[
    [
        " This is the Jaco underground podcast sitting here with EC echo Charles",
        0.0,
        6.88
    ],
    [
        " And me Jaco will like the open mind",
        6.88,
        11.58
    ],
    [
        " Which is good and self self doubt",
        11.58,
        16.72
    ],
    [
        " Self doubt so people freak out a little bit about self doubt and sometimes it consumes them right",
        16.72,
        23.0
    ],
    [
        " some people will try and",
        23.0,
        26.2
    ],
    [
        " Disgurage you from having any self doubt like you got a belief in yourself, right?",
        27.16,
        31.54
    ],
    [
        " for me self doubt is",
        32.8,
        34.94
    ],
    [
        " Not only not only okay, but",
        34.94,
        39.54
    ],
    [
        " kind of good",
        39.54,
        41.08
    ],
    [
        " in a way and and I was listening to BJ pen on Joe Rogan's podcast and",
        41.08,
        47.98
    ],
    [
        " Row Rogan started talking about Mike Tyson who was training with custom motto and",
        47.98,
        53.2
    ],
    [
        " Custom motto was actually that's a that that whole thing is crazy you start",
        53.2,
        57.18
    ],
    [
        " That I guess they're turning that into a movie right now. I don't know how they're gonna pull it off, but",
        57.18,
        62.36
    ],
    [
        " Custom motto was",
        62.36,
        65.66
    ],
    [
        " He guided Mike Tyson so like perfectly to become the champ",
        65.66,
        72.7
    ],
    [
        " By talking to him and by",
        72.7,
        76.58
    ],
    [
        " Explaining things psychologically and kind of like hypnotizing him and it just influencing him so",
        77.94,
        83.58
    ],
    [
        " So powerfully you know that Mike Tyson was a machine, right? He turned into a machine",
        83.58,
        90.8
    ],
    [
        " So one of the thing he said was was",
        90.8,
        93.68
    ],
    [
        " And again, this is a quote from Rogan which is a quote from Gus to my custom motto",
        93.68,
        99.52
    ],
    [
        " So who knows how it's perfect? I'm gonna get it",
        99.52,
        102.5
    ],
    [
        " But the basic quote is fear is like fire it can warm it can warm and cook your food warm you and it can cook your food",
        102.5,
        109.28
    ],
    [
        " Or it can burn your house down, right? So this is also clearly a dichotomy, right?",
        109.28,
        113.96
    ],
    [
        " But I think it's the same with self self doubt",
        114.52,
        116.74
    ],
    [
        " Because if you if you have some self doubt",
        116.74,
        120.2
    ],
    [
        " It's gonna be good because you're pushing like train a little extra you can prepare a little bit more",
        120.2,
        124.9
    ],
    [
        " But it can also right so if you if you're going in a jiu jitsu tournament and you have self doubt",
        124.9,
        132.0
    ],
    [
        " You're gonna like train extra hard and do some cardio and you're gonna lift weights and you're gonna work on your wrestling",
        132.0,
        137.62
    ],
    [
        " You're doing work if you think you're gonna go in there and dominate",
        137.62,
        140.02
    ],
    [
        " You know you're backing off and it's the same thing with anything alive",
        140.02,
        142.92
    ],
    [
        " But also you could not enter the tournament right you could be so freaked out that you're not gonna",
        142.92,
        150.98
    ],
    [
        " Or you're not gonna go for the job interview",
        150.98,
        152.7
    ],
    [
        " You're not gonna go talk to your boss about getting a raise like none of that stuff's gonna happen because you're you're doubting it",
        152.7,
        157.5
    ],
    [
        " And so you got to find that balance",
        157.5,
        159.3
    ],
    [
        " But so now to kind of go a little tangential for me I",
        162.36,
        167.26
    ],
    [
        " Have another kind of self doubt, which is also kind of positive in my opinion",
        167.26,
        172.18
    ],
    [
        " Which is when someone pushes back against me when someone's got some other idea that I don't agree with",
        172.18,
        177.62
    ],
    [
        " I think to myself. Okay, what do I what do I not understand?",
        177.62,
        182.16
    ],
    [
        " So if I say hey echo here's the plan for what we do tonight tonight and you say I",
        182.6,
        188.36
    ],
    [
        " Don't like that plan. I don't think you're bad. I don't think you're an idiot",
        188.36,
        192.9
    ],
    [
        " I think what is it that I don't see why don't why why does echo see something that I don't see and this actually opens my mind",
        192.9,
        201.3
    ],
    [
        " so for me self doubt is a",
        201.3,
        203.52
    ],
    [
        " is a",
        203.52,
        205.1
    ],
    [
        " State of mind that actually opens up my mind and allows me to",
        205.1,
        211.84
    ],
    [
        " Listen now here's here's",
        211.84,
        215.76
    ],
    [
        " Here's the thing about having the open mind. I've been talking to a lot of people a lot of clients about this",
        216.34,
        222.66
    ],
    [
        " Your mind is the natural mode of operating for your mind is to close",
        222.66,
        230.06
    ],
    [
        " That's the natural mode of operating. Why cuz it's safer cuz it's easier because it's more comfortable",
        230.06,
        236.84
    ],
    [
        " So the minute you have to open your mind up to someone else's ideas it gets gonna get uncomfortable",
        236.84,
        240.48
    ],
    [
        " The minute you open up to your mind to someone else's ideas things are gonna harder cuz you got to take in what they're saying you got to do this calculus",
        241.2,
        248.4
    ],
    [
        " just like",
        248.4,
        250.28
    ],
    [
        " Bacteria right we have we have a we're afraid of bacteria where afraid of snakes we stay away from them",
        250.28,
        257.84
    ],
    [
        " That's what a new idea is snake that's gonna get in your head. So the natural thing to do is to close our minds and",
        257.84,
        265.68
    ],
    [
        " so",
        265.68,
        265.98
    ],
    [
        " It's difficult to go through life because if you don't pay attention your mind's your mind is constantly just trying to get closed back up and try not to let any other ideas and",
        266.46,
        277.74
    ],
    [
        " and",
        277.74,
        279.64
    ],
    [
        " Clearly this is a",
        279.64,
        282.32
    ],
    [
        " Pandemic right now out in the world because people's minds are just boom boom closing closing closing and it's",
        282.32,
        292.04
    ],
    [
        " it's",
        292.04,
        292.26
    ],
    [
        " You have to pay attention to it. So you actually have to detach to see that your mind is closed right you won't see it on your own you won't see it",
        292.92,
        299.82
    ],
    [
        " If you're not thinking about it if you're not consciously trying to pull back and check where your brain is at where your mind is at",
        299.82,
        307.14
    ],
    [
        " It's gonna be closed and you can just be running around just not knowing that your mind is closed. How will you know it you won't know it",
        307.14,
        314.16
    ],
    [
        " You won't know it. It's like there's no interference coming in to let you know hey",
        314.16,
        320.04
    ],
    [
        " Your mind is closed and occasionally you get rocked with some radical idea. I mean can you imagine the guys that we're doing like",
        320.88,
        327.84
    ],
    [
        " whatever traditional martial art in",
        327.84,
        330.58
    ],
    [
        " 1989 and",
        330.58,
        332.7
    ],
    [
        " How crazy it was for someone to come in and take them down and choke them with a",
        332.7,
        339.42
    ],
    [
        " Like how crazy was it when they threw their magic strike and they it didn't work out",
        339.42,
        350.02
    ],
    [
        " At all and then this guy just grabbed them and hit tossed them or double legdom and then all of a sudden",
        350.04,
        355.7
    ],
    [
        " They're getting choked and and they their their mind is so closed",
        355.7,
        360.58
    ],
    [
        " You know what they say immediately",
        360.58,
        362.0
    ],
    [
        " Let's try that again. You know many people. I've had to say that to me especially the early days of GJ2 like I would roll with somebody",
        362.0,
        368.16
    ],
    [
        " And they let's try that again their mind couldn't couldn't even accept what's happened normally",
        368.16,
        373.0
    ],
    [
        " I don't know what you found it would be like",
        373.0,
        374.84
    ],
    [
        " Three to five",
        375.34,
        376.44
    ],
    [
        " Submissions before someone actually understands that there's something going on here that they don't get",
        376.44,
        380.86
    ],
    [
        " Before their mind even cracks barely open. It takes them getting submitted three to five times before they even recognize this",
        380.86,
        388.86
    ],
    [
        " Yes, make sense",
        388.86,
        392.58
    ],
    [
        " But yeah, I don't have a concrete number there. You've never I mean how many times do you have somebody look? Oh, let's see",
        392.58,
        398.18
    ],
    [
        " Yeah, the only to be honest the only time that's ever happened where someone would be like",
        398.18,
        402.3
    ],
    [
        " Oh, let's go again like they didn't like believe it or they thought oh, I just fell down in a bad spot",
        402.3,
        406.14
    ],
    [
        " Or something like that is like at like a party or something at a barbecue that can say this councilman. Yeah",
        406.14,
        411.2
    ],
    [
        " It's got well. I would definitely end up in more",
        411.2,
        413.36
    ],
    [
        " Let's say",
        413.36,
        414.92
    ],
    [
        " Direct because you know I'm in the",
        414.92,
        417.52
    ],
    [
        " Reminacare",
        417.52,
        418.72
    ],
    [
        " So we got everyone that's thinking that they know some stuff and especially cuz I do not mean",
        418.72,
        422.76
    ],
    [
        " I'm in the teams with guys that were you know 80s guys",
        422.76,
        426.68
    ],
    [
        " And 90s guys that are like hey we learned that if you do this",
        428.26,
        432.8
    ],
    [
        " You're a hundred percent gonna go down. It's like okay do it to me. Yeah double leg reenake and choke",
        432.8,
        438.5
    ],
    [
        " But it take so you get you you choke someone",
        438.5,
        443.2
    ],
    [
        " Once twice three times their mind's not even open yet",
        443.2,
        446.58
    ],
    [
        " They're still like that was like you said of you just fell down you got lucky and it would take that multiple",
        446.58,
        451.8
    ],
    [
        " Attacks and submissions before their mind even gets a little bit open and then normally like a half an hour like who let's go one more to",
        453.34,
        459.04
    ],
    [
        " They like it closes back up again",
        459.04,
        460.46
    ],
    [
        " So that happens to all of us and it's it's unnatural",
        460.46,
        465.44
    ],
    [
        " To keep your mind open. It's unnatural. It's not it's not the human mode of operating to open up to listen to what other people have to say and",
        465.44,
        476.08
    ],
    [
        " Yet if you can do it if you can go through life",
        478.04,
        481.3
    ],
    [
        " Keeping that thing like taking a stick and putting it in your mind",
        481.3,
        485.6
    ],
    [
        " And so that the little hatches pride open and it's stuck open",
        485.6,
        489.96
    ],
    [
        " You're gonna you're gonna have such a easier time",
        489.96,
        493.54
    ],
    [
        " Understanding other people understanding other ideas and",
        493.54,
        499.82
    ],
    [
        " Coming to a better conclusion",
        499.82,
        501.9
    ],
    [
        " That's that's going to be that's gonna make everything in your life better. Yeah",
        503.56,
        507.48
    ],
    [
        " Yeah, just knowing that I think is the",
        507.48,
        510.06
    ],
    [
        " Because you forget just like I said like you're my even if because even if you do open your mind for a second",
        510.06,
        515.78
    ],
    [
        " But okay, I'll have an open mind on this one and then you accept the idea then close right back up",
        515.78,
        519.54
    ],
    [
        " Even if you accept the idea as like oh, yeah, I don't mind except the idea",
        519.54,
        523.44
    ],
    [
        " Why even change my mind look? I'm mature look at my growth and then you just close your mind again",
        523.44,
        527.34
    ],
    [
        " It's like a it's an ongoing campaign. You got to kind of keep your mind open or be getting the habit of keeping it open",
        527.48,
        533.52
    ],
    [
        " Well, what's crazy now is you know when you watch the",
        533.52,
        536.92
    ],
    [
        " Devisiveness in the country people are",
        536.92,
        540.14
    ],
    [
        " People will get presented with",
        540.14,
        543.46
    ],
    [
        " Quote facts and here's the thing they'll like those facts are just wrong and they'll present their other quote facts",
        543.46,
        549.88
    ],
    [
        " And so you have people",
        549.88,
        550.96
    ],
    [
        " Debating with facts, but I just don't even believe your facts at all. So I'm just not listening to anything that you say",
        550.96,
        556.74
    ],
    [
        " And it's wildness. Yeah, but you're right though if you're in it or whatever that's like that's like a natural thing",
        557.04,
        563.54
    ],
    [
        " I mean the the stuff that's coming out of Ukraine right now. It's",
        563.54,
        567.62
    ],
    [
        " it's",
        567.62,
        568.6
    ],
    [
        " The Russians and the Ukrainians everyone's doing this massive sort of information",
        568.6,
        575.42
    ],
    [
        " operations push to get out their stories and",
        575.42,
        580.6
    ],
    [
        " I mean there's the one example that came out of the gate was the ghost of Kiev. What do you track on that?",
        580.6,
        585.48
    ],
    [
        " The ghost of Kiev. Hey this great Ukrainian pilot shot down X number of Russian aircraft and everyone's all hyped on it and",
        585.48,
        593.54
    ],
    [
        " Yeah, it's just it just wasn't true",
        593.54,
        595.66
    ],
    [
        " And yeah, so it's it's been interesting to see how that is, but it's also",
        595.66,
        601.52
    ],
    [
        " That's going into another topic of like hey you better",
        601.52,
        604.52
    ],
    [
        " Well, I've talked about this before you know it's a first report. You better take it with a little grain of salt",
        604.52,
        610.16
    ],
    [
        " Yeah, but that open mind thing is cut and you say it's like natural and it is just like",
        610.3,
        615.6
    ],
    [
        " But it's essentially kind of like exercise. We'll say lifting weights Rob Jones actually talks about this where it's like you can look at weights or",
        615.6,
        623.34
    ],
    [
        " New ideas or whatever however kind of two ways where and it's up to you where you can be like",
        623.34,
        628.26
    ],
    [
        " Oh, yeah, I'm gonna be resistant to it like I don't want to go but lifting weights is hard",
        628.26,
        631.68
    ],
    [
        " I'm not gonna do that my body does it. I'm not in the mood to do all that but if you do it",
        631.68,
        635.86
    ],
    [
        " Don't look at it as like some in position onto you look at it as something that you can use to adapt to and then become stronger",
        636.22,
        642.48
    ],
    [
        " So same thing with the ideas if you're a close mind",
        642.48,
        644.46
    ],
    [
        " That's like you just not wanting to lift weights or whatever because it's too hard it's too heavy you're tired or whatever",
        644.46,
        649.34
    ],
    [
        " And that's essentially your body trying to be efficient. I think that's like really what it is",
        649.34,
        653.78
    ],
    [
        " Yeah, and I think as you say I think the worst case of this is just that you don't",
        653.78,
        664.5
    ],
    [
        " That is a little excerpt of what we are doing on the",
        664.5,
        668.46
    ],
    [
        " Jocco Underground podcast so if you want to continue to listen",
        668.46,
        671.5
    ],
    [
        " Go to jocco underground com and subscribe and we're doing this to mitigate our",
        671.5,
        677.96
    ],
    [
        " Reliance on external platforms so we are not subject to their control and we're doing it so we can give you more control",
        677.96,
        685.82
    ],
    [
        " More interaction more direct connections better communications it with us",
        685.82,
        690.42
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground com",
        690.62,
        696.92
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        696.92,
        702.48
    ],
    [
        " We can still support you just email assistance at jocco underground com and we'll get you taken care of until then",
        702.48,
        709.76
    ],
    [
        " We will see you",
        709.76,
        711.32
    ],
    [
        " Mobilized underground",
        711.32,
        714.06
    ]
]