[
    [
        " This is Jocco Underground podcast number 49 sitting with here with Echo Charles.",
        0.42,
        5.82
    ],
    [
        " I wanted to talk about a little something called psychological reactants.",
        6.38,
        11.7
    ],
    [
        " Now this is something that you know that I know that I've known about for a long time,",
        12.04,
        17.1
    ],
    [
        " but I haven't heard it.",
        17.3,
        19.72
    ],
    [
        " I didn't know this term.",
        20.46,
        21.46
    ],
    [
        " What this is is the definition is quote unpleasant motivation arousal or reaction",
        22.9,
        32.08
    ],
    [
        " to offers people, rules or regulations that threaten or eliminate specific behavior freedoms.",
        32.08,
        41.84
    ],
    [
        " So what does that mean?",
        43.92,
        45.38
    ],
    [
        " What that means is that people don't like to feel their freedom of choice",
        46.28,
        54.66
    ],
    [
        " is being threatened in any way.",
        54.66,
        56.56
    ],
    [
        " And what you hear, I've heard me say for years, and this is just something I would throw out there",
        57.12,
        63.94
    ],
    [
        " as if it was a fact and it kind of now is, is you hear me say people don't like",
        63.94,
        69.7
    ],
    [
        " have things imposed upon them?",
        69.78,
        71.14
    ],
    [
        " You don't want to impose your plan on you.",
        71.34,
        72.42
    ],
    [
        " You don't want to force things on people.",
        72.48,
        73.66
    ],
    [
        " That there's a psychological phenomenon that backs up that quote feeling that I talk about.",
        73.88,
        81.48
    ],
    [
        " This happens when you know when someone says, hey you can't do that and it makes you want to do it a little bit.",
        82.78,
        88.16
    ],
    [
        " We were talking about something earlier today.",
        88.5,
        90.82
    ],
    [
        " Someone's telling me to do something, telling us to do something.",
        91.04,
        94.94
    ],
    [
        " And that makes us, both of us feel like we would just won't do it just to spite them.",
        95.14,
        100.04
    ],
    [
        " Or at the very least you can tell me what not to do.",
        101.02,
        103.98
    ],
    [
        " Like you're mad that you can't do it even though you never wanted to do it.",
        104.36,
        107.02
    ],
    [
        " That right there is reactants.",
        107.2,
        110.52
    ],
    [
        " That's psychological reactants when someone says, hey you can't do that and makes you want to do it more.",
        110.64,
        115.86
    ],
    [
        " And this is because in my opinion, humans don't like to be controlled.",
        116.76,
        120.32
    ],
    [
        " Humans don't like to be controlled.",
        122.78,
        124.1
    ],
    [
        " We tend to want to do the opposite of what someone is imposing on us.",
        124.32,
        129.84
    ],
    [
        " This is by the way where the idea of reverse psychology, which everyone's heard of, plays on.",
        130.28,
        136.52
    ],
    [
        " That's the idea that it plays on.",
        136.82,
        138.62
    ],
    [
        " Like, hey echo, you're not allowed to sweep up in here.",
        139.2,
        143.38
    ],
    [
        " No, watch me, I'm going to sweep up like the Tom Sawyer.",
        143.62,
        147.26
    ],
    [
        " You know, example of, you guys can't paint defense.",
        147.4,
        151.52
    ],
    [
        " No, yes we can.",
        152.54,
        153.64
    ],
    [
        " Okay, yeah, okay, fine.",
        153.84,
        155.56
    ],
    [
        " So that's what reverse psychology works on.",
        156.32,
        160.32
    ],
    [
        " It works on reactants.",
        160.42,
        161.9
    ],
    [
        " There's four elements to reactants.",
        162.4,
        166.12
    ],
    [
        " Or four, I should say four stages maybe, perceived freedom.",
        166.78,
        170.2
    ],
    [
        " Like this is what I think I should be allowed to do.",
        170.36,
        172.72
    ],
    [
        " Threat to that freedom.",
        173.18,
        174.08
    ],
    [
        " Then you get the reactants, which then provides restoration of the freedom.",
        174.42,
        178.88
    ],
    [
        " A couple interesting indicators.",
        179.48,
        181.66
    ],
    [
        " The more certain of the freedom, the harder the reactants.",
        181.84,
        187.08
    ],
    [
        " So it's something you definitely think you should be able to do.",
        187.64,
        190.0
    ],
    [
        " And I told you not to do it.",
        190.16,
        190.86
    ],
    [
        " You're going to have even more reactants to it.",
        190.86,
        193.18
    ],
    [
        " The higher importance of the freedom, the more stringent the reactants.",
        193.54,
        198.12
    ],
    [
        " And here's an interesting point.",
        198.6,
        201.42
    ],
    [
        " They tie this to the fact that if I take one freedom away from you,",
        201.5,
        205.06
    ],
    [
        " you psychologically think if you take that one, you probably need to take more.",
        205.24,
        207.68
    ],
    [
        " It's almost like a psychological slippery slope that we're getting into.",
        207.7,
        211.1
    ],
    [
        " So it's important to understand this.",
        212.34,
        216.3
    ],
    [
        " It's important to understand this.",
        216.36,
        217.6
    ],
    [
        " For me to be able to sort of quantify this idea that I've been expressing for years,",
        217.94,
        226.78
    ],
    [
        " which is people don't like being told what to do.",
        227.58,
        230.88
    ],
    [
        " People don't like having ideas imposed upon them.",
        230.88,
        233.9
    ],
    [
        " People don't like having plans imposed upon them.",
        234.0,
        236.44
    ],
    [
        " And so this is where it comes from.",
        236.96,
        240.04
    ],
    [
        " We all, as humans, have a psychological reactants.",
        240.36,
        243.88
    ],
    [
        " We don't want to be told what to do.",
        244.04,
        245.78
    ],
    [
        " We don't want to have our freedom of choice controlled in any way.",
        246.32,
        250.46
    ],
    [
        " So then the question becomes how do you overcome this?",
        251.38,
        254.74
    ],
    [
        " Well, this is again something else I talk about all the time using the indirect approach.",
        255.12,
        259.04
    ],
    [
        " Making something someone's idea.",
        261.24,
        262.28
    ],
    [
        " I don't push the idea down their throat.",
        262.88,
        265.86
    ],
    [
        " I ask earnest questions to get them to say, oh, well, this, a juggle.",
        266.1,
        269.82
    ],
    [
        " I think we should do this right now.",
        269.98,
        270.96
    ],
    [
        " Oh, yeah, that sounds like a great idea.",
        271.12,
        272.4
    ],
    [
        " Now it's been your idea.",
        272.78,
        273.48
    ],
    [
        " Now you want to go and execute it, which is awesome.",
        273.64,
        275.68
    ],
    [
        " Saying something like, hey, Echo, here's the situation we're in.",
        278.16,
        281.32
    ],
    [
        " I think we should go in this direction, but it's your call.",
        282.28,
        285.7
    ],
    [
        " Right now I give you that little bit of freedom.",
        287.22,
        289.28
    ],
    [
        " You go, you know what?",
        289.64,
        290.3
    ],
    [
        " Here's what I want to do.",
        290.4,
        291.28
    ],
    [
        " And it allows you a little bit more freedom to think through the issue.",
        291.7,
        295.48
    ],
    [
        " Whereas if I say, Echo, you need to do this front right now.",
        295.58,
        297.9
    ],
    [
        " You're automatically against it.",
        298.2,
        299.44
    ],
    [
        " And you might resist it.",
        299.62,
        300.98
    ],
    [
        " You might say, I'm not going to do that.",
        301.04,
        302.1
    ],
    [
        " Whereas if I say, hey, man, here's the situation.",
        302.38,
        303.88
    ],
    [
        " It's your call, what we do.",
        304.1,
        305.7
    ],
    [
        " And it opens up your mind to actually do the right thing.",
        306.4,
        309.3
    ],
    [
        " And what this reinforces is the fact that",
        309.68,
        314.82
    ],
    [
        " once again, the indirect approach may seem like the harder thing to do.",
        315.38,
        321.96
    ],
    [
        " It may seem like the less efficient thing to do.",
        322.08,
        324.0
    ],
    [
        " But this is another reason why the shortest distance between two points is not always a straight line.",
        324.46,
        332.56
    ],
    [
        " In fact, in that works on a piece of paper, in geometry class, in sixth grade.",
        332.76,
        338.98
    ],
    [
        " But in real world, the closest distance between two points is rarely if ever a straight line.",
        339.42,
        348.1
    ],
    [
        " And the indirect approach is usually better.",
        348.56,
        351.36
    ],
    [
        " So there you go.",
        353.04,
        353.74
    ],
    [
        " Yeah, the indirect, you go around the mountains.",
        354.24,
        357.06
    ],
    [
        " Like, okay, so I was going up a big, big bear.",
        357.72,
        360.36
    ],
    [
        " Coming back.",
        360.62,
        361.52
    ],
    [
        " And my son, he's five.",
        361.84,
        363.8
    ],
    [
        " He goes, why do these roads have to be so windy?",
        364.4,
        366.9
    ],
    [
        " Because they're windy.",
        367.8,
        368.36
    ],
    [
        " And he, and technically it's not a bad question.",
        369.12,
        371.86
    ],
    [
        " It's like, yeah, why isn't it?",
        372.08,
        373.02
    ],
    [
        " Why is it so windy?",
        373.08,
        373.96
    ],
    [
        " So you kind of look at the freaking cliff, bro.",
        374.14,
        376.28
    ],
    [
        " No, and I for sure didn't say like that.",
        376.76,
        380.02
    ],
    [
        " But I did say, however, I was like, oh, because they got to go with the contour of the mountains.",
        380.2,
        384.54
    ],
    [
        " Otherwise, like, where's the road?",
        385.04,
        386.18
    ],
    [
        " How are you going to make the road?",
        386.24,
        386.94
    ],
    [
        " Unless you made one huge bridge or something like this, but that would take a long time.",
        387.32,
        390.46
    ],
    [
        " And all this stuff.",
        390.64,
        391.3
    ],
    [
        " I said, but if you pay attention, this makes the most sense because you got to look where we're going.",
        391.46,
        396.62
    ],
    [
        " We're always next to the mountain.",
        396.62,
        397.76
    ],
    [
        " Look, and you see him in for a long time.",
        397.76,
        399.4
    ],
    [
        " He's just looking at every curve and it starts to make sense to him.",
        399.4,
        402.56
    ],
    [
        " It's true.",
        402.88,
        403.54
    ],
    [
        " It's kind of the same thing.",
        403.6,
        404.4
    ],
    [
        " Or it's like, yeah, in a vacuum or in six-grade geometry, whatever.",
        404.68,
        408.44
    ],
    [
        " Yeah, it's a straight line, but in real life, it doesn't work like that.",
        409.06,
        411.7
    ],
    [
        " Because it's all these other factors.",
        411.94,
        413.1
    ],
    [
        " Yeah, yeah.",
        413.4,
        413.9
    ],
    [
        " That's kind of one of the examples I'll use when I'm talking to clients and trying to explain the indirect approach to them.",
        414.1,
        420.1
    ],
    [
        " You know, if you've got to get from point A to point B,",
        420.2,
        422.18
    ],
    [
        " Hey, the easiest way is a straight line, right?",
        423.32,
        425.3
    ],
    [
        " Yes, of course.",
        425.54,
        426.04
    ],
    [
        " Well, what if there's a river?",
        426.32,
        427.16
    ],
    [
        " What if there's two ridge lines that you have to pass over?",
        427.58,
        431.22
    ],
    [
        " And if you just go a little bit off course, you can go over here into a nice field,",
        431.68,
        435.58
    ],
    [
        " which doesn't have the river running through it.",
        435.58,
        438.24
    ],
    [
        " And it doesn't have any ridge lines.",
        438.54,
        440.76
    ],
    [
        " And instead of it taking you whatever, 10 hours to get across the ridge lines, across the river,",
        441.1,
        450.02
    ],
    [
        " you can just, you can just get there in three hours.",
        450.28,
        454.92
    ],
    [
        " Because you can go fast.",
        455.38,
        456.54
    ],
    [
        " You're not gaining and losing elevation twice to get over ridge lines.",
        456.8,
        460.94
    ],
    [
        " And risking some detrimental stuff, by the way.",
        461.22,
        464.5
    ],
    [
        " Yeah.",
        464.64,
        464.74
    ],
    [
        " So very interesting, the indirect approach, I'm still trying.",
        465.22,
        469.24
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground Podcast.",
        474.76,
        480.78
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe.",
        481.04,
        486.54
    ],
    [
        " And we're doing this to mitigate our reliance on external platforms.",
        486.8,
        490.84
    ],
    [
        " So we are not subject to their control.",
        490.84,
        493.92
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections.",
        494.22,
        498.98
    ],
    [
        " Better communications with us, strengthen this legion of troopers that are in the game with us.",
        499.06,
        504.6
    ],
    [
        " So thank you, it's joccounderground.com.",
        505.04,
        507.56
    ],
    [
        " It costs $8.18 a month.",
        507.96,
        510.84
    ],
    [
        " And if you can't afford to support us, we can still support you.",
        511.1,
        514.26
    ],
    [
        " Just email assistance at joccounderground.com.",
        514.36,
        517.14
    ],
    [
        " And we'll get you taken care of.",
        517.4,
        519.54
    ],
    [
        " Until then, we will see you, mobileized underground.",
        519.8,
        524.64
    ]
]