[
    [
        " Was there anything in Hell Week that like tripped you up or you just like hell yeah?",
        0.04,
        4.66
    ],
    [
        " No, the",
        4.68,
        6.28
    ],
    [
        " Oh",
        6.28,
        6.54
    ],
    [
        " It was nice to say hell yeah for me is cuz I I like sucked at everything",
        6.54,
        11.52
    ],
    [
        " Why didn't suck I was I was okay at everything but I had to put out really hard",
        11.52,
        14.9
    ],
    [
        " To pass runs I had to put out really hard to pass the okos I had to put out really hard to pass the swims and look",
        14.9,
        20.38
    ],
    [
        " Everyone's put now. Yeah, but I had to put put out really hard to pass the evolutions, but in hell week",
        20.38,
        25.3
    ],
    [
        " It wasn't it's not past fail. It's just keep going which is there's anything I'm okay at",
        26.24,
        31.86
    ],
    [
        " It's like oh I can keep going right I will keep going and so for me hell week was almost like a break",
        31.86,
        37.14
    ],
    [
        " Because you just had to keep going which I was good at everything else like I did I failed war I failed a four mile time drunk",
        37.14,
        44.34
    ],
    [
        " I I paced myself. I was an idiot. I mean I wasn't fast enough to pace. I just needed to sprint",
        44.34,
        50.98
    ],
    [
        " I failed to swim and again like a bunch of people failed to swim and I was one of them",
        51.2,
        55.86
    ],
    [
        " So that sucked. I don't if I failed in a obstacle course. I probably did",
        55.86,
        60.1
    ],
    [
        " But it like so I was kind of middle of the pack",
        60.1,
        63.8
    ],
    [
        " But it was cuz I was putting out hard so for me hell week was like cool and a bunch of people quit",
        63.8,
        68.5
    ],
    [
        " A bunch of people quit and I was like damn. Are you dumb?",
        68.5,
        72.7
    ],
    [
        " Like yeah, and a lot of those individuals were up front. Oh, yeah, it's insane",
        73.2,
        78.02
    ],
    [
        " We had some pipe hitters some like legit good. I shouldn't say pipe itters because they're not they're good athletes",
        78.16,
        83.62
    ],
    [
        " Right they're good athletes and yeah, it doesn't really matter man. Yeah, I'm tired wet and cold",
        83.62,
        89.3
    ],
    [
        " We had I mean we had a bunch of Rangers and Marines in our class",
        89.3,
        92.22
    ],
    [
        " We had some Egyptian officers in the class and it was it was diverse",
        92.22,
        97.26
    ],
    [
        " But you know, I I did have trouble on the runs",
        97.26,
        101.36
    ],
    [
        " But the like you I put out so I had to really",
        101.36,
        104.7
    ],
    [
        " Put out hard to stay up and pass the runs",
        105.18,
        108.4
    ],
    [
        " I couldn't I couldn't like keep it back a gear. You know, I had a had a really put out",
        108.4,
        114.22
    ],
    [
        " But no, I everything I did was um I did I did okay",
        114.22,
        118.94
    ],
    [
        " I remember one time they pulled me out of the",
        118.94,
        121.76
    ],
    [
        " Log PT because everybody was literally just it was falling on their head and I was just",
        121.76,
        128.14
    ],
    [
        " I don't know I was in a different gear and they're like opponents sit down like a higher gear like doing better",
        128.14,
        132.94
    ],
    [
        " Yeah, yeah, I just felt I felt I felt good, you know with the log and",
        132.94,
        137.86
    ],
    [
        " They made me sit down one time they're like you know just sit down because you're you're damn you're you're doing all right",
        137.86,
        145.4
    ],
    [
        " Um, it was one time at how we I think it was",
        145.4,
        148.74
    ],
    [
        " Elephant elephant kid elephant runs. Oh elephant runs. Yeah, when you're like holding yeah, so those lose one day",
        148.74,
        155.34
    ],
    [
        " I was super dehydrated and I remember this and",
        155.34,
        157.44
    ],
    [
        " Like I thought it was gonna die and I kept trying to like pull back",
        157.44,
        161.46
    ],
    [
        " So like guys would run and I would I was literally trying to like pull it back because I couldn't I couldn't keep up",
        161.74,
        167.28
    ],
    [
        " And you know, I was getting yelled at. I'm like guys. I don't know what's going on like I I can't I can't do anything right now",
        167.28,
        174.1
    ],
    [
        " And I barely made it through that evolution. I remember it it was it was miserable",
        174.1,
        178.38
    ],
    [
        " I remember it's his day because",
        178.38,
        179.54
    ],
    [
        " You know how it is you just everybody hits a point right and I hit that point where I could not",
        179.54,
        184.98
    ],
    [
        " I felt like I couldn't go any further and the only thing that kept me going was like probably the guys behind me like kicking me and",
        184.98,
        190.06
    ],
    [
        " I asked like hey dude like keep going",
        190.06,
        192.64
    ],
    [
        " um, and then there was a there was a rock hump when we used to do uh",
        192.64,
        197.86
    ],
    [
        " You know, you used to do the o-course throwing a pack whatever it was three miles",
        197.86,
        201.96
    ],
    [
        " There was a time there also that",
        201.96,
        204.12
    ],
    [
        " I felt like I was about to like pass out something was wrong",
        204.12,
        208.5
    ],
    [
        " And I remember one of the guys in the class and I remember never forget this bent souders who you know",
        208.5,
        213.5
    ],
    [
        " A lot of guys made fun of because he grew up in the Midwest and he was a Bible beater",
        213.5,
        217.02
    ],
    [
        " And he never cursed and he never drank and never did anything",
        217.3,
        220.0
    ],
    [
        " He comes running up past me. It's like hey man. What's wrong with you? I said, I don't know",
        220.0,
        224.78
    ],
    [
        " I was like I'm I'm about to die",
        224.78,
        227.04
    ],
    [
        " He's like I'm gonna stay with you and I'm gonna I'm gonna is that cool. I'm like yeah",
        227.04,
        231.06
    ],
    [
        " Absolutely he ran with me the whole way until we finished and this was because you were dehydrated",
        231.06,
        235.66
    ],
    [
        " I was just like dehydrated or whatever so those are like the two times. I just remember a buzz where I was like",
        235.66,
        241.5
    ],
    [
        " You're about to you're gonna die, you know",
        241.5,
        244.74
    ],
    [
        " What other than that? How about dive phase? How are you in the pool because you surfed?",
        245.18,
        249.88
    ],
    [
        " I like yeah, I like the water. I think I had some trouble with",
        249.88,
        253.76
    ],
    [
        " Pool comp with pool comp like everybody else does",
        253.76,
        257.52
    ],
    [
        " My I think I far remember my exhalation not almost fucking drowned because",
        257.52,
        262.28
    ],
    [
        " I'm like hey, there's water going in my",
        262.28,
        265.82
    ],
    [
        " My tube here and it's not supposed to be you know, so you come up and I like I'm trying to explain myself to the instructor staff",
        265.82,
        274.38
    ],
    [
        " And they just jumped over me",
        274.74,
        276.58
    ],
    [
        " Wait, just listen, just hear me out one time",
        276.58,
        279.92
    ],
    [
        " I was talking pool comp with Andy stump the other day up at Jiu Jitsu camp because he was an instructor",
        279.92,
        285.06
    ],
    [
        " He's a third phase instructor and you know how that",
        285.06,
        288.1
    ],
    [
        " That blah blah like he's just like",
        288.1,
        291.04
    ],
    [
        " so",
        291.04,
        292.2
    ],
    [
        " hilarious",
        292.2,
        293.52
    ],
    [
        " And but he's telling me from like his instructor point of view of what he would do and what he would see and how he would do it",
        293.52,
        301.56
    ],
    [
        " And like he's laughing hysterically like and I go how many people did you I go were you like the hard instructor",
        301.58,
        307.02
    ],
    [
        " He's like oh yeah, I don't go how many people did you pass?",
        307.02,
        309.28
    ],
    [
        " Oh, no, I said I said, would you like the hard instructor and he goes I passed three people three years or four people three years passed his pool comp",
        309.56,
        317.44
    ],
    [
        " Everyone else failed and he said the guys that passed he said I respect it of",
        317.44,
        322.0
    ],
    [
        " Because you know he put them through hell yeah",
        322.0,
        326.46
    ]
]