[
    [
        " When you realize that nothing will change in the leadership, do you tap out and move on or continue trying to be a good leader to your crew who deserves it?",
        0.0,
        9.14
    ],
    [
        " That's definitely a question that requires a little bit more information to give a good answer to.",
        9.42,
        17.54
    ],
    [
        " You know, because what's the situation? Is there an opportunity that you could become the leader long term?",
        18.04,
        22.3
    ],
    [
        " Because that totally changes the outlook, right? If you could do a good job and step up and move on to a more senior leadership position where you could take even more turns or take even more care of the crew, well then that's a positive thing and it might be worth hanging out for.",
        22.72,
        37.26
    ],
    [
        " Also, is it a complete dead end? Like is there no possibility it's a family-owned business and all the senior leadership is related to the family and you're not part of the family and you never have a chance?",
        37.76,
        49.74
    ],
    [
        " That changes the prospect. I mean obviously it's like, okay, well maybe it's not worth sticking around there.",
        50.7,
        54.14
    ],
    [
        " If you leave, can you leave where you can give open the opportunity for other people to go where you're going?",
        55.3,
        60.64
    ],
    [
        " Right? Which is not a good thing in terms of, you know, you're not being very loyal or you're being anti-loyal, you're being unloyal, disloyal if you do that.",
        60.86,
        71.84
    ],
    [
        " But if the leadership that you're working for isn't taking care of the people, then you have to have some loyalty to the people that you work with.",
        72.0,
        80.68
    ],
    [
        " So there's that, I think that you have to assess everything that's going on in the situation which is not evident in this one quick question.",
        81.48,
        92.98
    ],
    [
        " I would say this too, like don't blind side your boss. That's something that if you're going to leave, leave on good terms, explain to what's going on.",
        93.26,
        101.0
    ],
    [
        " Also, that can be an opportunity to start a conversation about how the leadership could improve.",
        101.12,
        104.84
    ],
    [
        " A lot of times people don't want to change anything until it really smacks them in the face and one of the things that smacks them in the face is when one of their good people comes in and says, hey look, I'm going to leave because of these reasons.",
        105.22,
        115.98
    ],
    [
        " And again, you don't on the exit interview or on those conversations, you don't just drop dime and make everyone make it out to be this horrible situation.",
        116.26,
        124.52
    ],
    [
        " Say here's some things that I've noticed. Here's some things that I would want to change. Here's the direction that I see the company going and this is the direction I think it should be going.",
        124.52,
        131.82
    ],
    [
        " And for these reasons, I've decided I'm going to go try, you know, try my hands somewhere else.",
        131.94,
        135.5
    ],
    [
        " I think if you be open like that, it can start some good conversations and possibly you could make some progress or possibly you could confirm.",
        135.92,
        145.74
    ],
    [
        " Your suspicions, which are no one wants to change, no one wants to do anything different. And if that's the case and you realize it's a dead end for you, you got to take that option.",
        145.88,
        153.88
    ],
    [
        " You can't beat your head against the on the 40, you know, you can beat your head against the wall 47 times on the 48th time. It's like, okay, I need to do something different.",
        154.34,
        162.98
    ],
    [
        " So pay attention to that.",
        163.3,
        165.52
    ],
    [
        " Yeah.",
        166.74,
        167.38
    ],
    [
        " Next question.",
        167.94,
        170.66
    ],
    [
        " What can we all learn from Tenacious D that most people overlook?",
        172.2,
        176.9
    ],
    [
        " You know, it is a critical question, but there's actually a real, a real legitimate answer to that. And that is that Tenacious D who's a very funny group of individuals.",
        178.5,
        189.3
    ],
    [
        " Jack Black is one of them who's a musician and a comedian and an actor and Kyle Gass is the other member.",
        190.44,
        197.96
    ],
    [
        " What's great about them is they don't take themselves too seriously. And I think that's the lesson to learn is don't take yourself too seriously.",
        199.06,
        204.74
    ],
    [
        " Have some fun and don't take yourself too seriously. There it is.",
        205.1,
        210.72
    ],
    [
        " Yeah.",
        211.12,
        211.28
    ],
    [
        " And I would say there's a difference between taking yourself seriously and being serious.",
        212.12,
        217.32
    ],
    [
        " So you know how like being serious is like, okay, you're not necessarily joking all the time.",
        218.22,
        225.58
    ],
    [
        " But taking yourself to seriously is like, you know, if like a joke is made about you or you can laugh at yourself or that kind of stuff.",
        226.16,
        233.72
    ],
    [
        " Yeah, that's different.",
        233.84,
        234.58
    ],
    [
        " So you can be serious all the time. You can be a serious person and not take yourself too seriously.",
        234.58,
        240.32
    ],
    [
        " That is true. And that's a good, that's fine. That's fine.",
        240.32,
        243.66
    ],
    [
        " The person you don't want to be is the person that takes themselves too seriously all the time. That's a problem.",
        244.1,
        248.62
    ],
    [
        " So inversely, I guess could you be too, like could you be a very not serious person, but take yourself too seriously?",
        248.76,
        256.92
    ],
    [
        " Could you be a very serious, not serious person?",
        257.86,
        263.94
    ],
    [
        " Yeah, for sure. And that's the person that you can dish it out, but you can't take it.",
        263.94,
        267.54
    ],
    [
        " Yeah, yeah, yeah, yeah, skin type guy.",
        267.54,
        269.06
    ],
    [
        " Kind of like you, right? A little bit.",
        269.06,
        273.14
    ],
    [
        " Yeah, yeah.",
        273.14,
        273.88
    ],
    [
        " See, let's see what you did there.",
        273.88,
        276.06
    ],
    [
        " Next question.",
        277.64,
        278.82
    ],
    [
        " Unless there's anything more from Tenacious D?",
        279.32,
        281.98
    ],
    [
        " No, you know, maybe some good songs we can inspirado, right? That's from Tenacious D.",
        282.7,
        288.72
    ],
    [
        " That's where you got that from.",
        288.98,
        289.66
    ],
    [
        " I got to give a warning that language is not appropriate for kids with Tenacious D.",
        289.66,
        293.22
    ],
    [
        " And nor some of the subject matter. So be careful with that.",
        293.24,
        295.82
    ],
    [
        " Yeah, the warning.",
        295.82,
        297.34
    ],
    [
        " Next question.",
        297.96,
        298.52
    ],
    [
        " You mentioned you rarely play closed guard.",
        298.98,
        301.98
    ],
    [
        " Rarely.",
        302.68,
        303.66
    ],
    [
        " Is this just a personal preference?",
        304.04,
        306.7
    ],
    [
        " I would say that it is somewhat a personal preference, right?",
        307.28,
        311.78
    ],
    [
        " Because there's definitely some people that intentionally play closed guard.",
        312.26,
        315.88
    ],
    [
        " That's their game.",
        316.62,
        317.78
    ],
    [
        " But at the same time, in order to attack, even from the closed guard, most of the time, you have to open your guard.",
        318.42,
        324.66
    ],
    [
        " So therefore your guard is open.",
        325.02,
        326.36
    ],
    [
        " So open guard.",
        326.68,
        327.52
    ],
    [
        " And that's kind of what I do.",
        327.84,
        329.62
    ],
    [
        " Skip the step of opening my guard.",
        330.42,
        332.76
    ],
    [
        " But you've been in people's guard that have really good closed guards.",
        333.18,
        335.28
    ],
    [
        " Yes.",
        335.44,
        335.56
    ],
    [
        " Yeah, it's not fun.",
        335.82,
        336.64
    ],
    [
        " No.",
        336.9,
        337.08
    ],
    [
        " And that's why I try not to let people close their guard.",
        337.32,
        339.44
    ],
    [
        " Yeah.",
        339.88,
        340.06
    ],
    [
        " Because you can prevent that from happening.",
        340.68,
        342.92
    ],
    [
        " Yeah.",
        342.92,
        343.26
    ],
    [
        " There's people that have really, really solid psycho closed guard.",
        343.52,
        347.26
    ],
    [
        " So I'm not anti-closed guard.",
        347.3,
        348.88
    ],
    [
        " And some people are great at it.",
        348.96,
        350.16
    ],
    [
        " My personal preference is to play more open guard.",
        350.42,
        354.62
    ],
    [
        " Yeah.",
        355.1,
        356.0
    ],
    [
        " Yeah.",
        356.64,
        357.5
    ],
    [
        " It's one of those things where closed guard, if you're not a person who always plays closed guard or whatever,",
        357.58,
        362.18
    ],
    [
        " it can be just something that you kind of use for specific situations.",
        362.42,
        366.28
    ],
    [
        " You know, like if you're trying to maybe re-gain some energy or something like that.",
        366.5,
        371.98
    ],
    [
        " You want to rest a little bit or even in like a self defense, like a striking scenario,",
        371.98,
        377.02
    ],
    [
        " like a closed guard might.",
        377.02,
        378.46
    ],
    [
        " Do you?",
        378.46,
        378.62
    ],
    [
        " Might kind of.",
        378.88,
        379.38
    ],
    [
        " No, the closed guard is no doubt that closed guard has viable purpose and is good.",
        379.38,
        384.42
    ],
    [
        " And I do use it.",
        384.7,
        386.06
    ],
    [
        " I don't use it a lot.",
        386.3,
        387.34
    ],
    [
        " Yeah.",
        387.76,
        388.02
    ],
    [
        " And if you're a taller, lanky guy, closed guard might be a little bit.",
        388.18,
        392.7
    ],
    [
        " And I have short fat legs that, you know, my closed guard is like my toes are touching.",
        392.82,
        399.32
    ],
    [
        " If I'm a size of the person, and actually where it stems from, if you went to the root of it,",
        400.24,
        404.82
    ],
    [
        " is stems from foot locks.",
        404.98,
        406.74
    ],
    [
        " Oh, yeah.",
        407.6,
        407.98
    ],
    [
        " So if you close your guard, when your guard opens your vulnerable, and that there's a moment where you're vulnerable,",
        408.04,
        412.5
    ],
    [
        " and if you're training with guys that have really good foot locks, that's not a good situation.",
        412.8,
        416.58
    ],
    [
        " So that's where I started not closing my guard because it was always that transition period where my feet were vulnerable.",
        416.8,
        423.08
    ],
    [
        " So I just stopped closing my guard and kept it open and moved my feet towards me to keep it a little bit safer.",
        423.3,
        428.72
    ],
    [
        " Yeah.",
        428.72,
        429.38
    ]
]