[
    [
        " As I get ready to graduate from college, I would appreciate your input on the following question.",
        0.0,
        4.86
    ],
    [
        " I've always loved to take part in a variety of projects and I have ended up in a leadership position in multiple organizations.",
        5.26,
        12.68
    ],
    [
        " Be it in the student VC firm, the student body, my professional fraternity, etc.",
        13.74,
        18.68
    ],
    [
        " In a way, this is, this was natural to me. It's about extreme ownership, right?",
        19.14,
        23.32
    ],
    [
        " I love what I was doing.",
        23.84,
        25.0
    ],
    [
        " You shouldn't just slough off that phrase.",
        25.18,
        27.36
    ],
    [
        " It's about extreme ownership, right?",
        27.7,
        29.38
    ],
    [
        " Yeah, that's how it should have been said.",
        29.8,
        31.04
    ],
    [
        " Okay, all this stuff is about extreme ownership, right?",
        31.12,
        33.84
    ],
    [
        " Can't be that hard, right?",
        34.1,
        35.18
    ],
    [
        " Kind of a thing.",
        35.42,
        36.2
    ],
    [
        " Of course.",
        36.2,
        37.04
    ],
    [
        " Of course.",
        37.34,
        37.42
    ],
    [
        " Okay, I loved what I was doing.",
        37.88,
        39.84
    ],
    [
        " I had a vision where to take things and I was chosen to lead.",
        39.96,
        42.6
    ],
    [
        " So I felt that I was doing the right thing.",
        42.92,
        45.12
    ],
    [
        " Recently though, I've started to feel overwhelmed and feel that my productivity has diminished.",
        45.48,
        49.62
    ],
    [
        " By being in a managerial position, it seems harder to see the direct output of my work.",
        50.32,
        54.94
    ],
    [
        " But it's as easy as always to see what's not working.",
        55.1,
        59.88
    ],
    [
        " I don't want to be let go of any projects because I still love to take ownership of them.",
        60.1,
        64.9
    ],
    [
        " And he says, I don't want to be let go.",
        65.02,
        66.22
    ],
    [
        " It says, I don't want to let go of any projects because I still love to take ownership of them.",
        66.32,
        72.28
    ],
    [
        " Oh, yeah.",
        72.28,
        72.82
    ],
    [
        " Yes, yes.",
        72.96,
        73.38
    ],
    [
        " I'm identifying symptoms.",
        73.5,
        77.48
    ],
    [
        " Yeah, you like the word ownership.",
        77.48,
        80.08
    ],
    [
        " That's like a really.",
        80.12,
        82.0
    ],
    [
        " I definitely like the word ownership.",
        82.0,
        83.44
    ],
    [
        " And as you also know, I also like another word, that's dichotomy.",
        83.78,
        86.88
    ],
    [
        " D'acotomy.",
        87.04,
        87.46
    ],
    [
        " You're seeing violations here.",
        87.46,
        89.16
    ],
    [
        " All right.",
        89.48,
        89.7
    ],
    [
        " Well, either way, it's okay.",
        89.8,
        91.64
    ],
    [
        " He doesn't want to let go of any projects because I still love to take ownership of them and lead these organizations.",
        91.98,
        98.88
    ],
    [
        " But I think I'm no longer able to handle this much.",
        98.88,
        102.1
    ],
    [
        " How do you balance those things?",
        102.2,
        103.2
    ],
    [
        " Yeah.",
        103.28,
        103.4
    ],
    [
        " So there is a chapter in the dichotomy leadership called own it all.",
        103.7,
        108.66
    ],
    [
        " But that's not the title of the chapter.",
        110.4,
        112.02
    ],
    [
        " So the title of the chapter continues.",
        112.22,
        113.48
    ],
    [
        " It's the title of the chapter is own it all.",
        113.96,
        116.62
    ],
    [
        " Comma, but empower others.",
        117.08,
        120.4
    ],
    [
        " And it sounds like this individual, who's getting after it for sure, props, getting after it, leadership position, multiple organizations, going hard, taking ownership.",
        120.8,
        130.6
    ],
    [
        " Very cool.",
        131.18,
        131.92
    ],
    [
        " But it sounds like he needs to lean more towards decentralized command.",
        132.5,
        136.68
    ],
    [
        " Because just because you take ownership of things, doesn't mean you're supposed to do everything that you take ownership of.",
        137.38,
        144.6
    ],
    [
        " It doesn't, it doesn't actually doesn't work.",
        144.78,
        146.32
    ],
    [
        " What this, what you need individual is you need subordinate leaders inside these multiple organizations that you're in charge of, that you trust and you've got to let them run with the broad guidance and the mission, the broad guidance of the mission and with your commanders intent.",
        146.32,
        165.04
    ],
    [
        " That's how you're going to work this.",
        166.0,
        167.24
    ],
    [
        " So for instance, when I was in charge of training on the west coast, I was responsible for a lot of stuff for land warfare for maritime operations, dive operations, air operations, close quarters, combat, urban warfare, training, mobility training, heavy weapons, defensive tactics, combat leadership, and every other block.",
        167.68,
        186.82
    ],
    [
        " Four guys that are getting ready to deploy to Iraq and Afghanistan.",
        188.1,
        190.94
    ],
    [
        " Now on top of those tactical things, I'm in charge, I'm actually also in charge of safety and actually also in charge of maintenance and actually also in charge of the administration of the command.",
        191.4,
        202.5
    ],
    [
        " That's a lot of stuff to be running, right?",
        203.08,
        206.82
    ],
    [
        " I know that homes is in charge of the VC firm and the student body, that's stuff too.",
        207.16,
        212.8
    ],
    [
        " This is a lot of stuff. Could I personally manage and conduct all of those things that I was in charge of?",
        213.26,
        219.98
    ],
    [
        " Not even close.",
        220.72,
        221.88
    ],
    [
        " Not even close.",
        223.2,
        223.88
    ],
    [
        " Now you talk about feeling overwhelmed. You wouldn't last 15 minutes if you tried to be the person that made every decision and all those different divisions that were inside of the training command.",
        224.84,
        235.82
    ],
    [
        " So I couldn't manage and run them all myself, but I had great leaders that I trusted that were going to make things happen and I gave them the broad guidance of what we were trying to do, what their part of the mission was, the parameters that they were allowed to work within, and then go get some.",
        236.82,
        258.7
    ],
    [
        " And it's the same thing, task unit commander, task unit commander got two platoons plus you got a squad of augmentees plus you got CBs and you got an Intel fuse and sell and you got interrogators and you got radio communications crew and you got the IT crew.",
        259.58,
        272.34
    ],
    [
        " And you got the whole tactical operation center that you're running.",
        272.56,
        275.8
    ],
    [
        " And it's the same thing.",
        276.14,
        277.54
    ],
    [
        " I can't run all that. No, no human can run all that.",
        277.92,
        281.24
    ],
    [
        " So what do you do? You have subordinate leaders that have the broad guidance. They understand what the mission is. They understand the commanders intent. They go forward and get after it. And they they know the parameters and sometimes they have issues and when they have issues, you step in and you give them a hand.",
        282.1,
        296.4
    ],
    [
        " Or sometimes they get a lot of box. You've got to put them back in the box.",
        296.94,
        300.14
    ],
    [
        " But it's the same thing even right now. I got Ashlone Fronter got the podcast. I got the store got the supplements, the apparel, the online training coming out. We got the T, the real estate, the gym, the list goes on.",
        303.34,
        314.86
    ],
    [
        " And I can't run all those things.",
        315.24,
        318.04
    ],
    [
        " But I got people leading those things and running those things. And I could do the same thing. It's like, hey, here's the guy. Here's the mission. Here's the commanders intent.",
        318.9,
        326.98
    ],
    [
        " Here's the sanity check on something. Here's the parameters we're trying to move within.",
        327.14,
        330.9
    ],
    [
        " And then go go and get some. So if you do well with decentralized command, you can handle a lot. Now, could you possibly bite off more than you can chew? Yeah, you could get involved in so many things that you don't even have time to monitor the situations at all.",
        332.12,
        354.94
    ],
    [
        " And you don't have time to tell when people are getting out of their zone or out of their parameters that they're allowed to work with in or you don't have time to help when something goes sideways.",
        354.94,
        363.1
    ],
    [
        " So you could get there and that will happen especially quickly. If you have failed to train and mentor and give directions and give guidance to the leaders that you have that are actually on the front lines running things.",
        363.78,
        377.76
    ],
    [
        " So that's part of it. Now the other part of it is you can't do any of this. If your ego will not allow you to let things go. I mean, you literally said, I don't want to let go of any projects.",
        381.72,
        396.06
    ],
    [
        " I've said this before. If you want to be in charge of everything, you have to be in charge of nothing. Your goal should be in charge of nothing.",
        396.32,
        406.92
    ],
    [
        " Only if you're in charge of nothing, can you truly be in charge of everything? Because when you're in charge of every single thing, guess what you can handle? Nothing. Your task saturated, it doesn't work.",
        407.76,
        417.2
    ],
    [
        " So that's what you need to do. Get some good solid leaders, subordinate leaders, empower them, train them, trust them, make sure they understand where they're going. Make sure they understand what the mission is. Make sure they understand what the goals are.",
        418.14,
        435.64
    ],
    [
        " Make sure they understand what things are outside the box that they need to come and talk to you about.",
        436.96,
        442.38
    ],
    [
        " And then let them rock and roll. Boom.",
        443.32,
        448.32
    ]
]