[
    [
        " There are no bad teams, only bad leaders.",
        0.0,
        2.1
    ],
    [
        " Do you think there are exceptions to this?",
        2.64,
        5.28
    ],
    [
        " If so, how do you know you're a part of the exception?",
        5.78,
        9.48
    ],
    [
        " That is a quote from the book Extreme Ownership written by myself",
        10.84,
        15.36
    ],
    [
        " on my brother, Wave Babin.",
        15.36,
        16.82
    ],
    [
        " And it is a quote that I don't want to say we stole,",
        16.94,
        21.42
    ],
    [
        " but we stole, we appropriated from David Hackworth,",
        21.6,
        25.46
    ],
    [
        " who said, there's no bad,",
        26.08,
        28.26
    ],
    [
        " I think he said no bad officers, no bad units, only bad officers.",
        28.26,
        31.7
    ],
    [
        " And Napoleon, who said there's no bad regiments, only bad kernels.",
        31.98,
        36.24
    ],
    [
        " And we said there's no bad teams, only bad leaders.",
        36.5,
        39.2
    ],
    [
        " And the question is, is there an exception to this?",
        39.66,
        42.86
    ],
    [
        " And how do you know if you're part of the exception?",
        43.36,
        45.16
    ],
    [
        " Well, actually there is, there's a big exception to this.",
        45.4,
        48.44
    ],
    [
        " And the exception is that there are bad leaders with good teams.",
        49.0,
        53.86
    ],
    [
        " That is true.",
        54.46,
        55.58
    ],
    [
        " That can happen.",
        55.88,
        56.58
    ],
    [
        " Sometimes you get a bad leader that is running a really, really good team.",
        57.04,
        61.24
    ],
    [
        " So that's an exception.",
        61.38,
        62.04
    ],
    [
        " I guess it's an exception to this rule.",
        62.34,
        63.62
    ],
    [
        " Maybe that's the way I took it.",
        63.78,
        66.04
    ],
    [
        " So you get a team that's so good that they just continue to perform even",
        66.06,
        70.02
    ],
    [
        " though they have a horrible leader, they perform despite their bad leader.",
        70.02,
        75.92
    ],
    [
        " Now what this doesn't, this does not prove,",
        76.22,
        81.32
    ],
    [
        " you know, I always say leadership is the most important thing on the battlefield.",
        81.64,
        84.72
    ],
    [
        " This doesn't disprove that statement.",
        86.5,
        88.5
    ],
    [
        " You'd think maybe it does because, oh, you got a bad leader and you got a good team",
        88.92,
        92.36
    ],
    [
        " then maybe leadership isn't that important.",
        92.36,
        93.94
    ],
    [
        " That's wrong.",
        94.2,
        94.54
    ],
    [
        " Actually, what it proves is that leadership can come from any level inside the",
        94.78,
        100.7
    ],
    [
        " organization.",
        100.7,
        101.12
    ],
    [
        " That's going to prove that because I've seen that over and over again when I was",
        101.28,
        104.08
    ],
    [
        " running the training for the seal,",
        104.08,
        105.4
    ],
    [
        " eventually I didn't care where the leadership in the platoon was because I",
        105.4,
        113.26
    ],
    [
        " realized that it was a real, it was a real hard thing to hope for that you had",
        113.26,
        120.68
    ],
    [
        " the person that was in the leadership positions, like the platoon commander",
        120.68,
        125.92
    ],
    [
        " or the platoon chief to, to assume or to figure that they were going to be",
        125.92,
        131.74
    ],
    [
        " the leader that you wanted them to be was a big assumption to make.",
        131.74,
        135.86
    ],
    [
        " And so what I realized after training for a while is like,",
        136.26,
        138.64
    ],
    [
        " even though I wanted the leaders to be those senior guys who were supposed to",
        138.64,
        142.4
    ],
    [
        " be taking leadership, eventually I realized as I didn't care where that",
        142.4,
        146.5
    ],
    [
        " leadership came from as long as there was a couple of good leaders,",
        146.5,
        149.24
    ],
    [
        " you would end up with a good seal platoon.",
        149.24,
        151.78
    ],
    [
        " And the platoon would be on track.",
        151.8,
        153.04
    ],
    [
        " Now, maybe the question is what this person is hinting at the exception being",
        153.84,
        160.78
    ],
    [
        " is there an exception that if there is a bad team,",
        160.78,
        163.74
    ],
    [
        " maybe that team is just so filled with bad people that they can't get the job done.",
        163.9,
        168.08
    ],
    [
        " That's the kind of exception he's talking about.",
        168.2,
        169.88
    ],
    [
        " Or failing because the team is so bad, even though the leader is good,",
        169.88,
        173.68
    ],
    [
        " even though the leader's good, but the team is so bad that that's an exception to",
        173.92,
        178.9
    ],
    [
        " the rule. Well, guess what?",
        178.9,
        180.48
    ],
    [
        " Who's responsible for the people on the team?",
        180.82,
        185.2
    ],
    [
        " Who's responsible for training the people on the team so that they can get good at",
        185.8,
        189.94
    ],
    [
        " their job and they can perform with excellence or who's in charge of getting",
        189.94,
        195.54
    ],
    [
        " rid of the people that are subpar so that the team steps up their performance.",
        195.54,
        199.62
    ],
    [
        " Well, they answer all those questions is the leader.",
        199.84,
        202.02
    ],
    [
        " So if you're on a bad team and you're leading the team, it's your fault.",
        202.52,
        207.72
    ],
    [
        " And there's no exceptions to that.",
        208.06,
        209.36
    ],
    [
        " Zero.",
        209.66,
        211.02
    ],
    [
        " Yeah, I'm over here trying to think of the exception, but just what you said is like,",
        211.52,
        215.58
    ],
    [
        " kind of, yeah, kind of negates any.",
        215.58,
        218.08
    ],
    [
        " Hey, this, this, let's take a real, a real simple example of like a sports team,",
        218.12,
        223.38
    ],
    [
        " right? Oh, the sports team got dealt a bad hand and now the people on the team,",
        223.68,
        228.7
    ],
    [
        " well, what are you going to do?",
        228.78,
        229.5
    ],
    [
        " You're going to train those people?",
        230.18,
        231.26
    ],
    [
        " Who's responsible?",
        231.34,
        231.82
    ],
    [
        " I'm not saying you're going to start performing right now, but you can get on the",
        232.06,
        235.06
    ],
    [
        " trajectory. Will you be good?",
        235.06,
        236.58
    ],
    [
        " Eventually.",
        236.84,
        237.46
    ],
    [
        " Now, if you just blame, hey, I got a bad team. Well, guess what?",
        237.82,
        240.42
    ],
    [
        " Then you don't put an effort. Guess what?",
        240.48,
        241.46
    ],
    [
        " You're going to continue to be a loser of the exception.",
        241.52,
        243.54
    ],
    [
        " Yeah, my team, my team is just so bad.",
        243.74,
        245.82
    ],
    [
        " Train your people.",
        246.6,
        249.56
    ],
    [
        " I'm not saying you're a miracle worker.",
        250.02,
        251.68
    ],
    [
        " Yeah, I'm not saying you can, you can take people that don't have any skills",
        252.46,
        257.16
    ],
    [
        " and instantly through your leadership, turn them into incredible performers.",
        257.16,
        260.98
    ],
    [
        " No, that's not going to happen.",
        261.3,
        263.34
    ],
    [
        " But guess what? As a leader, you go out and you bring people into your team that are",
        263.72,
        266.4
    ],
    [
        " good. Go, you do train the people that you do have up to the best of their abilities",
        266.4,
        269.84
    ],
    [
        " and the people that can't perform the way they need to perform.",
        269.84,
        272.46
    ],
    [
        " You get rid of them.",
        272.46,
        273.18
    ],
    [
        " That's it.",
        273.48,
        276.28
    ],
    [
        " No real exceptions.",
        276.78,
        278.68
    ],
    [
        " Other than, yeah, you can have a good team with bad leaders.",
        279.16,
        282.04
    ],
    [
        " Yeah, I feel only because there's a good leader somewhere in there.",
        282.4,
        284.38
    ],
    [
        " The exceptions thing, I think it's healthy in my opinion.",
        284.92,
        289.6
    ],
    [
        " In regards to this and most other things where if I or we start thinking that we're",
        289.84,
        296.42
    ],
    [
        " the exception, so we don't have to put in like, I don't know, like the work or whatever.",
        296.42,
        301.42
    ],
    [
        " Not necessarily work, but the, you know how like, okay, we'll take this one.",
        301.54,
        305.14
    ],
    [
        " No bad teams don't leave bad leaders.",
        305.24,
        306.46
    ],
    [
        " But, you know, if I say I might be the exception to this because my team is so bad,",
        306.96,
        310.86
    ],
    [
        " it's kind of like, aren't you?",
        310.98,
        311.92
    ],
    [
        " Kind of, yeah, aren't you?",
        312.12,
        312.76
    ],
    [
        " Kind of do a little cop out there kind of thing.",
        312.9,
        314.64
    ],
    [
        " You are 100% on it.",
        314.68,
        315.36
    ],
    [
        " Bottom line is if you don't take ownership of what's going on, then you're not going to perform",
        315.36,
        320.24
    ],
    [
        " well.",
        320.24,
        320.48
    ],
    [
        " If you just blame your genetics, then that means, okay, well, I'm not going to get any",
        320.84,
        325.52
    ],
    [
        " kind of shape whatsoever.",
        325.52,
        326.38
    ],
    [
        " Then guess what, guess what kind of shape you're being?",
        326.76,
        328.26
    ],
    [
        " Junk.",
        329.38,
        329.56
    ],
    [
        " Substand.",
        330.1,
        330.6
    ],
    [
        " Substandered.",
        330.76,
        331.58
    ]
]