[
    [
        " This is Jocco podcast number 159 with echo Charles and me Jocco willing good evening. I go good evening",
        0.0,
        7.42
    ],
    [
        " There's a",
        7.42,
        12.48
    ],
    [
        " A terrible feeling in",
        12.48,
        18.04
    ],
    [
        " the gut",
        18.04,
        18.6
    ],
    [
        " That I've only felt",
        18.6,
        21.78
    ],
    [
        " While I was overseas in",
        21.78,
        26.0
    ],
    [
        " Iraq and it's it's",
        27.96,
        30.82
    ],
    [
        " this",
        30.82,
        32.16
    ],
    [
        " deeply",
        32.16,
        33.82
    ],
    [
        " distressed kind of sick feeling and",
        33.82,
        39.78
    ],
    [
        " Literally feel it in your gut literally feel it in your stomach in my stomach and it's not it's not the fear it's not fear",
        39.78,
        47.42
    ],
    [
        " It's not it's not the fear of death",
        47.42,
        50.82
    ],
    [
        " because",
        50.82,
        53.34
    ],
    [
        " When you get to a point when you kind of accept that death is a",
        54.28,
        59.88
    ],
    [
        " Possibility and you're okay with it then that fear kind of goes away",
        59.88,
        66.1
    ],
    [
        " And it's not the fear of",
        66.1,
        72.2
    ],
    [
        " One of your guys being wounded to kill it's not that either",
        72.2,
        76.08
    ],
    [
        " Because even that fear even that fear you you you kind of get a control of that",
        76.08,
        83.22
    ],
    [
        " fear",
        84.0,
        84.52
    ],
    [
        " Because you know you can't dwell on it because you know if you dwell on the fear of one of your guys",
        84.52,
        89.04
    ],
    [
        " Getting wounded or getting killed then that's going to detract from",
        89.04,
        93.16
    ],
    [
        " The very thing that you're supposed to be doing that will most likely prevent your guys from being wounded or killed",
        93.16,
        100.58
    ],
    [
        " If you're dwelling on that fear you won't be doing the things you should be doing like planning and",
        100.58,
        106.7
    ],
    [
        " training and preparing and inspecting and reviewing and leading",
        106.7,
        110.8
    ],
    [
        " so even that fear while it's persistent and heavy and potent",
        111.92,
        117.9
    ],
    [
        " It's you have",
        117.9,
        120.74
    ],
    [
        " Some level of control over it",
        120.74,
        123.66
    ],
    [
        " but",
        123.66,
        126.8
    ],
    [
        " When something goes wrong when something",
        126.8,
        130.68
    ],
    [
        " happens and",
        130.68,
        135.82
    ],
    [
        " You're responsible and the burden of command",
        136.58,
        139.96
    ],
    [
        " Settles down with its monstrous monstrous weight on top of your shoulders",
        139.96,
        145.72
    ],
    [
        " Because there's no one else to blame",
        145.72,
        148.38
    ],
    [
        " That's what I'm talking about",
        148.38,
        151.1
    ],
    [
        " and actually I felt it for the first time really a",
        151.1,
        157.16
    ],
    [
        " Little bit during my first deployment that I did to Iraq and my platoon we we did what we're supposed to do",
        157.16,
        162.82
    ],
    [
        " some things",
        162.82,
        164.5
    ],
    [
        " Didn't go right nothing crazy, but mistakes were made and there was actually back-to-back to back missions",
        165.8,
        173.0
    ],
    [
        " With related targets that we are going after and I was the assault force commander and",
        173.0,
        179.42
    ],
    [
        " I think one of my might have even been the ground force commander so I was",
        179.42,
        183.62
    ],
    [
        " Clearly responsible for these missions and there were some mistakes made and",
        183.62,
        187.26
    ],
    [
        " my commanding officer came and",
        187.26,
        191.8
    ],
    [
        " Spoke to me about you know pulled me aside to point out the mistakes and the resulting",
        192.84,
        198.44
    ],
    [
        " Impacts that these mistakes were gonna have and he wasn't happy. I mean he wasn't he wasn't mad because we had a good relationship",
        198.44,
        205.46
    ],
    [
        " And he was talking to me just straight",
        205.46,
        207.14
    ],
    [
        " but",
        207.14,
        208.38
    ],
    [
        " he wasn't happy and",
        208.38,
        211.8
    ],
    [
        " You know I kept the calm face and I took ownership and said hey my fault. This things were gonna do to fix it, you know",
        211.8,
        218.14
    ],
    [
        " But",
        222.3,
        222.66
    ],
    [
        " Even though I kind of kept a calm face in front of him when he left I again",
        222.66,
        226.36
    ],
    [
        " I felt like this wretching in my stomach that that I had made some kind of mistake and",
        226.36,
        231.88
    ],
    [
        " And one of the worst things about is there's nothing you can do like the mistake happened",
        231.88,
        235.82
    ],
    [
        " You can't go back you can't fix it",
        235.82,
        238.2
    ],
    [
        " And I can't compare that",
        238.2,
        241.72
    ],
    [
        " Feeling to anything else really that I've felt",
        241.72,
        245.5
    ],
    [
        " Because I've never felt anything else that feels like that and I've I've talked about it with my friends and leadership positions",
        246.48,
        252.54
    ],
    [
        " Overseas and and like actually the first time",
        252.54,
        257.16
    ],
    [
        " It's actually stoner that talked to me about this this gut feeling and he had something going on and",
        257.16,
        265.44
    ],
    [
        " You know, he's like you know that feeling and I was like oh, yeah, I know that feeling and",
        265.44,
        273.6
    ],
    [
        " Like I said, I've never I've never felt this",
        273.84,
        276.36
    ],
    [
        " Feeling this annoying feeling in your gut. That's eating you from the inside. I think you",
        276.36,
        282.02
    ],
    [
        " See it sometimes",
        282.02,
        284.06
    ],
    [
        " If you watch you know some movies try and capture this feeling of",
        284.06,
        290.66
    ],
    [
        " Where it's basically where someone's life is falling apart, but they're trying to keep a",
        290.66,
        295.2
    ],
    [
        " Fassad up that everything's going okay",
        295.2,
        297.48
    ],
    [
        " Have you ever seen the movie Fargo",
        297.48,
        299.92
    ],
    [
        " No, okay, I got you on this one this movie Fargo there's a guy and he's he's a car salesman and he's been",
        301.04,
        307.92
    ],
    [
        " Fudging the numbers and then he's",
        307.92,
        309.88
    ],
    [
        " He's he's trying to kill someone there's all these things are happening and it's all and he's a very I would say a very naive person",
        309.88,
        318.4
    ],
    [
        " and",
        318.4,
        319.38
    ],
    [
        " He's you know married and he's got kids and he's trying to do this stuff that's not right and he knows it and it's starting to come apart",
        319.38,
        327.78
    ],
    [
        " And that that's the kind of thing where you you can see it's just eating him from the inside",
        328.54,
        333.2
    ],
    [
        " So I think it's that that type of",
        333.2,
        336.14
    ],
    [
        " Nine deep feeling where everything is going wrong and there's nothing you can do about it",
        336.14,
        340.98
    ],
    [
        " That's the that's the closest I think I can come is",
        340.98,
        344.58
    ],
    [
        " Is just when things are going so wrong and there's nothing you can do about it and I think that that feeling",
        344.58,
        351.14
    ],
    [
        " That feeling for me",
        351.14,
        353.34
    ],
    [
        " I think that's why number one. That's why I always say combat is humbling",
        353.34,
        357.46
    ],
    [
        " It's because of that feeling right there where you something went wrong you couldn't stop it you couldn't control it",
        358.18,
        364.42
    ],
    [
        " You can't fix it. It is what it is and",
        364.42,
        368.12
    ],
    [
        " That makes it humbling extremely humbling",
        368.12,
        373.34
    ],
    [
        " And because of that",
        373.34,
        376.68
    ],
    [
        " It made me want to make sure that I did everything",
        376.68,
        381.98
    ],
    [
        " Humanely possible to prevent from that to prevent that feeling from grabbing hold of me again if if I could help it",
        382.28,
        390.72
    ],
    [
        " Get opened up my mind it made me",
        390.72,
        392.36
    ],
    [
        " It made me always want to listen to other people's input because I always said to myself wait",
        392.36,
        400.58
    ],
    [
        " If I didn't see what was going on over here. How do I ever know where my blind spots are?",
        400.58,
        405.58
    ],
    [
        " Mm-hmm",
        405.88,
        406.34
    ],
    [
        " I always think I must have blind spots somewhere there must be something",
        406.34,
        410.0
    ],
    [
        " I don't know see something I don't understand how can I listen I need to make sure I listen to other people's viewpoints and",
        410.0,
        417.38
    ],
    [
        " Perspective so that I don't so I can cover and yeah cover as many blind spots as possible",
        417.38,
        423.88
    ],
    [
        " Review other methods and other ideas and other principles to see",
        423.88,
        431.04
    ],
    [
        " What I could learn from them and when people raise opposing points to me. I don't object to them",
        431.04,
        437.94
    ],
    [
        " I don't bristle up and it's",
        438.92,
        440.66
    ],
    [
        " It doesn't offend me when somebody says something that that isn't that I don't agree with it doesn't offend me at all",
        440.66,
        449.6
    ],
    [
        " In fact, I want to know more about it",
        449.6,
        452.48
    ],
    [
        " and",
        452.48,
        454.42
    ],
    [
        " As I as I go through my life I try and continue to listen I try to absorb opposing opinions and process them and",
        454.42,
        463.46
    ],
    [
        " I want to just understand them. I want to understand the context of them",
        463.46,
        467.32
    ],
    [
        " I want to understand the perspective of them",
        467.94,
        469.98
    ],
    [
        " It's it's how I think I'm going to eliminate as many blind spots as possible",
        469.98,
        475.86
    ],
    [
        " So when someone would tell me",
        475.86,
        478.16
    ],
    [
        " Like a new tactic right new tactic when I was in the teams and someone say hey, we're doing this now and",
        478.16,
        486.12
    ],
    [
        " There's of course when somebody tells you something new",
        486.12,
        488.64
    ],
    [
        " There's always a part of you that says",
        488.64,
        490.94
    ],
    [
        " That bristles up to it and I",
        490.94,
        493.72
    ],
    [
        " Again those humbling situations that feeling in my gut that I didn't want to feel",
        494.34,
        498.48
    ],
    [
        " It it pushed that",
        498.48,
        500.38
    ],
    [
        " That ego down",
        500.38,
        502.08
    ],
    [
        " Because I actually want to hear what your ideas. I want to hear if this is a blind spot",
        502.08,
        506.94
    ],
    [
        " I haven't noticed I want I want that idea to work. I want to see how it works",
        506.94,
        511.2
    ],
    [
        " I want to see if it works and sometimes they would work and",
        511.2,
        514.34
    ],
    [
        " And it's and I would learn something sometimes they wouldn't you know sometimes",
        514.34,
        517.96
    ],
    [
        " It would reconfirm the reason and then that person would learn hey the reason we don't do",
        517.96,
        523.58
    ],
    [
        " What you're",
        523.72,
        524.34
    ],
    [
        " Wanting to do is because of this and so now I'm helping them with a blind spot that they might have",
        524.34,
        529.72
    ],
    [
        " But either way my goal was always to learn",
        529.72,
        534.3
    ],
    [
        " To",
        534.3,
        537.3
    ],
    [
        " Hear other people's viewpoints and that's the way I",
        537.3,
        541.08
    ],
    [
        " Remain today those other viewpoints are gonna make me sharper. I'm gonna read things so that I can see them from other angles",
        541.08,
        548.98
    ],
    [
        " Understand things from other angles",
        548.98,
        551.88
    ],
    [
        " They can strengthen when you",
        552.52,
        554.16
    ],
    [
        " Understand something from another angle you can strengthen your position",
        554.16,
        557.48
    ],
    [
        " Or you can leave your position if you realize that your position is wrong",
        557.48,
        561.7
    ],
    [
        " And",
        561.7,
        565.06
    ],
    [
        " And it's gonna make me better and it's make me better not for me not because I want to be better",
        565.06,
        569.92
    ],
    [
        " But for the people that are around me the people up and down the chain of command",
        569.92,
        572.46
    ],
    [
        " That I'm trying to support them",
        572.46,
        575.82
    ],
    [
        " So I can do my job better as a leader as a follower",
        575.82,
        579.66
    ],
    [
        " And as a person and also",
        580.56,
        584.28
    ],
    [
        " So that I can as much as humanly possible",
        584.28,
        589.72
    ],
    [
        " Avoid that wretched seething miserable feeling in my guts",
        589.72,
        597.22
    ],
    [
        " So I was thinking a lot about that and tonight we're gonna explore",
        597.22,
        605.24
    ],
    [
        " some",
        605.24,
        607.02
    ],
    [
        " Principles of war actually called general rules",
        607.66,
        612.6
    ],
    [
        " By this",
        612.6,
        614.66
    ],
    [
        " Individual Machiavelli. This is the Machiavelli Nicole O Machiavelli. This is the guy that wrote the prince. He's",
        614.66,
        622.56
    ],
    [
        " Got all kinds of great quotes out there. It's better to be feared than loved if you can if you cannot be both",
        622.56,
        629.78
    ],
    [
        " He's got never never was anything great achieved without danger",
        629.78,
        634.9
    ],
    [
        " Here's one if an injury has been done if an injury has to be done to a man",
        637.04,
        642.02
    ],
    [
        " It should be so severe that his vengeance need not be feared",
        642.02,
        646.52
    ],
    [
        " That's pretty ruthless",
        646.52,
        648.62
    ],
    [
        " Here's another one hence it comes about that all armed prophets have been victorious and",
        648.62,
        657.7
    ],
    [
        " All unarmed prophets have been destroyed",
        657.7,
        660.94
    ],
    [
        " And",
        663.38,
        663.94
    ],
    [
        " One more quick quote as you you can you can just google Machiavelli and quotes and you'll find a bunch of great ones men rise from one ambition to another",
        663.94,
        673.66
    ],
    [
        " First they seek to secure themselves against attack",
        673.66,
        677.68
    ],
    [
        " Then they attack others and that's actually from the prince which is his most famous book and if you think about the process of",
        677.68,
        685.62
    ],
    [
        " Being a human being",
        685.62,
        687.62
    ],
    [
        " That right there is very accurate and you can really see that with accuracy",
        688.5,
        692.58
    ],
    [
        " If you overlay that on jiu jitsu first you seek to is secure yourself from attacking then you attack others, right?",
        692.58,
        698.9
    ],
    [
        " When you're rolling that first when you first start you're just trying to defend",
        699.14,
        702.52
    ],
    [
        " You're trying not to get choked and then eventually you can stop from getting choked and you can stop from getting arm locked and start trying to attack those people and arm locked them",
        702.52,
        709.78
    ],
    [
        " so",
        709.78,
        711.0
    ],
    [
        " That's Machiavelli and if you don't know anything about him, he was an Italian",
        711.0,
        715.56
    ],
    [
        " Really a politician and a diplomat and but on top of that",
        716.36,
        721.48
    ],
    [
        " This was during the Renaissance period and and he's an actual Renaissance man",
        721.48,
        727.22
    ],
    [
        " So he was a poet. He was a pro-filosopher. He was a playwright. He was an author of books",
        727.22,
        733.36
    ],
    [
        " Born in 1469 died in 1527 from",
        733.36,
        737.9
    ],
    [
        " 1503 to 1506 he was in charge of the Florentine militia",
        737.9,
        742.4
    ],
    [
        " and when he was in charge of that militia he didn't like",
        743.48,
        745.74
    ],
    [
        " mercenaries",
        745.74,
        747.58
    ],
    [
        " Because he realized the weakness of mercenaries is that they they're they're getting paid",
        747.58,
        752.72
    ],
    [
        " That's why they're fighting they're not fighting be cooked from their true belief system",
        752.72,
        757.34
    ],
    [
        " So he raised and recruited a citizen army and",
        757.34,
        761.76
    ],
    [
        " they were well respected on the battlefield and",
        761.76,
        765.44
    ],
    [
        " They fought in some pretty good battles and won",
        765.44,
        769.72
    ],
    [
        " But it didn't last forever Florentine was eventually defeated and dissolved and Machiavelli was accused of conspiracy and tortured",
        769.9,
        775.86
    ],
    [
        " And I of course whenever I",
        775.86,
        779.68
    ],
    [
        " I go down a lot of rabbit holes, but I went down that torture rabbit hole for a little while yesterday",
        779.68,
        784.94
    ],
    [
        " And they pretty brutal about it",
        784.94,
        787.14
    ],
    [
        " but he",
        787.14,
        788.84
    ],
    [
        " They thought he was a conspirator whatever he did he even after torture they couldn't get it out of them",
        788.84,
        795.18
    ],
    [
        " They eventually just exiled him",
        795.18,
        796.9
    ],
    [
        " And that's when he wrote his book The Prince which I'm sure we'll cover",
        797.06,
        799.84
    ],
    [
        " On here at some point this is where you hear this is where the word Machiavellian",
        799.84,
        804.76
    ],
    [
        " You know, that's kind of it usually refers to his book The Prince",
        804.76,
        808.52
    ],
    [
        " and usually that",
        808.52,
        810.86
    ],
    [
        " Word nowadays is used to describe someone that's kind of scheming and unscrupulous if like if you look it up in the dictionary",
        810.86,
        819.46
    ],
    [
        " That's it'll give you a definition along those lines like someone that's trying to",
        819.46,
        823.04
    ],
    [
        " Snake and make things happen",
        823.04,
        825.62
    ],
    [
        " But and like I said to I'm sure we'll cover that book at some point but",
        827.94,
        831.1
    ],
    [
        " After that he wrote another book which is called the Art of War",
        831.1,
        838.18
    ],
    [
        " and",
        838.18,
        839.42
    ],
    [
        " It's it's definitely a really good book. It's and we will probably parse through the entire thing at some point",
        839.42,
        847.74
    ],
    [
        " But one thing that's good about it is in the end of the book",
        847.74,
        851.88
    ],
    [
        " He",
        853.48,
        853.88
    ],
    [
        " Part seven of the book and there's yeah, that's the last the last part of the book",
        853.88,
        857.12
    ],
    [
        " He basically breaks out the most important principles from the book which makes it pretty",
        857.12,
        862.82
    ],
    [
        " easy and straightforward to uh to talk into it to",
        862.82,
        866.86
    ],
    [
        " explain him and and then you can get the details on it like I said, I'm sure we'll get granular at some point on it",
        866.86,
        873.72
    ],
    [
        " but",
        873.72,
        874.8
    ],
    [
        " Here's what he says in this book",
        874.8,
        878.84
    ],
    [
        " He's and it's bear with me a little bit only because the the translation is old",
        879.48,
        885.86
    ],
    [
        " I know that I've told you",
        885.86,
        888.34
    ],
    [
        " Many things which by yourself you might have understood and considered notwithstanding",
        888.34,
        894.06
    ],
    [
        " I have done it as today also I have told you for to be able to show you better meaning thereof the quality of this army",
        894.06,
        901.74
    ],
    [
        " And also to satisfy those if there be any whom have not had the same commodity to understand them as you",
        901.74,
        908.62
    ],
    [
        " Normie thinks that there",
        909.14,
        910.94
    ],
    [
        " Are other to tell you then certain general rules the which you should have most familiar which be these which is his way of saying listen",
        910.94,
        920.64
    ],
    [
        " I wrote a lot of stuff. I'm glad you understood it or at least you say you did but just in case some other people can't understand it",
        920.64,
        928.86
    ],
    [
        " I'm gonna break it down for you very simply in these",
        928.86,
        931.84
    ],
    [
        " General rules and and like I said the translation",
        931.84,
        934.88
    ],
    [
        " The translation that that I read of this book is called the Tutor translations",
        935.16,
        939.34
    ],
    [
        " By and it's translated by a guy named Peter whitehorn in 1560",
        939.34,
        944.92
    ],
    [
        " So we're talking like somewhat archaic language and it's a little bit tricky",
        944.92,
        949.22
    ],
    [
        " You know to get through but I'll talk through and we'll get it into an understandable format",
        949.22,
        955.46
    ],
    [
        " And",
        955.46,
        957.6
    ],
    [
        " There we go",
        957.6,
        959.92
    ],
    [
        " So",
        960.84,
        961.4
    ],
    [
        " Like I said he says hey look I wrote a lot of stuff here's the general rules that you should be most familiar worth here",
        961.4,
        968.2
    ],
    [
        " We go",
        968.2,
        968.46
    ],
    [
        " number one",
        968.46,
        970.02
    ],
    [
        " The same that helpeth the enemy hurteth the and the same that helpeth the hurteth the enemy",
        970.02,
        979.04
    ],
    [
        " That one's pretty straightforward right",
        979.04,
        981.82
    ],
    [
        " What benefits the enemy harms you and what benefits you harms the enemy",
        981.82,
        986.22
    ],
    [
        " Straight forward. I think you know, that's one of those common",
        987.08,
        990.12
    ],
    [
        " Principles that across the ages everyone says and the reason they say that is because people forget it",
        990.12,
        998.32
    ],
    [
        " people forget that",
        998.32,
        1000.5
    ],
    [
        " if",
        1000.5,
        1001.38
    ],
    [
        " If we're if we're if we can hurt the enemy in any way it's helping us and anything we do that benefits us is gonna hurt the enemy",
        1001.38,
        1008.68
    ],
    [
        " So sometimes we forget that",
        1008.68,
        1011.2
    ],
    [
        " That's why many of these various",
        1011.2,
        1014.5
    ],
    [
        " Canons of",
        1015.44,
        1016.88
    ],
    [
        " Principles on war",
        1016.88,
        1018.72
    ],
    [
        " Remind us of that because it's an important fact",
        1018.72,
        1022.18
    ],
    [
        " Number two",
        1022.18,
        1024.72
    ],
    [
        " He that shall be in war most vigilant to observe the devices of the enemy and shall take most pain to exercise his army",
        1024.72,
        1036.56
    ],
    [
        " Shall a ner least perils and may hope most of victory",
        1036.56,
        1041.4
    ],
    [
        " So what does that mean? That means pay attention. That means be vigilant in observing the methods and plans of the enemy when you're in war",
        1042.7,
        1051.74
    ],
    [
        " Number one pay attention to who you're fighting against",
        1051.74,
        1056.7
    ],
    [
        " Understand who they are",
        1056.7,
        1059.02
    ],
    [
        " Andy Burke",
        1059.02,
        1062.7
    ],
    [
        " He was going to do",
        1062.7,
        1065.6
    ],
    [
        " And ebi I think it was an ebi match",
        1065.6,
        1069.62
    ],
    [
        " You know who he was going against yeah, Craig Jones. Yeah. You know, you know anything about Craig Jones",
        1069.66,
        1074.94
    ],
    [
        " Yeah, Craig Jones is savage",
        1074.94,
        1077.54
    ],
    [
        " Andy you know he's",
        1077.54,
        1080.52
    ],
    [
        " Awesome, but we know we're up. We're training. We're training hard",
        1080.52,
        1084.54
    ],
    [
        " He goes and competes against him and loses fast. Yeah, why do you lose? He lost because well number one because Craig Jones is awesome",
        1084.54,
        1094.82
    ],
    [
        " And you know what and he's real good at",
        1094.82,
        1097.36
    ],
    [
        " He was good at all the digits who but he's got real good foot locks got real good heel hooks",
        1098.54,
        1102.6
    ],
    [
        " He likes to play that game. You know, it's training with me training with the list",
        1102.6,
        1106.66
    ],
    [
        " you",
        1106.66,
        1107.72
    ],
    [
        " And so he's rolling in didn't know much about Craig Jones in fact you didn't know anything about Craig Jones",
        1107.72,
        1113.26
    ],
    [
        " He just oh yeah, he's good whatever. Yeah, not not not in a disrespectful way right",
        1113.26,
        1117.92
    ],
    [
        " But you ever heard somebody say um like when they say he would what are what do you think about your opponents?",
        1117.92,
        1124.1
    ],
    [
        " Left hook or whatever right? They say what do you think about your opponents ground and pound and they say",
        1125.06,
        1129.2
    ],
    [
        " I'm not worried about my opponent",
        1129.2,
        1130.6
    ],
    [
        " It's what I'm gonna do. It's not what they're gonna do. You know what I mean",
        1130.6,
        1133.32
    ],
    [
        " And I don't mean that in a bad way. I'm not trying to say Andy was cocky",
        1133.32,
        1137.14
    ],
    [
        " But Andy's thing was like look, you know, I do digits. Yeah, that was a pro. Yeah, like I do just do and hey",
        1137.14,
        1142.1
    ],
    [
        " And also there's a little bit of like hey well you might go against this guy, but he might get hurt",
        1142.1,
        1145.8
    ],
    [
        " You might have this or whatever you know what I mean so right right and it was a tournament as well",
        1145.8,
        1149.28
    ],
    [
        " So you can't really get focused on one guy you're gonna be fighting three or four guys in one night",
        1149.44,
        1154.7
    ],
    [
        " You just gotta get your digits to game up. Yeah",
        1154.7,
        1156.76
    ],
    [
        " so",
        1156.76,
        1157.56
    ],
    [
        " Andy rolls in and",
        1157.56,
        1160.38
    ],
    [
        " He he went right into Craig Jones's game in seconds and",
        1160.38,
        1165.32
    ],
    [
        " And the other thing was",
        1165.32,
        1166.96
    ],
    [
        " Andy super relaxed like I mean he's he's relaxed anyways, so he's like oh, okay",
        1166.96,
        1172.56
    ],
    [
        " This is you know, we're just gonna do some digits here and and it'll escalate over time and eventually",
        1172.56,
        1177.26
    ],
    [
        " You know something you know, we'll get to that point and whatever",
        1177.26,
        1180.12
    ],
    [
        " Andy goes in and boom",
        1180.12,
        1182.28
    ],
    [
        " And goes writing like want to Craig Jane Craig Jones is like really good moves. Just goes right into it for him",
        1182.28,
        1190.5
    ],
    [
        " and",
        1190.5,
        1191.62
    ],
    [
        " You know I was bummed and obviously Andy's bummed but",
        1191.62,
        1196.58
    ],
    [
        " Didn't do any you know we me. I should have been like hey man. Let's look at your opponents",
        1196.58,
        1202.36
    ],
    [
        " Let's check out their game because if you just know you know how it is if you're aware of someone's game",
        1202.36,
        1207.24
    ],
    [
        " You can definitely mitigate it you can't defeat. I'm not saying he could defeat Craig Jones",
        1207.36,
        1211.74
    ],
    [
        " But he would have been he wouldn't have fallen into that in a matter of seconds",
        1211.74,
        1216.04
    ],
    [
        " He would have been oh, this is his move there. I need I know what to do to at least mitigate the first attack the second attack, right?",
        1216.04,
        1221.78
    ],
    [
        " If you don't do that",
        1222.32,
        1224.04
    ],
    [
        " You're gonna you're gonna have problems and Andy got and he came back and read that he's like he's like yeah, oh that guy's good",
        1224.04,
        1231.0
    ],
    [
        " So props to my boy Craig Jones you beat my",
        1231.0,
        1235.5
    ],
    [
        " My boy",
        1237.58,
        1237.18
    ],
    [
        " Hopefully you guys will meet again one day and you get it he'll get another go and he'll know your game a little bit better, but",
        1237.18,
        1243.92
    ],
    [
        " Bottom line is",
        1243.92,
        1245.64
    ],
    [
        " Study your opponents study your opponents now. Can you go too far with that? Yeah, you can because some people think oh",
        1245.64,
        1252.84
    ],
    [
        " I wish that happens sometimes when the UFC someone will miss waiter. They'll get hurt and they'll throw a new opponent mad",
        1252.84,
        1258.08
    ],
    [
        " I wasn't ready for that guy had been training for a strike or now you're putting me up against grappler or whatever",
        1258.08,
        1262.32
    ],
    [
        " So you know",
        1263.42,
        1264.38
    ],
    [
        " Sarge this is pretty cool. Sarge who was a really who was and he is a really good wrestler",
        1264.38,
        1269.68
    ],
    [
        " He's also jiu jitsu now, but",
        1269.68,
        1271.44
    ],
    [
        " He was he said when he would train for wrestling",
        1271.44,
        1275.7
    ],
    [
        " You know because he was a high school wrestler at poway which if you know anything about wrestling in California or actually in America",
        1275.7,
        1281.6
    ],
    [
        " You know poway high school has a like real dominant wrestling program and he was a wrestler there as well as his brother, but",
        1281.6,
        1289.26
    ],
    [
        " He said when he would train",
        1289.26,
        1291.44
    ],
    [
        " He would he would picture someone with no face",
        1292.48,
        1295.34
    ],
    [
        " And it's because you know when you're in the high school wrestling scene out here in California",
        1295.34,
        1301.48
    ],
    [
        " You know the people that you're gonna come up against right in an tournament. You're gonna come up against these six guys",
        1301.48,
        1306.02
    ],
    [
        " You know that two of them are good or whatever",
        1306.02,
        1308.16
    ],
    [
        " But he just say no and then when he would look at him",
        1308.16,
        1311.34
    ],
    [
        " He's like when I would look at him before a match",
        1311.34,
        1314.34
    ],
    [
        " I wouldn't I just see like a blur just fog in their face and then he said once he would knew he was gonna go against that guy",
        1314.34,
        1321.56
    ],
    [
        " Then he'd look at him in a calculate their face and be like I'm gonna kill this guy",
        1321.56,
        1324.74
    ],
    [
        " But that's why what would it was his point in that was he didn't want to get",
        1324.74,
        1331.78
    ],
    [
        " Like his mind offset by oh, it's not who I expected it to be right right",
        1331.78,
        1339.2
    ],
    [
        " So he wouldn't have any expectation on who it was gonna be he was just gonna get in the murder mode",
        1339.2,
        1344.1
    ],
    [
        " And then when he when he finally realized that they're walking out of the map",
        1344.1,
        1347.54
    ],
    [
        " But then then he'd look at their face and go okay, this is the guy I'm going against and I'm gonna kill him",
        1347.54,
        1351.66
    ],
    [
        " Which for Sarge, you know that me he's the actually",
        1351.66,
        1355.2
    ],
    [
        " So",
        1355.2,
        1357.6
    ],
    [
        " Observe the methods and plans of your enemy",
        1357.6,
        1361.68
    ],
    [
        " absolutely",
        1361.68,
        1363.18
    ],
    [
        " Next part of his you you have to endure much hardship and training of course you got a train hard",
        1363.18,
        1369.8
    ],
    [
        " So observe your enemy know what they're doing and then train really really hard and you're gonna have a greater chance",
        1369.8,
        1376.1
    ],
    [
        " for victory of course",
        1376.1,
        1378.12
    ],
    [
        " Common sense",
        1378.12,
        1379.86
    ],
    [
        " next one number three",
        1379.86,
        1381.6
    ],
    [
        " Never conduct thy men to fight the field if first thou has not confirmed their minds and know it's them to be without fear and to be in good order",
        1381.6,
        1393.68
    ],
    [
        " For though for thou audest never to enterprise any dangerous thing with thy soldiers",
        1393.68,
        1401.28
    ],
    [
        " But when thou seest that thy hope to overcome",
        1401.38,
        1406.02
    ],
    [
        " So again, we're dealing with some middle English here. I think you English",
        1406.02,
        1414.1
    ],
    [
        " Linguists people can get at me if I'm wrong, but we're pretty close to middle English",
        1414.1,
        1419.8
    ],
    [
        " Maybe it's a little late middle English, but we're in the ballpark. So what are you talking about there?",
        1419.8,
        1424.5
    ],
    [
        " Never lead your soldiers into an engagement unless you are assured of their courage",
        1424.98,
        1430.86
    ],
    [
        " And",
        1432.7,
        1433.1
    ],
    [
        " Then he actually says unless you know them to be without fear which is a stretch in my mind because you're gonna have people",
        1433.1,
        1438.12
    ],
    [
        " They're gonna be afraid in fact where you can you you're gonna people are gonna be afraid",
        1438.12,
        1442.96
    ],
    [
        " When they're going into combat 90 something percent a high percentage of people are gonna have some level of fear",
        1442.96,
        1449.26
    ],
    [
        " But you do need to make sure that they're gonna be able to overcome that fear",
        1449.26,
        1453.48
    ],
    [
        " So if you got people that are shaken in their shoes and they feel you know, you think they're gonna do not they've not been tested at all",
        1453.48,
        1459.58
    ],
    [
        " Well then that that could be a real problem",
        1460.2,
        1462.62
    ],
    [
        " Then in the question becomes okay. Well, how do you test if someone's gonna be afraid or not? What do you think they do in the military?",
        1462.62,
        1468.9
    ],
    [
        " With people what do they do?",
        1470.16,
        1472.14
    ],
    [
        " What to make them not scared?",
        1472.14,
        1474.32
    ],
    [
        " Yeah, test their fear. Yeah, how do you test their fear put them in scary situation?",
        1474.64,
        1478.36
    ],
    [
        " The scary situations in training make them repel off the high tower. Yeah, make them send to airborne school. Hey airborne school",
        1478.56,
        1486.4
    ],
    [
        " I would say you know, of course there's there's some level of some things that you need to learn in airborne school",
        1487.18,
        1493.42
    ],
    [
        " But you're basically I mean you can literally throw a sack of potatoes out of an airplane with a parachute on it",
        1493.42,
        1499.26
    ],
    [
        " It's gonna land up pretty much okay most of the time and that's what you do when you go to the school you learn the proper",
        1499.26,
        1505.7
    ],
    [
        " Exit procedures when I went to airborne school. It's like here's the exit procedures here's how you land you're floating down",
        1505.7,
        1512.1
    ],
    [
        " You don't have much control over your parachute",
        1512.1,
        1513.56
    ],
    [
        " So there's not a lot to learn",
        1515.14,
        1516.82
    ],
    [
        " Technically, it's not like a major skill set. I mean, it's a three let me put it this way. It's a three-week school",
        1516.82,
        1522.34
    ],
    [
        " Right, it's not like it's not a it's not a long intensive school about learning how to",
        1522.34,
        1527.72
    ],
    [
        " Pack parachutes or even how to maneuver yourself through the air because there's only so much you can do",
        1527.72,
        1532.4
    ],
    [
        " So what is it that's important about airborne school? What's important about airborne school is you're gonna overcome the fear of jumping out of a damn airplane",
        1532.4,
        1541.08
    ],
    [
        " That's important. That's why in airborne you go go talk to the",
        1541.72,
        1545.6
    ],
    [
        " 82nd Airborne Division of the 101st Airborne Division those guys are awesome and they have that little thing that they've all done",
        1545.6,
        1552.34
    ],
    [
        " That has put them",
        1552.34,
        1555.16
    ],
    [
        " They've been screened out a little bit because some people are gonna be afraid so yes",
        1555.16,
        1559.28
    ],
    [
        " That's what you do you make people do hard scary things",
        1559.28,
        1562.48
    ],
    [
        " I mean in the seal teams it's the same thing. What do they do?",
        1562.48,
        1565.16
    ],
    [
        " You're gonna learn how to parachute then you're gonna parachute at night. They're gonna parachute at night into the water",
        1565.26,
        1568.46
    ],
    [
        " Then you're gonna jump out of a helicopter at night at you know",
        1568.88,
        1573.02
    ],
    [
        " 20 feet into the darkness and with a boat and you're gonna rig that thing up and you're gonna dive at night and you're gonna swim at night in the open ocean",
        1573.02,
        1580.56
    ],
    [
        " Yeah, you're always just gonna go that's scare some people somebody's never really scared me. Yeah, I",
        1580.56,
        1585.94
    ],
    [
        " have no fear of sharks",
        1585.94,
        1587.62
    ],
    [
        " Let me rephrase that I have no fear that a shark is randomly gonna bite me",
        1587.62,
        1594.5
    ],
    [
        " If I was in the water and there were sharks I'd be scared yes",
        1594.5,
        1596.92
    ],
    [
        " And I know that their sharks in the water said that you guys should be scared, but I don't know I feel lucky",
        1596.92,
        1601.76
    ],
    [
        " Yeah, I feel like sharks don't really want to eat that very much. They'd rather eat like someone like you",
        1601.76,
        1606.82
    ],
    [
        " Well, I guess if you're on a surfboard, I guess that increases the chances from what I understand",
        1606.82,
        1612.84
    ],
    [
        " Yeah, yeah, cuz you look like a seal. Sure. I got like a sea animal seal",
        1612.84,
        1616.42
    ],
    [
        " So that's what you do you put people in situations where they're gonna be afraid you know, and this is something that I think",
        1616.42,
        1623.54
    ],
    [
        " Everyone should do if you have a job that's gonna cause stress you want to put people in stressful situations",
        1625.6,
        1629.82
    ],
    [
        " So that's how you test that fear and again, you're not gonna be able to",
        1629.82,
        1634.54
    ],
    [
        " Remove the fear from people what you want to figure out is can they overcome the fear?",
        1634.54,
        1639.48
    ],
    [
        " That's what you want to figure out",
        1639.76,
        1641.1
    ],
    [
        " What else you say know that they're organized never never making attempt",
        1641.1,
        1646.06
    ],
    [
        " Unless you unless you see they hope for victory",
        1646.06,
        1650.7
    ],
    [
        " So you got to convince if you're telling your guys like hey, we're probably gonna lose",
        1651.64,
        1655.44
    ],
    [
        " You don't say that you say look it's gonna be hard, but there's a chance we can take this you know what I mean",
        1655.44,
        1660.98
    ],
    [
        " Yeah, you got to get them in that attitude not the attitude of like oh, we're just gonna lose",
        1660.98,
        1665.24
    ],
    [
        " We're just going on here for no reason. Yeah, don't let that happen. Yeah",
        1665.24,
        1668.9
    ],
    [
        " number four",
        1668.9,
        1670.48
    ],
    [
        " It is better to conquer the enemy with famine than with iron in",
        1670.48,
        1678.24
    ],
    [
        " Victory of which fortune may do more than valiantness",
        1678.24,
        1682.26
    ],
    [
        " That one's pretty self explanatory it's better to feed the enemy by hunger than steel, you know",
        1682.26,
        1690.32
    ],
    [
        " It's better to let them starve than have to go and fight them and then he says in such a victory",
        1690.32,
        1695.6
    ],
    [
        " The fortune like your luck counts more than valiantness, which is",
        1695.6,
        1701.08
    ],
    [
        " Cool understandable. This is one of those things where",
        1701.08,
        1705.64
    ],
    [
        " You've heard me say before the best victories are the victories where the person doesn't even know that you're fighting them",
        1706.8,
        1712.34
    ],
    [
        " That's the best victory",
        1712.34,
        1713.76
    ],
    [
        " And then if you can if you can maintain your ego after you win and you don't glow then they never even they didn't even register it",
        1713.76,
        1720.54
    ],
    [
        " Yeah, right didn't know they're in a fight. They didn't know they're in a fight. That's what you want",
        1720.54,
        1723.66
    ],
    [
        " This is very similar, but but this this part all throw a little back at it in such fortune victory counts more than valiantness",
        1723.66,
        1732.82
    ],
    [
        " Yeah, good fortune is gonna help, but guess what we're gonna make our own luck",
        1734.62,
        1737.56
    ],
    [
        " Right, we're gonna make our own luck. That's what we're gonna do",
        1737.56,
        1741.52
    ],
    [
        " We're gonna and we're gonna make bad luck for the enemy. We're gonna dry up rivers",
        1741.52,
        1746.02
    ],
    [
        " We're gonna damn rivers so they can't grow food. That's what we're gonna do",
        1746.02,
        1750.18
    ],
    [
        " So we're gonna cut off",
        1750.18,
        1752.6
    ],
    [
        " Supply chains that's what we're gonna do we're gonna make we're gonna make fortune favor us",
        1752.6,
        1759.5
    ],
    [
        " Yeah",
        1761.08,
        1761.64
    ],
    [
        " Number five",
        1761.64,
        1762.2
    ],
    [
        " No purpose is better than that which is hidden from the enemy until you've executed it boom",
        1762.2,
        1769.28
    ],
    [
        " Pretty straightforward no plan is better than that which you have concealed from the enemy until the time you executed",
        1769.28,
        1777.74
    ],
    [
        " No doubt",
        1777.74,
        1779.92
    ],
    [
        " True in life",
        1779.92,
        1783.6
    ],
    [
        " True in business true in Giu-Jitsu",
        1783.6,
        1786.58
    ],
    [
        " That's what just essentially the element of surprise. Yeah, if you if you if you're enemy doesn't know what you're gonna do",
        1786.76,
        1793.34
    ],
    [
        " Yeah, and then you're done and they go all that was a nice arm walk",
        1793.34,
        1796.14
    ],
    [
        " Yeah, or wow you really took over that market share and I didn't see it coming",
        1796.14,
        1799.24
    ],
    [
        " Yeah, yeah, if you don't see it coming. That's really it. Yeah, they see it coming from a mile away",
        1799.24,
        1803.56
    ],
    [
        " It's like yeah, you can still do that sometimes",
        1803.56,
        1806.44
    ],
    [
        " Dean does that yeah, but we yeah, we talked about that, but he does different things though like yeah",
        1806.44,
        1812.28
    ],
    [
        " He'll like many many steps. Yeah, yeah, yeah, he'll tie up your defenses while it's on when you when you see the incoming",
        1812.78,
        1820.24
    ],
    [
        " Mm-hmm he ties up all your defenses like as it gets close",
        1820.24,
        1823.68
    ],
    [
        " Number six to know in the war how to",
        1823.68,
        1830.02
    ],
    [
        " Understand occasion and to take it helpeth more than any other thing",
        1830.02,
        1836.08
    ],
    [
        " to know and war how to",
        1836.08,
        1838.76
    ],
    [
        " Understand occasion and take it helpeth more than any other thing",
        1838.76,
        1842.44
    ],
    [
        " What does that mean that means you",
        1842.44,
        1845.06
    ],
    [
        " One of the best skills you can have is knowing how to recognize a good opportunity in war or in life and take advantage of that",
        1845.06,
        1854.74
    ],
    [
        " opportunity",
        1854.74,
        1855.24
    ],
    [
        " That is more beneficial than anything else and you know what the biggest and most blatant example where you see this",
        1855.24,
        1862.8
    ],
    [
        " Well, your kids aren't old enough, but with kids",
        1862.8,
        1865.3
    ],
    [
        " Just kids kids have so much opportunity in life. Yeah, and they just don't take the angel like they should",
        1865.98,
        1873.8
    ],
    [
        " Right, yeah, yeah, I would I could see how that could be for sure",
        1873.8,
        1878.3
    ],
    [
        " But I think that's because they have hard time",
        1878.3,
        1881.02
    ],
    [
        " Connecting now and then the future, you know, I guess that's the thing. Yeah, there's no doubt that they have",
        1881.02,
        1887.86
    ],
    [
        " There's no doubt that they have that athletes",
        1887.86,
        1890.2
    ],
    [
        " Yeah, real good athletes same thing they have all this potential. Yeah",
        1890.6,
        1895.24
    ],
    [
        " Anytime someone well not anytime oftentimes somebody that are some people that are given a gift",
        1895.24,
        1902.24
    ],
    [
        " Yeah, it's just given to them. They don't have to work for it",
        1902.24,
        1905.58
    ],
    [
        " They don't want to take advantage of it. They don't see the opportunity. They don't take advantage of the opportunity",
        1905.58,
        1910.58
    ],
    [
        " Yeah, that skill set is yeah, yeah almost like you know when you give a kid a gift",
        1910.58,
        1916.66
    ],
    [
        " Versus or money versus if they earn it. Yeah",
        1916.66,
        1919.54
    ],
    [
        " Think you covered that away the way the way the way you're kid. Yeah, that's that's wake covered away the way your kid",
        1920.2,
        1924.48
    ],
    [
        " Yeah, so when you earn it",
        1924.48,
        1926.28
    ],
    [
        " It's like you know the hard work sort of it takes and you kind of appreciate it and then whatever comes out of that",
        1926.28,
        1930.96
    ],
    [
        " But yeah, if it's given to you you just you run the risk of squandering it for sure",
        1930.96,
        1936.06
    ],
    [
        " Especially when the going kind of gets rough, you know",
        1936.06,
        1938.7
    ],
    [
        " No, no",
        1938.7,
        1942.2
    ],
    [
        " Next",
        1942.2,
        1943.46
    ],
    [
        " Nature breed if few strong men",
        1943.46,
        1948.34
    ],
    [
        " The industry and the exercise make it many",
        1949.6,
        1953.78
    ],
    [
        " Was that mean that means you know nature makes very few",
        1953.78,
        1960.42
    ],
    [
        " Strong brave men",
        1960.42,
        1962.86
    ],
    [
        " But hard work and training makes many boom",
        1962.86,
        1967.68
    ],
    [
        " Kind of work for it",
        1967.68,
        1970.12
    ],
    [
        " Yeah, you want people to be brave you want people to be have courage make them strong",
        1970.12,
        1976.32
    ],
    [
        " Make them work hard yeah, that will absolutely increase their bravery remember that question",
        1977.28,
        1983.6
    ],
    [
        " We got asked a while ago about how do I make my unit guys in the military military? How do I make them?",
        1983.6,
        1989.44
    ],
    [
        " Proud how I increase their level pride train hard",
        1990.18,
        1993.82
    ],
    [
        " They will get physically stronger. They will get mentally stronger and from that they will",
        1993.82,
        1999.14
    ],
    [
        " Start to take pride in themselves and pride in themselves as a unit",
        1999.14,
        2003.32
    ],
    [
        " Hey",
        2008.2,
        2008.88
    ],
    [
        " Discipline may do more in war than fury",
        2008.88,
        2012.62
    ],
    [
        " Figured you'd like to yeah kind of like that one discipline counts more than fury in war",
        2012.62,
        2020.52
    ],
    [
        " Discipline counts more than fury in life",
        2020.52,
        2023.8
    ],
    [
        " I'm not discounting emotions. I'm not doing that because you can't because sometimes man",
        2023.8,
        2031.98
    ],
    [
        " People's emotions they get they will carry them through a really tough time period",
        2033.12,
        2037.2
    ],
    [
        " That's why in discipline equals freedom in the field manual",
        2037.2,
        2039.22
    ],
    [
        " I talk about how you got to use both is logic and you got to use emotions",
        2039.22,
        2042.82
    ],
    [
        " Mm-hmm and when sometimes when emotionally it doesn't make any sense or you're gonna break emotionally",
        2042.82,
        2047.48
    ],
    [
        " You got to go with the logic of the situation like I got to drive through this and vice versa",
        2047.48,
        2051.86
    ],
    [
        " Sometimes the logic is like this makes no sense whatsoever. Yeah, I'm turned to the emotional side",
        2051.86,
        2056.02
    ],
    [
        " but",
        2056.02,
        2057.42
    ],
    [
        " Discipline he says may do more",
        2057.42,
        2060.16
    ],
    [
        " He's right. It's not 100% it's like discipline because if you have people that are just disciplined",
        2060.42,
        2064.08
    ],
    [
        " But they have no heart they have no emotion. Well, how good are they?",
        2064.08,
        2066.94
    ],
    [
        " They're not that good. Yeah, they're not they're not as good as the person that has both",
        2067.72,
        2072.42
    ],
    [
        " There's not as good as a person that has discipline and a little bit of fury",
        2072.42,
        2076.18
    ],
    [
        " They can kind of get crazy when they need to but in MMA you see this",
        2076.18,
        2080.44
    ],
    [
        " You'll see someone when they're young and they'll lose some fights because they'll they'll sit someone down or whatever",
        2080.44,
        2087.4
    ],
    [
        " And then they'll just go crazy trying to catch them to get caught in a triangle",
        2087.4,
        2089.7
    ],
    [
        " You have to maintain your discipline",
        2091.74,
        2094.16
    ],
    [
        " Even during the the actual battle you have to maintain your discipline",
        2094.16,
        2099.52
    ],
    [
        " You can't let the fury get a hold of you. Yeah",
        2099.52,
        2102.5
    ],
    [
        " Discipline fury discipline fury. Yeah, you know the balance. You watch the cyborg fight, right?",
        2102.5,
        2108.2
    ],
    [
        " The reason why I'm an annunis. Yes, so this is what it seemed like is fast",
        2108.4,
        2112.82
    ],
    [
        " But this is what it looked like where cyborg landed like a solid one and a man in newness",
        2112.82,
        2118.9
    ],
    [
        " As a response unleashed fury like some legit fury fury",
        2119.8,
        2124.52
    ],
    [
        " But it was discipline fury because when she started landing hard ones",
        2124.52,
        2129.38
    ],
    [
        " She didn't like overcome it. It was like really balanced. You know she look great",
        2129.38,
        2133.82
    ],
    [
        " But there was some there was a lot of fury. Yeah, there's a few like it wasn't like all just boom",
        2133.82,
        2138.98
    ],
    [
        " Calculated like punch it was there was fury and Tim Kennedy someone's like",
        2138.98,
        2143.64
    ],
    [
        " the UFC",
        2143.64,
        2145.38
    ],
    [
        " tweeted out like",
        2146.18,
        2147.5
    ],
    [
        " She's throwing haymakers and Tim Kennedy's like those aren't haymakers because every single one of them hit",
        2147.5,
        2154.74
    ],
    [
        " Yeah, they were full punches from Amanda that were nailing cyborg right in the head",
        2154.74,
        2160.78
    ],
    [
        " Yeah, and most of the time like five times in a row",
        2160.78,
        2164.16
    ],
    [
        " You don't you don't normally see five punches",
        2164.16,
        2167.02
    ],
    [
        " Lammed yes, especially not punches that are thrown with that much fury",
        2167.02,
        2172.5
    ],
    [
        " Yeah, you can kind of tell when like you see like they're they're feet when they're you know",
        2173.94,
        2179.42
    ],
    [
        " Thirp punches like you can there's like a huge forward lean if if they're haymakers",
        2179.42,
        2183.54
    ],
    [
        " There's like these huge forward leans and they're usually pressing forward like fully",
        2183.54,
        2187.36
    ],
    [
        " But when they're like disciplined there's like that you see you can see the balance like they'll back up just a little bit",
        2187.36,
        2193.2
    ],
    [
        " You know, yeah, it's good so good. Yeah, so that's crazy discipline may do more",
        2193.2,
        2199.64
    ],
    [
        " Then fury so you know what make sure you have some discipline",
        2200.02,
        2204.54
    ],
    [
        " All right next one number nine",
        2204.54,
        2206.96
    ],
    [
        " When any depart from the enemy's side for to come to serve the",
        2206.96,
        2212.06
    ],
    [
        " When they be faithful they shall be unto the always great gains for that power of the adversaries are more",
        2212.06,
        2222.0
    ],
    [
        " Diminished with the loss of them that run away than though of then those that be slain",
        2222.0,
        2227.2
    ],
    [
        " Although that the name of a fugitive be to new friends suspected and old",
        2228.02,
        2234.3
    ],
    [
        " To odious to old odious. So what is he's talking about traders there?",
        2234.3,
        2239.12
    ],
    [
        " It's what he's talking about so when he's like when any depart from the enemy side to come serve you",
        2239.2,
        2242.78
    ],
    [
        " So when when people",
        2242.78,
        2243.76
    ],
    [
        " leave the enemy and they come to serve with you they're gonna be more loyal and",
        2243.76,
        2251.42
    ],
    [
        " They're great. They're a great acquisition and",
        2251.88,
        2256.1
    ],
    [
        " Actually, he's saying that people that leave",
        2256.1,
        2259.34
    ],
    [
        " The enemy and come to your side are more powerful for you than people that that you've killed and",
        2259.34,
        2266.72
    ],
    [
        " They're they have more value",
        2266.72,
        2269.12
    ],
    [
        " The when they come aboard your team, they're gonna be suspected, you know, the old the your team is gonna",
        2269.12,
        2277.42
    ],
    [
        " Look at him with like a cautious eye and the team that they left are gonna hate them. Yeah, they're gonna hate them",
        2277.42,
        2284.5
    ],
    [
        " That was weird when Solsonitz was saying that when they would capture",
        2284.5,
        2288.98
    ],
    [
        " The Russian turncoat soldiers that were now fighting for the Nazis as soon as they spoke any Russian they'd kill him",
        2288.98,
        2297.82
    ],
    [
        " That was that was a pretty scary thought. So this is very accurate from that perspective",
        2297.82,
        2303.18
    ],
    [
        " Yeah, if you're a trader, we're not even gonna give you a chance. We're just gonna kill you",
        2303.18,
        2307.08
    ],
    [
        " Yeah",
        2308.22,
        2308.94
    ],
    [
        " Wait, so who wait who so the Russians the Russians didn't kill him. No, so there was a whole group of",
        2308.94,
        2317.36
    ],
    [
        " Russian soldiers yeah that turned against Stalin and turned against Russia and started fighting for the Nazis",
        2317.36,
        2324.7
    ],
    [
        " Yeah, and so when the Russians would capture those",
        2324.7,
        2329.0
    ],
    [
        " What they considered to be traders as soon as they heard a soldier speaking Russian they'd kill him",
        2329.0,
        2336.42
    ],
    [
        " The Nazis, you mean they were they were Russian soldiers fighting for the Nazis was a fossil. What was the guy's name?",
        2336.42,
        2343.28
    ],
    [
        " So there was a",
        2343.28,
        2344.3
    ],
    [
        " German or sorry a Russian general that was the leader of that whole group the Vosal army I think was the name yeah and so",
        2344.3,
        2353.64
    ],
    [
        " When the Russian",
        2353.64,
        2356.38
    ],
    [
        " Stalin's Russian actual red soldiers would capture these traders that were fighting against them now",
        2356.38,
        2363.38
    ],
    [
        " Yeah, yeah",
        2363.38,
        2364.62
    ],
    [
        " They would if they heard him speaking Russian they'd kill him hmm",
        2364.62,
        2367.54
    ],
    [
        " So this is from that perspective it's accurate hmm",
        2367.54,
        2372.04
    ],
    [
        " Yeah, I wonder why they're more valuable you think because what because or what or loyal you said loyal right to well the the",
        2372.04,
        2381.36
    ],
    [
        " Jirt the Russian soldiers that were now fighting for the Nazis",
        2381.36,
        2384.36
    ],
    [
        " They would fight to the death because they knew that they were dead anyways right captured. Yeah, like if they got yeah",
        2384.36,
        2389.54
    ],
    [
        " So yeah, they were they would fight even harder",
        2389.54,
        2391.76
    ],
    [
        " The thing that I'm not sure about this is well, I guess I agree with it. I do agree with it",
        2393.2,
        2399.04
    ],
    [
        " When someone's a trader your suspect of them right yes, you know, you're just you're just like if you get your trader your trader",
        2399.04,
        2406.72
    ],
    [
        " I'm suspect to you. Yeah, so it's gonna take a little time for me to actually trust that you really came to my side. Yeah",
        2406.72,
        2413.88
    ],
    [
        " But I guess like when you think about just like how you said you know they know they're dead anyway kind of thing where it's like okay",
        2413.88,
        2419.76
    ],
    [
        " Let's say me knew where enemies whatever and one of my guys goes to you and says hey, I give up all",
        2420.18,
        2425.26
    ],
    [
        " I'll help you I give up you're like okay. He gives up I get it",
        2425.26,
        2428.78
    ],
    [
        " Yeah, and let's see what he has to offer kind of thing yeah, but I suspect yeah, but you're suspect but let's say",
        2428.78,
        2434.56
    ],
    [
        " So a guy in your team used to be on my team",
        2434.56,
        2438.08
    ],
    [
        " And I know that I'm pissed at that guy. Yeah, and then he gives up now to me to my guys like my guy",
        2438.08,
        2445.14
    ],
    [
        " See him or whatever and he's like hey, I give up. I'll help you. Oh, no, no, no, you don't give up your debt. Yeah, so it's like that",
        2445.14,
        2451.3
    ],
    [
        " Like how you say they know they're dead anyway what the Russians did to the fossil soldiers. Yeah, so you you traded",
        2451.3,
        2458.02
    ],
    [
        " Okay, cool your dad and that makes sense right so that's probably why they have to be loyal because it's either loyal to your death",
        2458.02,
        2464.58
    ],
    [
        " You know they can't give up anymore if I am not a trader I can give up and give BPO WB whatever I can I can give up",
        2464.58,
        2471.74
    ],
    [
        " I had that option trader who already made the trade he doesn't have that option. That's why he's loyal. He has to be like",
        2471.74,
        2477.78
    ],
    [
        " Yeah, I'm in him. He's gonna fight to the death. Yeah, and it's interesting too that",
        2477.78,
        2482.0
    ],
    [
        " traders are you know in the business world because in the business world",
        2482.0,
        2485.82
    ],
    [
        " You know there's everyone's always recruiting there's limited number of their human capital limits and in the world",
        2485.82,
        2495.14
    ],
    [
        " I mean we can only get so many people",
        2495.14,
        2497.04
    ],
    [
        " That can do this job",
        2497.62,
        2499.18
    ],
    [
        " and if you have skills in that job you're getting recruited all the time and",
        2499.18,
        2504.66
    ],
    [
        " So that's that hurts when they leave",
        2504.66,
        2507.92
    ],
    [
        " And that's why and and just to kind of close the loop on this when they leave",
        2507.92,
        2513.6
    ],
    [
        " Almost all the time the reason the reason that they're leaving is because of leadership",
        2513.6,
        2518.5
    ],
    [
        " Or I should say lack of leadership inside their organization",
        2518.5,
        2521.76
    ],
    [
        " So if you have a if you have a problem hanging on to people",
        2521.76,
        2525.7
    ],
    [
        " In your organization. It's most likely a",
        2526.04,
        2530.28
    ],
    [
        " Leadership problem not a comp problem",
        2530.28,
        2532.54
    ],
    [
        " Not a midlife crisis problem for the employee. It's a leadership problem",
        2532.54,
        2538.46
    ],
    [
        " Because good good people will stay with good leaders and if there's not good leaders",
        2538.46,
        2542.78
    ],
    [
        " They're looking for another job. They're looking for another way. They're looking for another opportunity",
        2542.78,
        2547.44
    ],
    [
        " Leadership leadership leadership get some",
        2547.44,
        2552.22
    ],
    [
        " Number 10",
        2556.9,
        2555.62
    ],
    [
        " Better it is in pitching the field to reserve behind the first front aid enough then to make the front bigger to disperse the soldiers",
        2555.62,
        2568.34
    ],
    [
        " What that saying is it's better to keep your reserves just behind them to keep some reserves just behind the front lines",
        2568.34,
        2581.38
    ],
    [
        " Rather than spread out your",
        2581.76,
        2584.4
    ],
    [
        " reserves and take on a bigger front trying to hold more areas better to you know, this is prioritize next",
        2584.4,
        2590.64
    ],
    [
        " Keep your keep your focus of effort even with your reserves keep focus of effort keep them",
        2590.64,
        2596.6
    ],
    [
        " Consolidated so you can utilize them well",
        2596.6,
        2599.32
    ],
    [
        " Next up number 11",
        2599.32,
        2602.78
    ],
    [
        " He is difficulty overcome",
        2602.78,
        2606.98
    ],
    [
        " Which can know his own power and the same of the enemy",
        2607.34,
        2612.5
    ],
    [
        " Okay, let's that was almost like a Yoda type",
        2612.5,
        2618.1
    ],
    [
        " Sir he is difficulty overcome. So what we're saying there is",
        2618.1,
        2623.1
    ],
    [
        " It's hard to overcome someone who",
        2623.1,
        2625.24
    ],
    [
        " Knows how to recognize or knows and understands his own power and the power of the enemy. So does that mean know your strengths and weaknesses",
        2625.24,
        2633.88
    ],
    [
        " Right",
        2634.92,
        2635.4
    ],
    [
        " That's what it means. Yeah, since he says that right. Yes, something about. Yes, definitely",
        2635.4,
        2641.02
    ],
    [
        " Number 12 the valiantness of the soldiers avail if more than the multitude",
        2641.02,
        2649.4
    ],
    [
        " Sometimes the situation help if more than the valiantness. Okay, so what we're talking about there is that the bravery of the soldiers is worth more than the number of soldiers you have",
        2649.4,
        2661.76
    ],
    [
        " Make sense if you have",
        2663.04,
        2664.84
    ],
    [
        " brave",
        2664.84,
        2666.08
    ],
    [
        " courageous soldiers",
        2666.08,
        2668.52
    ],
    [
        " They can take a lot more and they can do a lot more than people or soldiers that are afraid",
        2668.52,
        2674.84
    ],
    [
        " So you want brave soldiers and then it says",
        2674.84,
        2678.42
    ],
    [
        " The site what does it say that sometimes the situation help if more than the valiantness",
        2678.42,
        2684.76
    ],
    [
        " So even that what trumps the courageous and what trumps the bravery is what's the what's the terrain situation?",
        2684.76,
        2691.26
    ],
    [
        " You know, what's the environment that you're in?",
        2691.32,
        2693.4
    ],
    [
        " What are the rules of the game?",
        2694.38,
        2696.58
    ],
    [
        " What are the rules of the game that you're playing because if you if you know the rules",
        2697.36,
        2701.6
    ],
    [
        " You're gonna be in a much better situation",
        2701.6,
        2705.08
    ],
    [
        " The uh this happens in jiu-jitsu, right? Yes, it does because the rules are always a little bit different",
        2705.08,
        2711.68
    ],
    [
        " There's no unified set of rules in jiu-jitsu. Yeah, there's some close",
        2711.68,
        2715.4
    ],
    [
        " But there's no unified set of rules and sometimes someone will lose simply because they don't know the rules",
        2715.4,
        2720.7
    ],
    [
        " And then once you know the rules you got to train to the rules. Yes, like ebi",
        2720.94,
        2724.4
    ],
    [
        " Yes",
        2724.4,
        2725.12
    ],
    [
        " ebi you have those positions that you start of in",
        2725.12,
        2728.02
    ],
    [
        " If you're an overtime you start in spider web you start on the back, right?",
        2728.02,
        2731.2
    ],
    [
        " If you don't if you don't if once you know those rules then you got to practice those positions",
        2731.86,
        2735.76
    ],
    [
        " So you can finish though on mox or you can finish from the back or if you can escape from either one of those two",
        2735.76,
        2740.18
    ],
    [
        " If you don't know that and you don't practice it because like",
        2740.18,
        2743.14
    ],
    [
        " for instance",
        2743.14,
        2744.68
    ],
    [
        " I'm pretty good at finishing on on mox",
        2744.68,
        2750.14
    ],
    [
        " Pretty good at finishing an arm walk. Sure",
        2750.8,
        2753.26
    ],
    [
        " On the back I normally transition from the back to another position",
        2753.26,
        2758.92
    ],
    [
        " So I would if I was going into ebi tournament I'd have to go and focus on what that rule set is and make sure I know how to win from that position",
        2758.92,
        2768.12
    ],
    [
        " Yeah",
        2768.12,
        2768.56
    ],
    [
        " Yeah, fully yeah, big one is the submission only versus points",
        2768.56,
        2773.28
    ],
    [
        " So if people like let's say they spend 10 years competing with",
        2773.28,
        2778.5
    ],
    [
        " Points in the tournaments, you know, then they go to submission only with the guy who's only trained in submission only",
        2779.44,
        2784.78
    ],
    [
        " He's gonna out you know, he's gonna have an advantage. Yeah, in all these different. Yeah, different ways",
        2784.78,
        2790.62
    ],
    [
        " Because certain rules don't apply some do",
        2790.62,
        2792.82
    ],
    [
        " Yeah, and the terrain part man",
        2792.82,
        2796.98
    ],
    [
        " This is this is",
        2796.98,
        2798.8
    ],
    [
        " It took me a while to understand this in my",
        2798.8,
        2802.58
    ],
    [
        " Navy career how important terrain is and now it's so obvious",
        2802.58,
        2807.92
    ],
    [
        " But when you're maneuvering on the battlefield if you know how to read terrain well",
        2808.5,
        2811.98
    ],
    [
        " You have a complete advantage over the enemy complete advantage over the enemy you should be paying attention to that terrain studying maps",
        2811.98,
        2819.78
    ],
    [
        " Looking at it now they have all these",
        2819.78,
        2821.78
    ],
    [
        " You can you can simulate the earth right? It's a Google maps like a high speed where you can get down at eye level",
        2821.78,
        2829.68
    ],
    [
        " And you can walk the terrain and really understand what the visibility is like that's the kind of that's that's",
        2829.68,
        2834.98
    ],
    [
        " You should you got to take advantage of those tools. Mm-hmm. You got to understand the terrain",
        2834.98,
        2838.44
    ],
    [
        " You got to understand the terrain that you're going into in the business world",
        2838.44,
        2842.18
    ],
    [
        " You go got to go into a company understanding what the situation is there",
        2842.18,
        2847.0
    ],
    [
        " When you get hired into a new company you want to know the terrain you want to know who's got the clouds",
        2847.0,
        2852.28
    ],
    [
        " Yeah, you want to know who the movers and shakers are",
        2852.28,
        2856.26
    ],
    [
        " You want to know what things are off limits and whatever",
        2856.26,
        2859.88
    ],
    [
        " Yeah",
        2859.88,
        2860.92
    ],
    [
        " I don't know who's buying",
        2860.92,
        2862.78
    ],
    [
        " Like you know they",
        2863.5,
        2864.44
    ],
    [
        " You know people always say this was a billion dollar industry right?",
        2864.44,
        2868.88
    ],
    [
        " Like that kind of stuff like oh is it you know how's the what's the need for your",
        2869.12,
        2873.42
    ],
    [
        " Product I'm remembering because of what shark tank is what they always ask",
        2873.42,
        2878.12
    ],
    [
        " Well, what was the was this a particular product?",
        2878.12,
        2881.04
    ],
    [
        " No, no everyone like pretty much that's one of the things like they ask where they say they'll be like oh yeah",
        2881.22,
        2886.96
    ],
    [
        " This is like a million how you know a million people own pets, you know",
        2886.96,
        2891.32
    ],
    [
        " And all these pets need this you know, so you see seems ain't so they kind of they got another terrain in that way",
        2891.32,
        2897.0
    ],
    [
        " Yeah, that's true. They didn't know how many people have pets then",
        2897.0,
        2900.28
    ],
    [
        " They don't know how many people gonna buy that shampoo",
        2900.28,
        2902.82
    ],
    [
        " So you gotta know that one",
        2902.82,
        2905.4
    ],
    [
        " Dude shark tank wait, maybe we should just do a leadership show about shark tank what you've learned from shark tank",
        2905.4,
        2910.9
    ],
    [
        " Next up",
        2910.9,
        2913.66
    ],
    [
        "",
        2913.66,
        2913.66
    ],
    [
        " Number 13 new and sudden thing",
        2913.66,
        2918.66
    ],
    [
        " Make armies afraid",
        2918.66,
        2921.18
    ],
    [
        " Slow and accustomed things be little regarded of them",
        2921.18,
        2926.26
    ],
    [
        " Therefore make thy army practice and to know with small fights a new enemy",
        2926.26,
        2933.24
    ],
    [
        " Before thou come to fight the field with him",
        2933.24,
        2937.86
    ],
    [
        " Middle English coming at you. So what what is that?",
        2937.86,
        2943.62
    ],
    [
        " Well",
        2945.58,
        2946.18
    ],
    [
        " Well, basically what we're saying here's number one new and surprising things frighten armies",
        2946.18,
        2950.7
    ],
    [
        " The new and surprising things frighten people",
        2950.7,
        2954.28
    ],
    [
        " So on the opposing to that customary and expected things they can handle",
        2954.28,
        2963.4
    ],
    [
        " So what do you do? How do you how do you",
        2963.4,
        2966.58
    ],
    [
        " properly mitigate that",
        2966.58,
        2969.7
    ],
    [
        " Therefore you practice and you fight small engagements to get them experienced",
        2970.46,
        2976.4
    ],
    [
        " Before you go to battle on the big battlefield with them with the enemy",
        2976.4,
        2981.22
    ],
    [
        " That's what you do train hard don't dive right in get them used to the new technology",
        2981.22,
        2987.48
    ],
    [
        " That's what you do",
        2987.48,
        2989.66
    ],
    [
        " This is another good one with kids right",
        2989.66,
        2993.22
    ],
    [
        " You'll throw your kid into this scenario that they haven't been into before you give them a little taste of it",
        2993.22,
        2998.8
    ],
    [
        " Well, yeah, this is this is exposure therapy once again",
        2999.08,
        3002.3
    ],
    [
        " I get asked on the warrior kid podcast. I get asked every",
        3002.3,
        3006.02
    ],
    [
        " Like every day I get at least one question from a kid that's I'm afraid of what do I do",
        3006.02,
        3013.62
    ],
    [
        " And I yeah, I'm usually wait two or three podcasts before I answer the same question again",
        3013.62,
        3019.64
    ],
    [
        " Because it's kids they gotta get the repetition they gotta get the reps in yeah",
        3019.64,
        3023.02
    ],
    [
        " But it's exposure therapy you're afraid of something cool do a little bit of it",
        3023.02,
        3027.44
    ],
    [
        " They do a little bit more and that's",
        3027.44,
        3028.82
    ],
    [
        " Unknowingly what I did in way of the warrior kid won",
        3028.82,
        3031.68
    ],
    [
        " With him overcoming his fear of the water. I didn't know that that was a real thing not until Jordan Peterson's like this is called exposure therapy",
        3031.68,
        3039.5
    ],
    [
        " I guess I need to talk like Kermit frog to imitate Jordan, but but he's like yeah, that's exposure therapy. Yeah, well, okay",
        3039.5,
        3047.42
    ],
    [
        " Next",
        3047.42,
        3050.3
    ],
    [
        " Number 13 number nine. I went on to number 14",
        3051.32,
        3054.3
    ],
    [
        " He that with disorder follow with the enemy after that he is broken will do no other than to become of a conqueror a loser",
        3054.3,
        3066.5
    ],
    [
        " If you pursue a routed enemy in a disorganized manner",
        3066.5,
        3073.68
    ],
    [
        " Victory will be lost and you'll become a loser keep it under control",
        3073.68,
        3077.88
    ],
    [
        " Alla Amanda Nunez, you all right, she had the victory and the you ever seen that that one real quick clip",
        3079.24,
        3086.34
    ],
    [
        " And I forget who the fighter is that did it as an UFC",
        3086.34,
        3088.96
    ],
    [
        " The guy takes a body shot and he heals over like he's about to like go down and the dude comes running in swinging",
        3088.96,
        3096.74
    ],
    [
        " Yeah",
        3096.74,
        3097.64
    ],
    [
        " The dude that's killed over like he's hurt just crack. Yeah, he wasn't hurt. He was just faking it",
        3097.64,
        3103.22
    ],
    [
        " Yeah, I think he was hurt talking about Scott",
        3103.22,
        3105.8
    ],
    [
        " Yeah, yeah, maybe he was hurt, but he wasn't hurt as bad as he right right functional apparently he's much better because he knocked the dude out",
        3106.4,
        3113.66
    ],
    [
        " Yeah, it was the last thing his nickname is drogging. I know that it's interesting that that stuff doesn't happen more often",
        3113.66,
        3120.68
    ],
    [
        " It's like trick football plays yeah, how come more trick football plays don't happen because they'd lose their trickery",
        3120.68,
        3128.16
    ],
    [
        " Elements of it and I'll sometimes there's a lot of risk involved. There's more risk than like a traditional play a lot of times",
        3128.16,
        3134.12
    ],
    [
        " Yeah",
        3135.38,
        3135.82
    ],
    [
        " Yeah, and it's like like the rope a dope remember that the rope a dope like Muhammad Ali yeah",
        3135.82,
        3140.64
    ],
    [
        " Yeah, you essentially like act like you're kind of hurt or tired or whatever and then they punch themselves out",
        3140.64,
        3145.04
    ],
    [
        " Then you get them, but yeah, yeah",
        3145.04,
        3147.56
    ],
    [
        " Yeah, you gotta be careful on that kind of stuff",
        3147.56,
        3151.32
    ],
    [
        " So when you do have your enemy on the run",
        3151.32,
        3157.42
    ],
    [
        " Don't go after him crazy. Keep it under control. Yeah",
        3157.42,
        3162.14
    ],
    [
        " There's a play in football called the reverse right and I thought that because you just said and why don't they run",
        3162.42,
        3168.42
    ],
    [
        " When you see that trick plays yeah, and when you see the trick plays",
        3168.42,
        3173.04
    ],
    [
        " Didn't you think well that's you know work pretty good. Why don't they do that stuff more often? Yeah",
        3173.04,
        3177.34
    ],
    [
        " Yeah, okay, so here's a common trick play right they",
        3177.34,
        3180.7
    ],
    [
        " The quarterback does a so sweep right to the guy to the running back their runs of the outside and then",
        3180.7,
        3187.36
    ],
    [
        " The running back. Oh he stops before he reaches line of scrimmage",
        3188.04,
        3191.62
    ],
    [
        " He stops and he throws the football not to a receiver but to the quarterback",
        3191.62,
        3195.3
    ],
    [
        " Who ran a route on the other side of the field and because no one's gonna cover the quarterback. He's not a receiver",
        3195.3,
        3200.58
    ],
    [
        " You know and that was wide open to pass always wide open. What's that called? Uh-oh",
        3200.58,
        3207.34
    ],
    [
        " We called it pass back to the quarterback so like 38 sweet pass back to the quarterback",
        3207.34,
        3211.36
    ],
    [
        " But I can see where there's risking that one. Yes, because that's the running back",
        3211.36,
        3215.62
    ],
    [
        " He's gonna nail that throw which is really hard for running back typically",
        3216.88,
        3220.18
    ],
    [
        " But I'd say the the one that would always work is",
        3220.18,
        3224.26
    ],
    [
        " In popcorn or anyway, it would always work is the reverse",
        3224.26,
        3227.32
    ],
    [
        " It's essentially like you do a sweep",
        3227.32,
        3229.56
    ],
    [
        " Everyone's running this way to block for this running back everyone except for the one tight-and or the wider receiver whatever",
        3229.56,
        3234.82
    ],
    [
        " Who's coming this way and the running back hands it off to him going this way so he's full speed running this wide",
        3234.82,
        3239.14
    ],
    [
        " So everyone has to change direction to chase them and usually that side of fields wide open",
        3239.14,
        3244.3
    ],
    [
        " Um, it works way better in popcorn and younger teams because they don't not like these these situations like",
        3244.84,
        3251.4
    ],
    [
        " They don't know they just see everyone running there and they just sort of go, you know more than a professional",
        3251.4,
        3255.56
    ],
    [
        " They're gonna be like wait. I shouldn't just be you know",
        3255.56,
        3257.6
    ],
    [
        " um",
        3257.6,
        3258.4
    ],
    [
        " But that was one I was like why don't we just always run the reverse because every time this is this team that we played against",
        3258.4,
        3265.08
    ],
    [
        " They'd always run it and it always I understand why if you ran it every time well then",
        3265.08,
        3269.56
    ],
    [
        " Then the regular reverse or the regular play would become the surprise but it seems like",
        3269.94,
        3275.32
    ],
    [
        " It seems like you could keep people guessing a little bit more those trick plays always see I always look at him",
        3275.32,
        3280.6
    ],
    [
        " Got how's pretty creative and pretty good. Yeah",
        3280.6,
        3282.82
    ],
    [
        " Yeah, I think",
        3282.82,
        3284.82
    ],
    [
        " You see it like um kind of like I said like when you go up in um like skill like you go into the pros or whatever trick",
        3284.82,
        3292.12
    ],
    [
        " Place don't work is good. They have to be really advanced trick plays that's when you have you ever seen like the trick play that like",
        3292.12,
        3298.6
    ],
    [
        " Where they like almost walk off the field yeah",
        3300.06,
        3302.68
    ],
    [
        " And then they like walk over like there's something wrong with the ball or something like stand up",
        3302.68,
        3307.52
    ],
    [
        " And they'll be like no it's not wrong. And they won and then they just start running",
        3307.52,
        3309.98
    ],
    [
        " Yeah, so even that and the nose can backfire too because they'll be like",
        3309.98,
        3314.86
    ],
    [
        " If all it takes is one defensive person to know that hey that ball is in play right now",
        3314.86,
        3319.8
    ],
    [
        " So they can just sort of walk over and hit it out of the hand grab it from whatever they want because no one's blocking them",
        3319.8,
        3324.76
    ],
    [
        " You know no one's like everyone it's kind of it's just risky",
        3324.76,
        3327.5
    ],
    [
        " Check you get more people doing that they're gonna be like oh their hip to it and it would it would never work",
        3327.62,
        3332.8
    ],
    [
        " Not after a while",
        3332.8,
        3334.0
    ],
    [
        " Um number 15",
        3334.0,
        3336.22
    ],
    [
        " He that prepare if not necessary",
        3336.22,
        3339.26
    ],
    [
        " Victuals to live upon is overcome without iron",
        3339.26,
        3343.06
    ],
    [
        " so um",
        3343.06,
        3345.44
    ],
    [
        " Whoever does not prepare food and provisions necessary to live is gonna be overcome without any weapons at all",
        3345.44,
        3353.28
    ],
    [
        " So what does that mean take care of your people take care make sure you take care of your logistics",
        3353.28,
        3357.24
    ],
    [
        " logistics wins wars",
        3357.24,
        3359.36
    ],
    [
        " And people need to survive",
        3359.36,
        3361.7
    ],
    [
        " So do that number 16",
        3361.7,
        3364.6
    ],
    [
        " He that trusted more in horsemen than in footmen or more in footmen than in horsemen must accommodate himself with the situation so",
        3364.6,
        3373.88
    ],
    [
        " In the ancient times you had cavalry on horses and you had the infantry men on the feet",
        3373.88,
        3378.9
    ],
    [
        " And he said if you prefer one over the other",
        3378.9,
        3382.22
    ],
    [
        " Then you have to put yourself in the right situation",
        3384.02,
        3386.98
    ],
    [
        " Where it's advantageous",
        3386.98,
        3390.3
    ],
    [
        " so",
        3390.3,
        3391.74
    ],
    [
        " That's why it's good to be well-balanced and not really prefer one over the other",
        3391.74,
        3397.14
    ],
    [
        " But if you do then put yourself in a situation that's most advantageous to your style or preference of fighting",
        3397.14,
        3405.14
    ],
    [
        " Make sure you learn how to wrestle",
        3405.14,
        3409.08
    ],
    [
        " Because if you don't know how to wrestle someone else is gonna dictate to you where that fight's gonna go. Yeah",
        3409.88,
        3415.16
    ],
    [
        " 17",
        3415.16,
        3419.4
    ],
    [
        " When vow right",
        3419.4,
        3421.66
    ],
    [
        " See if in the day there be coming any spy into the camp",
        3421.66,
        3428.74
    ],
    [
        " Cause every man to go into his lodge",
        3428.74,
        3433.02
    ],
    [
        " Okay, so what we're saying is this is pretty straightforward basic head count",
        3435.98,
        3439.84
    ],
    [
        " If you want to see if there's a spy in the camp every send everyone to their place, you know get ahead count",
        3439.84,
        3444.56
    ],
    [
        " 18",
        3444.56,
        3445.88
    ],
    [
        " Change purpose when thou perceives that the enemy half for seen it",
        3445.88,
        3450.6
    ],
    [
        " Was that mean if you if you think the enemy or if you perceive that the enemy knows what you're doing didn't change your plan",
        3450.6,
        3457.72
    ],
    [
        " That's that's what that means pretty straightforward now where we don't do that or the reason most of the time",
        3458.24,
        3464.84
    ],
    [
        " We don't do that is because of where you go",
        3464.84,
        3466.82
    ],
    [
        " We got our plan and we're gonna stick to it now. This is a total",
        3466.82,
        3471.24
    ],
    [
        " This is why leadership is hard",
        3471.24,
        3474.68
    ],
    [
        " Because there's a point",
        3474.68,
        3477.4
    ],
    [
        " Where your plan you got your plan and if you stick to your plan you can it's gonna work right?",
        3477.4,
        3484.02
    ],
    [
        " And then there's a point where you stick in your plan you're sticking with the plan and it's gonna fail because it's not working",
        3484.96,
        3490.7
    ],
    [
        " So as a leader is one of the hardest things to do is leaders to recognize like you know what",
        3490.7,
        3495.84
    ],
    [
        " The plan that I came up with it's not gonna be perfect",
        3495.84,
        3498.92
    ],
    [
        " But it's still gonna work and we're gonna go with it because to try and change the plan halfway through is really hard to do",
        3498.92,
        3505.2
    ],
    [
        " Even if you rehearse the contingencies now if you rehearse the contingencies properly",
        3505.2,
        3509.54
    ],
    [
        " You're probably gonna be able to execute your new plan pretty easily. But if you didn't",
        3509.54,
        3513.26
    ],
    [
        " It's gonna be a problem",
        3514.02,
        3514.62
    ],
    [
        " So this is one of the hardest things for a leader to do is to pay enough attention and then weigh the risk versus reward because",
        3514.62,
        3521.1
    ],
    [
        " If you're coming up with if you have your plan and you're executing the plan and all of a sudden some changes",
        3521.1,
        3526.44
    ],
    [
        " Not quite what you thought you decide you're gonna try and do something completely different",
        3526.44,
        3529.64
    ],
    [
        " What your changes that you make on the fly are gonna cause as much confusion is what the enemy's doing and it's gonna be a real problem",
        3529.64,
        3535.98
    ],
    [
        " However, like this says if the enemy sees what you're doing and now they're reacting to it in a proper way",
        3535.98,
        3543.9
    ],
    [
        " And your plan is no longer effective you have to be able to",
        3544.02,
        3546.48
    ],
    [
        " you have to be able to",
        3546.48,
        3548.22
    ],
    [
        " comprehend that and",
        3548.22,
        3550.74
    ],
    [
        " discern whether you should change or not and that's one of the hardest things for",
        3550.74,
        3554.82
    ],
    [
        " hardest decisions for a leader to make as it's happening",
        3554.82,
        3558.24
    ],
    [
        " What's worse than that is we have a long period of time when you start talking about strategic plans",
        3558.24,
        3563.58
    ],
    [
        " This is where ego gets more involved",
        3563.58,
        3565.7
    ],
    [
        " because when I have this plan and this is what we're going to do",
        3565.7,
        3569.22
    ],
    [
        " And I'm just gonna stick with it and if it's not working, I'm gonna do it harder",
        3570.16,
        3574.26
    ],
    [
        " So that's what you want to watch out for",
        3574.26,
        3578.28
    ],
    [
        " You know there's like some of these",
        3578.28,
        3580.34
    ],
    [
        " Companies being taken down by online companies right you gotta change your game plan",
        3580.34,
        3587.62
    ],
    [
        " You know you got to adjust you got to look at them and say okay. What are they doing where they going",
        3587.62,
        3591.98
    ],
    [
        " We know blockbuster like I said this before blockbuster could have",
        3591.98,
        3596.56
    ],
    [
        " Could have completely dominated Netflix, but what did they do? No? We're just over here. Hey people are gonna keep coming to our stores",
        3597.18,
        3603.42
    ],
    [
        " You know there's a certain feeling that you get when you come into a store and you get to look it on browse with the movies",
        3603.42,
        3608.74
    ],
    [
        " It's almost like you get to pick up popcorn where you can get popcorn at your house",
        3608.74,
        3611.56
    ],
    [
        " You know people gonna want to keep coming into these stores",
        3611.56,
        3614.04
    ],
    [
        " Yeah, no actually they're not they already have popcorn at the house amazon delivered it yesterday in an hour by the way",
        3614.04,
        3621.46
    ],
    [
        " Got another you're turning to an island and yet they had all the relationships with the movie places",
        3621.74,
        3627.26
    ],
    [
        " With the one of those movie companies called one of the production companies. What's it like what's Warner Brothers? What is that yeah production studio",
        3627.26,
        3634.82
    ],
    [
        " Yeah, they oh they had studio they got the relationships with the studios",
        3634.82,
        3637.8
    ],
    [
        " They could have been like hey, we're gonna start selling this stuff online yeah",
        3637.8,
        3641.28
    ],
    [
        " And they would say well that doesn't make any sense because the it's gonna be all jumbled up when it gets downloaded",
        3641.28,
        3646.54
    ],
    [
        " Yeah, but it's gonna get better. We're just playing the long game",
        3646.54,
        3648.98
    ],
    [
        " Yeah, it's weird that blotter and said they were thinking you know",
        3649.04,
        3652.44
    ],
    [
        " It's too hard to download a movie on the internet's gonna be jumbled up",
        3652.44,
        3655.84
    ],
    [
        " There's gonna be buffering no one even knew what buff the Netflix and event buffering no buffering is just an internet",
        3655.84,
        3661.9
    ],
    [
        " Situation",
        3661.9,
        3662.7
    ],
    [
        " Yeah, when it has to catch up, but do you remember five years ago?",
        3662.7,
        3667.36
    ],
    [
        " There was buffering on all kinds of stuff. Yeah, now there's hardly any buffering barely any buffering",
        3667.36,
        3672.84
    ],
    [
        " I met my littlest daughter doesn't even know what buffering is. She's in there just streaming",
        3672.84,
        3676.72
    ],
    [
        " I'm sure she knows what it is, but she's never witnessed it. Yeah well then again, you know you get bad service somewhere",
        3677.8,
        3683.38
    ],
    [
        " Yeah, get some buffering they weren't wrong they were wrong block blockbuster",
        3683.38,
        3688.48
    ],
    [
        " But they just the whole idea of like people like coming into blockbuster and browsing the movies and buying the thing is",
        3688.48,
        3694.94
    ],
    [
        " That's true like we did like doing that. Yeah, but it's because we didn't have a better option",
        3694.94,
        3698.88
    ],
    [
        " Yeah, like when you go like even going to the store sometimes it's kind of cool and fun, you know sometimes",
        3698.88,
        3704.46
    ],
    [
        " But most of the time at the end of the day I'd rather press a button and then go to the store",
        3705.52,
        3709.9
    ],
    [
        " I'd rather press a button to every single time. Yeah",
        3709.9,
        3713.36
    ],
    [
        " And there's also that thing where",
        3713.36,
        3715.26
    ],
    [
        " You you're it's a positive feedback loop right it's an echo chamber",
        3715.26,
        3719.32
    ],
    [
        " I like going on you know to those people in the in the C suite of blockbuster like you know my wife loves going down and picking out a movie with the kids",
        3719.32,
        3727.78
    ],
    [
        " I love doing that you know, and then someone's like yeah, you know my kids love that too",
        3727.78,
        3731.28
    ],
    [
        " So in my teenage daughter likes doing it too with her friends and like you said that's because there's no other option",
        3731.28,
        3735.62
    ],
    [
        " Your teenage daughter would be rather being a rone alone in a room clicking on the next Netflix movie. Yep",
        3735.62,
        3740.9
    ],
    [
        " Poppiner popcorn that got delivered earlier. Yeah, so",
        3740.9,
        3745.12
    ],
    [
        " If you if you are on a strategy and it's not working you got to recognize that you need to change it",
        3745.12,
        3751.78
    ],
    [
        " Note to self everyone in the leadership position pay attention to that one",
        3751.78,
        3755.92
    ],
    [
        " next up number 20",
        3755.92,
        3757.66
    ],
    [
        " Sojourns when they abide at home are maintained with fear and punishment after when they are led to the war with hope and with reward",
        3759.24,
        3768.12
    ],
    [
        " What's it saying is so when soldiers are confined to their quarters",
        3768.12,
        3772.9
    ],
    [
        " They're kept there by fear and punishment when they're led to war",
        3772.9,
        3775.9
    ],
    [
        " They're led by hope and reward",
        3775.9,
        3777.74
    ],
    [
        " You know fear for me is just not a good tool for a leader to use period",
        3777.74,
        3785.92
    ],
    [
        " I'm not saying you never this is I'm not saying you should never use it right",
        3786.3,
        3789.92
    ],
    [
        " You there should be some element a little element of fear right just a little",
        3789.92,
        3794.98
    ],
    [
        " Elements fear, sure right let me ask you this do your kids have any fear of you at all because you seem real nice",
        3794.98,
        3801.2
    ],
    [
        " Yeah, oh they do yeah, there's there's a list enough healthy",
        3801.2,
        3806.0
    ],
    [
        " Element yeah, I mean, I would say yeah healthy, but I don't know I don't really know what the standard of healthy fear levels are",
        3806.0,
        3813.8
    ],
    [
        " But yeah, we agree that there is a healthy level of fear",
        3813.8,
        3817.1
    ],
    [
        " I agree with your kids. Yes, your kids shouldn't just think that that there's gonna be no repercussions for anything that they do yeah",
        3817.1,
        3824.36
    ],
    [
        " Your troops should also feel a healthy",
        3824.36,
        3827.62
    ],
    [
        " level of",
        3827.62,
        3829.44
    ],
    [
        " Fear yeah, and it's hard to even use that word because I word is so negative yeah",
        3829.44,
        3834.04
    ],
    [
        " But there should at least be a level of like you know what right we won't do that yeah",
        3834.04,
        3839.1
    ],
    [
        " No, there's a line with jaco and you don't want to cross it. Yeah, there's a line with dad echo",
        3839.12,
        3844.7
    ],
    [
        " He seems real nice and all cruzy",
        3844.7,
        3847.74
    ],
    [
        " I think I am a little bit too cruzy though",
        3847.74,
        3852.14
    ],
    [
        " So sometimes you do",
        3852.14,
        3856.66
    ],
    [
        " have to",
        3856.66,
        3858.36
    ],
    [
        " Make sure people understand that if they cross the line there's gonna be a problem and my kids definitely understand if they cross the line",
        3858.36,
        3864.64
    ],
    [
        " Just gonna be a problem yeah, that makes yeah to real problems. It doesn't surprise me",
        3864.64,
        3868.66
    ],
    [
        " And it keeps them in check",
        3869.26,
        3870.3
    ],
    [
        " Next up 20 and I'm pretty lenient. I'm pretty cruzy. You're actually surprisingly cruzy and lenient",
        3870.3,
        3878.08
    ],
    [
        " Everyone thinks it want to be the",
        3878.08,
        3880.32
    ],
    [
        " Great Santini you probably never seen that movie yeah, but you don't want to raise your kids like that",
        3880.32,
        3887.72
    ],
    [
        " What who's the great you don't want to be all militant and impose discipline on your kids and make them",
        3887.72,
        3893.62
    ],
    [
        " Number one reliant on your discipline",
        3895.06,
        3896.7
    ],
    [
        " Instead of their discipline. I don't want to",
        3896.7,
        3899.52
    ],
    [
        " You don't want anyone like that you don't want your team to be like that whether reliant on you barking at them to tell them what to do",
        3899.52,
        3906.28
    ],
    [
        " You don't want that then they can't function for themselves",
        3906.28,
        3907.94
    ],
    [
        " You don't want your kids to be that way either",
        3907.94,
        3910.16
    ],
    [
        " Your kids to think you know what I need to make a good decision",
        3910.16,
        3913.46
    ],
    [
        " I could slack off or I could do what I'm supposed to do",
        3913.46,
        3916.26
    ],
    [
        " I'm gonna do what I'm supposed to do because I know it's gonna be beneficial in the end",
        3916.26,
        3919.18
    ],
    [
        " As opposed to I'm gonna do it I'm supposed to do it only because I'm afraid that my dad's gonna yell at me",
        3919.18,
        3922.66
    ],
    [
        " Ground me or take away my computer or smash one of my favorite toys. Yeah",
        3922.94,
        3926.92
    ],
    [
        " Yeah, you don't you I mean like the assumption I think anyway would be that you're like more drill sergeant",
        3926.92,
        3934.88
    ],
    [
        " Yeah, I'm not even drill sergeant. I'm never I know",
        3934.88,
        3938.4
    ],
    [
        " But I think it's like when you look at you or maybe with you just said like one or two sound bites and you're like all these",
        3938.4,
        3946.08
    ],
    [
        " There's recordings",
        3946.08,
        3947.74
    ],
    [
        " Many recordings of when I used to debrief",
        3947.74,
        3951.9
    ],
    [
        " Seal potions",
        3954.7,
        3953.86
    ],
    [
        " I'm gonna try and get some of those and what is it they're just well, it's definitely I could see",
        3953.86,
        3960.52
    ],
    [
        " It's not drill sergeant e",
        3960.52,
        3962.56
    ],
    [
        " But it's definitely direct and can be pretty harsh yeah time to time",
        3962.56,
        3967.16
    ],
    [
        " So like that's what I understand people would probably but but that was usually it only be that way",
        3967.16,
        3971.26
    ],
    [
        " If somebody really did something egregious because most of the time you'd be like, okay, what do you think it?",
        3971.26,
        3975.58
    ],
    [
        " What do you what do you think about over here debrief me on that you know what I mean? So",
        3975.64,
        3978.4
    ],
    [
        " Yeah, and it's all contextual too like you know",
        3978.4,
        3981.44
    ],
    [
        " I guess it's kind of natural like let's say I heard that right. I didn't really know you're nothing and I heard that and be like",
        3981.62,
        3986.46
    ],
    [
        " Okay, he's real direct and real real strict and like all this stuff",
        3986.46,
        3989.48
    ],
    [
        " So it's just natural to be like oh because he's that kind of guy, you know rather than kind of the understand the nuance like",
        3989.48,
        3995.32
    ],
    [
        " Okay, he's talking to these people at this time. Yeah, and then versus but then again",
        3995.32,
        4000.92
    ],
    [
        " Then that opens it up. Who knows then how you'd be so you just your mind just sort of wants to just attach",
        4000.92,
        4006.26
    ],
    [
        " What they have witnessed you know to everything yeah",
        4006.26,
        4009.86
    ],
    [
        " Well, even drill instructors aren't",
        4009.86,
        4013.86
    ],
    [
        " Like drill instructors. Yeah, I mean, it's a it's a training methodology. Yeah, there's a purpose for them to act that way",
        4013.86,
        4019.74
    ],
    [
        " See and you know that because you've been around because that type of leader isn't doesn't function",
        4019.74,
        4024.84
    ],
    [
        " That type of leader is not good",
        4024.84,
        4027.38
    ],
    [
        " that type of person",
        4027.38,
        4030.28
    ],
    [
        " Isn't gonna function within a team",
        4030.28,
        4032.56
    ],
    [
        " So you can't you just can't be that way",
        4032.56,
        4036.74
    ],
    [
        " Is there a level of intensity sure do I bring a level of intensity sometimes yes absolutely",
        4037.9,
        4042.88
    ],
    [
        " But",
        4042.88,
        4044.46
    ],
    [
        " That's not the way to go through life imposing discipline and fear into your team",
        4044.46,
        4050.34
    ],
    [
        " You'll end up with either one of two things a broken team",
        4050.34,
        4053.96
    ],
    [
        " That relies on you for their discipline",
        4053.96,
        4056.78
    ],
    [
        " Or a team that muting is against you and comes up and kills you",
        4056.78,
        4060.82
    ],
    [
        " Frags you in as they did in the norm",
        4060.82,
        4064.26
    ],
    [
        " Next number 21",
        4068.0,
        4070.22
    ],
    [
        " Good captains come never to fight the field except necessity constrain them and occasion call them",
        4070.22,
        4080.12
    ],
    [
        " So what that's saying is good you know good captains good leaders never enter into the engagement unless it's completely necessary",
        4080.12,
        4091.34
    ],
    [
        " That's that's a great point and this is one of those things where if you're in a leadership position",
        4092.8,
        4097.4
    ],
    [
        " You shouldn't be doing the you shouldn't be shooting your gun at the enemy",
        4097.4,
        4100.76
    ],
    [
        " You should be observing your team shooting the gun and looking to see where the enemy is maneuvering too. Yeah",
        4100.76,
        4106.12
    ],
    [
        " This is a this is about detachment right here. Mm-hmm. Don't get in the mix",
        4106.12,
        4112.04
    ],
    [
        " Stay detached decentralized command let the team maneuver",
        4112.04,
        4116.36
    ],
    [
        " Let them understand what the commander's intent is and let them maneuver towards victory. You stay back a little bit monitor",
        4116.94,
        4123.52
    ],
    [
        " We're diving in there. Does that apply to because you're the one who kind of said this example to me one time",
        4123.52,
        4130.16
    ],
    [
        " I forget if it was on here or not, but you're like um it was about you when your kids",
        4130.16,
        4135.98
    ],
    [
        " tying their shoes, you know, yeah, let's say like I don't know you're late for school or running later",
        4135.98,
        4140.64
    ],
    [
        " Whatever and they're having a hard time tying the shoes. Yeah, you're like let them tie the shoes",
        4140.64,
        4145.04
    ],
    [
        " Don't jump in and be like oh do it, you know kind of I did say that and I've said it a bunch of times that's a real simple example",
        4145.16,
        4150.98
    ],
    [
        " That's a little bit more towards the last question or towards the last discussion that we just got into",
        4150.98,
        4156.18
    ],
    [
        " I mean if you let your if you tie your shoes for your kids all time they don't learn how to time",
        4156.18,
        4159.98
    ],
    [
        " And furthermore you literally are taking away their opportunity to learn some fine motorcycles at that moment",
        4159.98,
        4164.68
    ],
    [
        " This is not the same as that",
        4164.68,
        4166.38
    ],
    [
        " this is",
        4166.38,
        4167.56
    ],
    [
        " This is on a broader",
        4167.56,
        4169.82
    ],
    [
        " Perspective your team is doing so your team is in a firefight",
        4170.88,
        4173.5
    ],
    [
        " And you pick up your gun you go on the front line and you start shooting at the enemy well now who's leading right?",
        4173.5,
        4178.78
    ],
    [
        " I was looking around. Yeah, this is the same as you know, you're in a business situation",
        4178.96,
        4182.48
    ],
    [
        " And your team is trying to come up with a plan and they're arguing amongst themselves and you jump in there and start arguing too",
        4182.48,
        4189.3
    ],
    [
        " Now you don't have a good perception of you should be just standing back listening to the various arguments take place",
        4189.3,
        4195.12
    ],
    [
        " I'm not talking about arguments where people are yelling and screaming. I'm talking about a",
        4195.12,
        4198.42
    ],
    [
        " Discussion where they're arguing different possible courses of action",
        4198.48,
        4201.62
    ],
    [
        " If you dive right into those and you start becoming involved at point blank range you lose all your perspective",
        4201.62,
        4208.12
    ],
    [
        " So instead you step back you don't you don't",
        4208.12,
        4211.84
    ],
    [
        " You don't go into the field",
        4211.84,
        4213.08
    ],
    [
        " You don't dive into the argument you step back and you watch the fight unfold and then as the fight unfolds",
        4213.08,
        4220.58
    ],
    [
        " you see the best options because you're at altitude and you're not",
        4220.58,
        4224.56
    ],
    [
        " At point blank range one foot from the enemy fire. Yeah",
        4224.7,
        4229.24
    ],
    [
        " This is just detached decentralized command next up",
        4229.24,
        4233.6
    ],
    [
        " 22",
        4233.6,
        4235.24
    ],
    [
        " Cause that enemies cause that the enemies know not how thou right order",
        4235.24,
        4243.24
    ],
    [
        " Thy army to fight and",
        4243.24,
        4247.14
    ],
    [
        " In what so ever manner that thou ordained stint",
        4247.14,
        4251.82
    ],
    [
        " Make that the first band to be received of the second and the third",
        4252.02,
        4256.8
    ],
    [
        " Middle English get something what are we talking about here?",
        4256.8,
        4261.6
    ],
    [
        " Well cause your enemies know not so that means you don't want your enemies to understand",
        4262.36,
        4267.06
    ],
    [
        " How you're gonna organize your your army to fight that's what this is you you want a confusion",
        4267.06,
        4272.86
    ],
    [
        " If you don't want them to know exactly what you're gonna do and then the second part",
        4272.86,
        4278.04
    ],
    [
        " Make it make that the first band may be received the second and third",
        4279.08,
        4282.14
    ],
    [
        " I'm pretty sure I'm not 100% sure but I'm pretty sure that that's just talking about",
        4282.14,
        4285.3
    ],
    [
        " Mutually supporting positions. So you want to set your team up so that they can support each other",
        4285.3,
        4290.32
    ],
    [
        " So confuse the enemy don't give up the plan and set your teams up so they can help each other once your team once a team is alone and unsupportable",
        4290.32,
        4299.6
    ],
    [
        " They're alone",
        4299.6,
        4300.06
    ],
    [
        " Try not to let that happen",
        4300.06,
        4302.52
    ],
    [
        " 23",
        4302.52,
        4305.92
    ],
    [
        " In the fight never occupy a battle to any other thing then to the same for which thou hast appointed it if thou will to make no disorder",
        4307.28,
        4319.2
    ],
    [
        " It's a good day. It's it's modern English appreciation",
        4319.2,
        4325.74
    ],
    [
        " What makes it hard to is they spell even words that you know they spell them all different and just so you know you're looking at this I actually",
        4325.74,
        4332.96
    ],
    [
        " Tightened up some of the spelling and made some of the spelling more modern because I just could write it",
        4333.78,
        4338.38
    ],
    [
        " It was harder to track man. Yeah, it's harder to track again. This this thing was interpreted from Italian in",
        4338.38,
        4343.56
    ],
    [
        " 1560",
        4343.56,
        4344.78
    ],
    [
        " By George George whitehead was getting after the translation",
        4344.78,
        4348.8
    ],
    [
        " Yeah, so um",
        4348.8,
        4352.08
    ],
    [
        " It's just it's it's interesting and this is the same thing you know",
        4352.08,
        4356.18
    ],
    [
        " I said that when we did Shakespeare don't need to do more Shakespeare",
        4356.18,
        4358.92
    ],
    [
        " But people think why should just understand Shakespeare. You're not gonna understand straight. It's almost a different language",
        4358.92,
        4364.44
    ],
    [
        " So you need to actually break it down like we're doing with these various statements",
        4364.44,
        4370.98
    ],
    [
        " So",
        4370.98,
        4374.44
    ],
    [
        " What this one is saying is",
        4374.44,
        4377.28
    ],
    [
        " Don't use a",
        4377.28,
        4380.88
    ],
    [
        " Company don't use a",
        4380.88,
        4382.84
    ],
    [
        " Don't use a unit",
        4382.84,
        4384.68
    ],
    [
        " For a purpose other than what you've assigned it",
        4384.68,
        4388.2
    ],
    [
        " Unless you want to cause disorder",
        4388.6,
        4390.06
    ],
    [
        " Unless you want to cause chaos",
        4390.06,
        4392.54
    ],
    [
        " So you got your team they're assigned to do this let them do that now",
        4392.54,
        4396.68
    ],
    [
        " Obviously that can be problematic and so we need to mitigate that because there's times when team is gonna have to do something that you",
        4396.68,
        4404.6
    ],
    [
        " Don't want it to do",
        4404.6,
        4406.3
    ],
    [
        " and so I'll give you a little example",
        4406.3,
        4410.36
    ],
    [
        " When you're doing an assault on a target",
        4410.36,
        4413.96
    ],
    [
        " Hmm you have two elements the base element and the maneuver element",
        4414.44,
        4418.94
    ],
    [
        " The base element is gonna stay in position. They're gonna sneak up on the target",
        4418.94,
        4423.38
    ],
    [
        " And then the maneuver element is gonna sneak over to the flank and then the base element is gonna start",
        4423.38,
        4430.46
    ],
    [
        " firing massive firepower out the target",
        4430.46,
        4433.66
    ],
    [
        " And then the maneuver element after a little bit will stand up and start to go through the target. They shift fire off the target",
        4433.66,
        4439.0
    ],
    [
        " And then you clear the target",
        4439.0,
        4442.22
    ],
    [
        " So",
        4444.66,
        4445.1
    ],
    [
        " When I was a young kid in the drums",
        4445.1,
        4447.96
    ],
    [
        " So we would we would you know like let's do this yeah, so we're gonna hit this target",
        4447.96,
        4453.56
    ],
    [
        " We're gonna do a fire and maneuver on this target base and maneuver",
        4453.56,
        4456.84
    ],
    [
        " So what we would do is say okay, let's take all of our heavy machine guns",
        4456.84,
        4461.46
    ],
    [
        " And put them in the base element",
        4461.46,
        4463.46
    ],
    [
        " And then the guys with the little p-shooters the little m16 p-shooters",
        4463.46,
        4469.0
    ],
    [
        " All those guys will be on the assault because they're light and they'll be able to maneuver really quickly through the",
        4469.0,
        4473.94
    ],
    [
        " Get to the target and then go through the target",
        4474.52,
        4476.38
    ],
    [
        " Makes perfect sense",
        4476.38,
        4478.4
    ],
    [
        " And I remember the first time I presented this type of plan to one of the old guys from norm",
        4478.4,
        4483.88
    ],
    [
        " Zigno don't do that",
        4483.88,
        4485.54
    ],
    [
        " Why not master chief",
        4485.54,
        4487.6
    ],
    [
        " This way we have more firepower in our base and our maneuver guys can maneuver more quickly",
        4487.6,
        4493.62
    ],
    [
        " Here's the problem when that maneuver element is going towards the target",
        4493.62,
        4498.58
    ],
    [
        " What happens if they get compromised and contacted and now they're",
        4498.58,
        4503.94
    ],
    [
        " They're based they can't get up and move because they're being shot at so guess who has to move",
        4503.94,
        4507.6
    ],
    [
        " The base element has to move",
        4507.6,
        4509.54
    ],
    [
        " And they can't move very well if they're only getting",
        4509.54,
        4513.3
    ],
    [
        " Cover fire from little p-shooters",
        4513.3,
        4515.92
    ],
    [
        " So you keep your integrity of your squads and you utilize them that way and it's like oh",
        4515.92,
        4520.98
    ],
    [
        " So what you want to do",
        4520.98,
        4523.54
    ],
    [
        " In this situation is you want to make sure that your elements can",
        4523.54,
        4527.8
    ],
    [
        " Are capable of doing each other's jobs maybe not to the fullest extent",
        4527.9,
        4532.22
    ],
    [
        " But they at least need to be somewhat capable",
        4532.22,
        4534.52
    ],
    [
        " So maybe you put one machine gun in the expected one extra machine gun in the expected base element",
        4534.52,
        4539.46
    ],
    [
        " And now you only have a couple machine guns in the maneuver element, but you got them if you need them",
        4539.46,
        4543.1
    ],
    [
        " So",
        4543.1,
        4544.66
    ],
    [
        " I don't 100% agree with that",
        4544.66,
        4548.56
    ],
    [
        " That being said",
        4548.56,
        4550.42
    ],
    [
        " You definitely want to let people do the job that they were assigned to do",
        4550.42,
        4554.26
    ],
    [
        " Makes sense right",
        4554.26,
        4556.02
    ],
    [
        " Trying to you've assigned it let's let's try and keep the plan as it's supposed to be yeah",
        4556.2,
        4561.26
    ],
    [
        " To the best of our ability, but we're thinking we're not black and white here. Yeah",
        4561.26,
        4567.78
    ],
    [
        " Leadership is not easy",
        4567.78,
        4569.7
    ],
    [
        " You know another thing is",
        4569.7,
        4572.94
    ],
    [
        " When you establish your teams you try and use those teams for everything if you can",
        4572.94,
        4579.88
    ],
    [
        " And again, this is a dichotomy because as much as you want to keep your teams together",
        4579.88,
        4584.94
    ],
    [
        " You also have to train them to be split up and broken up and combined and missed masked all together",
        4585.86,
        4590.32
    ],
    [
        " And I would always do this with all my",
        4590.32,
        4592.64
    ],
    [
        " Fire teams so the fire teams would stick together as much as humanly possible",
        4592.64,
        4596.6
    ],
    [
        " But guess what I would also train them that if they were all scrambled up someone would step up take lead and that'd be a new fire team",
        4596.6,
        4601.62
    ],
    [
        " And we'd start making stuff happen",
        4601.62,
        4603.68
    ],
    [
        " Next up 24",
        4603.68,
        4608.92
    ],
    [
        " The so Dean",
        4610.34,
        4611.86
    ],
    [
        " Accidents with difficulty are remedied",
        4611.86,
        4616.72
    ],
    [
        " Those that are fought upon with",
        4616.72,
        4618.94
    ],
    [
        " Faculty",
        4618.94,
        4620.58
    ],
    [
        " I had to look up so Dean",
        4620.58,
        4623.92
    ],
    [
        " Because I you couldn't even get a clue on what that one was but it's some sort of",
        4623.92,
        4629.64
    ],
    [
        " Leiter or a ruler. It's actually a ruler",
        4629.64,
        4632.16
    ],
    [
        " Hmm",
        4633.64,
        4634.16
    ],
    [
        " And this is this is a this is so he's saying the so Dean Accidents the leadership accidents with difficulty are remedied are hard to fix when leadership screws up",
        4634.16,
        4644.24
    ],
    [
        " It's hard to fix",
        4644.24,
        4645.34
    ],
    [
        " Those that are fought a pound are with difficulty are remedied if",
        4645.34,
        4652.72
    ],
    [
        " You use your head quickly",
        4652.72,
        4655.16
    ],
    [
        " So yeah, there's gonna be leadership problems and they're hard to fix unless you think and think quickly",
        4655.16,
        4661.92
    ],
    [
        " Hmm",
        4664.52,
        4665.0
    ],
    [
        " How do you how can you improve your speed of thinking?",
        4665.0,
        4669.3
    ],
    [
        " You know how you can do that",
        4670.02,
        4671.6
    ],
    [
        " Practice practice so",
        4671.6,
        4674.58
    ],
    [
        " Let's say get experience to right because experience gives you the practice. Yeah, yeah",
        4674.58,
        4682.48
    ],
    [
        " It's experience if I've seen something before it's I'm gonna know",
        4682.48,
        4686.22
    ],
    [
        " Thousand times faster how I'm gonna react to it. Yeah",
        4686.22,
        4689.26
    ],
    [
        " If I haven't seen it before I take me a while just to comprehend what's in front of my face",
        4689.6,
        4694.0
    ],
    [
        " Yeah, so",
        4694.0,
        4696.04
    ],
    [
        " That's why when we train we train to throw things",
        4696.04,
        4701.14
    ],
    [
        " Okay, so first of all when we train we want to throw things at people",
        4701.14,
        4705.0
    ],
    [
        " That different scenarios different things happening where they start to get pattern recognition. Oh, I've seen this type of thing before",
        4705.0,
        4712.66
    ],
    [
        " On top of that you also want to train people",
        4712.66,
        4716.86
    ],
    [
        " What to do or how to react when they've never seen it before",
        4717.38,
        4721.7
    ],
    [
        " They've never seen anything like this before",
        4721.7,
        4724.26
    ],
    [
        " Because if I show you let's say I'm training you for",
        4724.26,
        4728.0
    ],
    [
        " Well, I guess we might as well just use a jujitsu tournament right we just use jujitsu",
        4728.0,
        4731.82
    ],
    [
        " I'm training you for a jujitsu situation situations right and I teach you how to defend this and I teach you how to defend that",
        4731.82,
        4737.06
    ],
    [
        " And I teach you how to defend this and I teach you how to defend that right I teach you how to defend ten different things and you get pretty good at it",
        4737.06,
        4742.6
    ],
    [
        " I also have to teach you",
        4742.6,
        4745.7
    ],
    [
        " A broad concept of what to do when there's something that you don't recognize",
        4747.02,
        4750.12
    ],
    [
        " so",
        4750.12,
        4751.1
    ],
    [
        " Hey, if the guy grabs your arm, I want you to pull your arm here",
        4751.1,
        4755.46
    ],
    [
        " Hey, if the guy starts to go for your neck",
        4755.46,
        4757.28
    ],
    [
        " I want you to swim your arm your hand underneath and tuck your chin",
        4757.28,
        4760.26
    ],
    [
        " If the guy starts pulling towards your back, I want you to shift your leg up and so he can't maneuver around there",
        4760.26,
        4765.24
    ],
    [
        " So I'm gonna give you exact",
        4765.24,
        4766.96
    ],
    [
        " Steps to execute if you see these things",
        4766.96,
        4771.84
    ],
    [
        " And then I'm gonna say this if he's doing something you don't recognize here's what I want you to do",
        4772.18,
        4777.66
    ],
    [
        " I want you to tuck your elbows in I want you to posture and I want you to control his hips",
        4777.66,
        4782.04
    ],
    [
        " Oh, okay, and then you'll start to be able to recognize what's going on at least you're gonna survive",
        4782.04,
        4787.62
    ],
    [
        " I want you to detach and step back and say what's he attacking same thing with combat",
        4787.62,
        4793.16
    ],
    [
        " I'm gonna train you like hey if he does this you do that if he does that you do this",
        4793.16,
        4798.32
    ],
    [
        " Yeah, if you have no idea what's happening here's what I want you to do",
        4798.9,
        4803.18
    ],
    [
        " Get into a 360 degree perimeter",
        4803.18,
        4806.76
    ],
    [
        " Listen, right? I mean whatever that that",
        4806.76,
        4810.18
    ],
    [
        " Situation is gonna call for if you don't know what's happening like if I don't know where I'm getting flanked from or if I don't know",
        4810.18,
        4815.5
    ],
    [
        " Where I'm getting shot at from hey everyone taken knee get cover",
        4815.5,
        4818.92
    ],
    [
        " Don't just start shooting because that's gonna cause confusion. It's also gonna give away our position",
        4818.92,
        4823.26
    ],
    [
        " So what we're gonna do we're gonna go into a 360 degree perimeter",
        4823.26,
        4827.4
    ],
    [
        " We're gonna hold what we got",
        4827.52,
        4828.84
    ],
    [
        " We're gonna listen",
        4828.84,
        4830.36
    ],
    [
        " That's our that's our that's our if we don't recognize what's happening. That's what we're new",
        4830.36,
        4835.56
    ],
    [
        " So we have standard operating procedures for things that we recognize and we actually also have something to do if we don't recognize",
        4835.56,
        4841.64
    ],
    [
        " We have a procedure for non-recognition. Yeah",
        4841.64,
        4844.56
    ],
    [
        " Yeah, which is which is important it's kind of like I mean",
        4844.56,
        4849.18
    ],
    [
        " It's different I guess but it kind of maybe fits in with you know how people so expect the unexpected kind of thing",
        4849.18,
        4854.56
    ],
    [
        " So it kind of fits in this where you're essentially trained for unexpected stuff like I would say go one",
        4854.56,
        4861.84
    ],
    [
        " Yes, that's the important part. It's not just expect the unexpected",
        4861.84,
        4864.92
    ],
    [
        " It's have a protocol for when something unexpected happens. Yeah, here's what we're going to do yeah",
        4864.92,
        4871.54
    ],
    [
        " Because a lot of times when something unexpected I'm thinking to you to do right now",
        4871.54,
        4875.54
    ],
    [
        " It's because that's on purpose, you know like these guys with these weird games. Yeah, we're tall flexible guys",
        4875.54,
        4881.92
    ],
    [
        " or something like that that these weird games and they'll do stuff that they know or they kind of rely upon you not have seen it before like you didn't see before so",
        4881.92,
        4890.64
    ],
    [
        " They can capitalize when you start to panic, you know or when you can you know if let's say your arm is out here like um",
        4890.64,
        4897.7
    ],
    [
        " Like there's some leg locks that that",
        4897.7,
        4900.32
    ],
    [
        " Require you to kind of try to spin out of it and then they'll catch it with something else, right? It's kind of that",
        4900.32,
        4905.66
    ],
    [
        " So if you have a protocol that's just like I don't know whatever the protocol is safe",
        4905.66,
        4911.82
    ],
    [
        " Deep protocol, you know it not only",
        4911.92,
        4914.44
    ],
    [
        " Keeps you safe just and statistically speaking, you know chances are it'll keep you safe, but it'll jam up their game",
        4914.44,
        4921.14
    ],
    [
        " Yeah overall, you know, especially these people that they they they capitalize on you panicking and not knowing what to do",
        4921.14,
        4927.9
    ],
    [
        " You know and you want to have some kind of a reset position and I used to use this with fighters like hey",
        4927.9,
        4932.92
    ],
    [
        " Here's your reset position like just get to here because you're comfortable there get them under control control their hips",
        4932.92,
        4938.92
    ],
    [
        " Whatever yeah combat same thing. Oh, you're you're you're everyone's confused everyone's mixed up guys are all over the place",
        4939.34,
        4945.52
    ],
    [
        " Let's get to a reset position in a building yeah, now everyone knows where we are we get it control ourselves. Yeah business",
        4945.52,
        4951.64
    ],
    [
        " Same thing we got we got scenario that we don't know what's happening",
        4951.64,
        4955.92
    ],
    [
        " You know what general quarters like hey, we're all gonna go to our normal positions",
        4955.92,
        4960.42
    ],
    [
        " We're gonna stand by because we don't know what's happening right? So you got to have",
        4960.42,
        4964.6
    ],
    [
        " Not just to expect the unexpected you've got to have a protocol to follow when something is occurring that you don't understand yet",
        4964.86,
        4972.32
    ],
    [
        " Some kind of a reset position put that in your world",
        4972.32,
        4976.9
    ],
    [
        " Next up number 25 men iron money and bread be the strength of the war",
        4976.9,
        4986.36
    ],
    [
        " But of these four the first two be most necessary",
        4986.36,
        4990.96
    ],
    [
        " Because men and iron",
        4991.04,
        4993.06
    ],
    [
        " find money and bread but money and bread find not men and iron",
        4993.06,
        5000.52
    ],
    [
        " Yeah, that one's pretty pretty cool pretty self explanatory now let me let's go to a business perspective here",
        5000.52,
        5007.66
    ],
    [
        " A business perspective here because this is a this can help people make decisions in the business world",
        5007.66,
        5015.68
    ],
    [
        " Hmm",
        5016.8,
        5017.48
    ],
    [
        " When you're going to make expect expenditures when you are going to invest in something in your company",
        5017.48,
        5024.5
    ],
    [
        " It is important to assess",
        5024.5,
        5028.78
    ],
    [
        " Whether or not you are investing in something",
        5028.78,
        5032.42
    ],
    [
        " That is going to help you build",
        5032.42,
        5035.76
    ],
    [
        " Is gonna help you grow or if you're investing in something that is not",
        5035.76,
        5041.5
    ],
    [
        " So for instance, let's say let's say hey our our we could either take you know",
        5042.34,
        5048.22
    ],
    [
        " $50,000 and remodel our current office",
        5048.22,
        5051.84
    ],
    [
        " Or we can take $50,000 and we can rent this new sub office in an area that we don't have any",
        5051.84,
        5060.2
    ],
    [
        " Presence in so which one is a better investment like we don't really need that remodel of our office",
        5060.2,
        5068.14
    ],
    [
        " This other thing is going to help us actually grow",
        5068.28,
        5070.96
    ],
    [
        " So make sure that the investments that you're making the first thing you want to invest in is man and iron",
        5070.96,
        5076.82
    ],
    [
        " Right you don't want to invest in money and bread money and bread is going to be gone",
        5076.82,
        5081.42
    ],
    [
        " Yeah",
        5081.42,
        5082.22
    ],
    [
        " And it doesn't reproduce it doesn't reproduce itself",
        5082.22,
        5085.92
    ],
    [
        " Whereas men and steel is going to get you more of that bread and iron in the long run",
        5085.92,
        5090.46
    ],
    [
        " Or sorry bread and money",
        5090.46,
        5092.32
    ],
    [
        " All right number 26",
        5092.32,
        5096.08
    ],
    [
        " The unarmed rich man",
        5098.92,
        5100.44
    ],
    [
        " Is a booty to the poor soldier",
        5100.44,
        5103.96
    ],
    [
        " What does that mean it means that the unarmed rich man is the prize of the poor soldier that sort of means it means",
        5103.96,
        5111.82
    ],
    [
        " It means be armed",
        5111.82,
        5114.5
    ],
    [
        " And this is the last one number 27",
        5114.5,
        5120.56
    ],
    [
        " A",
        5122.0,
        5122.9
    ],
    [
        " Custom vie soldiers to despise delicate living and luxurious apparel",
        5122.9,
        5129.8
    ],
    [
        " I like that one. What does that mean get your people get your soldiers to despise delicate living",
        5129.8,
        5139.32
    ],
    [
        " despise",
        5139.32,
        5141.12
    ],
    [
        " Comfort despise luxurious clothing. That's what I'm talking about. They'll be better soldiers. They'll be better people",
        5141.12,
        5149.16
    ],
    [
        " I understand you feel like I'm talking to you right now what the connoisseur of comfort connoisseur of comfort is in my firing line right now",
        5150.1,
        5157.86
    ],
    [
        " Yeah, I dig it man. I think obviously I can't disagree with that because dang I mean",
        5157.86,
        5163.16
    ],
    [
        " Yeah",
        5163.16,
        5164.18
    ],
    [
        " When you've been uncomfortable for an extended period of time does it not make you better personal little bit",
        5164.18,
        5169.82
    ],
    [
        " Yeah, it does there we go. Yeah, you know the whole idea be comfortable with this company",
        5169.82,
        5174.84
    ],
    [
        " The story of you because I know it doesn't rain a lot here",
        5175.0,
        5178.04
    ],
    [
        " But you used your kettlebells in the rain in the other day. You've told me that story two times in a two days in a row now",
        5178.04,
        5184.02
    ],
    [
        " sure right yes",
        5184.02,
        5186.04
    ],
    [
        " Today you told me that even Jade your brother came out was impressed by your determination",
        5186.04,
        5192.42
    ],
    [
        " So what is it what is it about that that made you",
        5192.42,
        5198.54
    ],
    [
        " Feel compelled to tell me about it and be you know for lack of a bread a word pretty damn proud",
        5198.54,
        5204.2
    ],
    [
        " That you went out in the rain and did a kettlebell workout in the cold",
        5204.3,
        5208.46
    ],
    [
        " Yes, well, yeah, it's strong and how did you feel inside?",
        5208.46,
        5214.2
    ],
    [
        " What I felt strong when it was over felt better. Yeah, this is it. Well, yeah, it makes it stronger",
        5214.38,
        5218.96
    ],
    [
        " I'm asking you real questions right now. It might seem like I'm joking",
        5218.96,
        5221.68
    ],
    [
        " But it's actually real you know why because this is a little step for you",
        5221.68,
        5225.36
    ],
    [
        " And there's other people that are listening that would benefit from hearing how",
        5225.36,
        5229.94
    ],
    [
        " Taking this little step away from comfort really truly made you",
        5230.06,
        5234.76
    ],
    [
        " mentally and physically better go echo Charles. All right. Well",
        5234.76,
        5239.4
    ],
    [
        " The",
        5239.4,
        5240.52
    ],
    [
        " Okay, so okay, yes, I go outside",
        5240.52,
        5245.62
    ],
    [
        " Out of workout planned. It's raining raining kind of hard to by the way",
        5245.62,
        5251.24
    ],
    [
        " And it's kind of cold the kind you got to wear like a lot of clothes, you know",
        5251.24,
        5255.9
    ],
    [
        " So yes, I go and do the whole workout hard to and yes, my brother was like dang that's some dedication whatever",
        5256.12,
        5262.14
    ],
    [
        " But yes, so the feeling is yeah, that I'm actually strong now, you know",
        5262.14,
        5267.14
    ],
    [
        " It's like basically one of you when you break down is like now you're strong and you're not weak",
        5267.14,
        5270.94
    ],
    [
        " So weak would be like just the littlest thing will throw you off your plan, you know",
        5270.94,
        5276.18
    ],
    [
        " The littlest thing because you can't because you're so used to comfort",
        5276.18,
        5279.64
    ],
    [
        " Where you're so used to like the clothing thing",
        5279.64,
        5282.46
    ],
    [
        " I mean, yeah, that's kind of weird too like if you always got to be wearing like nice clothes otherwise like you're kind of you don't go out or",
        5282.64,
        5289.74
    ],
    [
        " Something I don't know",
        5289.74,
        5290.38
    ],
    [
        " But it's kind of the same seems like the same same concept, but yeah, if you can endure that stuff",
        5290.38,
        5295.32
    ],
    [
        " And then how do you feel when you're done?",
        5295.32,
        5296.52
    ],
    [
        " Better yeah, did you feel better after a workout in the cold rain where you went and got after it then you",
        5296.92,
        5303.08
    ],
    [
        " Would have had it been just normal 70 degrees in sunny soCal yeah a little bit, but I feel like",
        5303.08,
        5310.38
    ],
    [
        " Um, it's it was just more of a psychological thing which does help big time because now you know that rain",
        5311.58,
        5318.3
    ],
    [
        " You just proved to yourself that rain cold whatever is not an excuse. You see him say I won't be you",
        5318.3,
        5323.9
    ],
    [
        " 40 years raining cold wasn't excuse no more no more. Well, here's the thing you go in a battle",
        5323.9,
        5331.62
    ],
    [
        " You know, it's funny. Here's a good here's a good expression. You see in the day",
        5331.62,
        5336.38
    ],
    [
        " It's parking your good",
        5336.38,
        5337.46
    ],
    [
        " Mm-hmm when it was raining in cold, you know, we'd say good operating weather",
        5337.46,
        5341.9
    ],
    [
        " But it was like it was kind of it's true is definitely true because",
        5341.9,
        5347.34
    ],
    [
        " When it's raining and when it's cold guess what the people that are you know on watch",
        5347.34,
        5352.84
    ],
    [
        " Your enemy guess what they're doing there. They're hiding. They're all bundled up and warm",
        5352.84,
        5357.36
    ],
    [
        " So that makes it easier for you plus there's noise",
        5357.36,
        5359.42
    ],
    [
        " From the rain which camouflage is the noise that you're making walking through the the J",
        5359.42,
        5364.96
    ],
    [
        " Or the woods or whatever",
        5366.38,
        5367.76
    ],
    [
        " But that's always a good one whenever it's whenever it's crappy weather",
        5367.76,
        5372.36
    ],
    [
        " I was I was say to myself good operating weather. Yeah kind of smile",
        5372.36,
        5377.58
    ],
    [
        " But we used to say to each others that's like",
        5377.58,
        5379.44
    ],
    [
        " You can't complain about it. You just look at your buddy. It's like when you when the door of the",
        5379.44,
        5385.52
    ],
    [
        " Of the Hilo truck, you know the Hilo truck is no but back in the day",
        5385.52,
        5389.94
    ],
    [
        " We didn't have a lot of money for budget",
        5389.94,
        5391.82
    ],
    [
        " And so we'd pretend that we were in helicopters and we'd be in the back of big trucks",
        5392.02,
        5396.66
    ],
    [
        " And they just drive out in the middle of the desert open up the Hilo truck and open it up open up the door",
        5396.66,
        5401.48
    ],
    [
        " We jump out like we just got out of a helicopter right little did we know",
        5401.48,
        5404.88
    ],
    [
        " That when the war actually came we would be using vehicles. We used vehicles all the time. We had I",
        5404.88,
        5411.66
    ],
    [
        " Rarely",
        5411.66,
        5413.32
    ],
    [
        " Rarely used helicopters in Iraq",
        5413.32,
        5415.9
    ],
    [
        " In Afghanistan they used helicopters a lot more",
        5415.9,
        5418.82
    ],
    [
        " But for me in Iraq",
        5419.28,
        5420.4
    ],
    [
        " Football troll and Hilo trucks, but we didn't have to call him Hilo trucks anymore now. We just called him trucks",
        5420.4,
        5425.7
    ],
    [
        " But when you're in a Hilo truck",
        5425.7,
        5429.82
    ],
    [
        " In 1994 and you get driven up into the wherever and the door of the Hilo truck opens out opens up",
        5429.82,
        5437.88
    ],
    [
        " And it's raining and it's cold",
        5437.88,
        5440.72
    ],
    [
        " And as you're getting out of the truck your last moment to communicate out loud to everyone you hear someone go good",
        5440.72,
        5448.36
    ],
    [
        " Operating mother. Yeah, you're like yeah, it is this is gonna suck",
        5448.36,
        5451.66
    ],
    [
        " Yeah, yeah, and it makes sense so like yeah if you're",
        5451.66,
        5456.5
    ],
    [
        " Used to being uncomfortable right or if you like despise comfort however you put it yeah, um, it's not me",
        5456.5,
        5464.42
    ],
    [
        " They smack you belly said it despise comfort despising comfort",
        5464.42,
        5468.8
    ],
    [
        " Essentially you're getting comfortable with being uncomfortable, you know how they say that right they do",
        5468.8,
        5475.18
    ],
    [
        " They do man. So yeah, that's what they're doing. So that's why yeah, yeah",
        5475.18,
        5478.5
    ],
    [
        " Just improve it basically at the end of the day improves your chance of success, you know may",
        5478.5,
        5482.7
    ],
    [
        " Roadblocks of discomfort come about in the future. That's what I indeed and I",
        5482.7,
        5488.54
    ],
    [
        " I think that not only will the rejection of comfort make better soldiers. It'll make better people",
        5488.54,
        5496.28
    ],
    [
        " So yes, as you said get out of your comfort zone",
        5496.28,
        5498.84
    ],
    [
        " Impose discipline and discomfort on yourself",
        5501.34,
        5504.66
    ],
    [
        " And you will become a better person",
        5504.66,
        5509.7
    ],
    [
        " Okay, and that wraps up macchi velle for now",
        5509.7,
        5515.3
    ],
    [
        " but echo speaking of um",
        5515.3,
        5518.76
    ],
    [
        " Getting out of our comfort zone and this is gonna be a little dichotomy here",
        5518.76,
        5522.92
    ],
    [
        " But getting out of our comfort zone to become better",
        5522.92,
        5528.02
    ],
    [
        " What recommendations do you have for us to make that happen like I said there's gonna be a dichotomy here",
        5529.9,
        5534.52
    ],
    [
        " Okay, cuz what do we have",
        5534.52,
        5535.96
    ],
    [
        " well",
        5535.96,
        5537.18
    ],
    [
        " Well, there's a lot things you have but but yeah, so as being the kind of sort of comfort and",
        5537.18,
        5543.44
    ],
    [
        " So you're kind of the kind of sort of discomfort really in a way. I don't know about that. Here's the thing though",
        5543.44,
        5550.02
    ],
    [
        " People I don't think about it much though. Yeah, you know what I mean? I'd have to be like actively thinking about it about what discomfort just about anything",
        5550.02,
        5558.18
    ],
    [
        " I'm just over here doing what I'm doing. Yeah, you know what I mean",
        5558.54,
        5561.3
    ],
    [
        " Discomfort just get the ability here. I don't care",
        5561.3,
        5565.82
    ],
    [
        " There's that old Viking saying it's like the rain is cold and the old Viking says how can the rain be cold",
        5565.82,
        5574.32
    ],
    [
        " Right the rain's not cold",
        5574.32,
        5578.9
    ],
    [
        " Yeah, but I don't know. I don't get it. How can the rain be cold",
        5578.9,
        5583.52
    ],
    [
        " If it's cold, Ben it's cold. No, it's cold to you when it hits you the rain itself isn't cold",
        5583.94,
        5589.22
    ],
    [
        " That's a play on words got you play on words. Yeah, that's another good thing to think yourself",
        5589.22,
        5594.72
    ],
    [
        " Another good thing to think to yourself you only get wet once",
        5594.72,
        5598.12
    ],
    [
        " Yeah, I've talked about that before yeah, you're you're waiting to go across the river you're looking for the best spot",
        5598.12,
        5605.4
    ],
    [
        " You're like oh, no, you know just get wet you only need to get wet one time once your wet your wet doesn't matter",
        5605.4,
        5610.42
    ],
    [
        " Yeah, it's true so like suck it up the comfort thing is it's all it's like context as a huge",
        5610.42,
        5616.88
    ],
    [
        " Has a lot to do with it remember how I told you that time where it's like you know sometimes you can just fall asleep on the floor",
        5616.88,
        5625.08
    ],
    [
        " I know or in the beach. I don't know but then sometimes you get in your on your culture on your wherever and you just can't fall",
        5625.08,
        5631.64
    ],
    [
        " See can get comfortable enough, you know just think because you expect the comfort is what I'm saying",
        5631.64,
        5637.78
    ],
    [
        " But if you don't have any comfortable expectations is like you just be you're just comfortable",
        5637.86,
        5643.5
    ],
    [
        " It's almost like you're just appreciative for any kind of comfort",
        5643.5,
        5645.8
    ],
    [
        " But if you expect mass comfort",
        5645.8,
        5648.22
    ],
    [
        " It's like you can't get enough comfort, you know, because you just expect more it's weird so like",
        5648.22,
        5653.6
    ],
    [
        " Like um, okay, so you know you have experience with cold water. Mm-hmm right getting in and go hit the surf whatever",
        5653.6,
        5660.4
    ],
    [
        " So when you're there how hard is that",
        5660.4,
        5664.24
    ],
    [
        " Tick not not right you're just like we're just doing it. Yeah, this is what we're doing. This is we're we're whatever it's cold",
        5665.02,
        5670.34
    ],
    [
        " sucks whatever even if it's",
        5670.34,
        5672.3
    ],
    [
        " but",
        5672.3,
        5673.2
    ],
    [
        " Here's an yeah, this is me keep in mind, but still I think it holds true",
        5673.2,
        5678.04
    ],
    [
        " So I'm getting in the shower the other it's cold here",
        5678.04,
        5680.66
    ],
    [
        " California weather is cool. Tell that to be",
        5680.66,
        5684.26
    ],
    [
        " Well, Pete's gonna understand because he this probably having him too. So listen, you know how you're cold",
        5684.26,
        5689.92
    ],
    [
        " You know you like it's just sort of cold, right? So I'm gonna um but take a shower",
        5689.92,
        5693.84
    ],
    [
        " and",
        5694.8,
        5695.24
    ],
    [
        " You know the kind when you turn on the shower it's not just doesn't come out all warm",
        5695.24,
        5698.74
    ],
    [
        " It got a week it takes a few seconds or whatever so so I turn it on and hits me. Oh, because you take warm showers",
        5698.74,
        5704.76
    ],
    [
        " That day I should warm shower",
        5704.76,
        5710.14
    ],
    [
        " anyone understood",
        5710.14,
        5711.34
    ],
    [
        " Anyway, the cold water like kind of hit me and I was oh",
        5711.34,
        5714.64
    ],
    [
        " There's no way I could bear going underneath that shower like before it gets warm",
        5714.64,
        5719.9
    ],
    [
        " No way man, no way",
        5719.9,
        5721.54
    ],
    [
        " But then and then whatever it heats up, but I'm thinking like not like",
        5721.86,
        5725.36
    ],
    [
        " Jocco guys go in that cold surf like for a long time and so then I'm thinking no, it's totally in context, you know",
        5725.36,
        5732.84
    ],
    [
        " Like if I let's say a minute before I walked in the shower. I was like",
        5732.84,
        5736.98
    ],
    [
        " Cool shower right now doing it literally the same exact time",
        5736.98,
        5741.58
    ],
    [
        " I could do it you seem saying so it's like a mindset kind of thing",
        5741.58,
        5747.52
    ],
    [
        " Check even aside from the training of course. I would say this and the reason that I can't",
        5747.96,
        5752.74
    ],
    [
        " There I'm me. It's just like blank",
        5752.74,
        5754.62
    ],
    [
        " No, bro. It's not here",
        5754.62,
        5756.72
    ],
    [
        " Maybe it is bro, but no, I don't know think about this we get out of bed, right? Well then again your routine is different",
        5756.72,
        5764.58
    ],
    [
        " But yeah, let's say you're just sort of cool. I have an actual ice bath. Yeah, but that's different too, but I think ice bath all the time",
        5764.58,
        5771.0
    ],
    [
        " Okay, but that's different. I'm saying like what if you get I don't know out of bed or you're just cruising at home",
        5771.0,
        5776.18
    ],
    [
        " Would you probably don't do but let's say you were and it was just cold the kind like hot and pretty cold right now",
        5776.42,
        5782.2
    ],
    [
        " I should put on a jacket right now. That's hoodie whatever",
        5782.2,
        5786.78
    ],
    [
        " That's how cold it is right here right not freezing, but just I'm cold right now uncomfortably cold",
        5786.78,
        5791.46
    ],
    [
        " And then let's say your son comes with a copper ice water and dumps it on you, right?",
        5791.46,
        5798.22
    ],
    [
        " How did you sneak up on me?",
        5798.76,
        5800.8
    ],
    [
        " So you're saying",
        5801.04,
        5802.8
    ],
    [
        " Okay, maybe didn't sneak up on you. Maybe he's I don't know. But let's say you pour the ice water on you",
        5803.56,
        5807.96
    ],
    [
        " Okay, you're just telling me that you're like whatever that wouldn't",
        5807.96,
        5811.22
    ],
    [
        " You'd be Viking like can be like, huh? Like I don't know. It's not cold",
        5811.22,
        5815.38
    ],
    [
        " Well, I tell you if he was looking for a reaction from me. I wouldn't",
        5815.38,
        5819.66
    ],
    [
        " Okay, which I dig I dig it there would be a grappling match happening real quick though. Yeah, so yeah, and I understand that's an attack",
        5819.66,
        5827.32
    ],
    [
        " Okay, so that aside. I'm talking about the actual yeah",
        5828.7,
        5832.34
    ],
    [
        " So it's not nothing but it's something but that compare that experience to if he came up to him",
        5832.34,
        5841.78
    ],
    [
        " Hey, dad, I have this cup of cold water. It's kind of cold right now",
        5841.78,
        5845.72
    ],
    [
        " Do you think you can like endure this right and you're like? Oh, yeah, I can endure it do it and he did it",
        5845.72,
        5851.14
    ],
    [
        " I'm not saying that would be nothing or something. I'm saying that those two experiences are different. Okay. Yeah",
        5851.14,
        5857.16
    ],
    [
        " So this is the this is an element of surprise is all we're talking about one you as a prize one you're not if you're surprised",
        5857.62,
        5864.42
    ],
    [
        " It's gonna throw you off a little bit. Yeah, if you're not surprised you're braced for it. You're good to go",
        5864.42,
        5869.04
    ],
    [
        " Yeah, I mean, I surprised us just one element of a different context where you don't necessarily expect surprise and",
        5869.04,
        5876.62
    ],
    [
        " mental preparation mental preparation is I think the overarching because surprise would fall under the mental preparation",
        5876.62,
        5883.16
    ],
    [
        " I'm not love going on. I'm saying",
        5883.16,
        5884.62
    ],
    [
        " I'm telling you that shower experience kind of enlighten being a little bit anyway. Okay",
        5884.62,
        5890.8
    ],
    [
        " Be comfortable with being uncomfortable. That's a jujitsu saying too, by the way",
        5890.8,
        5896.26
    ],
    [
        " Yeah, is that where you heard it mean me? I don't I maybe that's where I first heard it",
        5896.26,
        5901.22
    ],
    [
        " Yeah, because that's a good thing to have. Oh, yeah, that's the that's the",
        5901.22,
        5904.76
    ],
    [
        " Backhanded compliment that Hicks and Gracie told me when I rolled with him back in the day what that you were comfortable? He goes",
        5904.76,
        5912.16
    ],
    [
        " He said you're very you're very",
        5912.6,
        5914.44
    ],
    [
        " Comfortable when you're in really bad positions",
        5914.44,
        5917.04
    ],
    [
        " And I was all happy. Yeah, there you go. See he's good at jujitsu. Yes, so yeah, that's what I heard too",
        5917.04,
        5925.54
    ],
    [
        " Um, but yeah, so that's a jujitsu saying so that means dude jujitsu kind of really",
        5925.54,
        5930.66
    ],
    [
        " That last strategy or what what do you call it rules general? Yeah, yeah, yeah is essentially despised delicate living",
        5930.66,
        5939.08
    ],
    [
        " Yes is jujitsu delicate living",
        5939.08,
        5941.18
    ],
    [
        " No, it is not that's not delicate, but it's not brutal",
        5941.18,
        5945.2
    ],
    [
        " Depends who you're all with. Yeah, that's true",
        5945.2,
        5947.96
    ],
    [
        " You're some blood on the mat last night boy. I believe anyway, dude jujitsu",
        5947.96,
        5954.14
    ],
    [
        " If if we're not in jujitsu already we might not agree on the",
        5954.14,
        5958.54
    ],
    [
        " Different mindsets for cold and all that but we do agree do some jujitsu",
        5958.54,
        5969.06
    ],
    [
        " The keys that are made 100% in America from top to bottom",
        5969.06,
        5972.38
    ],
    [
        " From origin origin main dot com. That's where you get them. You can get whatever you want on there",
        5972.38,
        5978.66
    ],
    [
        " And you can get your ash cards so you can do no guiseful and then you can get t-shirts",
        5978.66,
        5983.86
    ],
    [
        " And hoodies which are comfortable which",
        5983.86,
        5987.78
    ],
    [
        " Which are the antithesis of what we're talking about yes because you have claimed and now this claim has been supported on",
        5987.78,
        5996.98
    ],
    [
        " The social media sites around the world",
        5996.98,
        5999.82
    ],
    [
        " That the origin jogger pants which I don't wear",
        5999.82,
        6005.0
    ],
    [
        " Are universally the most comfortable pants of all time yes",
        6005.0,
        6009.5
    ],
    [
        " Yeah, we're still I mean and I went on searches like my son got a pair for Christmas",
        6009.5,
        6015.6
    ],
    [
        " Because you know when you're in my family guess what you're getting for Christmas",
        6015.6,
        6018.74
    ],
    [
        " Product yeah, yeah origin stuff. Yeah, so he got a pair and I tried him on and he was like you got a",
        6018.74,
        6026.96
    ],
    [
        " Take them off",
        6026.98,
        6027.66
    ],
    [
        " Because they just don't love that yeah, they just not they're not not me. Yeah, cuz joggers as functional as they are cuz they're super functional",
        6027.66,
        6036.0
    ],
    [
        " As far as jogging and running those",
        6036.0,
        6037.94
    ],
    [
        " It's functional as they are there that's a style thing like they're in style right now, but there's somehow related",
        6037.94,
        6045.74
    ],
    [
        " To skinny jeans are they not yes, they're related. That's the look. Yeah, so you yeah, but you can't wear skin that kind stuff",
        6045.74,
        6054.48
    ],
    [
        " They used to issue and when I went when I was at seal team two seal team one we didn't have it. So team two they issued us",
        6054.48,
        6061.12
    ],
    [
        " joggers, but this is back in the day they were basically like",
        6061.12,
        6064.82
    ],
    [
        " They were basically like the same thing",
        6064.82,
        6067.84
    ],
    [
        " Because it was cold in the winter time and guys would want to run with those things on yeah, but I didn't wear those either",
        6067.84,
        6074.1
    ],
    [
        " But everybody else yeah, yeah, wait and they're outer where they weren't under wear them like over your",
        6074.1,
        6080.8
    ],
    [
        " Running shorts. Oh, okay",
        6080.8,
        6082.86
    ],
    [
        " Yeah, cool. There you go. Yeah, but these are these are probably gonna be way more comfortable the ones from origin",
        6083.26,
        6089.04
    ],
    [
        " And they're made in America by the way, I don't know if I mentioned that, but yeah, those are good joggers",
        6089.04,
        6094.36
    ],
    [
        " Here's the thing you despise comfort. Well, I don't think you despise comfort not as much as I should yeah",
        6094.36,
        6099.56
    ],
    [
        " Okay, that makes sense to me. I don't despise comfort",
        6099.56,
        6102.6
    ],
    [
        " Just like I don't despise the rest between sets because comfort is there for reason mm-hmm when you're kind of cold",
        6102.6,
        6109.32
    ],
    [
        " I guess that's what I was gonna say earlier you enjoy comfort more when you have discomfort. Yes",
        6109.76,
        6116.38
    ],
    [
        " You don't want to be the person that's constantly in a feather pillow",
        6116.38,
        6120.28
    ],
    [
        " Temperature controlled scenario, right? Yeah, you want to be in like the tough environment and then you're like",
        6120.28,
        6126.16
    ],
    [
        " Oh, this feels good now. Yeah, like when you get out of the one you've been surfing and it's cold",
        6126.16,
        6130.54
    ],
    [
        " I went surfing the other day with no wetsuit on and it's wintertime here by the way",
        6130.54,
        6135.86
    ],
    [
        " But one of my two actually of my toes were numb straight up white",
        6136.02,
        6142.14
    ],
    [
        " So how cold is that maybe like what 55? Yeah, something like that. Yeah, I mean, I only went for like 45 minutes",
        6142.14,
        6147.88
    ],
    [
        " But yeah, I was cold when I got done. Yeah, and then I went in the jacuzzi",
        6147.88,
        6153.5
    ],
    [
        " And it felt good",
        6153.5,
        6155.16
    ],
    [
        " Not despise that comfort. Yeah, it's but it felt even better",
        6155.16,
        6160.74
    ],
    [
        " Then if it was just a normal day and I wasn't didn't have a numb two toes. Yeah",
        6160.74,
        6165.46
    ],
    [
        " So really it's more about",
        6165.86,
        6167.28
    ],
    [
        " The ability to endure discomfort. That's really what it is",
        6167.28,
        6171.44
    ],
    [
        " So the the less time you spend uncomfortable the less used to it you'll be so the more like you know",
        6171.44,
        6178.24
    ],
    [
        " The less capable you'll be of enduring it. Yeah kind of that's kind of the thing",
        6178.24,
        6184.06
    ],
    [
        " Yeah, Jack what they're going for anyway, geese, or scharz t-shirts joggers",
        6184.06,
        6189.96
    ],
    [
        " Supplements supplements of course joint supplements",
        6189.96,
        6193.32
    ],
    [
        " Which have shaken out to be the most important supplements there are",
        6193.32,
        6197.18
    ],
    [
        " That it's true for indeed for a semi to moderate to highly active person",
        6197.18,
        6204.12
    ],
    [
        " That's it. Yeah, I know this firsthand definitely so joint warfare",
        6204.12,
        6209.12
    ],
    [
        " Crilloial",
        6209.12,
        6210.24
    ],
    [
        " Those are for your joints and for your whole life like they're this stuff that's in joint warfare",
        6210.24,
        6217.28
    ],
    [
        " To merit it has all all kind it's not just like yeah, it's good for your joints",
        6218.68,
        6222.88
    ],
    [
        " But it's good for a little it's good for everything. Yeah, which is as I was",
        6222.88,
        6226.64
    ],
    [
        " You know reading more about it. Oh, no, there was an article that sprang up. That's what it was",
        6226.64,
        6232.4
    ],
    [
        " And I was like wow, I didn't know did all this no wonder I feel so good",
        6232.4,
        6235.26
    ],
    [
        " Anyways, don't wear for a curl oil discipline",
        6235.26,
        6238.8
    ],
    [
        " There's also so discipline comes in lemon lime, which is tasty. There's also the new",
        6238.8,
        6243.58
    ],
    [
        " Chopper thunder",
        6245.22,
        6246.0
    ],
    [
        " Because we couldn't call it we couldn't call it pinia colada because that just not happening. No, no",
        6246.0,
        6251.34
    ],
    [
        " That was just a big negative and then there's milk",
        6251.34,
        6254.3
    ],
    [
        " Of course",
        6254.3,
        6255.84
    ],
    [
        " Additional protein additional protein that tastes delicious. That tastes like a dessert a for real dessert though",
        6255.84,
        6262.96
    ],
    [
        " Yeah, and if you have kids or if you just well if you have kids you can get them to warn your kid milk",
        6262.96,
        6269.18
    ],
    [
        " Which is the best possible thing you can buy a child for food in my opinion. Yeah, taste well. I guess we get a steak",
        6270.48,
        6276.96
    ],
    [
        " Sure, I think I think vegetables are good to I didn't even like steak when I was a little kid. Yeah, you like burgers",
        6276.96,
        6283.0
    ],
    [
        " Yeah, I liked burgers, but just yeah, you're more refined now luxurious now",
        6283.0,
        6288.04
    ],
    [
        " Yeah, it's a good wow though. Isn't a quiet taste getting into the steak thing. Huh. Yeah, interesting",
        6288.04,
        6293.08
    ],
    [
        " Plus I had to learn how to cook it better",
        6293.08,
        6295.0
    ],
    [
        " Yeah, so yeah, war your kid milk and all that stuff from origin you can get it origin main",
        6295.2,
        6300.62
    ],
    [
        " Dot com dot com also",
        6300.62,
        6303.28
    ],
    [
        " Choco as a store. It's called jaco store",
        6303.28,
        6306.84
    ],
    [
        " So go to jaco store.com and this is where you can get",
        6306.84,
        6310.14
    ],
    [
        " shirts",
        6310.14,
        6311.36
    ],
    [
        " That represent the path. I want to represent discipline equals freedom. This clinical freedom shirt",
        6311.36,
        6317.52
    ],
    [
        " Here and this is what I realized this cyclist I know I know I think maybe a little bit too much into it",
        6317.52,
        6323.86
    ],
    [
        " But this happened though",
        6323.86,
        6325.1
    ],
    [
        " When you wear a discipline equals freedom shirt to work out you like won't skip the workout",
        6325.1,
        6331.02
    ],
    [
        " You'll be more into the workout. I noticed that yeah, I'm because",
        6331.02,
        6334.76
    ],
    [
        " You look at and says discipline equals free. You know, it's like you're representing what it's actually saying",
        6334.76,
        6339.86
    ],
    [
        " It's not one of these deals where it's like oh a cool star on your shirt or something which is cool",
        6339.86,
        6345.2
    ],
    [
        " There's people that have taken that idea to the next level and gotten the discipline equals freedom tattoos",
        6345.2,
        6350.88
    ],
    [
        " See same exact concept and yeah, man",
        6351.72,
        6354.2
    ],
    [
        " I've seen it in like one dude has the discipline equals freedom",
        6354.2,
        6357.42
    ],
    [
        " I think it's it's basically only inside of his wrist. Yeah, try eating a donut with that hand",
        6357.42,
        6362.5
    ],
    [
        " No, it's not exactly there's no way that's the exact yes if that happened you you'd be in serious violation",
        6362.5,
        6368.6
    ],
    [
        " Yeah, like you couldn't do it you'd feel it like you'd be doing burpees for like 45 minutes. Yeah after that",
        6368.6,
        6374.48
    ],
    [
        " Yeah, you see and I posted a picture of of the guy with it on the",
        6374.48,
        6378.04
    ],
    [
        " Yeah, yeah, those",
        6378.04,
        6379.46
    ],
    [
        " No, there's one guy that's on set of some are you talking about the one guy?",
        6379.6,
        6382.56
    ],
    [
        " This guy has one was rest. Yeah, that's the one recently. I'm stamp. Yeah, it was that roll call. Yeah",
        6382.64,
        6387.64
    ],
    [
        " That's one I took the picture, but yeah, I saw that it was good see same exact concept man",
        6387.64,
        6392.44
    ],
    [
        " Because yeah, you can't not represent now, you know, you got the shirt on boom you got the tattoo now",
        6392.44,
        6397.9
    ],
    [
        " You can never not represent or you're gonna pay the price. Yeah, to yourself by the way, you know, so it's like a thing",
        6397.9,
        6403.32
    ],
    [
        " I dig it man. I dig it respect",
        6403.32,
        6404.92
    ],
    [
        " Also, you get that tattoo. I think you should only get that tattoo if you",
        6405.24,
        6411.94
    ],
    [
        " If you're you need to commit first, right? Yeah, you commit first and then get the tattoo",
        6411.94,
        6420.06
    ],
    [
        " Don't think that just the tattoo is gonna push you over the edge even though probably well",
        6420.06,
        6424.98
    ],
    [
        " But maybe that's not the best approach for tattoo decision making is that's what you're saying",
        6424.98,
        6430.92
    ],
    [
        " Either way, yeah, anyway, it's called jockelstore.com. You can get your you know the shirts and in",
        6430.98,
        6435.78
    ],
    [
        " Before you get the tattoo get the t-shirt get the shirt first. Yes, get ahead get a hat",
        6435.78,
        6440.38
    ],
    [
        " This is it first. Yeah, if you're in the game cool, then you can step it up a little bit more hoodies",
        6440.38,
        6446.64
    ],
    [
        " Yes women stuff. I'm gonna have some new stuff on there too",
        6446.64,
        6450.68
    ],
    [
        " You keep saying that I know, but you know, I'm gonna do it meanwhile is there patches right now? We out of patches",
        6450.68,
        6456.48
    ],
    [
        " Um, well",
        6456.62,
        6457.52
    ],
    [
        " I don't know let me double check. Let me check with good. Let me check with the guy that's in charge of any toy. Oh wait, that's you",
        6457.52,
        6464.66
    ],
    [
        " Well rest assured. Hey, good if you see something cool get something if something sold out or something like that",
        6464.66,
        6474.06
    ],
    [
        " I don't know. Let me know I guess",
        6474.06,
        6476.14
    ],
    [
        " You know what it won't be or it'll be on the way either way. It's called jockelstore.com a lot of cool stuff on there",
        6476.14,
        6482.1
    ],
    [
        " If you want something you want to represent in the wild in the wild",
        6482.1,
        6485.32
    ],
    [
        " Get something also jockeau white tea on the store that we sell that on the store too by the way",
        6485.98,
        6491.66
    ],
    [
        " But you can get this uh, yeah, it's good. Get it from Amazon as well. Where else",
        6491.66,
        6498.62
    ],
    [
        " Guess what I'm drinking right now hot tea. Yeah, you know why comfortable come a little bit cold",
        6498.62,
        6507.0
    ],
    [
        " Hey, no, no, I'm finding comfort. Yeah, it makes sense. You're no stranger to this comfort",
        6507.0,
        6514.8
    ],
    [
        " So I think you can you know, whatever. But yeah, jockeau white tea is one of those uh deals where even if you don't like tea that much",
        6514.8,
        6521.54
    ],
    [
        " You'll probably like this doesn't",
        6521.54,
        6524.04
    ],
    [
        " It tastes like tea, but it doesn't taste like tea. Can I say that does that make any sense? Yeah, you know if you drink it",
        6524.04,
        6530.66
    ],
    [
        " dichotomy",
        6530.66,
        6531.94
    ],
    [
        " But there's no dichotomy in the fact that you need to be there and being able to teach the",
        6531.94,
        6537.74
    ],
    [
        " The digital class at the muster and use the word dichotomy and then everyone started laughing",
        6537.74,
        6543.34
    ],
    [
        " Yeah, because the way he says it is like directly teasing directly mocking me",
        6543.34,
        6547.8
    ],
    [
        " So yeah, so yeah, jockeau white tea outstanding",
        6547.8,
        6553.04
    ],
    [
        " Stuff makes you dead lift eight thousand pounds, but we already knew that yeah",
        6553.04,
        6558.9
    ],
    [
        " Worldwide dead left has increased a lot. Yep, also",
        6558.9,
        6562.72
    ],
    [
        " It's in cans which is good for me because the whole brewing tea uh",
        6562.72,
        6568.86
    ],
    [
        " Sequence uncomfortable is uncomfortable for me. Yes, so you know",
        6568.86,
        6573.32
    ],
    [
        " Can seems more cool, but whatever whatever you like also subscribe to this podcast if you haven't already",
        6573.34,
        6579.64
    ],
    [
        " On you know wherever you listen to podcasts. There it is. I know",
        6579.64,
        6583.16
    ],
    [
        " I don't think we even need to say that anymore",
        6583.16,
        6585.0
    ],
    [
        " Okay, we I've said that for like a year or maybe even three years that we don't need to say to subscribe to the podcast",
        6585.0,
        6590.2
    ],
    [
        " But we do need to say subscribe to the warrior kid podcast. Yes, check it out",
        6590.2,
        6594.46
    ],
    [
        " Check it out even if you",
        6594.46,
        6596.7
    ],
    [
        " Are in a kid and check it out. I use a different voice in that podcast",
        6596.7,
        6602.64
    ],
    [
        " Dave Burke was talking about it. Yeah, he's like I even like that different",
        6603.5,
        6606.94
    ],
    [
        " I use this voice right here. It's a little bit more aimed at kids. Yeah, this is just the way I normally talk",
        6606.94,
        6614.02
    ],
    [
        " When I do because I'm kind of Uncle Jake in that he don't go Jake is a little bit more",
        6614.02,
        6618.98
    ],
    [
        " He's not he's well not dorky, but he just doesn't have his little little dark side",
        6618.98,
        6624.4
    ],
    [
        " Yes, yeah, yeah, yeah, yeah, that's a good way of putting it the dark edge. He's just good",
        6624.4,
        6630.14
    ],
    [
        " Like Uncle Jake is just good across the board. Yeah, you never know what I might have a little",
        6630.14,
        6634.12
    ],
    [
        " I might have a little",
        6634.12,
        6635.56
    ],
    [
        " Issue with something and get kind of crazy on it",
        6635.56,
        6638.78
    ],
    [
        " Uncle Jake's not gonna let that happen",
        6638.78,
        6640.5
    ],
    [
        " So check out the warrior kid podcast if you want to get some more information to your kids",
        6640.5,
        6645.92
    ],
    [
        " About being on the path and you can hear me talk and tell stories in this voice",
        6645.92,
        6653.78
    ],
    [
        " From Uncle Jake",
        6653.78,
        6655.5
    ],
    [
        " Yeah",
        6655.5,
        6656.52
    ],
    [
        " Actually sounded actually exactly like how you sound on it was just good",
        6657.36,
        6660.6
    ],
    [
        " In we're also yes YouTube as well",
        6660.6,
        6663.66
    ],
    [
        " So we do have a YouTube channel if you didn't know that it does have the video version of this podcast and also",
        6663.66,
        6668.7
    ],
    [
        " Little excerpts and enhanced excerpts by the way",
        6668.7,
        6672.6
    ],
    [
        " I was noticing some of your recent excerpts you can't make excerpts that are 12 minutes long",
        6672.6,
        6677.32
    ],
    [
        " That's not an excerpts. That's just like a video well",
        6677.32,
        6680.56
    ],
    [
        " Technically, that's that's not correct because an excerpt is just a part of no time limit",
        6680.56,
        6686.36
    ],
    [
        " Here's the thing with the 12-12 minutes is long man. I know and sometimes they're gonna be 12 minutes",
        6686.52,
        6692.12
    ],
    [
        " There's no way that everything in that 12 minutes is important",
        6692.12,
        6694.98
    ],
    [
        " Kind yeah, that's true. Okay, but you're editing scissors",
        6694.98,
        6700.04
    ],
    [
        " Depends on how you look at it though, bro. These things are supposed to be an excerpt should be like oh, you know what boom",
        6700.04,
        6705.78
    ],
    [
        " Not all two minutes and 28 seconds later. You're like yeah, I got this all I dig it. I agree",
        6705.78,
        6711.32
    ],
    [
        " You want people to pull up and couch and heave in for the night?",
        6711.32,
        6715.94
    ],
    [
        " Watch",
        6718.94,
        6719.38
    ],
    [
        " Some of us are on the computer doing other stuff and then boom there the excerpt comes up, you know about oh maybe",
        6719.38,
        6726.64
    ],
    [
        " or maybe it's like you saying something and me disagreeing and then you saying well this is this and I'm saying well",
        6726.64,
        6731.92
    ],
    [
        " That's true, but what about this and you're like okay or whatever, you know, it's like a little conversation",
        6731.92,
        6737.14
    ],
    [
        " That's not two hours. I'm saying cool. So you know it's presentable. It's good. Okay, so there's there's on the YouTube channel",
        6737.14,
        6744.42
    ],
    [
        " There's long and short excerpts. Yes, that's a good way there's digestible and there's a little bit more like you know",
        6744.42,
        6751.08
    ],
    [
        " Meal time",
        6751.08,
        6752.34
    ],
    [
        " Conversational",
        6752.34,
        6755.12
    ],
    [
        " You know because it's less about like the shortness and share ability",
        6755.12,
        6760.24
    ],
    [
        " Necessarily, it's more about like hey remember the share ability. Oh like I can you watch yeah like if this minute",
        6760.24,
        6767.36
    ],
    [
        " Yeah, they're more likely to watch the minute video than the 12 minute video, but",
        6767.36,
        6771.14
    ],
    [
        " The 12 minutes like the kind of like if you just want to hear about like this specific like topic that happen to take 12",
        6771.38,
        6778.56
    ],
    [
        " They're not all 12 minutes. No, I'm like one",
        6778.56,
        6780.62
    ],
    [
        " This may be like eight minutes though maybe six either way",
        6780.62,
        6785.0
    ],
    [
        " Psychological warfare to speaking of little excerpts. Those are just short",
        6785.0,
        6790.46
    ],
    [
        " Sure one to two minutes of",
        6790.46,
        6793.0
    ],
    [
        " Out of overcome some type of momentary weakness that you might have if you don't have a disponible freedom tattoo on your wrist",
        6793.0,
        6799.66
    ],
    [
        " That's gonna keep you in check",
        6799.66,
        6800.86
    ],
    [
        " This is another thing you can do prior to getting that tattoo",
        6800.86,
        6804.84
    ],
    [
        " You can just load up your psychological warfare on iTunes Google Play MP3 platforms whatever and listen to those",
        6804.84,
        6812.2
    ],
    [
        " Yes, which is",
        6812.2,
        6813.96
    ],
    [
        " Chaco telling you how to overcome the weakness",
        6813.96,
        6816.4
    ],
    [
        " That is to get that's that tattoo on your wrist discipline equals freedom is like the ultimate psychological warfare",
        6816.4,
        6822.94
    ],
    [
        " It is it is it happened like boom discipline. Oh, what if you put discipline on one wrist and freedom on the other wrist",
        6822.94,
        6828.62
    ],
    [
        " I actually might do that. That's pretty good. That's pretty good discipline freedom",
        6829.16,
        6832.58
    ],
    [
        " At origin I've been talking to Pete. We're trying to buy a machine that can make",
        6832.58,
        6840.64
    ],
    [
        " sweatpants wristbands",
        6840.64,
        6843.42
    ],
    [
        " Mm-hmm, right? And then once we have that power two things number one",
        6843.42,
        6847.5
    ],
    [
        " I'm gonna make the best wristbands because I wear wristbands every time I work out yeah and",
        6847.5,
        6853.02
    ],
    [
        " But there's no good wristbands in the world",
        6853.02,
        6856.04
    ],
    [
        " There's none of them that meet the standards that I would like them to meet why do you wear wristbands?",
        6856.26,
        6860.06
    ],
    [
        " Sweat primarily. Oh, so it doesn't go on your hands because the sweat will run right down my arms in my hands",
        6860.48,
        6865.1
    ],
    [
        " And I'm just dropping everything and it sucks. Yeah, from here. So",
        6865.1,
        6868.12
    ],
    [
        " Uh, I'm gonna make wristbands that are super long",
        6868.12,
        6873.48
    ],
    [
        " Really, and really like just",
        6873.48,
        6876.36
    ],
    [
        " But I told P and like we can put discipline on one and freedom on the other one right and you can buy a little set",
        6876.36,
        6883.32
    ],
    [
        " Yeah, so when he was Pete's Pete shopping for the machine right now good",
        6883.56,
        6887.26
    ],
    [
        " Socks to yes, it can make socks Pete sent me a picture of a machine",
        6887.26,
        6891.2
    ],
    [
        " And he goes what do you think this makes?",
        6891.2,
        6893.9
    ],
    [
        " And I looked at it and I don't know I just kind of like logically it was sort of like a um",
        6895.0,
        6900.0
    ],
    [
        " You could see stuff 360 degrees around something else",
        6900.0,
        6904.2
    ],
    [
        " Mm-hmm, and I was like I bet you I said socks and he goes damn",
        6904.2,
        6907.5
    ],
    [
        " Oh, cuz I'm not in a good district right but you can recognize it was impressed with my logic. Yeah, you did do the",
        6908.06,
        6915.7
    ],
    [
        " deductive skills. Yeah, it's good. I'm impressed too",
        6915.7,
        6919.06
    ],
    [
        " So you can be an impressed go to on it",
        6919.06,
        6921.54
    ],
    [
        " So on it the company I'm impressed with always have been by the way",
        6921.54,
        6925.66
    ],
    [
        " So go to on it dot com slash chocolate. This is where you can get kettlebells all kinds of cool workout equipment",
        6925.66,
        6931.36
    ],
    [
        " That you can just slowly add to your arsenal at home if you got a home gym whatever",
        6931.36,
        6936.28
    ],
    [
        " Really good stuff on there also good info on there",
        6936.56,
        6939.24
    ],
    [
        " So you know if you want to educate yourself a little bit more bone. That's the place you go on it dot com slash jaco",
        6939.24,
        6945.92
    ],
    [
        " Really good stuff on there really good",
        6945.92,
        6947.94
    ],
    [
        " We got some books we got Mikey in the dragons which is fully in stock",
        6947.94,
        6953.68
    ],
    [
        " Really? Yeah, it ran a little low",
        6953.68,
        6956.28
    ],
    [
        " We almost didn't make Christmas, but we made it thank god cool thanks to",
        6956.28,
        6961.14
    ],
    [
        " Everyone on the team that helped us and all the printers around that that printed us copies",
        6961.78,
        6967.14
    ],
    [
        " And we got a bunch of copies and everyone got them by Christmas that I know of everyone that's reached out on Twitter that said",
        6967.14,
        6972.82
    ],
    [
        " It's not here yet on December",
        6972.82,
        6974.72
    ],
    [
        " 19th or 13th was like we still don't have it. I ordered October. I was like it's coming. Please come",
        6974.72,
        6980.92
    ],
    [
        " And but as far as I know everyone got them when they",
        6980.92,
        6984.7
    ],
    [
        " But they got them in time",
        6984.7,
        6986.38
    ],
    [
        " For Christmas. So",
        6988.12,
        6989.12
    ],
    [
        " Now we have a lot",
        6989.12,
        6991.32
    ],
    [
        " So if you want to get Mikey in the dragons best children's book ever",
        6991.32,
        6997.32
    ],
    [
        " Ever yeah, yeah",
        6997.32,
        7000.6
    ],
    [
        " Yeah, I'm not disagree with me. No, I know well",
        7000.6,
        7003.2
    ],
    [
        " I think just by nature. I'm like whoa you made a claim",
        7003.2,
        7005.88
    ],
    [
        " Maybe like refute it so I'm all thinking but hey man I geek because obviously",
        7005.88,
        7009.78
    ],
    [
        " I want to be like hey, what about this way of the way or kid because I thought that was kids forever",
        7009.78,
        7014.26
    ],
    [
        " What age group",
        7014.36,
        7015.48
    ],
    [
        " For which okay best young best was it a toddler that reads Mikey in the dragons",
        7015.48,
        7021.08
    ],
    [
        " Todd best toddler they can walk yeah",
        7021.08,
        7027.96
    ],
    [
        " Yeah, well some toddlers can't understand best",
        7027.96,
        7030.92
    ],
    [
        " Children's book picture book with",
        7030.92,
        7034.36
    ],
    [
        " For ages five and under",
        7034.36,
        7037.3
    ],
    [
        " Seven and six and under sure Mikey in the dragons there. Okay, we broke that down order that way the warrior kid",
        7037.3,
        7043.84
    ],
    [
        " When the kids get a little bit older order way the warrior kid in marks mission book three has been written",
        7043.84,
        7048.44
    ],
    [
        " I got pictured from John Bozak today via text you saw him right witnessed. Yes. Yeah. How do you like him?",
        7048.44,
        7054.88
    ],
    [
        " We like him a lot. I showed I showed",
        7054.88,
        7057.82
    ],
    [
        " Danny Reinhart to my youngest daughter",
        7057.82,
        7060.44
    ],
    [
        " And I've been I've been telling her about Danny Reinhart for a long time because Danny Reinhart does everything perfect and Danny Reinhart",
        7060.44,
        7067.36
    ],
    [
        " Does everything good in marks kind of jealous of him?",
        7067.36,
        7069.78
    ],
    [
        " And I should and she was she's been she got all into the name Danny Reinhart. Yeah, she's annoyed with him. Yeah, she's already doesn't like him",
        7070.06,
        7077.44
    ],
    [
        " But the the interesting twist on the story is Danny Reinhart's actually a good kid",
        7077.44,
        7081.68
    ],
    [
        " And he just happens to be talented and he happens to work hard and he's actually nice",
        7081.68,
        7086.24
    ],
    [
        " But marks jealous",
        7086.24,
        7088.8
    ],
    [
        " So warrior kid three coming out in the spring and right now we got warrior kid one and warrior kid to marks mission",
        7088.8,
        7095.94
    ],
    [
        " Also got this one equals freedom field manual",
        7095.94,
        7098.38
    ],
    [
        " The manual forgetting after it yeah in life",
        7099.92,
        7103.86
    ],
    [
        " Super stoked on everyone that's posting pictures and I'm actually most stoked when somebody posts a picture that they've lost",
        7103.86,
        7112.9
    ],
    [
        " 162 pounds",
        7112.9,
        7114.78
    ],
    [
        " Yes, in 14 months or whatever",
        7114.78,
        7118.0
    ],
    [
        " Completely change their lives. Yeah, why discipline equals freedom so",
        7118.0,
        7123.52
    ],
    [
        " You can get that book for yourself",
        7123.52,
        7126.56
    ],
    [
        " That's also pre tattoo",
        7126.56,
        7129.0
    ],
    [
        " Maybe before you get the tattoo you just leave this out on your coffee table. Yeah, yeah, you just have it there",
        7130.06,
        7135.1
    ],
    [
        " Because it's looking at you that book is looking at you. Yeah, I got a stack of them in my room. I feel oh",
        7135.1,
        7140.52
    ],
    [
        " Yeah, yeah, they keep me right on there",
        7140.52,
        7142.7
    ],
    [
        " So if you want if you want the audio version. It's on iTunes Amazon music Google Play other MP3 platforms",
        7142.7,
        7149.08
    ],
    [
        " Obviously extreme ownership the first book that I wrote with my brother-laid Babin taking the lessons that we learned on the battlefield",
        7149.08,
        7155.66
    ],
    [
        " and",
        7157.72,
        7158.24
    ],
    [
        " Explaining how they can be applied to your business and to your life and that was the followed up",
        7158.24,
        7162.52
    ],
    [
        " That was followed up by the book that we just had come up out called the dichotomy of leadership",
        7162.52,
        7166.9
    ],
    [
        " and this is getting granular in how to apply those leadership principles",
        7166.9,
        7172.8
    ],
    [
        " Into your world",
        7172.8,
        7174.3
    ],
    [
        " Also, we have echelon front which is my leadership consultancy and what we do is solve problems through leadership",
        7174.3,
        7182.04
    ],
    [
        " If you have any kind of problem",
        7182.04,
        7184.9
    ],
    [
        " In your organization it is a leadership problem",
        7185.34,
        7188.8
    ],
    [
        " It is a leadership problem",
        7188.8,
        7191.72
    ],
    [
        " We will help get your leadership fixed get them aligned and get them working and get the team functioning properly",
        7191.72,
        7200.44
    ],
    [
        " We also have a leadership conference",
        7200.44,
        7202.98
    ],
    [
        " That we do it's called the muster in 2019 there are three musters may 23rd and 24th in Chicago",
        7202.98,
        7211.64
    ],
    [
        " September 19th and 20th in Denver and December 4th and 5th in Sydney, Australia",
        7212.64,
        7218.56
    ],
    [
        " Check out extreme ownership.com for the details and to register all of them that we have done have sold out",
        7218.56,
        7225.46
    ],
    [
        " This is and what I'm saying they sold out",
        7225.46,
        7227.8
    ],
    [
        " This is when people call me up and say or like people that I know",
        7227.8,
        7231.56
    ],
    [
        " Yeah, say hey, hey, I know a little late. Just want to can you just um can you just reserve three seats for me and you know",
        7231.56,
        7238.0
    ],
    [
        " These two other people that I work with and I'm like",
        7238.0,
        7240.16
    ],
    [
        " Actually, no, I can't you cannot come",
        7240.16,
        7243.46
    ],
    [
        " Well, we'll just stand in the back. No, there's firecodes that you can't come yeah, everyone thinks you all just you know no",
        7243.46,
        7250.7
    ],
    [
        " It's sold out",
        7250.7,
        7252.2
    ],
    [
        " So you can't come the the um the live podcast we're doing",
        7252.2,
        7257.98
    ],
    [
        " January 9th",
        7257.98,
        7260.84
    ],
    [
        " Sold out immediately it's like sorry",
        7260.84,
        7264.34
    ],
    [
        " So there's that now we do have this key F online",
        7268.1,
        7270.78
    ],
    [
        " This is this is the interactive training leadership training that we put together and",
        7270.78,
        7276.18
    ],
    [
        " Okay, so there's several places where this stem from",
        7276.18,
        7279.8
    ],
    [
        " One of them is the muster itself because guess what the muster is great foundational",
        7279.8,
        7285.2
    ],
    [
        " Information it's a great",
        7285.2,
        7288.2
    ],
    [
        " foundational leadership",
        7288.2,
        7290.42
    ],
    [
        " Instruction that you're gonna get when you go not everyone can make it to the muster",
        7290.42,
        7295.44
    ],
    [
        " So what we did is we took the content from the first like two musters that we did and this is the fundamental principles from extreme ownership from the academy leadership",
        7295.58,
        7305.56
    ],
    [
        " We took those and put them into interactive online training",
        7305.56,
        7310.4
    ],
    [
        " So that people that couldn't make it to the muster could still get that training",
        7310.4,
        7316.44
    ],
    [
        " We also did it because companies that",
        7316.44,
        7318.96
    ],
    [
        " We work with sometimes they have",
        7318.96,
        7321.46
    ],
    [
        " 10,000 employees 20,000 employees 100,000 employees and all the employees are not all in one place",
        7322.46,
        7328.82
    ],
    [
        " They're all over the place. They're all over the country and they're all over the world",
        7328.82,
        7332.76
    ],
    [
        " How are we gonna train all those people?",
        7332.76,
        7334.82
    ],
    [
        " We what we needed to do is figure out a way to scale the training that we did",
        7335.42,
        7339.48
    ],
    [
        " There's many requests from the larger companies we work with to get the training",
        7339.48,
        7344.16
    ],
    [
        " To all their employees. How do we do that?",
        7344.16,
        7347.0
    ],
    [
        " We had to scale it",
        7347.42,
        7348.5
    ],
    [
        " So we put it online and then once we put it online for companies we figured okay, let's get it out there for direct to consumers that want to take the training",
        7348.5,
        7355.82
    ],
    [
        " They can't come to the muster what have you or they want to get reminded what they learned at the muster same thing",
        7355.82,
        7360.32
    ],
    [
        " So that's",
        7360.32,
        7362.06
    ],
    [
        " Online training available now at",
        7362.06,
        7365.96
    ],
    [
        " EF online.com",
        7365.96,
        7367.84
    ],
    [
        " Also, we've got EF overwatch where we are taking",
        7367.84,
        7371.96
    ],
    [
        " Leadership gaps in the civilian sector and we are filling those leadership gaps with",
        7373.24,
        7379.54
    ],
    [
        " trained",
        7379.54,
        7381.02
    ],
    [
        " and experienced and tested leaders from combat aviation and from the spec ops community go to EF",
        7381.02,
        7389.66
    ],
    [
        " Overwatch.com",
        7389.66,
        7391.2
    ],
    [
        " Regardless of which side of that equation you're on whether you're a company that needs leaders whether you're a",
        7391.2,
        7396.26
    ],
    [
        " A vet that's seeking a leadership position in the company",
        7396.26,
        7399.54
    ],
    [
        " Go to EF overwatch.com and fill out the information that applies to you",
        7399.54,
        7405.98
    ],
    [
        " And if you want to continue this conversation with us",
        7405.98,
        7409.22
    ],
    [
        " We can be found all up in the inner webs on Instagram on Twitter and on the Facebook",
        7409.22,
        7418.48
    ],
    [
        " You",
        7420.12,
        7420.78
    ],
    [
        " Echo is at echo Charles and I am at jaco willink and finally to all our military personnel out there. Thank you for",
        7420.78,
        7427.74
    ],
    [
        " Protecting freedom around the world and to our folks in uniform here at home",
        7427.74,
        7433.12
    ],
    [
        " Police and law enforcement and firefighters paramedics EMT's correctional officers board a patrol all first responders",
        7433.12,
        7440.82
    ],
    [
        " Thanks for protecting us and our families",
        7440.82,
        7445.06
    ],
    [
        " And to everyone else out there remember",
        7446.54,
        7450.0
    ],
    [
        " That discipline is stronger than fury",
        7450.0,
        7454.72
    ],
    [
        " You need a little bit of fury",
        7454.72,
        7458.46
    ],
    [
        " You need a little bit of discipline you need to combine those things",
        7458.46,
        7462.56
    ],
    [
        " But you take that discipline and you impose discipline upon yourself",
        7462.56,
        7468.24
    ],
    [
        " and reject and refuse",
        7468.24,
        7471.44
    ],
    [
        " Delegate living and the luxuries that are available to you in life and instead",
        7472.1,
        7477.36
    ],
    [
        " Get out of that comfort and make yourself better faster smarter and stronger by going out there day after day after day",
        7477.36,
        7489.86
    ],
    [
        " And getting after it",
        7489.86,
        7493.3
    ],
    [
        " And until next time this is echo and jaco",
        7493.3,
        7497.8
    ],
    [
        " out",
        7497.8,
        7500.0
    ],
    [
        " you",
        7501.44,
        7503.86
    ]
]