[
    [
        " My wife and I suffered three weeks of turmoil, which including losing, which included losing a child.",
        0.0,
        7.22
    ],
    [
        " How do I expedite that moment when we pick up ourselves?",
        7.86,
        10.74
    ],
    [
        " Pick ourselves up and keep moving forward because I'm done sulking and we need to move forward.",
        11.38,
        16.58
    ],
    [
        " Basically, how to push through.",
        16.98,
        19.24
    ],
    [
        " So...",
        20.68,
        26.24
    ],
    [
        " I mean, obviously, that's heartbreaking and I can't even imagine the pain that you are going through in this situation.",
        27.5,
        39.66
    ],
    [
        " And so one of those things we've talked about this before, the fact is we don't really have a cultural protocol for what to do when we lose a loved one.",
        39.66,
        53.3
    ],
    [
        " And you have to basically make up that protocol.",
        55.96,
        61.22
    ],
    [
        " I can't dictate what that protocol is going to be for you, but I can tell you some things from my perspective, from some of the things that I've been through.",
        61.88,
        81.1
    ],
    [
        " I can tell you my perspective on loss.",
        81.24,
        86.56
    ],
    [
        " And the first thing is that you already know it's going to be wretched and you're not going to escape it.",
        87.46,
        99.14
    ],
    [
        " And that pain and this is something that I've identified, the pain that's going to come, it's going to come in waves.",
        101.18,
        111.44
    ],
    [
        " And at first, you won't even notice that they're waves because all the waves are going to be so close together and they're going to be so continual and they're going to be right on top of each other.",
        112.32,
        124.24
    ],
    [
        " And the pain and the sadness is going to feel like it's so heavy, it's going to feel like you are drowning in sorrow.",
        124.24,
        134.34
    ],
    [
        " Like you're not going to get any air and like you're not going to be able to escape that sadness.",
        134.58,
        139.56
    ],
    [
        " That's what the waves feel like at first.",
        140.04,
        143.9
    ],
    [
        " And then at some point, there's going to be a little break, just a little break, just a little bit of light in the darkness.",
        148.38,
        157.46
    ],
    [
        " Something is going to make you smile, something is going to make you laugh, something's going to just show you just a little bit of light.",
        157.68,
        165.7
    ],
    [
        " And I don't know when that's going to happen.",
        167.58,
        168.92
    ],
    [
        " And then you're going to see that little smile, that little light, and then another wave of pain is going to come back again and it's going to be strong and you won't have any control over it.",
        169.5,
        183.12
    ],
    [
        " You won't be able to say, no, no, I'm in the light now.",
        184.16,
        186.9
    ],
    [
        " I'm smiling right now, I'm not going to go back there. No, you're not going to be able to control it.",
        186.96,
        190.94
    ],
    [
        " And that's scary.",
        191.0,
        191.58
    ],
    [
        " It's scary because we get used to as adults, hey, we can kind of get control of things and now all of a sudden you're not going to have control.",
        192.3,
        199.94
    ],
    [
        " It's going to hit you and you're going to feel it.",
        200.56,
        203.88
    ],
    [
        " But again, like a wave, like a wave in the ocean, that is going to eventually subside again.",
        204.5,
        212.66
    ],
    [
        " And you'll see a little bit of light and you'll get a little bit of a smile and you'll feel okay for a second.",
        213.94,
        218.88
    ],
    [
        " And then guess what, another wave is going to hit you.",
        219.08,
        220.36
    ],
    [
        " And it might not be as strong as that other wave wave.",
        221.62,
        226.36
    ],
    [
        " And you might not even notice that it's not as strong.",
        226.9,
        228.86
    ],
    [
        " But again, you can't control your emotions and you'll find yourself, this is what I'm talking about factually.",
        229.32,
        235.36
    ],
    [
        " You're going to be sitting there and all of a sudden you're going to be just crying uncontrollably.",
        236.28,
        242.78
    ],
    [
        " That wave is going to hit you.",
        243.48,
        245.54
    ],
    [
        " You're going to go from normal to just crying uncontrollably and being sad.",
        245.7,
        250.06
    ],
    [
        " That's what's going to happen.",
        250.62,
        253.14
    ],
    [
        " And again, in your mind, you're going to be thinking, I can't control this.",
        253.44,
        256.8
    ],
    [
        " It's a wave and you're at the mercy of this ocean of sorrow.",
        256.92,
        260.78
    ],
    [
        " But don't let that scare you.",
        261.2,
        264.38
    ],
    [
        " Don't let that scare you because I'm telling you that that wave is going to subside again.",
        265.9,
        271.5
    ],
    [
        " And this is going to go on.",
        271.64,
        272.92
    ],
    [
        " It's going to go on and the waves, they will become weaker.",
        273.0,
        279.26
    ],
    [
        " And what you need to realize is just because the waves are becoming weaker, this doesn't mean that you love your child less or you miss them less or that you aren't crushed at their passing.",
        279.98,
        293.9
    ],
    [
        " It just means that you're starting to be able to deal with it, which is what you're supposed to do.",
        293.9,
        301.78
    ],
    [
        " And as the waves get weaker, which they will, they'll also appear less frequently.",
        302.8,
        312.14
    ],
    [
        " And again, that's okay.",
        313.44,
        315.82
    ],
    [
        " It doesn't mean that you don't think of your child all the time.",
        316.36,
        319.54
    ],
    [
        " It just means that it's being dealt with.",
        319.54,
        322.2
    ],
    [
        " And while this is happening, while you, when you can't, when you start to, when the storm waves start to calm a little bit,",
        327.32,
        338.48
    ],
    [
        " what you can do is you can row the boat.",
        338.88,
        344.26
    ],
    [
        " You can row the boat.",
        345.62,
        346.8
    ],
    [
        " And what I mean by that is start doing something productive to get your mind moving forward.",
        346.8,
        353.08
    ],
    [
        " I don't know how long this is.",
        353.46,
        355.24
    ],
    [
        " This is, you know, when you feel a little bit of a break, then let's do it.",
        355.76,
        364.86
    ],
    [
        " A few days go by.",
        365.2,
        366.32
    ],
    [
        " Five days go by.",
        366.74,
        368.32
    ],
    [
        " Three days go by.",
        368.58,
        369.6
    ],
    [
        " At some point, you can't cry anymore.",
        369.86,
        372.32
    ],
    [
        " Okay.",
        372.56,
        372.9
    ],
    [
        " Let's do something productive.",
        373.72,
        375.64
    ],
    [
        " Let's sort out the drawers in the bedroom.",
        376.46,
        379.56
    ],
    [
        " Let's vacuum.",
        379.56,
        380.6
    ],
    [
        " Let's finish a product.",
        381.04,
        382.04
    ],
    [
        " Let's do something productive.",
        382.18,
        384.36
    ],
    [
        " And if there's something that distracts you, that's fine.",
        384.84,
        391.3
    ],
    [
        " Do it.",
        391.6,
        392.1
    ],
    [
        " Let, let, let there be some calm in the water.",
        392.64,
        397.62
    ],
    [
        " And also as the, as the calm, calms, also you're going to find moments where it's like you can, you can have things that are going to bring on the waves.",
        402.76,
        413.66
    ],
    [
        " And that's okay to bring on the waves.",
        414.36,
        418.6
    ],
    [
        " Go look at the pictures, write down the memories, read the letters, read the notes, read the emails.",
        418.82,
        424.78
    ],
    [
        " Remember.",
        430.74,
        431.28
    ],
    [
        " And then there's that standard service.",
        428.96,
        434.5
    ],
    [
        " You're going to do the memorial.",
        435.24,
        436.46
    ],
    [
        " You're going to do the burial.",
        436.76,
        437.94
    ],
    [
        " And when that's over, let a little bit of more time go by.",
        438.86,
        447.4
    ],
    [
        " Give yourself another week of washing around, of feeling that sorrow, of letting the waves toss you around in the ocean.",
        448.62,
        462.14
    ],
    [
        " But after another week, what you do is you go and you write a letter, you write a letter to your child, and you explain to them.",
        466.0,
        474.4
    ],
    [
        " Explain to them how much they meant to you.",
        474.84,
        482.6
    ],
    [
        " Explain to them how heartbroken you are that they are gone, and then explain to them why you are going to carry on.",
        485.22,
        496.64
    ],
    [
        " Why you are going to keep going with them in your heart.",
        497.62,
        504.9
    ],
    [
        " Explain to them why you're not going to dwell in their loss.",
        508.1,
        514.7
    ],
    [
        " And explain to them how in losing them you have learned without a shred of doubt how truly precious life is.",
        515.86,
        529.64
    ],
    [
        " And that they have taught you the immeasurable value of your own life and your wife's life and your family's life.",
        531.0,
        543.02
    ],
    [
        " Explain to them how you know that they loved you and that you know that they would want more than anything for you to be happy and productive and impactful in the world.",
        549.56,
        569.34
    ],
    [
        " And explain in that letter what you will do to make them proud of how you live your life.",
        575.4,
        583.26
    ],
    [
        " And then take that letter and go to their grave and read it to them.",
        583.94,
        600.3
    ],
    [
        " And cry and kiss their soul and tell them that you'll see them on the other side.",
        603.1,
        615.8
    ],
    [
        " And then go live your life.",
        616.94,
        626.76
    ],
    [
        " And those waves are still going to come and they're still going to be pain and they're still going to be sorrow.",
        629.4,
        635.7
    ],
    [
        " But you go and live your life and live it well and make them proud.",
        636.66,
        650.08
    ]
]