[
    [
        " You had a bunch of fights in UFC.",
        0.0,
        1.7
    ],
    [
        " By the way, make sure that I don't forget to tell the kill",
        2.48,
        6.3
    ],
    [
        " Jocco story. I got to tell that story later.",
        6.3,
        8.06
    ],
    [
        " But gold just tell it right now.",
        8.24,
        9.32
    ],
    [
        " Well, I'll see, but, but um, okay.",
        9.56,
        12.56
    ],
    [
        " So I was not, I mean, it wasn't pride at the time.",
        12.98,
        15.74
    ],
    [
        " Jocco went to afghan.",
        16.64,
        18.82
    ],
    [
        " You were somewhere.",
        18.98,
        19.48
    ],
    [
        " I think it was my first deployment to Iraq for a couple months.",
        19.7,
        21.92
    ],
    [
        " And well, then it was maybe I was just doing a lot of.",
        22.72,
        24.98
    ],
    [
        " Maybe a few, I'm not sure, but you were gone.",
        25.0,
        26.92
    ],
    [
        " And you come back and my mom had this medication.",
        27.62,
        32.74
    ],
    [
        " I had acne and I'll take this.",
        33.06,
        34.8
    ],
    [
        " It was some kind of antibiotic helped it, but I didn't know it.",
        34.96,
        38.26
    ],
    [
        " Maybe really weak and took my endurance away.",
        38.86,
        41.82
    ],
    [
        " This is actually true.",
        42.12,
        42.8
    ],
    [
        " This is not an excuse that you haven't had.",
        42.92,
        44.38
    ],
    [
        " Excuse us.",
        44.62,
        44.86
    ],
    [
        " That's why I'm sure.",
        44.86,
        45.38
    ],
    [
        " So Jocco comes back and I'm not really feeling like a Jocco's",
        45.58,
        47.98
    ],
    [
        " like his train.",
        47.98,
        48.36
    ],
    [
        " I'm like, okay, and Jocco that kicks my ass and Jocco's like literally",
        48.36,
        52.02
    ],
    [
        " his angry is like you lazy.",
        52.02,
        53.84
    ],
    [
        " I'm in the desert.",
        54.84,
        55.56
    ],
    [
        " I'm doing this and you're sitting there and you're asked",
        55.56,
        58.14
    ],
    [
        " you're in shanty or doing nothing and I kick your ass and what?",
        58.14,
        60.32
    ],
    [
        " And I'm like, I'm just like, I'm like ashamed of myself.",
        60.46,
        63.36
    ],
    [
        " Cause and then you go away for like a month somewhere you're gone.",
        63.56,
        67.34
    ],
    [
        " And I'm like, and I, but that medication was at 10 days.",
        67.82,
        70.36
    ],
    [
        " And I stopped saying, I feel strong again.",
        70.54,
        71.9
    ],
    [
        " I'm like, oh, I understand now.",
        72.1,
        73.78
    ],
    [
        " So I'm training.",
        74.08,
        74.64
    ],
    [
        " I'm like, mother, the guy comes back.",
        74.76,
        76.28
    ],
    [
        " I can't wait for this.",
        76.28,
        77.16
    ],
    [
        " I made a CD.",
        77.34,
        78.34
    ],
    [
        " It's killed Jocco.",
        80.58,
        81.3
    ],
    [
        " And it was had like corn and metallics.",
        81.48,
        83.6
    ],
    [
        " All these like, and so Jocco came and I'm like, Hey, Jocco,",
        83.6,
        86.22
    ],
    [
        " and I put this in and we training.",
        86.22,
        87.64
    ],
    [
        " That was my day, I guess.",
        87.92,
        89.82
    ],
    [
        " I think I was like talking shit to you.",
        90.04,
        92.64
    ],
    [
        " Like you.",
        92.68,
        92.98
    ],
    [
        " My feelings were hurt.",
        93.52,
        96.04
    ],
    [
        " Good.",
        96.32,
        96.42
    ],
    [
        " And here's what sucks for me is.",
        96.54,
        98.34
    ],
    [
        " So if if both of us are on point, I'm get I'm catching a beat down.",
        98.46,
        102.48
    ],
    [
        " If both, so if both of us are bringing our A game, I'm catching a beat down.",
        102.78,
        105.64
    ],
    [
        " If Deans bringing his A game and I'm bringing my wheat game, I'm catching a beat down.",
        107.14,
        111.76
    ],
    [
        " If I'm bringing my full A game and Deans having a horrible day, I can do like barely.",
        111.92,
        118.06
    ],
    [
        " Okay.",
        118.42,
        118.66
    ],
    [
        " So it's like, you have your days, brother.",
        119.06,
        120.4
    ],
    [
        " You have your days.",
        120.48,
        120.94
    ],
    [
        " The day, the really good days that I have are very, I have to, I have to earn them.",
        121.1,
        125.28
    ],
    [
        " I'll put it to you that way.",
        125.54,
        126.36
    ],
    [
        " I have to earn them.",
        126.54,
        127.26
    ],
    [
        " And then so you do UFC.",
        127.86,
        131.3
    ],
    [
        " You do decent UFC.",
        132.0,
        133.44
    ],
    [
        " You have some tough fights.",
        133.44,
        134.68
    ],
    [
        " I was good fight three, four ranked in my division.",
        134.68,
        136.92
    ],
    [
        " My, my only two losses by decision was Nate Markwood and Eushon O'Kami and they both after",
        137.12,
        142.28
    ],
    [
        " that fight, fire and it's the silver.",
        142.28,
        143.62
    ],
    [
        " So I was two times right there for the belt.",
        143.66,
        146.24
    ],
    [
        " I was top five top four.",
        146.24,
        147.68
    ],
    [
        " No, I don't care.",
        147.74,
        148.46
    ],
    [
        " Top five.",
        148.54,
        148.8
    ],
    [
        " But I fought to fight in silver and I lost both of those matches.",
        148.8,
        152.14
    ],
    [
        " But the other four I won and my first fight was Alissa Sikara who's from Italy.",
        152.4,
        157.2
    ],
    [
        " He's really tough fighter fat.",
        157.2,
        158.56
    ],
    [
        " He probably the fastest hands and actually I figured this out later.",
        158.74,
        162.86
    ],
    [
        " I was the underdog.",
        163.14,
        163.8
    ],
    [
        " But they were actually trying to feed me to him.",
        164.58,
        166.96
    ],
    [
        " He was going to fight chocolate.",
        167.16,
        168.5
    ],
    [
        " All out.",
        168.52,
        168.82
    ],
    [
        " You were stepping stone.",
        168.9,
        169.92
    ],
    [
        " Well, supposedly, yes, both.",
        169.96,
        171.68
    ],
    [
        " And they already planned he like using the fight chocolate L because he has probably,",
        171.88,
        176.14
    ],
    [
        " he has fast hands.",
        176.28,
        176.9
    ],
    [
        " He'd probably chuck has a really good chin, better wrestling.",
        177.16,
        180.8
    ],
    [
        " But Sikara's fast hands, better boxing.",
        180.92,
        182.88
    ],
    [
        " So I'll have them fight after.",
        183.1,
        184.8
    ],
    [
        " That's what I heard.",
        185.12,
        185.82
    ],
    [
        " But that day I got in the same triangle.",
        186.3,
        188.62
    ],
    [
        " I got showed you a Kirin and but he top showed you a kid went to sleep.",
        188.62,
        192.68
    ],
    [
        " So both my debut was one by the same move and against tough guys.",
        193.26,
        197.42
    ],
    [
        " So then I fought another Japanese opponent.",
        197.56,
        199.82
    ],
    [
        " I fought a Bulgarian Olympic wrestler.",
        200.08,
        201.48
    ],
    [
        " I fought Nate Markquart, you should know Kami and I fought Jeremy Horn.",
        201.68,
        204.36
    ],
    [
        " So six fights in USC.",
        204.9,
        206.36
    ],
    [
        " So my career has been focused on Jiu Jitsu.",
        207.04,
        209.36
    ],
    [
        " More no ghee is because when you do MMA, you don't, you don't have a key or a key more on.",
        209.94,
        214.06
    ],
    [
        " So it kind of wasting your time if you're training in that aspect and you don't have a",
        214.06,
        219.32
    ],
    [
        " key on how to grab the belt, how to do this, kind of wasting your time.",
        219.32,
        222.38
    ],
    [
        " So yeah, I've distributed my time between mixed martial arts and grappling.",
        222.6,
        227.04
    ]
]