[
    [
        " Great the noon. This is Sawcast number nine. My name is John Striker-Mire. I'll be your host today. Thank you for joining us.",
        4.58,
        12.1
    ],
    [
        " In previous Sawcast we've had members that have run recon missions. We've had helicopter pilots.",
        12.84,
        19.5
    ],
    [
        " We've had people that talked about different aspects of the war, the sequel war, the eight-year sequel war in Mac Vsog.",
        20.06,
        26.96
    ],
    [
        " One of the aspects we haven't talked about is the air support specifically from what we call FAC or Covey or Nails.",
        27.46,
        38.22
    ],
    [
        " And that is the Air Force with a green beret in an aircraft that coordinated with the teams on the ground and the assets that we call it in to support them on missions.",
        39.2,
        52.34
    ],
    [
        " And today I'm pleased to announce that we have Mike Taylor with us today who had three and a half years in one tour of duty in Southeast Asia with special forces.",
        52.54,
        65.16
    ],
    [
        " And the main reason and the first reason of many stories he has, we want to talk about some of the many missions that you flew over 300 missions as a week we used to call them the Covey Rider.",
        66.74,
        80.1
    ],
    [
        " And we should also explain that we had assets that were flown in the last that launched from South Vietnam and supported the secret war.",
        81.74,
        92.1
    ],
    [
        " But we also had the secret part of the secret war in NKP. And you could talk a little bit about NKP and then let's just get into a couple of your more extraordinary missions that you had run as a Covey Rider.",
        92.28,
        109.48
    ],
    [
        " And launching out of NKP Mike, welcome to the show.",
        111.02,
        113.58
    ],
    [
        " Thank you. I'm very happy to be here particularly to talk about Nikon Panam indeed NKP.",
        114.12,
        121.0
    ],
    [
        " I wish I had violated security all those years and kept a journal or notes because that would be a good story to get out to the public.",
        121.5,
        129.98
    ],
    [
        " That's all where I was, right? Yeah. But I didn't, unlike you and John Plaster and people who obviously kept notes who were writing these wonderful books.",
        129.98,
        140.12
    ],
    [
        " There are a lot of reviews.",
        140.38,
        141.28
    ],
    [
        " Nikon Panam, Thailand is a Royal Thai Air Force Base located in the northeast corner of Thailand right on the May Kong River.",
        143.44,
        153.58
    ],
    [
        " So as close to the Prairie Fire area of operations as you could get in Thailand.",
        154.54,
        160.66
    ],
    [
        " And the reason it was important to operate out of there, there's two monsoon seasons that are separated by the enemy mountains that run down through Louse.",
        161.06,
        171.14
    ],
    [
        " Right. So when it was the northeast monsoon of Fubai and Quang Tui and most of the typical launch sites in Vietnam, the weather would be unworkable.",
        171.5,
        181.82
    ],
    [
        " But the weather in the area of operations and to the west over to Thailand was workable.",
        182.28,
        188.64
    ],
    [
        " So I don't know what year mid-60s to later 60s. They got permission. Most of the Royal Thai Air Force bases were totally consumed by the US Air Force.",
        189.66,
        203.76
    ],
    [
        " We occupied their bases and operated out of there. It looked like a US base but it was a Thai base.",
        203.94,
        208.98
    ],
    [
        " And we got permission to establish a launch site as they were called at NKP.",
        209.92,
        215.84
    ],
    [
        " So we had a small secure compound within the larger air base with the H-shaped building.",
        216.26,
        226.72
    ],
    [
        " We controlled access into the cyclone fence. Nobody could get in unless we said okay.",
        227.28,
        234.46
    ],
    [
        " And then once you got in you could only see the front two legs of the H and the crossbar. And that was our living quarters and the supply room in the bar and the mess hall.",
        234.9,
        246.0
    ],
    [
        " But if you drove around back and went into the upper arms of the H, that was the tactical operation center and the isolation area for the teams.",
        246.4,
        257.66
    ],
    [
        " I remember it quite well.",
        258.6,
        259.54
    ],
    [
        " Oh yeah. Spell a little time there.",
        259.54,
        262.16
    ],
    [
        " So we had a 13 man special forces detachment there. Commanded by major two captains, 10 enlisted guys, NOPSKY and Intel guy.",
        262.42,
        275.36
    ],
    [
        " And we called them a FACC rider. Ford air controllers would go out and support the teams.",
        276.4,
        282.8
    ],
    [
        " And we would put an experienced recon man in the back seat and we called him FACC rider.",
        283.3,
        288.72
    ],
    [
        " Their call sign in Vietnam was Covey. So everybody in Vietnam and I'm sure all day this morning you'll be saying Covey rider.",
        289.38,
        297.18
    ],
    [
        " And that's fine. We don't take any offense.",
        297.32,
        299.1
    ],
    [
        " But the Covey was the call sign for the 20th tactical air support squadron out of Vietnam.",
        299.54,
        306.58
    ],
    [
        " We were supported by the 23rd tactical air support squadron, NAL call sign.",
        307.1,
        313.96
    ],
    [
        " But we weren't nail riders. We were FACC riders.",
        314.26,
        317.24
    ],
    [
        " Indeed.",
        317.5,
        317.74
    ],
    [
        " Yeah. So we had huge giant air force helicopters to transport the teams as opposed to the King Bees and Hueys that they had in Vietnam.",
        317.74,
        330.44
    ],
    [
        " And helicopter gunships and cobras and so forth didn't have the legs.",
        331.68,
        335.8
    ],
    [
        " So we were, thank God, escorted by the A1E Sky Raiders.",
        336.14,
        342.5
    ],
    [
        " A World War II vintage you could say they came out at the end of World War II.",
        344.62,
        349.02
    ],
    [
        " They didn't participate in World War II. But that was their vintage.",
        349.42,
        352.52
    ],
    [
        " They made their name in Korea. But they really made their name for us.",
        353.28,
        359.66
    ],
    [
        " Indeed.",
        360.18,
        360.42
    ],
    [
        " They could carry their own weight in ordinance.",
        361.28,
        364.76
    ],
    [
        " Sure.",
        365.08,
        365.3
    ],
    [
        " They could stay forever. They could fly so slow you could knock them out of there with a fly swatter.",
        365.7,
        374.24
    ],
    [
        " But what that meant was they were deadly accurate.",
        374.9,
        378.0
    ],
    [
        " When you were trying to use F4s or something like that, you couldn't drop close to the team.",
        378.96,
        384.12
    ],
    [
        " Unless they were ready to die and say drop it on me.",
        384.9,
        387.9
    ],
    [
        " Right.",
        388.4,
        388.54
    ],
    [
        " But the enemy had a tactic when the tactical air support showed up.",
        389.56,
        394.76
    ],
    [
        " They call it getting close to the belt.",
        394.76,
        396.28
    ],
    [
        " They wanted to nestle up to that team so they couldn't get bombed.",
        396.6,
        401.36
    ],
    [
        " Well, when the A1s were there, the spads, you could nestle up to my belt and they could still bomb you.",
        402.04,
        409.44
    ],
    [
        " Indeed.",
        409.98,
        410.14
    ],
    [
        " That's it me.",
        410.14,
        410.62
    ],
    [
        " So every day we got two Ford Air controllers that could regenerate the first sortie that went out.",
        412.2,
        421.54
    ],
    [
        " So that guy would fly the first and the third sortie and the second guy would take one in the middle.",
        422.0,
        428.02
    ],
    [
        " And that way we could cover the teams all daylight hours.",
        429.14,
        432.78
    ],
    [
        " And we had one guy on the team that was a fact writer. That was his position.",
        433.74,
        438.82
    ],
    [
        " And he would fly the first and the third.",
        439.3,
        441.82
    ],
    [
        " And then usually I would take the second one, but there were other guys Gary Rob and other people that wanted to fly as well.",
        442.86,
        449.64
    ],
    [
        " So I would let them fly sometimes if it was a boring day.",
        449.8,
        453.32
    ],
    [
        " Indeed.",
        453.86,
        453.9
    ],
    [
        " And then when I first got there, we had the CH3 Air Force helicopter, which was called the Jolly Green Giant.",
        455.44,
        465.66
    ],
    [
        " But it was old and weak.",
        465.8,
        468.86
    ],
    [
        " And we were operating at such elevations and in such heat, even if we had a six-man recon team, fully combat loaded, only three could be carried by CH3.",
        470.16,
        483.76
    ],
    [
        " So you'd have to split the team, which is not good tactics and do two insertions with the CH3.",
        484.48,
        492.24
    ],
    [
        " The super Jolly Green replaced the CH3, the CH53.",
        492.66,
        497.92
    ],
    [
        " The Delta models.",
        498.42,
        499.24
    ],
    [
        " What a improvement in our lives.",
        499.48,
        504.08
    ],
    [
        " I don't know how many of our people they could carry because we never accumulated that many folks.",
        504.52,
        510.7
    ],
    [
        " We had with Operation Tell when they had over 50 men and equipment.",
        511.18,
        514.8
    ],
    [
        " Indeed.",
        515.04,
        515.88
    ],
    [
        " And the A1s never changed.",
        518.0,
        520.1
    ],
    [
        " But when I got there, we had the O2, the Skymaster or something like that.",
        520.52,
        525.46
    ],
    [
        " Right.",
        525.64,
        525.76
    ],
    [
        " It's a push pull airplane.",
        526.24,
        528.62
    ],
    [
        " It had a small...",
        528.98,
        530.34
    ],
    [
        " A small sa...",
        530.34,
        530.88
    ],
    [
        " A propeller in the front and a propeller in the back.",
        530.88,
        533.9
    ],
    [
        " And it was really no good for our operation because the pilot and the fact-rider set side by side.",
        534.26,
        542.24
    ],
    [
        " So the pilot could bank to the left and look down for the landing zone or the enemy or whatever he's looking at.",
        542.9,
        550.14
    ],
    [
        " But then to show the fact-rider, he had to circle back to the right and try to describe what he's talking about.",
        550.82,
        556.4
    ],
    [
        " And the other guy would look in it.",
        556.58,
        558.16
    ],
    [
        " No good.",
        558.38,
        558.8
    ],
    [
        " So finally, OV-10s.",
        559.26,
        560.64
    ],
    [
        " OV-10s.",
        560.7,
        561.68
    ],
    [
        " North American Rockwell Bronco.",
        561.86,
        563.98
    ],
    [
        " Fast.",
        565.08,
        565.46
    ],
    [
        " Strong.",
        566.12,
        566.72
    ],
    [
        " The pilot sits in the front and the fact-rider in the back.",
        567.8,
        571.12
    ],
    [
        " You both look out the left, you both look out the right, you see the same thing and talk about it.",
        571.12,
        576.28
    ],
    [
        " And they could carry ordnance too.",
        577.38,
        579.02
    ],
    [
        " When I got there, they had two rocket pods, seven missiles each.",
        579.52,
        588.18
    ],
    [
        " And they said, okay, these are facts, they're marking targets.",
        588.84,
        592.84
    ],
    [
        " We'll put 28 white phosphorus marking rounds in there.",
        592.84,
        598.62
    ],
    [
        " Well, we never used all of them.",
        598.84,
        600.88
    ],
    [
        " And we had four, seven point six two machine guns with zero ammunition.",
        601.14,
        609.4
    ],
    [
        " So I set out to try to trade in 14 of the WP missiles for 14 high explosive missiles and arm the machine guns.",
        610.16,
        624.44
    ],
    [
        " And we had a guy we call the Emperor of Laos, who was ambassador William Sullivan, US ambassador to Laos, who was Sogg's worst enemy in the world.",
        626.2,
        635.96
    ],
    [
        " And D-13.",
        635.96,
        636.84
    ],
    [
        " And Tarsie Gour.",
        637.18,
        637.8
    ],
    [
        " Worst in the A.",
        638.04,
        639.12
    ],
    [
        " Anything he could do to handcuff us and cripple us, he did.",
        640.04,
        643.38
    ],
    [
        " So I would run up this proposal and get slapped down by Solomon.",
        644.78,
        649.84
    ],
    [
        " So I enlisted the world's greatest air commando, Heidi Adderhoek.",
        649.84,
        655.9
    ],
    [
        " We had vast experience from World War II, Korea.",
        656.56,
        658.92
    ],
    [
        " And then he was a stud with the Secret War in terms of getting assets for Carpenter to the recon.",
        659.24,
        665.38
    ],
    [
        " He was running the Secret War from the air aspect in Laos to include the CIA programs with the Hamang in general.",
        665.5,
        676.3
    ],
    [
        " Well, whatever's name was Bang Powell.",
        676.3,
        678.24
    ],
    [
        " Indeed.",
        678.52,
        678.82
    ],
    [
        " Anyway, I said, Haini, go see the ambassador with me.",
        679.48,
        683.3
    ],
    [
        " And you talk about an arrogant S.O.B.",
        684.74,
        687.52
    ],
    [
        " I hope you're out there listening, you bastard.",
        687.86,
        689.96
    ],
    [
        " But he couldn't say no to Haini.",
        690.38,
        694.58
    ],
    [
        " So we turned into instant air support.",
        695.44,
        697.5
    ],
    [
        " They didn't want to make the ordinance change because they knew what the facts would do.",
        697.68,
        701.56
    ],
    [
        " The team got in trouble and the A1s weren't there.",
        701.66,
        704.06
    ],
    [
        " And we were waiting for somebody to show up.",
        704.06,
        706.08
    ],
    [
        " I can personally test that because when we were in Laos, we had launched out of NKP.",
        706.26,
        711.56
    ],
    [
        " And two days later, we made contact.",
        711.88,
        715.5
    ],
    [
        " And it was a fact that came out OV-10.",
        715.82,
        718.8
    ],
    [
        " It was the first time I ever seen one.",
        718.96,
        720.08
    ],
    [
        " Let alone use one.",
        720.26,
        721.28
    ],
    [
        " And I said, hey, can you get some air assets?",
        721.5,
        723.56
    ],
    [
        " He goes, I got some rockets.",
        723.8,
        724.96
    ],
    [
        " And we were so happy to hear that he came in and made gun runs.",
        725.84,
        729.98
    ],
    [
        " And we never had cover or a fact or anybody do gun runs like that.",
        729.98,
        733.88
    ],
    [
        " So that was really vintage stuff.",
        733.98,
        735.72
    ],
    [
        " It was a step in the right direction.",
        735.86,
        737.72
    ],
    [
        " No, it was immediate and it was terrific.",
        737.84,
        740.38
    ],
    [
        " And I've kind of lost my train of thought where I was going.",
        740.78,
        743.4
    ],
    [
        " Well, here's the key thing on this.",
        743.42,
        745.06
    ],
    [
        " Let's get back to the reason why you did that was because as a fact rider,",
        745.22,
        749.94
    ],
    [
        " you wanted to see and help the teams on the ground anyway you could.",
        750.32,
        753.4
    ],
    [
        " And let's just talk about some of the two more historic missions that you were on.",
        754.02,
        758.6
    ],
    [
        " OK, but before you go, let me explain how we worked.",
        758.6,
        762.48
    ],
    [
        " You have a whole communication suite in the OV-10.",
        763.3,
        767.18
    ],
    [
        " So I could talk or the fact rider could talk to the team on an FM radio.",
        768.16,
        775.96
    ],
    [
        " And then I would tell the fact over the intercom what was going on, what was needed.",
        776.9,
        782.54
    ],
    [
        " And then he had UHF and VHF to deal with the air assets.",
        782.56,
        788.56
    ],
    [
        " And we would come up to the Airborne Command and Control Center in the daytime as Hillsboro at night.",
        789.6,
        795.58
    ],
    [
        " It was Moonbeam.",
        795.78,
        796.6
    ],
    [
        " And if there was a very far emergency declared, every airframe in the sky came to us.",
        797.02,
        805.24
    ],
    [
        " And so the fact would then work the air support.",
        806.02,
        809.96
    ],
    [
        " The A1s would bring the helicopters out, hover nearby, or the A1s would participate in this expression.",
        810.42,
        817.44
    ],
    [
        " And when it was ready, bring them in.",
        818.1,
        819.7
    ],
    [
        " The teams were briefed and prepared in Vietnam.",
        820.76,
        824.84
    ],
    [
        " And then they flew over to us on the Blackburns, the Special Ops C-130s.",
        825.78,
        831.66
    ],
    [
        " And we had one of these, we call them bread trucks.",
        832.1,
        836.8
    ],
    [
        " It's a shop van that runs around airfields everywhere.",
        836.8,
        840.0
    ],
    [
        " So that was blue and they had a curtains inside.",
        840.42,
        842.84
    ],
    [
        " It had curtains inside and also duct tape over the windows.",
        843.32,
        847.0
    ],
    [
        " Because that thing would back up into a C-130 perfectly up the ramp.",
        847.2,
        852.7
    ],
    [
        " And then you open the back doors and that was a further screen.",
        853.4,
        856.96
    ],
    [
        " Indeed.",
        857.18,
        857.74
    ],
    [
        " Put the teams that look like Terry and the pirates in the back.",
        857.96,
        861.2
    ],
    [
        " Or a recon team, I'd hope, back in 1970, yeah.",
        861.54,
        864.22
    ],
    [
        " And drive them around to that back isolation area and ready to go.",
        864.52,
        869.34
    ],
    [
        " And the great hospitality treated really great there about a staff.",
        869.92,
        873.04
    ],
    [
        " Of course, Major Bill Shelton was the OIC there.",
        873.18,
        876.04
    ],
    [
        " And 70 for how long was he the officer in charge?",
        877.08,
        880.4
    ],
    [
        " Bill left in 71.",
        880.9,
        883.8
    ],
    [
        " And he had to close F-O-B-1.",
        884.94,
        886.92
    ],
    [
        " Then he went to NKP.",
        887.46,
        888.78
    ],
    [
        " And he had vast experience as the XL.",
        889.24,
        892.08
    ],
    [
        " He was a temporary CEO for closing of F-O-B-1.",
        892.26,
        895.64
    ],
    [
        " And he was just a natural one over there.",
        896.04,
        898.46
    ],
    [
        " Because he had to be diplomatic, working with all the Air Force people",
        898.64,
        902.0
    ],
    [
        " and then knucklehead from the State Department, I assume.",
        902.0,
        904.1
    ],
    [
        " And meanwhile, deal with the recon teams when they came in.",
        904.8,
        907.02
    ],
    [
        " Help for the mission, the briefings, etc.",
        907.76,
        909.44
    ],
    [
        " He was perfect.",
        909.74,
        910.8
    ],
    [
        " Yes, sir.",
        911.24,
        911.54
    ],
    [
        " So on June 30th, a FACRider Al Maazillo goes out on a just a visual reconnaissance of VR,",
        911.92,
        923.26
    ],
    [
        " which ordinarily is just go fly over target, look for some LZs,",
        923.46,
        927.7
    ],
    [
        " and then have a team or another recon team.",
        928.46,
        930.72
    ],
    [
        " His team or another team go in.",
        930.82,
        932.32
    ],
    [
        " And so was he, that day was he official FACRider preparing for another team that's going to launch?",
        933.36,
        938.64
    ],
    [
        " Yeah, he was the principal FACRider on the launch team at NKP.",
        938.64,
        944.96
    ],
    [
        " That was his full time job.",
        945.28,
        946.68
    ],
    [
        "",
        947.06,
        947.06
    ],
    [
        " And he went out in an OV-10 with a very experienced, terrific Ford Air Controller.",
        947.5,
        956.12
    ],
    [
        " The pilot.",
        956.64,
        958.92
    ],
    [
        " Bungalo Bill Sanders.",
        960.1,
        961.7
    ],
    [
        " And they descended.",
        964.9,
        965.94
    ],
    [
        " We were allowed to fly below their routine minimum altitude,",
        966.24,
        970.34
    ],
    [
        " that most FACS were required to keep.",
        970.34,
        973.3
    ],
    [
        " And they went down to photograph something and a rocket or a missile of some sort.",
        974.6,
        979.72
    ],
    [
        " Hit the side of the aircraft, right where Bill sits.",
        980.16,
        982.92
    ],
    [
        " So killed him instantly.",
        984.48,
        986.82
    ],
    [
        " Yeah.",
        987.3,
        987.4
    ],
    [
        " And then Al had to punch out, Lily punched out of the OV-10.",
        987.4,
        991.06
    ],
    [
        " Al tried and tried to call him over the intercom, nothing.",
        991.84,
        995.24
    ],
    [
        " And it got to where?",
        996.04,
        997.94
    ],
    [
        " It's a matter of survival for Al.",
        998.92,
        1001.64
    ],
    [
        " He had to go.",
        1001.9,
        1002.5
    ],
    [
        " A hard decision.",
        1002.84,
        1003.56
    ],
    [
        " There was a pull handle between the knees of the pilot and the FACRider.",
        1003.72,
        1009.26
    ],
    [
        " If the pilot punched out, the FACRider went first and then he went.",
        1009.6,
        1013.46
    ],
    [
        " If the FACRider punched out, only he went.",
        1013.88,
        1016.7
    ],
    [
        " And that's when Al went.",
        1017.36,
        1018.32
    ],
    [
        "",
        1018.9,
        1018.9
    ],
    [
        " He lost his only weapon.",
        1019.94,
        1022.0
    ],
    [
        " We just flew with the pistol.",
        1022.3,
        1023.5
    ],
    [
        " It was gone.",
        1024.02,
        1024.74
    ],
    [
        " Injured his back and landed on an at-hill of plenty of people.",
        1025.64,
        1031.56
    ],
    [
        " Of NVA in Leos.",
        1032.02,
        1033.76
    ],
    [
        " Deep in Leos.",
        1034.98,
        1035.4
    ],
    [
        " So he had his, what, ERC-64?",
        1036.32,
        1039.96
    ],
    [
        " Well, some sort of ERC.",
        1041.24,
        1042.9
    ],
    [
        " Either ERC-10 or H-664.",
        1042.94,
        1044.76
    ],
    [
        " He had both, but at the time.",
        1045.16,
        1046.46
    ],
    [
        " He had a personal survival radio that came up on what they call the guard frequency,",
        1046.58,
        1051.34
    ],
    [
        " every aircraft monitored the guard frequency.",
        1051.46,
        1053.78
    ],
    [
        " So when you turn it on, it comes up, whoop, whoop, whoop, whoop, they call it a beeper.",
        1054.54,
        1058.5
    ],
    [
        " And then everybody else in the air would say beeper, beeper, come up voice.",
        1058.94,
        1063.4
    ],
    [
        " And then they wanted to get you off a guard.",
        1064.16,
        1066.68
    ],
    [
        " So other people would have that emergency frequency.",
        1066.7,
        1070.06
    ],
    [
        " So I was out in the second sortie that day.",
        1071.32,
        1075.66
    ],
    [
        " Al was tore down to his and we were out.",
        1076.1,
        1078.5
    ],
    [
        " So people start telling him beeper, beeper, get off guard.",
        1080.12,
        1084.34
    ],
    [
        " He said, the only radio I have is on guard.",
        1084.58,
        1086.76
    ],
    [
        " I'm not going anywhere.",
        1087.18,
        1088.76
    ],
    [
        " He turned the beeper off.",
        1089.12,
        1091.22
    ],
    [
        " Oh, yeah.",
        1091.38,
        1091.66
    ],
    [
        " He knew about where they were and gave us a good enough location that we went over there and found him.",
        1092.3,
        1099.82
    ],
    [
        " And so the A1 pilots who flew for us, when they became very good and very experienced,",
        1101.06,
        1108.54
    ],
    [
        " they were taken into the Sandy program.",
        1108.88,
        1111.52
    ],
    [
        " They might be flying for us that day and the next day they'd be sitting strip alert as a Sandy.",
        1112.18,
        1118.16
    ],
    [
        " For search air rescue.",
        1118.16,
        1119.78
    ],
    [
        " Search and rescue missions.",
        1119.92,
        1121.98
    ],
    [
        " Sandy, low lead.",
        1122.62,
        1125.28
    ],
    [
        " Sandy one was the boss of the SAR.",
        1125.84,
        1129.16
    ],
    [
        " Okay.",
        1129.38,
        1129.64
    ],
    [
        " He told everybody what to do.",
        1129.96,
        1131.72
    ],
    [
        " But he would have about four A1s in his group.",
        1132.42,
        1137.76
    ],
    [
        " Sandy's one through four.",
        1138.16,
        1139.48
    ],
    [
        " And they would come out and link up with the jolly green giant rescue helicopters,",
        1140.6,
        1145.26
    ],
    [
        " whose motto is...",
        1145.88,
        1147.82
    ],
    [
        " That others may live.",
        1147.82,
        1150.34
    ],
    [
        " That others may live.",
        1150.52,
        1151.46
    ],
    [
        " Just an incredible model.",
        1151.66,
        1152.76
    ],
    [
        " And it's on the front of their aircraft at that time.",
        1152.92,
        1155.48
    ],
    [
        " And so, going to the story where the first jolly green, jolly green 54 and HH 53 Charlie model",
        1156.2,
        1165.48
    ],
    [
        " was out to rescue them and to look for Al.",
        1165.48,
        1169.54
    ],
    [
        " Yeah.",
        1169.82,
        1169.96
    ],
    [
        " Try to pick them up.",
        1170.12,
        1170.92
    ],
    [
        " So, we had found out and we vectored the Sandy's in.",
        1170.92,
        1175.9
    ],
    [
        " And the Sandys were using the A1s to suppress enemy fire near the pickup zone.",
        1176.3,
        1184.48
    ],
    [
        " And they would use a fact like us if they were in the area we fell under Sandy one's lead.",
        1184.96,
        1191.46
    ],
    [
        " And he would hand off F4s or Air Force or Navy fighters to work the periphery...",
        1192.2,
        1198.6
    ],
    [
        " Right.",
        1198.6,
        1198.84
    ],
    [
        " ...while they were working the real SAR.",
        1198.84,
        1200.9
    ],
    [
        " And we thought we had it suppressed or Sandy thought they had it suppressed enough.",
        1202.38,
        1207.24
    ],
    [
        " He sent the jolly green in.",
        1207.44,
        1208.7
    ],
    [
        " And a B40 rocket hit the HH 53.",
        1210.32,
        1217.6
    ],
    [
        " Rotorhead.",
        1217.9,
        1218.44
    ],
    [
        " Wow.",
        1218.88,
        1219.28
    ],
    [
        " Just took the main rotor out.",
        1219.62,
        1221.22
    ],
    [
        " First into a huge ball of flame.",
        1222.38,
        1224.14
    ],
    [
        " And then he lost all five crew members on it.",
        1226.46,
        1229.0
    ],
    [
        " Obviously no survivors.",
        1229.48,
        1230.4
    ],
    [
        " They had gone in before to try to get in and got shot out.",
        1230.98,
        1235.36
    ],
    [
        " And they decided to go back.",
        1235.7,
        1238.12
    ],
    [
        " That's the courage of the jolly green giants and their crews.",
        1238.9,
        1241.28
    ],
    [
        " They were just amazing men.",
        1241.28,
        1242.52
    ],
    [
        " And then the real courage of the jolly green.",
        1242.84,
        1244.84
    ],
    [
        " The second guy comes back.",
        1245.1,
        1248.98
    ],
    [
        " Another one.",
        1249.26,
        1249.78
    ],
    [
        " Flies in right over the black spot on the ground that used to be his wingman.",
        1250.22,
        1255.62
    ],
    [
        " And picked up Al.",
        1255.72,
        1257.8
    ],
    [
        " Who we talked to this morning.",
        1258.26,
        1260.6
    ],
    [
        " We did.",
        1260.84,
        1261.14
    ],
    [
        " Because today is the anniversary.",
        1261.52,
        1264.26
    ],
    [
        " Fifty first anniversary of that incident.",
        1265.12,
        1267.5
    ],
    [
        " June 30th indeed.",
        1267.84,
        1268.8
    ],
    [
        " Yeah.",
        1269.74,
        1269.88
    ],
    [
        " Yeah, and Al previously he had run Recon.",
        1270.0,
        1272.64
    ],
    [
        " Yep.",
        1272.92,
        1273.1
    ],
    [
        " Out of CCN and highly respected Recon man there.",
        1273.44,
        1276.58
    ],
    [
        " Transferred over to NKP.",
        1277.12,
        1278.76
    ],
    [
        " That's how he got our job.",
        1278.76,
        1280.26
    ],
    [
        " We only had good Recon people in the back.",
        1280.48,
        1283.82
    ],
    [
        " Except for me.",
        1283.94,
        1284.62
    ],
    [
        " They'll be too hard yourself.",
        1284.94,
        1287.04
    ],
    [
        " But in that case there the key thing was to have the fact rider with experience.",
        1287.8,
        1294.18
    ],
    [
        " So they could relate to the team on the ground and they knew what they had and what they needed.",
        1294.52,
        1298.6
    ],
    [
        " And be able to tell the pilot.",
        1299.3,
        1301.24
    ],
    [
        " So what they could better coordinate with the air assets.",
        1301.64,
        1305.5
    ],
    [
        " Perfect system.",
        1305.74,
        1306.38
    ],
    [
        " And for a more mission another one that was historic in nature which is even that was June 30th later that year.",
        1308.8,
        1320.2
    ],
    [
        " Sog did the first Halo jump into Laos.",
        1320.8,
        1326.38
    ],
    [
        " It was Artiflara.",
        1327.12,
        1328.1
    ],
    [
        " Mel Hill was the one zero cliff.",
        1328.54,
        1331.78
    ],
    [
        " I think was the one one.",
        1332.02,
        1333.16
    ],
    [
        " No, or it was Sammy the one.",
        1333.5,
        1335.2
    ],
    [
        " Sammy was I think I don't know either way.",
        1335.26,
        1337.8
    ],
    [
        " Anyway everybody says Cliff was a team leader because he was the first man off of the ramp.",
        1338.2,
        1344.02
    ],
    [
        " Right.",
        1344.24,
        1344.42
    ],
    [
        " He was the first jumper.",
        1344.76,
        1346.32
    ],
    [
        " Yes.",
        1346.32,
        1346.88
    ],
    [
        " Yeah.",
        1347.18,
        1347.36
    ],
    [
        " But Melvin was the one zero.",
        1347.76,
        1349.3
    ],
    [
        " Indeed.",
        1349.68,
        1349.92
    ],
    [
        " And so in the third American on that Recon team after they trained in Okunawa trained up for several months to jump in the Laos.",
        1350.2,
        1358.1
    ],
    [
        " It was the first Halo jump high altitude combat combat jump from 18,000 feet.",
        1358.1,
        1365.32
    ],
    [
        " And on one of the sidebar notes was they had a black box with them that the theory when they got underground that black box would put out a signal that would get to the other black boxes.",
        1365.82,
        1379.08
    ],
    [
        " So the teams could get together.",
        1379.32,
        1380.56
    ],
    [
        " They just forgot one little point.",
        1380.56,
        1382.54
    ],
    [
        " The boxes were not waterproof and the team jumped in the rain from 18,000 feet.",
        1382.72,
        1388.76
    ],
    [
        " And those boxes didn't work when they got underground.",
        1389.42,
        1391.46
    ],
    [
        " So you and your fact had to over the next couple of days find them, locate them.",
        1391.94,
        1399.44
    ],
    [
        " And at some point give them any support they needed and to bring them home.",
        1399.66,
        1403.56
    ],
    [
        " So when do you get the first call on that you were briefed I assume on the mission going in.",
        1404.02,
        1409.0
    ],
    [
        " And that sets the background for another major story from SAG but from your perspective.",
        1409.36,
        1414.96
    ],
    [
        " There's a real backstory to this.",
        1415.24,
        1417.52
    ],
    [
        " There always is, right?",
        1417.64,
        1419.66
    ],
    [
        " Once a quarter every three months I had to go down to Saigon to participate in the targeting conference.",
        1421.18,
        1427.9
    ],
    [
        " So planning, you know, the next quarter's activity.",
        1428.72,
        1434.3
    ],
    [
        " So six months before they jumped I went down and they announced they planned to have the first ever Combat Halo insertion on this date in this area.",
        1435.34,
        1448.42
    ],
    [
        " Oh, yeah, I remember that.",
        1448.66,
        1450.48
    ],
    [
        " So I raised my hand and I said that is not going to happen.",
        1450.74,
        1455.18
    ],
    [
        " That won't work.",
        1455.56,
        1457.34
    ],
    [
        " Who are you and what do you know and why do you say that?",
        1457.86,
        1462.4
    ],
    [
        " So I've been flying up there for quite a while.",
        1463.06,
        1467.48
    ],
    [
        " Yeah.",
        1467.74,
        1467.86
    ],
    [
        " And they used to express cloud coverage and eights.",
        1468.44,
        1473.28
    ],
    [
        " So eight eights was complete overcast.",
        1473.72,
        1479.94
    ],
    [
        " Yeah.",
        1480.3,
        1480.52
    ],
    [
        " I said that area at that time of year will be eight eights cloud coverage and raining.",
        1480.9,
        1486.72
    ],
    [
        " So I was told I was full of beans by a first lieutenant Air Force meteorologist and the planning proceeded.",
        1488.82,
        1497.74
    ],
    [
        " So they went to Okinawa.",
        1498.5,
        1504.12
    ],
    [
        " They talked a couple of indigenous guys to free fall who maybe had never been in an airplane before in their life until they ran recon.",
        1504.4,
        1512.54
    ],
    [
        " Well, yeah, we're going to get Cliffress and or Sammy in here and talk about that day.",
        1512.54,
        1517.82
    ],
    [
        " Good.",
        1518.06,
        1518.12
    ],
    [
        " Absolutely.",
        1518.88,
        1519.14
    ],
    [
        " Because they did train up during Ditch of Underteam for that.",
        1519.42,
        1522.14
    ],
    [
        " Yeah.",
        1522.14,
        1522.28
    ],
    [
        " Amazing.",
        1523.1,
        1523.5
    ],
    [
        " So I don't know how many of the boards they had but the night they jumped they went up.",
        1524.3,
        1531.32
    ],
    [
        " A classic legendary Halo guy.",
        1531.86,
        1536.34
    ],
    [
        " The guy taught me Halo in Germany.",
        1536.34,
        1538.48
    ],
    [
        " Frank Norberry was the jump master.",
        1538.9,
        1541.2
    ],
    [
        " Wow.",
        1541.4,
        1542.16
    ],
    [
        " And the commander of the ground studies group up 35 in McLeese Sogg headquarters a full colonel was riding along in the back just as a spectator for which he received the distinguished flying cross.",
        1542.86,
        1560.64
    ],
    [
        " He would go on named.",
        1560.92,
        1563.84
    ],
    [
        " Yeah.",
        1563.84,
        1564.34
    ],
    [
        " Frank Norberry did not calculate the release point where to jump from.",
        1565.02,
        1571.06
    ],
    [
        " They used an Air Force system called CARP, the computed Air Release Point.",
        1572.28,
        1577.3
    ],
    [
        " So they put them out.",
        1577.9,
        1580.5
    ],
    [
        " The key to Halo is grouping.",
        1581.08,
        1584.92
    ],
    [
        " It doesn't matter where you land as long as you land together.",
        1585.46,
        1589.92
    ],
    [
        " Indeed.",
        1590.5,
        1590.8
    ],
    [
        " Then the unit can operate.",
        1591.08,
        1592.46
    ],
    [
        " You group in free fall.",
        1593.08,
        1596.2
    ],
    [
        " You can control your movements, almost like swimming.",
        1596.7,
        1600.14
    ],
    [
        " Once the low man opens this canopy, everybody opens their canopy and you group during descent under canopy.",
        1601.1,
        1610.02
    ],
    [
        " And hopefully you all land together.",
        1610.16,
        1612.64
    ],
    [
        " That team could not see each other in free fall.",
        1613.4,
        1618.02
    ],
    [
        " They could not see each other under canopy and they landed in six different places.",
        1618.38,
        1623.66
    ],
    [
        " Miles and miles from there intended dropped on.",
        1624.6,
        1628.64
    ],
    [
        " Even off the map that they carried with them.",
        1629.6,
        1632.62
    ],
    [
        " We always carried cut down maps.",
        1632.7,
        1634.38
    ],
    [
        " For security.",
        1635.4,
        1636.26
    ],
    [
        " For security.",
        1636.3,
        1636.52
    ],
    [
        " We would shoot a paper to fool with.",
        1636.52,
        1638.76
    ],
    [
        " And it had your area in a few kilometers around.",
        1639.66,
        1642.52
    ],
    [
        " None of those people had any map sheet anywhere near where they were standing on the ground in the house.",
        1643.8,
        1651.5
    ],
    [
        " So the weather was also unworkable for us.",
        1652.28,
        1656.16
    ],
    [
        " Wow.",
        1657.22,
        1657.52
    ],
    [
        " So we go out and start looking for them.",
        1657.88,
        1660.04
    ],
    [
        " And we start looking where they were supposed to be.",
        1660.82,
        1663.54
    ],
    [
        " And they ain't nothing.",
        1663.94,
        1665.48
    ],
    [
        " And nobody's on the radio.",
        1665.78,
        1667.74
    ],
    [
        " In the meantime, cliff stumbles across one of the mountain yards.",
        1668.68,
        1673.12
    ],
    [
        " And they had a...",
        1674.0,
        1676.1
    ],
    [
        " I was surprised at this army of the Republic of Vietnam, Arvin, Lieutenant with them.",
        1676.1,
        1682.44
    ],
    [
        " And we didn't have many Arvin around us.",
        1682.46,
        1685.46
    ],
    [
        " And that Lieutenant and another mountain yard, they got together.",
        1686.8,
        1690.42
    ],
    [
        " Sammy all alone and Melvin all alone.",
        1690.72,
        1693.92
    ],
    [
        " So now we got four groups of people.",
        1694.14,
        1695.92
    ],
    [
        " No map sheet.",
        1696.26,
        1698.04
    ],
    [
        " Don't know where they are.",
        1698.34,
        1699.18
    ],
    [
        " Raining like hell.",
        1699.46,
        1700.26
    ],
    [
        " And away we go.",
        1700.6,
        1701.3
    ],
    [
        " Deep in Lailse.",
        1701.66,
        1702.78
    ],
    [
        " So one day I was in the backseat of a now retired Air Force Brigadier General,",
        1703.24,
        1711.46
    ],
    [
        " who wound up being a POW in the Hanoi Hilton.",
        1712.0,
        1714.36
    ],
    [
        " Right.",
        1714.42,
        1715.14
    ],
    [
        " Wonderful fellow.",
        1715.48,
        1716.3
    ],
    [
        " Gimlet them.",
        1716.84,
        1717.46
    ],
    [
        " And he was new to our program.",
        1718.64,
        1720.96
    ],
    [
        " So we're out flying around.",
        1721.64,
        1724.68
    ],
    [
        " I'm calling and calling.",
        1724.86,
        1725.94
    ],
    [
        " And finally on the FM radio I hear.",
        1725.94,
        1728.16
    ],
    [
        " Oh.",
        1728.76,
        1729.08
    ],
    [
        " And so we start trying to do radio direction finding, trying to get his voice to come in.",
        1730.68,
        1741.5
    ],
    [
        " Is that only louder or 10 frequency or FM FM FM?",
        1742.66,
        1746.92
    ],
    [
        " Yeah.",
        1747.04,
        1747.18
    ],
    [
        " The team radio.",
        1747.24,
        1748.04
    ],
    [
        " Sure.",
        1748.22,
        1748.44
    ],
    [
        " Yeah.",
        1748.72,
        1748.84
    ],
    [
        " So we get to where their voice is pretty good.",
        1749.28,
        1753.04
    ],
    [
        " And now we want to go down and get a visual on them.",
        1753.04,
        1756.44
    ],
    [
        " And we're in terrible mountains.",
        1756.84,
        1759.0
    ],
    [
        " And there's clouds everywhere.",
        1759.56,
        1761.54
    ],
    [
        " And you get these what they call sucker holes.",
        1762.16,
        1765.92
    ],
    [
        " That you can fly down through.",
        1766.5,
        1768.96
    ],
    [
        " And there may be a mountain in there or maybe not.",
        1770.04,
        1772.72
    ],
    [
        " And then when you do your thing, then you don't know how to get back out.",
        1773.68,
        1777.56
    ],
    [
        " And you're flying through thousands of feet of clouds or rain or all the above.",
        1777.78,
        1781.7
    ],
    [
        " Uh, horrible indeed.",
        1781.92,
        1783.06
    ],
    [
        " So I told Jim, you think you can get down through that hole?",
        1783.82,
        1787.64
    ],
    [
        " He said, I'll try.",
        1788.9,
        1790.54
    ],
    [
        " So we're going down, going down.",
        1791.72,
        1793.46
    ],
    [
        " He said, you guys do this often?",
        1793.46,
        1795.14
    ],
    [
        " I said every day.",
        1795.78,
        1797.2
    ],
    [
        " Just another day in the soil.",
        1797.6,
        1799.9
    ],
    [
        " So we get down and everybody carried a little signaling mirror.",
        1800.34,
        1805.9
    ],
    [
        " It's got an aiming hole in the middle.",
        1806.5,
        1808.6
    ],
    [
        " Oh, yeah.",
        1809.36,
        1809.78
    ],
    [
        " You can then try to put it on the airplane.",
        1810.02,
        1812.86
    ],
    [
        " And I saw Cliff Newman's shiny.",
        1813.52,
        1815.78
    ],
    [
        " No kidding.",
        1816.18,
        1816.66
    ],
    [
        " Yeah.",
        1816.88,
        1817.02
    ],
    [
        " Wow.",
        1817.48,
        1818.2
    ],
    [
        " And so that was, I think, on the third day.",
        1818.54,
        1820.86
    ],
    [
        " It might have been the second, but I think it did.",
        1821.08,
        1823.88
    ],
    [
        " Yeah.",
        1824.52,
        1824.6
    ],
    [
        " And then it took us at least two and maybe three more days to get marginally, marginally workable weather to get the A1s and helicopters in there.",
        1825.26,
        1837.12
    ],
    [
        " And there was airbase south of Nacompanon called Ubon.",
        1839.04,
        1845.48
    ],
    [
        " And if we had our extreme southern targets, we would move a temporary launch site down to Ubon.",
        1845.86,
        1851.66
    ],
    [
        " That's where we were working.",
        1851.82,
        1852.8
    ],
    [
        " So Almacello and his pilot, Dick Hall, they go out and locate them and come back and brief.",
        1854.22,
        1862.2
    ],
    [
        " Okay, we're ready to go.",
        1862.4,
        1863.42
    ],
    [
        " And that helicopter said, we ain't going.",
        1864.34,
        1866.12
    ],
    [
        " Really?",
        1866.8,
        1867.76
    ],
    [
        " In this weather.",
        1867.96,
        1868.54
    ],
    [
        " And Dick Hall, a captain, talking to a squadron commander, Lieutenant Colonel, said, you are going, you Colonel.",
        1869.36,
        1878.38
    ],
    [
        " You coward or I'll shoot you right here.",
        1879.06,
        1881.44
    ],
    [
        " No.",
        1881.84,
        1882.08
    ],
    [
        " Yep.",
        1882.34,
        1882.54
    ],
    [
        " Gunpoint.",
        1883.12,
        1883.58
    ],
    [
        " Away they go.",
        1883.7,
        1886.32
    ],
    [
        " So we have four pickup sites now instead of one.",
        1887.2,
        1892.82
    ],
    [
        " And they got the two groups of two and they got Sammy.",
        1894.14,
        1898.1
    ],
    [
        " Melvin hadn't been heard on the radio yet.",
        1898.8,
        1901.9
    ],
    [
        " We have no clue where Melvin is.",
        1902.12,
        1904.54
    ],
    [
        " And we're about to give up on him and leave.",
        1905.14,
        1907.6
    ],
    [
        " And he stepped out from inside an old hollowed out rotten tree.",
        1908.56,
        1912.92
    ],
    [
        " Really?",
        1913.28,
        1914.08
    ],
    [
        " Where he'd been holed up.",
        1914.28,
        1915.62
    ],
    [
        " And they got Melvin in a way we went.",
        1916.24,
        1919.68
    ],
    [
        " Wow.",
        1920.0,
        1920.4
    ],
    [
        " But that was the absolute height of foolishness and not giving a good damn about great people.",
        1921.46,
        1931.46
    ],
    [
        " Indeed.",
        1931.78,
        1932.34
    ],
    [
        " To put them out like that.",
        1932.62,
        1933.9
    ],
    [
        " So you can write down that you accomplished the first Halo mission.",
        1934.44,
        1938.4
    ],
    [
        " It was hailed as a great accomplishment.",
        1938.86,
        1940.68
    ],
    [
        " They didn't accomplish a damn thing except living.",
        1940.68,
        1944.06
    ],
    [
        " Yeah.",
        1944.7,
        1944.92
    ],
    [
        " Survival became the primary mission one more time.",
        1945.46,
        1948.0
    ],
    [
        " Unbelievable.",
        1949.06,
        1949.62
    ],
    [
        " Indeed.",
        1950.04,
        1950.6
    ],
    [
        " And then you're all part of that.",
        1950.88,
        1952.34
    ],
    [
        " How many sorties in between trying to find them?",
        1952.62,
        1955.02
    ],
    [
        " Well, let's see if they were out there five or six days.",
        1955.76,
        1958.28
    ],
    [
        " It was 15 or 18 sorties.",
        1958.28,
        1961.28
    ],
    [
        " At least.",
        1961.62,
        1962.18
    ],
    [
        " Oh, yeah.",
        1962.46,
        1963.06
    ],
    [
        " Oh, my God.",
        1963.16,
        1963.72
    ],
    [
        " A lot of time in the air.",
        1963.84,
        1965.34
    ],
    [
        " And you're in dangerous danger because here's my next point is when we talk about flying across the trail, people think,",
        1965.84,
        1974.82
    ],
    [
        " oh, you're an airplane.",
        1974.82,
        1975.58
    ],
    [
        " There's the Ho Chi Minh Trail, which by 1970 had vastly increased anti-aircraft capabilities on the trail.",
        1975.8,
        1984.6
    ],
    [
        " And because in the member of 68, President Johnson had stopped bombing up north.",
        1985.64,
        1991.02
    ],
    [
        " And a lot of the anti-aircraft weapon tree from there was ship south.",
        1991.54,
        1994.74
    ],
    [
        " And so just for a second or two, talk a little bit about what it was like just to cross the trail.",
        1995.62,
        2002.12
    ],
    [
        " Well, the Air Force had adopted a strategy of jinking.",
        2002.5,
        2007.34
    ],
    [
        " You didn't fly straight and level across the trail.",
        2007.94,
        2010.92
    ],
    [
        " Good if you did you get something.",
        2011.12,
        2012.02
    ],
    [
        " Yeah, you left right up down the line.",
        2012.34,
        2014.18
    ],
    [
        " I was talking to you this morning about a great photo I have of one of the CH-3s before we shifted to 53s.",
        2015.14,
        2023.38
    ],
    [
        " I was flying back with the team inside and the ramp open and a 37 millimeter, which is quite an aircraft gun.",
        2023.56,
        2033.88
    ],
    [
        " The round entered the helicopter through the ramp and hit the fuselage and exploded on the way out.",
        2034.54,
        2041.62
    ],
    [
        " Does a historic picture of that hole.",
        2041.9,
        2045.54
    ],
    [
        " Oh, yeah.",
        2045.78,
        2046.08
    ],
    [
        " And who's the one's year old David David?",
        2046.48,
        2048.64
    ],
    [
        " No, no, David Carr was if I'm not mistaken was recon company commander.",
        2048.64,
        2054.62
    ],
    [
        " Okay.",
        2054.62,
        2055.16
    ],
    [
        " And he went out with the team.",
        2055.34,
        2056.72
    ],
    [
        " Okay.",
        2057.0,
        2057.6
    ],
    [
        " And that team was coming back.",
        2057.72,
        2059.22
    ],
    [
        " Wow.",
        2059.46,
        2059.74
    ],
    [
        " But I know that David was in that aircraft.",
        2059.9,
        2062.58
    ],
    [
        " Yes.",
        2063.2,
        2063.38
    ],
    [
        " And then I sent him that photo 50 years later.",
        2064.02,
        2066.94
    ],
    [
        " That's a heck of a picture.",
        2067.18,
        2070.06
    ],
    [
        " And you know, there's some other stories.",
        2070.66,
        2073.48
    ],
    [
        " One that just has a little bit of levity but a high degree of seriousness to it.",
        2073.84,
        2077.58
    ],
    [
        " Is one of our recon men Robert Master Joseph.",
        2077.58,
        2082.38
    ],
    [
        " And his one zero was Mike Dugan.",
        2082.7,
        2088.12
    ],
    [
        " And one of our highly respected there was zero out of CCN.",
        2088.32,
        2091.58
    ],
    [
        " They came over to NKP again because of the weather they had the launch from NKP.",
        2092.12,
        2095.8
    ],
    [
        " And this was Bob's early first mission or very first mission.",
        2096.16,
        2101.24
    ],
    [
        " And during the briefing at some point there was this discussion about.",
        2101.52,
        2105.96
    ],
    [
        " We really want to get a POW.",
        2106.58,
        2108.54
    ],
    [
        " Yeah.",
        2108.82,
        2108.98
    ],
    [
        " And they're talking back and forth and Mike Dugan goes well give us a target.",
        2109.4,
        2113.8
    ],
    [
        " And of course your people had a perfect target.",
        2113.8,
        2116.18
    ],
    [
        " They would have a lot of high activity.",
        2116.18,
        2117.58
    ],
    [
        " And you said we can find it for you.",
        2118.18,
        2120.8
    ],
    [
        " And Master Joseph spoke up saying I'd give my left nut to get a POW.",
        2121.22,
        2127.46
    ],
    [
        " Yeah.",
        2127.46,
        2127.98
    ],
    [
        " So for take it from there they launch into this deadly target area.",
        2128.42,
        2131.94
    ],
    [
        " Yeah.",
        2131.94,
        2132.24
    ],
    [
        " And then a little bit of background to that.",
        2133.3,
        2136.34
    ],
    [
        " Please.",
        2136.6,
        2137.0
    ],
    [
        " You know they'd arrive in NKP and have one evening before we put them in the next day.",
        2137.34,
        2142.3
    ],
    [
        " Yeah.",
        2142.56,
        2142.66
    ],
    [
        " So we'd sit around talk with them and Master Joseph said,",
        2142.9,
        2146.46
    ],
    [
        " I hope we make contact tomorrow.",
        2146.66,
        2148.62
    ],
    [
        " I need to get my combat infantryman badge, my C.I.B.",
        2148.92,
        2152.92
    ],
    [
        " And Mike Dugan said, no, we run good recon on RT Massachusetts.",
        2153.22,
        2160.24
    ],
    [
        " And the objective is not to make contact.",
        2160.86,
        2164.96
    ],
    [
        " And Chief you're going to be the only guy to ever run recon for one year in C.I.B.",
        2165.44,
        2173.36
    ],
    [
        " And go home without a C.I.B.",
        2173.36,
        2175.52
    ],
    [
        " Oh no, I got to get my C.I.B.",
        2175.58,
        2178.54
    ],
    [
        " And he said, but what I would really I would give my left nut for a prisoner.",
        2178.74,
        2183.34
    ],
    [
        " Yeah.",
        2183.82,
        2184.08
    ],
    [
        " So I told Mike I said if you guys want a prisoner, I forget their mission was just some kind of area recon.",
        2184.44,
        2190.12
    ],
    [
        " This is a bad area.",
        2190.12,
        2191.44
    ],
    [
        " Yeah.",
        2191.74,
        2192.02
    ],
    [
        " They have some limestone outcroppings that are tall mountainous bear rock called karst over there.",
        2192.42,
        2202.8
    ],
    [
        " And in their area, I mean we could get away with putting them there, was this big karst with a big cave at the bottom of it.",
        2203.66,
        2213.66
    ],
    [
        " And trails came out of that cave and they looked like a peacocks tail or something.",
        2214.08,
        2220.74
    ],
    [
        " They just fanned in every direction.",
        2220.9,
        2223.16
    ],
    [
        " I countless trails going in this cave.",
        2223.4,
        2226.12
    ],
    [
        " I said Mike, there's something going on in that cave.",
        2226.12,
        2230.28
    ],
    [
        " We don't know what it is, but I'm sure they would love to know in Saigon.",
        2230.28,
        2234.76
    ],
    [
        " Because there were rumors, probably you heard that there were American POWs being held in karst.",
        2235.12,
        2240.4
    ],
    [
        " Oh yeah, absolutely.",
        2240.62,
        2241.44
    ],
    [
        " And there were some kind of caves, yeah.",
        2241.44,
        2242.1
    ],
    [
        " So we would like to find out what's going on there.",
        2242.58,
        2246.18
    ],
    [
        " I said if you want to try to get a prisoner, we will put you down, not 10 feet in front of the cave, but out in front of that cave.",
        2247.3,
        2257.96
    ],
    [
        " And the helicopters and the A1s are not going anywhere.",
        2258.46,
        2262.9
    ],
    [
        " Because you're going to be in there 10 or 20 minutes, I think.",
        2263.28,
        2267.22
    ],
    [
        " Yeah.",
        2267.56,
        2267.68
    ],
    [
        " So at that time getting a prisoner was a big deal in Saigon.",
        2268.94,
        2272.74
    ],
    [
        " Oh, he's a big deal.",
        2272.96,
        2273.66
    ],
    [
        " Oh, the little people got a hundred bucks each and we say that lovingly.",
        2273.74,
        2277.7
    ],
    [
        " We loved our indigenous troops.",
        2277.9,
        2279.86
    ],
    [
        " Indeed.",
        2279.98,
        2280.22
    ],
    [
        " They got a hundred dollars, which was hell of a lot of money for them.",
        2280.7,
        2284.92
    ],
    [
        " And the Americans would give maybe a psycho watch and a free R&R trip and anywhere in the world.",
        2285.14,
        2292.6
    ],
    [
        " Yeah, so he said, yeah, let's go for it.",
        2292.72,
        2295.42
    ],
    [
        " So we put him down and the helicopters moved two minutes away and they weren't in there 10 minutes and we got a radio call that said,",
        2295.7,
        2305.56
    ],
    [
        " we have a prisoner and we have one wounded American.",
        2306.5,
        2310.8
    ],
    [
        " So we always sent one more helicopter than was required to lift the team with a medic on board.",
        2311.8,
        2319.9
    ],
    [
        " We called it the chase ship.",
        2319.9,
        2321.58
    ],
    [
        " So if somebody was wounded, you send the chase ship in first to get the team out.",
        2321.92,
        2327.02
    ],
    [
        " That way the medic intent to the wounded.",
        2327.4,
        2329.08
    ],
    [
        " Yeah.",
        2329.16,
        2329.26
    ],
    [
        " So Johnny Hanna was the chase medic.",
        2330.02,
        2332.9
    ],
    [
        " They go out.",
        2333.42,
        2334.82
    ],
    [
        " He calls up and he says, Chief got his wish.",
        2335.0,
        2340.08
    ],
    [
        " And so when we get back to the launch side and start hearing more of this story,",
        2341.62,
        2348.32
    ],
    [
        " an AK-47 round just clipped, barely clipped the bottom of Chief Master Joseph Scrodom.",
        2348.92,
        2359.22
    ],
    [
        " And the left one fell out and dangled down to knee level on this little squiggly conduit.",
        2359.62,
        2369.88
    ],
    [
        " Indeed.",
        2369.94,
        2370.72
    ],
    [
        " And the chief says, Doc, can you save it?",
        2371.36,
        2375.02
    ],
    [
        " And Johnny says, Doc, it looks like you're going to get your wish.",
        2375.86,
        2379.88
    ],
    [
        " You've dedicated one ball for this mission.",
        2380.56,
        2384.7
    ],
    [
        " So the things we laugh about now, my wife is always, can't believe the stories we tell them just laugh like hell.",
        2384.96,
        2394.86
    ],
    [
        " Yeah, Master Joseph is quite a character in his own right.",
        2396.3,
        2399.56
    ],
    [
        " He used to come to our reunion, which is kind of wild and crazy sometimes.",
        2399.94,
        2403.96
    ],
    [
        " He brought his mom to the reunion every year.",
        2404.14,
        2407.04
    ],
    [
        " I remember.",
        2407.44,
        2408.12
    ],
    [
        " So on a personal note, again, before you became a fact writer, NKP, you spent time on the ground.",
        2409.96,
        2418.54
    ],
    [
        " Not only running recon out of CCS, but also a couple of missions out of CCN.",
        2418.86,
        2424.48
    ],
    [
        " So that gives you the background experience of being the time on the ground.",
        2425.1,
        2428.44
    ],
    [
        " And then also prior to that, you're experiencing the mic for us.",
        2429.18,
        2433.06
    ],
    [
        " So if you could take us back a little bit, why not just back because even in the mic for us,",
        2433.16,
        2438.58
    ],
    [
        " some of the veterans that have been there said, well, you saw guys, you ran a recon.",
        2438.84,
        2442.72
    ],
    [
        " You tried to run low profile, maintain low profile.",
        2443.24,
        2445.66
    ],
    [
        " If you made contact, you scape and evade and go home, you're compromised.",
        2445.66,
        2450.08
    ],
    [
        " Mic for us, our job was to defend an A camp, help an A camp, or to go hunt the NBA,",
        2450.62,
        2456.48
    ],
    [
        " which they've done with historic results.",
        2456.72,
        2459.7
    ],
    [
        " And so you land them Vietnam and take it from there.",
        2460.68,
        2465.04
    ],
    [
        " You're first assignment because your tours going to Ben Het, et cetera.",
        2465.14,
        2469.84
    ],
    [
        " That is just another side bar to this.",
        2470.28,
        2473.2
    ],
    [
        " We'll come back to some other sog stuff a little bit, but for your background,",
        2473.2,
        2476.82
    ],
    [
        " which is part of your amazing story.",
        2476.82,
        2479.18
    ],
    [
        " The story began in Germany.",
        2479.56,
        2482.38
    ],
    [
        " I was in the 10th Special Forces group, indeed.",
        2483.3,
        2485.84
    ],
    [
        " I joined them totally unqualified and went through their training there and became SF-qualified.",
        2486.56,
        2492.66
    ],
    [
        " And I got orders to Vietnam. I had a wonderful, wonderful NCO on my 18",
        2492.9,
        2497.98
    ],
    [
        " that had served in the two core mic for us.",
        2497.98,
        2501.44
    ],
    [
        " In Vietnam, it was divided up for a command and control into four cores.",
        2502.16,
        2507.48
    ],
    [
        " And each core had a mobile strike force, mic for us.",
        2508.78,
        2513.08
    ],
    [
        " And a number of A detachments located in camps.",
        2513.66,
        2517.38
    ],
    [
        " And the indigenous people who lived near those camps would be paid a low salary",
        2517.9,
        2525.08
    ],
    [
        " and they're supposed to defend that area.",
        2525.08,
        2527.16
    ],
    [
        " And then the mic force, a different number of A teams in each core.",
        2527.58,
        2532.18
    ],
    [
        " We had five in two core.",
        2532.46,
        2533.92
    ],
    [
        " We had A team in command, no Vietnamese counterparts of battalion of local indigenous.",
        2534.48,
        2544.78
    ],
    [
        " I had 450 Rade mountain yards.",
        2545.14,
        2547.7
    ],
    [
        " But I didn't know much about any of that back in Germany.",
        2548.42,
        2553.48
    ],
    [
        " And I had this wonderful NCO, Peter Holmberg, and I got orders to Vietnam.",
        2553.48,
        2557.92
    ],
    [
        " And I said, Pete, where should I go?",
        2558.52,
        2560.38
    ],
    [
        " He said, oh, go to mic force.",
        2560.8,
        2562.18
    ],
    [
        " If you can go to two core mic force, don't go to SAG, everyone gets killed.",
        2562.54,
        2567.88
    ],
    [
        " Okay. Everyone gets killed.",
        2568.38,
        2571.56
    ],
    [
        " So my orders were to the 173rd Airborne Brigade.",
        2571.9,
        2576.9
    ],
    [
        " Ooh. I didn't want to go to that.",
        2577.08,
        2578.78
    ],
    [
        " That's not SF.",
        2578.78,
        2579.48
    ],
    [
        " I didn't want to go to that.",
        2579.66,
        2580.96
    ],
    [
        " So the guy who got me in special forces had been the S1, the personnel guy for the 10th group,",
        2581.72,
        2587.92
    ],
    [
        " Major Jim Chrysel, retired Major General, commanded the 25th Infantry Division.",
        2588.16,
        2593.76
    ],
    [
        " It was a great, great guy.",
        2594.08,
        2595.22
    ],
    [
        " He was now at the 5th group headquarters in Netrangue, as the S3.",
        2596.62,
        2603.76
    ],
    [
        " So my airplane landed in Cameron Bay.",
        2604.94,
        2607.14
    ],
    [
        " And they said, everyone line up over here and then processed, well, I went to the nearest telephone.",
        2607.88,
        2612.88
    ],
    [
        " I called Jim Chrysel and I said, I don't want to go to the 173rd.",
        2612.88,
        2616.54
    ],
    [
        " Can you get me to group?",
        2616.54,
        2617.4
    ],
    [
        " He said, my roommate in the B.O.Q is the group S1.",
        2618.84,
        2621.66
    ],
    [
        " Oh.",
        2622.56,
        2622.86
    ],
    [
        " Don't talk to anyone.",
        2623.5,
        2625.2
    ],
    [
        " Don't call me back in an hour and a half.",
        2625.44,
        2627.88
    ],
    [
        " So I call him back and he said, okay.",
        2628.04,
        2629.82
    ],
    [
        " He said, they're so mad at us.",
        2630.5,
        2632.24
    ],
    [
        " We keep stealing these guys.",
        2632.24,
        2633.66
    ],
    [
        " They said, you can have him.",
        2633.66,
        2635.04
    ],
    [
        " But the next guy, they get off that plane for the 5th group is going to the 173rd.",
        2636.0,
        2642.28
    ],
    [
        " It turned out to be a good friend of mine.",
        2642.28,
        2643.98
    ],
    [
        " Was that a Pat McGuire?",
        2644.26,
        2645.62
    ],
    [
        " Oh.",
        2646.22,
        2646.36
    ],
    [
        " It a year in the 173rd.",
        2646.82,
        2649.1
    ],
    [
        " Oh no.",
        2649.12,
        2650.38
    ],
    [
        " So I go up to the C team in charge in PlayCoo and three captains walk in.",
        2650.88,
        2663.18
    ],
    [
        " And the deputy commander says, where do you want to go?",
        2664.12,
        2666.68
    ],
    [
        " And the first guy says, well, I'm a previous tour.",
        2667.42,
        2670.28
    ],
    [
        " I command a camp.",
        2670.46,
        2671.36
    ],
    [
        " I'm coming up for major.",
        2671.36,
        2672.56
    ],
    [
        " I would like to be on the higher level staff so I can prove I can work at it.",
        2672.84,
        2678.3
    ],
    [
        " Okay.",
        2678.82,
        2679.0
    ],
    [
        " The next guy says, I'm not very confident about commanding an 18 in combat.",
        2679.84,
        2686.98
    ],
    [
        " Could I work in the S3 shop or something for six months?",
        2687.32,
        2690.16
    ],
    [
        " And then I'll go to the field.",
        2690.16,
        2691.46
    ],
    [
        " I said, I want to go to the two core Mike force.",
        2692.12,
        2694.64
    ],
    [
        " He said, you're going where you want.",
        2694.84,
        2696.22
    ],
    [
        " He told that first guy, you're going to command a so-and-so in a certain camp.",
        2696.78,
        2701.3
    ],
    [
        " And he told poor Pat Kingsley, you're going to command the 18 at Ben Het.",
        2701.3,
        2705.94
    ],
    [
        " And this is before the...",
        2706.34,
        2707.64
    ],
    [
        " Before the...",
        2707.64,
        2708.94
    ],
    [
        " Before the...",
        2708.94,
        2709.18
    ],
    [
        " Stuff hit the fan.",
        2709.18,
        2710.54
    ],
    [
        " Ben Het at one time was taking 1500 rounds a day of artillery and rockets.",
        2712.16,
        2717.92
    ],
    [
        " I mean, it was just horrible.",
        2718.34,
        2720.3
    ],
    [
        " And where was Ben Het located?",
        2720.3,
        2721.78
    ],
    [
        " It's on right on the border into core to the west.",
        2722.16,
        2727.94
    ],
    [
        " I think it's probably west of contum, I would say.",
        2728.16,
        2731.32
    ],
    [
        " Yeah.",
        2731.6,
        2731.78
    ],
    [
        " It's south of a duck pack and docto and those.",
        2732.28,
        2735.48
    ],
    [
        " But anyway, we had five battians in two core.",
        2736.06,
        2740.6
    ],
    [
        " And for the longest time during that siege, we kept two or three of our five battians at Ben Het.",
        2740.94,
        2750.16
    ],
    [
        " Wow.",
        2750.32,
        2750.98
    ],
    [
        " There were several regiments walking around...of hardcore NBA walking around out there.",
        2751.62,
        2757.36
    ],
    [
        " That's 3,000 enemy with your 400.",
        2757.94,
        2761.24
    ],
    [
        " 400 versus your 450.",
        2761.6,
        2763.68
    ],
    [
        " So I told you this story about my battalion and I lucked into a hand-picked 18.",
        2764.26,
        2770.04
    ],
    [
        " Indeed.",
        2770.44,
        2770.8
    ],
    [
        " By a guy who had been a command sergeant major and got a direct commission to captain.",
        2771.12,
        2775.28
    ],
    [
        " And he was allowed to hand-pick his old buddies from the first group.",
        2775.64,
        2779.98
    ],
    [
        " Wonderful, wonderful 18.",
        2780.34,
        2782.42
    ],
    [
        " Some rock stars.",
        2782.64,
        2783.62
    ],
    [
        " Yeah.",
        2784.02,
        2784.18
    ],
    [
        " And he was getting too old.",
        2784.64,
        2786.06
    ],
    [
        " He couldn't hump the highlands in two cores.",
        2786.18,
        2788.46
    ],
    [
        " So I got his team in a way we go to Ben Het.",
        2788.64,
        2791.18
    ],
    [
        " One day we climbed a mountain and we found a regimental defensive position dug in",
        2791.92,
        2798.44
    ],
    [
        " that looked like an engineer battalion that fort-bending had dug it as a training aid",
        2798.44,
        2804.52
    ],
    [
        " of how this is how you would do your perfect.",
        2804.52,
        2807.0
    ],
    [
        " So you walked into an enemy camp that at that point was not occupied with enemy soldiers.",
        2807.22,
        2813.38
    ],
    [
        " We could smell them.",
        2813.66,
        2814.56
    ],
    [
        " Their cookfires were still warm.",
        2815.7,
        2818.12
    ],
    [
        " Wow.",
        2819.18,
        2819.48
    ],
    [
        " You could smell the rice.",
        2819.6,
        2820.68
    ],
    [
        " Where they had removed the tripods and things for their weapons, the dirt had not begun crumbling yet.",
        2821.62,
        2827.68
    ],
    [
        " I mean, they had just left.",
        2827.88,
        2829.72
    ],
    [
        " So they had this worthless major from the two core Mike Force up there as the test Force commander.",
        2830.48,
        2836.72
    ],
    [
        " Because we had multiple battalions up there.",
        2836.72,
        2838.84
    ],
    [
        " So I called and reported and he said, oh, this is great.",
        2839.24,
        2842.5
    ],
    [
        " Divide your battalion up into the three companies.",
        2842.88,
        2846.84
    ],
    [
        " So that'd be 150 people.",
        2846.84,
        2849.98
    ],
    [
        " Separate them by at least one kilometer each and find that regiment.",
        2851.0,
        2856.4
    ],
    [
        " Oh, I said, no, sir, we are not going to do that.",
        2857.16,
        2861.82
    ],
    [
        " I've got 14 year old soldiers carrying in one carbine still.",
        2862.2,
        2867.1
    ],
    [
        " And if we find that regiment, we'll be decimated and we're not going to do that.",
        2867.52,
        2874.18
    ],
    [
        " He said, you're defying a direct order in combat.",
        2874.36,
        2877.06
    ],
    [
        " I said, you bet your bitty pal.",
        2877.18,
        2878.96
    ],
    [
        " We'll talk this out when I get home.",
        2878.96,
        2880.7
    ],
    [
        " When I hung up in CEO said, that's the best radio call I ever heard in my life.",
        2880.96,
        2887.04
    ],
    [
        " That night, and you live to talk about it, but that night people did not live to talk about it.",
        2887.06,
        2893.06
    ],
    [
        " That night our sister battalion in a valley just south of us got lit up the battalion commander killed.",
        2893.22,
        2902.5
    ],
    [
        " They were Australian team.",
        2903.0,
        2904.8
    ],
    [
        " We had Aussies commanding some of the teams.",
        2905.26,
        2907.82
    ],
    [
        " Keith Payne won the victory across their Medal of Honor.",
        2908.92,
        2912.84
    ],
    [
        " They were decimated that battalion.",
        2913.2,
        2917.2
    ],
    [
        " Never went to the field again, parceled out the survivors to other units.",
        2918.02,
        2922.28
    ],
    [
        " Is that right?",
        2922.92,
        2923.42
    ],
    [
        " So I'm so glad I did that.",
        2924.74,
        2926.58
    ],
    [
        " Thank you for following your common sense.",
        2927.84,
        2930.64
    ],
    [
        " So you're right, Mike Forrest and Shaw, two sides of the Special Ops coin.",
        2931.02,
        2938.7
    ],
    [
        " We would stay in the field up to a month.",
        2939.48,
        2942.88
    ],
    [
        " You didn't smell very good.",
        2943.82,
        2945.16
    ],
    [
        " Your clothes weren't in very good shape.",
        2945.42,
        2947.02
    ],
    [
        " A month.",
        2947.6,
        2948.06
    ],
    [
        " Yeah.",
        2948.6,
        2948.74
    ],
    [
        " No bass.",
        2949.38,
        2950.36
    ],
    [
        " No, no bass.",
        2951.26,
        2952.1
    ],
    [
        " But we could get resupplied, which a recon team you'd never want to get a resupplied.",
        2953.2,
        2958.48
    ],
    [
        " No.",
        2958.62,
        2958.9
    ],
    [
        " Yeah.",
        2958.9,
        2959.44
    ],
    [
        " Yeah.",
        2959.72,
        2960.78
    ],
    [
        " My God.",
        2961.2,
        2962.24
    ],
    [
        " So from there you hear about McVeaseog?",
        2962.54,
        2966.76
    ],
    [
        " Not much.",
        2967.24,
        2967.98
    ],
    [
        " I don't know how I knew that Colonel Isler, who had commanded CCN, had moved down to Saigon.",
        2968.7,
        2979.02
    ],
    [
        " And he was in command of Ground Studies Group, which owned all the CNC's, all the recon teams.",
        2979.58,
        2989.8
    ],
    [
        " It's too long a story to go into, but my beating commander, a major, got some bad poop, about two of my NCOs.",
        2991.12,
        3001.08
    ],
    [
        " He got drunk out of his mind.",
        3001.74,
        3003.74
    ],
    [
        " He called me and bammed to it and said, you and those two sons of bitches get up here today.",
        3004.54,
        3010.2
    ],
    [
        " I said, sir, the last milk run is just left.",
        3010.66,
        3014.14
    ],
    [
        " He said, I don't give a damn.",
        3014.42,
        3015.56
    ],
    [
        " You get up here today.",
        3015.86,
        3016.78
    ],
    [
        " I said, well, first you'll have to identify the two sons of bitches.",
        3017.68,
        3021.4
    ],
    [
        " And one was an SF legend that after retired round camp McCall many years, Lowell Stevens, had run recon at Contum.",
        3022.18,
        3031.34
    ],
    [
        " And Donnie Simmons, who was a big, big name in the scuba community at Key West for many years.",
        3032.06,
        3038.08
    ],
    [
        " And then he went to Delta and became a legend in Delta.",
        3038.26,
        3040.68
    ],
    [
        " Two of the greatest guys, and here's this major he's down on them.",
        3041.28,
        3047.12
    ],
    [
        " Of course, he's gotten some really false intel.",
        3047.24,
        3049.36
    ],
    [
        " So we were billeted at Bammittuitt East Airfield and at night the Air Lift Control element wanted to pull their com trailer into our compounds.",
        3052.16,
        3063.04
    ],
    [
        " So they'd be secure when they all went on.",
        3063.04,
        3064.86
    ],
    [
        " So they owed us.",
        3065.48,
        3066.7
    ],
    [
        " They turned around of C-123 that had left Bammittuitt for Placoo, picked three of us up and take us.",
        3067.26,
        3075.82
    ],
    [
        " So that major, Herand, us drunk out of his mind all evening, fired us, kicked us out of the mic for us.",
        3077.08,
        3084.42
    ],
    [
        " So we went across the street to the C-Team.",
        3084.44,
        3086.7
    ],
    [
        " They were having the floor show at the club that night.",
        3087.04,
        3088.98
    ],
    [
        " We three sitting there.",
        3089.24,
        3090.04
    ],
    [
        " Here came all the mic for us guys.",
        3090.16,
        3091.66
    ],
    [
        " The major is talking trash about us all night.",
        3092.52,
        3095.12
    ],
    [
        " And then by the end of the floor show, he said, all come on back.",
        3095.4,
        3100.24
    ],
    [
        " You guys are mic for us. You belong with us.",
        3100.24,
        3102.54
    ],
    [
        " So we go back over.",
        3102.54,
        3103.62
    ],
    [
        " We're in the mess hall.",
        3104.16,
        3105.66
    ],
    [
        " And he flip flops again and he gets in all three of us.",
        3106.24,
        3109.52
    ],
    [
        " That is his lined up at attention just cursing and swearing at everything.",
        3109.62,
        3113.32
    ],
    [
        " So one of the three of us who will remain unnamed, punched him right in the mouth.",
        3114.1,
        3120.28
    ],
    [
        " I mean his lip exploded like a giant grape.",
        3120.5,
        3123.6
    ],
    [
        " Did you cut your knuckle?",
        3124.52,
        3126.02
    ],
    [
        " No.",
        3126.72,
        3127.02
    ],
    [
        " Okay.",
        3127.58,
        3127.9
    ],
    [
        " Not going there.",
        3128.62,
        3129.62
    ],
    [
        " The next morning he called us in.",
        3132.3,
        3134.74
    ],
    [
        " He had that big lid.",
        3134.86,
        3135.68
    ],
    [
        " And apologized and he said we could stay.",
        3137.28,
        3140.1
    ],
    [
        " And those two guys decided to stay.",
        3140.98,
        3142.82
    ],
    [
        " I said, no, I'm out of here.",
        3142.96,
        3144.28
    ],
    [
        " I can't work for you anymore.",
        3144.62,
        3146.6
    ],
    [
        " So I called the Iceman.",
        3147.74,
        3150.06
    ],
    [
        " I had worked for Isler in Germany.",
        3150.52,
        3152.9
    ],
    [
        " We played handball together.",
        3153.78,
        3155.28
    ],
    [
        " And by then he was a full-frold drummer.",
        3155.6,
        3157.78
    ],
    [
        " Colonel Jack Isler.",
        3157.94,
        3159.02
    ],
    [
        " Yeah, I was a captain.",
        3159.1,
        3160.16
    ],
    [
        " It started out.",
        3160.38,
        3160.96
    ],
    [
        " He was a lieutenant colonel.",
        3161.06,
        3161.94
    ],
    [
        " I was a first lieutenant.",
        3161.98,
        3162.8
    ],
    [
        " Odd relationship.",
        3163.46,
        3164.5
    ],
    [
        " But we were best handball opponents in Germany.",
        3164.76,
        3168.7
    ],
    [
        " In Germany.",
        3168.94,
        3169.3
    ],
    [
        " And my wife and I babysat his kids.",
        3169.74,
        3174.5
    ],
    [
        " And so we were tight.",
        3174.76,
        3176.02
    ],
    [
        " So I called him and said, I need a home.",
        3176.74,
        3180.64
    ],
    [
        " I got to go.",
        3180.78,
        3181.28
    ],
    [
        " He said, CCS was right across the street.",
        3182.06,
        3184.9
    ],
    [
        " But I didn't know anything about them or what they did.",
        3184.9,
        3187.78
    ],
    [
        " He said, go over there.",
        3188.32,
        3189.6
    ],
    [
        " Tell the commander.",
        3190.02,
        3191.06
    ],
    [
        " I sent you there to run recon.",
        3191.5,
        3193.38
    ],
    [
        " So the first three times I went into Cambodia.",
        3195.04,
        3197.3
    ],
    [
        " I wasn't on the unit roster.",
        3198.32,
        3200.08
    ],
    [
        " The orders hadn't come through.",
        3200.72,
        3202.28
    ],
    [
        " I would don't know what would have happened if I hadn't come.",
        3202.72,
        3205.86
    ],
    [
        " Wow.",
        3206.08,
        3206.14
    ],
    [
        " So that's how I passed through the mic for six months",
        3206.36,
        3211.0
    ],
    [
        " and came to CCS.",
        3211.0,
        3212.88
    ],
    [
        " Welcome to song.",
        3212.88,
        3213.92
    ],
    [
        " Yeah.",
        3214.1,
        3214.3
    ],
    [
        " So you had 12 missions.",
        3214.48,
        3216.26
    ],
    [
        " Thank God.",
        3216.54,
        3217.46
    ],
    [
        " I wouldn't trade anything for my time in shock.",
        3218.1,
        3221.84
    ],
    [
        " Indeed.",
        3222.4,
        3222.72
    ],
    [
        " Well, that's saying something to another self.",
        3223.0,
        3225.68
    ],
    [
        " And so from Nair, you spent some time.",
        3226.48,
        3228.12
    ],
    [
        " Then after 12 missions, you spent some time as a desk officer for OP 35.",
        3228.3,
        3233.64
    ],
    [
        " Before you go up to CCN, before you go to NKP.",
        3234.34,
        3237.46
    ],
    [
        " I think there are some valuable insights as to how the secret war was conducted.",
        3238.3,
        3242.18
    ],
    [
        " I think, first of all, Jim Storter, who had run recon to CCN,",
        3242.22,
        3248.56
    ],
    [
        " a captain, he's been an instructor at Ranger School, terrific guy.",
        3248.76,
        3252.06
    ],
    [
        " He was the CCN desk officer at their higher headquarters, OP 35.",
        3253.08,
        3257.84
    ],
    [
        " Right.",
        3258.36,
        3258.52
    ],
    [
        " And his dad was passing away.",
        3259.08,
        3260.82
    ],
    [
        " He needed to go home on a compassionate reassignment.",
        3261.02,
        3263.74
    ],
    [
        " And I think it dawned on Isler that here's his buddy, the little captain,",
        3264.08,
        3268.26
    ],
    [
        " out there that he may not come back.",
        3268.26,
        3270.02
    ],
    [
        " And he didn't want that happening on his watch.",
        3270.26,
        3272.56
    ],
    [
        " So he pulled me to OP 35 as the CCN desk officer.",
        3272.86,
        3278.34
    ],
    [
        " Again, six months.",
        3278.48,
        3279.82
    ],
    [
        " I couldn't hold a job over six months.",
        3279.98,
        3281.66
    ],
    [
        " So then at some point, they flip you up to CCN in Denang.",
        3282.42,
        3288.2
    ],
    [
        " And then you...",
        3289.2,
        3291.82
    ],
    [
        " This is the thing I like about your story.",
        3291.82,
        3294.18
    ],
    [
        " Because you come to CCN.",
        3294.34,
        3295.92
    ],
    [
        " It's a different AO.",
        3296.36,
        3297.36
    ],
    [
        " And you said, before I do anything, I want to run some recon.",
        3297.64,
        3300.96
    ],
    [
        " And you did?",
        3301.58,
        3301.9
    ],
    [
        " No, no, no.",
        3301.98,
        3302.96
    ],
    [
        " Tell me how.",
        3303.16,
        3303.58
    ],
    [
        " That's why we're here.",
        3304.08,
        3304.92
    ],
    [
        " I go up to CCN to end process.",
        3306.32,
        3309.66
    ],
    [
        " They kept all our payroll records, personnel records.",
        3310.02,
        3313.06
    ],
    [
        "",
        3313.38,
        3313.38
    ],
    [
        " Logistics.",
        3313.7,
        3314.26
    ],
    [
        " We were attached to them for admin and logistics.",
        3314.48,
        3319.14
    ],
    [
        " Okay.",
        3319.42,
        3319.64
    ],
    [
        " But we were operational control of OP 35.",
        3320.08,
        3323.44
    ],
    [
        " We were SOG headquarters alongside, not CCN's launch site.",
        3323.58,
        3327.7
    ],
    [
        " Right.",
        3327.76,
        3327.88
    ],
    [
        " So I arrive up there and I ask, is there any way to fly visual reconnaissance,",
        3329.14,
        3334.86
    ],
    [
        " a VR, out over the CCN AO?",
        3335.1,
        3338.02
    ],
    [
        " I was used to the CCS AO, AO, operation area.",
        3338.74,
        3344.68
    ],
    [
        " Not to integrate CCS at all.",
        3345.74,
        3349.64
    ],
    [
        " They ran good recon down there and some real heroes, highly decorated people.",
        3349.64,
        3356.5
    ],
    [
        " Yeah, we've been in VD's earned his Medal of Honor on a CCS target.",
        3356.92,
        3360.3
    ],
    [
        " People that should have been awarded and weren't, has happened much of SOG.",
        3360.5,
        3366.14
    ],
    [
        " Nothing whatsoever against them.",
        3367.4,
        3369.9
    ],
    [
        " No.",
        3370.28,
        3370.42
    ],
    [
        " But you fly over Cambodia and you fly over Northern Prairie Fire.",
        3371.08,
        3376.76
    ],
    [
        " And tell me it's the same thing.",
        3377.26,
        3379.42
    ],
    [
        " Well, I'm biased, but.",
        3379.7,
        3381.48
    ],
    [
        " I flew out that day.",
        3382.08,
        3385.7
    ],
    [
        " And it looked like the interchange of I 65 and I 40 with all the state road feeders",
        3387.2,
        3395.6
    ],
    [
        " and clover leaves and on ramps.",
        3395.6,
        3398.16
    ],
    [
        " And the Ho Chi Minh Trail was not a trail.",
        3398.22,
        3400.74
    ],
    [
        " I can assure you.",
        3401.02,
        3401.9
    ],
    [
        " Mountains.",
        3403.36,
        3403.68
    ],
    [
        " Mountains, mountains, mountains.",
        3403.68,
        3406.2
    ],
    [
        " Increasing anti-aircraft.",
        3406.78,
        3408.5
    ],
    [
        " And enemy people running around.",
        3409.22,
        3411.62
    ],
    [
        " Bukku that you could see.",
        3411.86,
        3413.58
    ],
    [
        " No kidding.",
        3414.12,
        3415.82
    ],
    [
        " I mean, even from your VR.",
        3416.02,
        3417.76
    ],
    [
        " Oh, yeah.",
        3418.08,
        3418.5
    ],
    [
        " Oh, yeah.",
        3419.04,
        3419.86
    ],
    [
        " NVA and Pith helmets with AK4N.",
        3420.32,
        3422.74
    ],
    [
        " No, not any SKS and a floppy hat.",
        3423.0,
        3426.52
    ],
    [
        " No, no.",
        3426.84,
        3427.46
    ],
    [
        " Trains soldiers.",
        3428.08,
        3428.86
    ],
    [
        " So I came back and I didn't think I belonged in the recon club,",
        3430.68,
        3435.64
    ],
    [
        " which is where I would have liked to be with the guys.",
        3435.84,
        3438.88
    ],
    [
        " Sure.",
        3439.38,
        3439.46
    ],
    [
        " But I wasn't in recon company.",
        3440.3,
        3442.04
    ],
    [
        " And so I went up to the rear echelon Pukes club.",
        3442.5,
        3449.52
    ],
    [
        " And I'm standing there talking to a friend of mine.",
        3450.28,
        3452.62
    ],
    [
        " I can't remember who it was.",
        3452.62,
        3453.88
    ],
    [
        " But the commander of CCN who turned out to be a total ass.",
        3455.5,
        3460.66
    ],
    [
        " And I hope I get a chance to tell you the story of Operation Cherry Bark.",
        3461.68,
        3466.36
    ],
    [
        " Ooh.",
        3467.08,
        3467.24
    ],
    [
        "",
        3468.52,
        3468.52
    ],
    [
        " We're standing behind me and I didn't know it.",
        3469.74,
        3471.74
    ],
    [
        " And I said, I don't know how you get people to run recon out there.",
        3473.2,
        3479.32
    ],
    [
        " And if you do, I don't know how you get them back.",
        3481.22,
        3484.96
    ],
    [
        " Well, no kidding.",
        3485.54,
        3487.02
    ],
    [
        " So this guy said, Colonel says, well, you're a goddamn coward.",
        3488.06,
        3491.62
    ],
    [
        " And I'm not going to have a coward working at my launch site.",
        3492.1,
        3495.58
    ],
    [
        " I said, well, first of all, it's not your launch site.",
        3496.16,
        3500.56
    ],
    [
        " That's Colonel Islouc's launch site.",
        3501.16,
        3504.18
    ],
    [
        " And Chief Sog's launch site.",
        3504.64,
        3506.34
    ],
    [
        " Not your launch site.",
        3506.46,
        3507.34
    ],
    [
        " You do the paperwork for them.",
        3508.4,
        3511.16
    ],
    [
        " That's about it.",
        3511.16,
        3513.14
    ],
    [
        " I said, and I am not a coward, I will go out with any recontainment you have.",
        3513.14,
        3518.6
    ],
    [
        " Would you like to go with us?",
        3518.62,
        3519.96
    ],
    [
        " Oh, I have important business in this and that and other.",
        3520.68,
        3523.36
    ],
    [
        " So I walked out, I was mad.",
        3524.68,
        3526.34
    ],
    [
        " So I walked out.",
        3527.66,
        3528.16
    ],
    [
        " You didn't hit him, though.",
        3528.16,
        3528.7
    ],
    [
        " No.",
        3529.04,
        3529.2
    ],
    [
        " Or the other guy.",
        3529.58,
        3531.14
    ],
    [
        " Not proven.",
        3531.58,
        3533.04
    ],
    [
        " So I walked down.",
        3534.52,
        3535.86
    ],
    [
        " Let me see you in the club first.",
        3535.94,
        3536.5
    ],
    [
        " Let me show you a little.",
        3536.7,
        3537.26
    ],
    [
        " I walked down to the recon club.",
        3537.66,
        3541.2
    ],
    [
        " And ran into our friend.",
        3541.34,
        3543.54
    ],
    [
        " Elde legend.",
        3544.28,
        3545.84
    ],
    [
        " I mean, deserved legend.",
        3546.62,
        3548.18
    ],
    [
        " Elden, Bartwell.",
        3548.32,
        3549.08
    ],
    [
        " Indeed.",
        3549.18,
        3549.46
    ],
    [
        " And I told him my story.",
        3549.78,
        3551.08
    ],
    [
        " And he took me over to a guy he liked in respect, you call Ron Ray.",
        3551.34,
        3555.8
    ],
    [
        " Oh, yeah.",
        3556.48,
        3556.9
    ],
    [
        " And Ron was sitting there with his one one.",
        3557.56,
        3561.24
    ],
    [
        " And I said, I need to shut up your commander up there.",
        3562.66,
        3567.46
    ],
    [
        " I need to strap hang with somebody.",
        3567.7,
        3569.4
    ],
    [
        " He said, I don't take strap hangers.",
        3570.58,
        3572.82
    ],
    [
        " But ask Randy if he'll let you carry the radio.",
        3573.36,
        3577.32
    ],
    [
        " You can go as the one too.",
        3577.78,
        3579.08
    ],
    [
        " Randy Subur is the one one.",
        3580.08,
        3582.32
    ],
    [
        " Yeah.",
        3582.44,
        3582.64
    ],
    [
        " Yeah.",
        3582.92,
        3583.04
    ],
    [
        " So I ran two missions with them.",
        3583.54,
        3586.38
    ],
    [
        " Just I wanted to establish some bonafides with the recon guys.",
        3588.78,
        3595.22
    ],
    [
        " Sure.",
        3595.22,
        3595.74
    ],
    [
        " There.",
        3595.94,
        3596.16
    ],
    [
        " And you did.",
        3596.62,
        3597.22
    ],
    [
        " I mean, you get on the ground twice.",
        3597.38,
        3598.58
    ],
    [
        " And at one target, it sounded like you had a successful mission.",
        3598.58,
        3601.8
    ],
    [
        " Five days on the ground.",
        3601.94,
        3602.8
    ],
    [
        " Five days on the ground.",
        3603.1,
        3604.34
    ],
    [
        " Watching a river crossing.",
        3605.14,
        3606.44
    ],
    [
        " And the other one was a relative success in the ash out.",
        3606.84,
        3610.56
    ],
    [
        " We stayed two days in the ash out.",
        3610.56,
        3612.58
    ],
    [
        " That's a long stay.",
        3612.8,
        3613.52
    ],
    [
        " Yeah.",
        3613.52,
        3613.82
    ],
    [
        " Before you get chased out.",
        3613.88,
        3616.36
    ],
    [
        " Yeah.",
        3616.46,
        3616.6
    ],
    [
        " Under heavy enemy gunfire.",
        3616.9,
        3618.5
    ],
    [
        " Well, under some gunfire.",
        3618.68,
        3619.94
    ],
    [
        " Indeed.",
        3620.18,
        3620.44
    ],
    [
        " Yeah.",
        3620.72,
        3620.86
    ],
    [
        " So this is all now we're talking the summer or late.",
        3621.26,
        3624.94
    ],
    [
        " Late 69, really.",
        3625.04,
        3625.86
    ],
    [
        " Late 69.",
        3625.86,
        3626.54
    ],
    [
        " Right before.",
        3626.84,
        3627.6
    ],
    [
        " Ron and Randy.",
        3628.5,
        3630.88
    ],
    [
        " Yeah.",
        3631.7,
        3631.88
    ],
    [
        " November 10th, 1969.",
        3632.12,
        3633.82
    ],
    [
        " Went missing.",
        3634.1,
        3634.52
    ],
    [
        " Yeah.",
        3634.86,
        3635.08
    ],
    [
        " On November 3rd, we had our team Maryland that the audio Americans were killed.",
        3635.48,
        3641.12
    ],
    [
        " The Adid survived.",
        3641.12,
        3642.24
    ],
    [
        " And then on November 10th, that team went down.",
        3642.24,
        3647.22
    ],
    [
        " Those two men are still amongst the 50 green berets who are MIA today from the Secret",
        3647.42,
        3656.06
    ],
    [
        " War in Laos.",
        3656.06,
        3657.1
    ],
    [
        " And just out, you know, you and I are biased.",
        3657.76,
        3660.54
    ],
    [
        " We knew.",
        3660.7,
        3661.06
    ],
    [
        " We knew them.",
        3661.34,
        3662.36
    ],
    [
        " They were just studs and they were good in the woods.",
        3662.44,
        3666.28
    ],
    [
        " They were.",
        3666.76,
        3667.0
    ],
    [
        " They were.",
        3667.2,
        3667.8
    ],
    [
        " And so after that experience, at some point you go over to any KP.",
        3668.32,
        3672.04
    ],
    [
        "",
        3672.5,
        3672.5
    ],
    [
        " And you do your missions there.",
        3672.92,
        3674.66
    ],
    [
        " And, you know, I think one of those other stories, people talk about the ironies of life,",
        3675.34,
        3681.84
    ],
    [
        " how things unfold.",
        3681.92,
        3683.62
    ],
    [
        " When you're at CCS, you met an outstanding recon man down there who was a fellow officer,",
        3684.5,
        3691.08
    ],
    [
        " Captain Don Carr.",
        3692.0,
        3692.88
    ],
    [
        " And you.",
        3693.62,
        3694.6
    ],
    [
        " You have some interesting times down there with him and take just a little bit more background.",
        3694.78,
        3703.02
    ],
    [
        " How you two got together and then hell later on he was calling you a ref and that kind of thing.",
        3703.02,
        3709.18
    ],
    [
        " At CCS, and I expect maybe it's some of the other C&C's.",
        3709.44,
        3717.44
    ],
    [
        " A new guy was not welcome with open arms and became your best friend right away because",
        3718.8,
        3725.08
    ],
    [
        " some of them didn't last too long and you didn't want to be invested in.",
        3725.08,
        3728.66
    ],
    [
        " Yeah, the personal, the personality side of it.",
        3729.5,
        3731.66
    ],
    [
        " Sure.",
        3731.84,
        3731.96
    ],
    [
        " Don won that way with me.",
        3732.86,
        3734.62
    ],
    [
        " He was very good friend, very nice and he had a silver star from a previous tour.",
        3734.92,
        3740.44
    ],
    [
        " I really respect and admired him.",
        3740.96,
        3743.62
    ],
    [
        " And again, he was a captain also.",
        3744.66,
        3745.88
    ],
    [
        " Yeah, no, he kept him.",
        3745.88,
        3747.32
    ],
    [
        "",
        3747.42,
        3747.42
    ],
    [
        " And so when the Iceman pulled me down to Saigon, Don just couldn't help but laugh and laugh",
        3747.42,
        3756.48
    ],
    [
        " and call me a rump, a rear echelon MF.",
        3756.48,
        3760.62
    ],
    [
        " So I go down to Saigon, I work a while and the CCS desk officer was leaving and needed",
        3760.9,
        3771.86
    ],
    [
        " replacement.",
        3771.86,
        3772.48
    ],
    [
        " Oh.",
        3772.8,
        3773.1
    ],
    [
        " So I told Isler, I know the perfect guy.",
        3774.04,
        3776.62
    ],
    [
        " So he pulled Don Carr down there.",
        3777.2,
        3781.02
    ],
    [
        " And he never could prove I had anything to do with it.",
        3781.6,
        3785.96
    ],
    [
        " I asked him, who's a rump now?",
        3786.02,
        3787.48
    ],
    [
        " Yeah, indeed.",
        3788.34,
        3788.96
    ],
    [
        " So then I go up to NKP and I'm the ops officer and flying for a year.",
        3789.54,
        3796.32
    ],
    [
        " And the S3, the operations officer at CCC was leaving.",
        3797.64,
        3803.48
    ],
    [
        " Well, no guy.",
        3804.06,
        3805.12
    ],
    [
        " And I got a call that said, you're going to go to contum and replace this guy.",
        3805.86,
        3811.44
    ],
    [
        " Right.",
        3811.74,
        3811.94
    ],
    [
        " And I didn't want to go.",
        3813.26,
        3814.54
    ],
    [
        " I mean, NKP was heaven.",
        3814.88,
        3816.64
    ],
    [
        " Oh.",
        3817.14,
        3817.26
    ],
    [
        " You're fighting this secret war in the day and you're living in safety in Thailand at night.",
        3817.78,
        3824.2
    ],
    [
        " It was wonderful.",
        3824.6,
        3825.6
    ],
    [
        " And because we were stationed in Denaing and TDY to NKP, we drew per DM every day.",
        3825.6,
        3833.96
    ],
    [
        " That's right.",
        3834.54,
        3834.9
    ],
    [
        " I forgot that side of the call.",
        3835.08,
        3836.12
    ],
    [
        " TD extra money when you have to go on temporary duty.",
        3836.3,
        3839.14
    ],
    [
        " Oh.",
        3839.58,
        3839.94
    ],
    [
        " Yeah.",
        3840.52,
        3840.82
    ],
    [
        " You're filthy risk-appearance peons.",
        3840.88,
        3843.26
    ],
    [
        " Or I wasted more than you wasted.",
        3843.62,
        3846.26
    ],
    [
        " So anyway, they told me Don Carr is going to come replace you.",
        3846.64,
        3852.92
    ],
    [
        " And I felt so happy for NKP.",
        3852.92,
        3855.64
    ],
    [
        " They couldn't have gotten a better guy.",
        3855.82,
        3858.38
    ],
    [
        " Because he had already experienced it.",
        3858.86,
        3860.08
    ],
    [
        " Pre-requences were in place and he was a tough, good recon.",
        3860.22,
        3862.66
    ],
    [
        " Personality, team member, indeed.",
        3862.66,
        3866.4
    ],
    [
        " Aces.",
        3866.72,
        3867.0
    ],
    [
        " So Don comes up and I pack up my stereo gear and I'm just waiting.",
        3868.8,
        3874.52
    ],
    [
        " We have about a one week overlap.",
        3874.7,
        3876.4
    ],
    [
        " And he flew a couple of times on eventful.",
        3881.04,
        3886.02
    ],
    [
        " And I took him to the aircraft to go out again.",
        3887.42,
        3896.12
    ],
    [
        " And they didn't come back, indeed.",
        3897.28,
        3902.14
    ],
    [
        " And so I got told me we don't have anybody else to replace you with right now.",
        3905.1,
        3909.26
    ],
    [
        " So I'm packing stage.",
        3909.26,
        3910.32
    ],
    [
        " So I stayed another year.",
        3910.32,
        3911.88
    ],
    [
        " And that's just one of those horrible moments in time, where it's such a good friend, the comrad norms, comes up,",
        3912.52,
        3919.38
    ],
    [
        " slates to replace you, and then goes out of the mission that you could have been on.",
        3919.84,
        3923.78
    ],
    [
        " And the results.",
        3924.54,
        3925.48
    ],
    [
        " I thought about that many, many times.",
        3925.48,
        3927.36
    ],
    [
        " I probably went out 150 times before him and 150 after.",
        3927.36,
        3932.36
    ],
    [
        " And he went out about maybe five times.",
        3933.82,
        3936.84
    ],
    [
        " Right.",
        3937.22,
        3937.34
    ],
    [
        " Yeah, you can't explain it.",
        3938.16,
        3940.38
    ],
    [
        " Except I do explain it now to myself.",
        3940.56,
        3943.66
    ],
    [
        " He was new.",
        3945.48,
        3947.12
    ],
    [
        " Yeah.",
        3947.78,
        3948.16
    ],
    [
        " His pilot was new.",
        3948.8,
        3949.76
    ],
    [
        " I forgot the pilot was new also for the Air Force.",
        3950.32,
        3953.04
    ],
    [
        " And I wasn't in that duty position anymore, but I had a voice.",
        3954.32,
        3958.86
    ],
    [
        " And I should have said those two shouldn't go out together.",
        3960.0,
        3962.58
    ],
    [
        " But I never crossed my mind.",
        3962.78,
        3964.18
    ],
    [
        " Because all those guys over there were such pros.",
        3964.8,
        3967.02
    ],
    [
        " Oh, yeah.",
        3967.72,
        3968.1
    ],
    [
        " And we don't know what happened.",
        3968.7,
        3972.48
    ],
    [
        " It was like the time we found the Halo team.",
        3973.22,
        3975.76
    ],
    [
        " Bad, bad mountains, bad, bad weather, clouds everywhere.",
        3976.4,
        3982.04
    ],
    [
        " And fearless pilots that got you through in the Fenty's got.",
        3982.24,
        3984.7
    ],
    [
        " But they didn't have any mission that would have required that.",
        3984.74,
        3988.42
    ],
    [
        " As far as I know, there was only an, and this shouldn't matter, but an all Vietnamese team.",
        3989.04,
        3994.62
    ],
    [
        " Right.",
        3995.06,
        3995.5
    ],
    [
        " In the area, only the one team, they weren't in trouble.",
        3996.02,
        4000.26
    ],
    [
        " And they reported hearing a loud boom.",
        4000.86,
        4003.78
    ],
    [
        " We don't know if it was any aircraft fire.",
        4004.68,
        4008.2
    ],
    [
        " Right.",
        4008.34,
        4008.6
    ],
    [
        " I suspect they ran into a mountain.",
        4008.94,
        4011.34
    ],
    [
        " Okay.",
        4011.6,
        4012.34
    ],
    [
        " Yeah.",
        4012.58,
        4012.8
    ],
    [
        " Wow.",
        4013.26,
        4013.76
    ],
    [
        " And that they were into their sortie.",
        4014.2,
        4016.44
    ],
    [
        " They should have called us and said, we're checking out and coming home.",
        4016.96,
        4020.96
    ],
    [
        " We flew that, oh, they found the aircraft many, many years later and brought Danny and Don home.",
        4021.88,
        4030.66
    ],
    [
        " Indeed.",
        4031.1,
        4031.4
    ],
    [
        " Yeah.",
        4031.84,
        4032.64
    ],
    [
        " And the pilot that Dan Young, Thomas Thomas, Dan Thomas Young first lieutenant.",
        4034.14,
        4039.34
    ],
    [
        " Yeah.",
        4039.72,
        4039.98
    ],
    [
        " That's just again, the secret war was just traumatic repercussions.",
        4040.5,
        4047.04
    ],
    [
        " You never know what's going to happen when you're on the ground or on the air over a target.",
        4047.04,
        4050.64
    ],
    [
        " Because people, you know, that's one of the reasons why you're here with you is to talk about that side of it that that brought you there.",
        4050.64,
        4058.96
    ],
    [
        " Yeah.",
        4059.08,
        4059.6
    ],
    [
        " You know, I drove him to the airplane.",
        4059.72,
        4061.24
    ],
    [
        " He had his survival vest and his helmet and all that.",
        4061.76,
        4064.52
    ],
    [
        " Laughing and joking and he climbs up in the canopy and we just wave and away they go.",
        4064.96,
        4071.96
    ],
    [
        " Just another day at NKP.",
        4072.48,
        4074.68
    ],
    [
        " Yeah.",
        4074.88,
        4075.12
    ],
    [
        " And it turned out to be a crappy, crappy day at NKP.",
        4075.24,
        4079.92
    ],
    [
        " Oh, my God.",
        4080.18,
        4080.92
    ],
    [
        " I can't imagine.",
        4081.44,
        4082.1
    ],
    [
        " And through it all, you had to march on for another year.",
        4083.72,
        4087.7
    ],
    [
        " And then, you know, how many times over your 300 plus missions, how many times did you fly in an aircraft that you take incoming?",
        4088.68,
        4097.08
    ],
    [
        " You have rounds of shrapnel.",
        4097.54,
        4098.96
    ],
    [
        " Many times you don't know, you're getting shot at.",
        4099.54,
        4104.16
    ],
    [
        " The only times you know about is when you come back with holes in aircraft, you don't feel the, no.",
        4104.44,
        4110.1
    ],
    [
        " Is that right?",
        4110.38,
        4111.18
    ],
    [
        " Because you have the small arms, no.",
        4111.34,
        4112.62
    ],
    [
        " I mean, if a 23 or 37 hit you, yeah.",
        4112.94,
        4116.0
    ],
    [
        " But, well, when we were flying over, located in the Halo team, Sammy comes up and says, hey, you guys, don't go near that village.",
        4116.26,
        4128.56
    ],
    [
        " You're shooting a crap out of you every time you go by there.",
        4128.8,
        4131.22
    ],
    [
        " We had no idea.",
        4131.32,
        4132.22
    ],
    [
        " No.",
        4132.56,
        4132.78
    ],
    [
        " And when we landed the tail was full of holes.",
        4132.96,
        4135.1
    ],
    [
        " Just didn't hit a control wire or the gas tank or anything like that.",
        4137.02,
        4141.78
    ],
    [
        " Oh, my God.",
        4141.96,
        4142.9
    ],
    [
        " Well, one of the things that we had talked about before, we didn't get any details was Operation Cherry Bark.",
        4143.38,
        4150.56
    ],
    [
        " Okay.",
        4151.76,
        4152.2
    ],
    [
        " Is that something we can talk about?",
        4152.44,
        4153.92
    ],
    [
        " I want to talk about it.",
        4154.18,
        4156.08
    ],
    [
        " Yeah, let's do that.",
        4156.22,
        4156.94
    ],
    [
        " I want to talk about that and I want to name names.",
        4157.08,
        4160.2
    ],
    [
        " Ooh.",
        4160.44,
        4160.64
    ],
    [
        " This guy should be shamed.",
        4161.46,
        4163.76
    ],
    [
        " On every platform he can be shamed on.",
        4164.82,
        4169.02
    ],
    [
        " Awards and decorations in SAG is a little bit difficult to talk about because we had more metal of honor winners per capita than any unit.",
        4169.76,
        4180.48
    ],
    [
        " Bob Howard should have gotten three.",
        4181.9,
        4183.58
    ],
    [
        " Yeah, he's put in for three.",
        4184.24,
        4185.32
    ],
    [
        " And the first one is downgraded to DSC.",
        4185.72,
        4188.42
    ],
    [
        " The second one was approved and when they opened up the third one they said, ain't nobody getting two.",
        4188.64,
        4194.34
    ],
    [
        " So he got another DSC.",
        4194.76,
        4196.68
    ],
    [
        " So it's hard to say that SAG was crap on awards and decorations when you have that evidence.",
        4197.42,
        4206.8
    ],
    [
        " But how many people do we know like Gary Robb who ran amazing recon?",
        4207.1,
        4215.84
    ],
    [
        " He's the only guy I knew that went with one American.",
        4215.96,
        4220.52
    ],
    [
        " Him, his team.",
        4220.84,
        4221.86
    ],
    [
        " And he ran with two boys.",
        4222.08,
        4223.24
    ],
    [
        " Three former NVAs who had left them and came to us.",
        4223.7,
        4228.48
    ],
    [
        " You know what is highest award is?",
        4229.5,
        4232.72
    ],
    [
        " Army Commandation Metal with a V device.",
        4233.88,
        4236.72
    ],
    [
        " Which is nothing.",
        4237.22,
        4238.38
    ],
    [
        " And that's thanks for participating thing.",
        4239.4,
        4243.14
    ],
    [
        " Okay, I told you I had to go to SAG on for the targeting conference.",
        4244.4,
        4250.4
    ],
    [
        " So I got a call one day.",
        4251.42,
        4252.7
    ],
    [
        " Oh, it was fun to go down there because they had a little Lyrejet that did Courier runs.",
        4253.46,
        4260.42
    ],
    [
        " Oh, yeah, the officers got that.",
        4260.74,
        4262.0
    ],
    [
        " Yeah.",
        4262.22,
        4262.42
    ],
    [
        " So I got a Lyrejet to SAG on and back every three months.",
        4263.04,
        4268.18
    ],
    [
        " Oh, my God.",
        4268.18,
        4268.94
    ],
    [
        " So they called me and said the Edmund NCO was going to pick you up at the SCAT back.",
        4268.96,
        4274.56
    ],
    [
        " And you're to go over to the MACV Military Assistance Command Vietnam Inspector General Office.",
        4275.06,
        4283.3
    ],
    [
        " And I thought crap.",
        4283.7,
        4286.02
    ],
    [
        " What do they know about now?",
        4286.68,
        4288.06
    ],
    [
        " So I get there and this full colonel Inspector General shows me a letter from Chief",
        4289.36,
        4298.08
    ],
    [
        " SAG that says he's authorized to know anything and everything and to be fully cooperative",
        4298.34,
        4305.92
    ],
    [
        " with him.",
        4305.92,
        4306.74
    ],
    [
        " And he said, what do you know about Operation Cherry Bark?",
        4308.12,
        4311.06
    ],
    [
        " I said, well, when I worked in OP 35, OP 80, which was the joint personnel recovery center, the POWMIA guys, came down and said, hey, we've got some intel from",
        4312.04,
        4326.16
    ],
    [
        " down in Fortcore, down in the Delta.",
        4326.16,
        4328.24
    ],
    [
        " Somebody is saying he's seen some American prisoners of war.",
        4328.96,
        4332.86
    ],
    [
        " We don't want to gen up any units down there because they'll know locally something is up.",
        4334.08,
        4340.12
    ],
    [
        " So we want to gen up a hatchet force.",
        4341.1,
        4343.52
    ],
    [
        " These are the larger CCN units that go in ready for bear, ready to fight like a mini mic force almost.",
        4343.92,
        4353.18
    ],
    [
        " Yeah, absolutely.",
        4353.32,
        4353.96
    ],
    [
        " Same thing.",
        4354.48,
        4355.0
    ],
    [
        " But before we deploy anybody, this guy's name was Major Jim Rabdow, a great big SF guy, real good guy.",
        4356.72,
        4367.1
    ],
    [
        " He said, I'm going down to Fortcore to get better, more complete intel and I want Mike to go with me.",
        4367.68,
        4375.0
    ],
    [
        " So we go down there and we find out that this guy maybe he heard from another guy who maybe heard that over in this general area, there might have been some blah, blah, nothing too many",
        4375.0,
        4390.98
    ],
    [
        " mavies, not actionable whatsoever.",
        4390.98,
        4393.86
    ],
    [
        " So we come back to Saigon, the whole thing is scrubbed.",
        4394.66,
        4398.36
    ],
    [
        " No one ever went anywhere or did anything.",
        4398.36,
        4401.76
    ],
    [
        " He said, maybe me and Jim Rabdow went and had a nice lunch and talked to a horrible informant.",
        4402.0,
        4409.68
    ],
    [
        " So this Colonel says, and that's all you know about Operation Cherry Mark.",
        4410.06,
        4415.36
    ],
    [
        " He said, we'll read this and see how this jives with your memory.",
        4415.36,
        4419.9
    ],
    [
        " The name was blacked out.",
        4421.06,
        4425.32
    ],
    [
        " But Lieutenant Colonel Blank was flying above his hatchet force company.",
        4427.38,
        4436.34
    ],
    [
        " It was trying to free some POWs.",
        4436.9,
        4439.84
    ],
    [
        " And he got word that one of his people was wounded and trying to get to the LZ with a POW.",
        4440.46,
        4452.72
    ],
    [
        " He told him to grab you, enemy, not a freed American.",
        4452.72,
        4456.12
    ],
    [
        " And so he told his command and control helicopter to land on that piece of terrain and we're going to pick up this wounded guy and this prisoner.",
        4458.14,
        4466.82
    ],
    [
        " The guy is struggling with his wounds to get to the helicopter.",
        4468.78,
        4474.12
    ],
    [
        " So Lieutenant Colonel Blank jumps out of his helicopter, runs across the LZ and assists the wounded man and the prisoner and gets them all in the helicopter.",
        4474.66,
        4486.38
    ],
    [
        " Silver star for jumping out of the helicopter and running over there and getting that guy.",
        4491.2,
        4496.86
    ],
    [
        " Really?",
        4497.08,
        4497.66
    ],
    [
        " Soldiers metal for saving the wounded guy's life.",
        4498.04,
        4503.2
    ],
    [
        " As they're lifting out, the door gunner gets shot.",
        4503.3,
        4507.66
    ],
    [
        " The Colonel pulls him out of his seat. The Lieutenant Colonel sits at the door gunner's machine gun and fires up the enemy as they leave distinguished flying cross.",
        4508.7,
        4518.44
    ],
    [
        " Three very high metals in 15 minutes.",
        4519.5,
        4524.2
    ],
    [
        " That's metal harvesting at his best.",
        4524.66,
        4526.88
    ],
    [
        " That didn't happen.",
        4527.22,
        4527.98
    ],
    [
        " Oh my god.",
        4528.7,
        4529.48
    ],
    [
        " That my friend is nothing.",
        4529.66,
        4531.18
    ],
    [
        " That is not the tip of the iceberg.",
        4532.44,
        4535.24
    ],
    [
        " So he typed up a statement that I signed saying none of this occurred.",
        4535.98,
        4541.9
    ],
    [
        " Never happened.",
        4542.2,
        4543.64
    ],
    [
        " He said, let me show you something.",
        4544.2,
        4546.66
    ],
    [
        " You know the brown paper all rolled up butcher, butcher paper.",
        4547.68,
        4551.36
    ],
    [
        " He unrolls his chart.",
        4551.88,
        4553.6
    ],
    [
        " The left hand what X axis is the DSC down to probably the good conduct metal.",
        4556.24,
        4566.12
    ],
    [
        " Every metal we have except the metal of honor.",
        4566.62,
        4570.86
    ],
    [
        " And then the bar graph across Y was color coded.",
        4571.9,
        4575.84
    ],
    [
        " Red army channels, blue air force channels, green, arvain channels.",
        4576.06,
        4585.0
    ],
    [
        " And across the Y axis was submitted, approved, or sent to higher headquarters, approved there, or sent to the next higher headquarters.",
        4585.64,
        4600.16
    ],
    [
        " This guy, Lieutenant Colonel Donahue, West Pointer, non-SF,",
        4601.56,
        4610.58
    ],
    [
        " Tanker, put into command CCN by General Abrams, tanker who hated special forces.",
        4611.4,
        4618.42
    ],
    [
        " Indeed.",
        4619.04,
        4619.34
    ],
    [
        " Had caused himself to be put in for every metal we have other than the metal of honor.",
        4620.14,
        4627.9
    ],
    [
        " Here's how they got him.",
        4628.74,
        4630.5
    ],
    [
        " The DSC, you have to have weather to rain vegetation.",
        4631.12,
        4638.66
    ],
    [
        " You have to have everything detailed.",
        4639.56,
        4643.3
    ],
    [
        " Eyes dotted, T's crossed.",
        4644.58,
        4646.34
    ],
    [
        " It got to Department of the Army and they said this is lacking certain things.",
        4647.74,
        4654.0
    ],
    [
        " Send it back to the guy who submitted it for correcting it.",
        4654.0,
        4660.06
    ],
    [
        " The name and the signature attached there was Colonel Jack Isler.",
        4661.74,
        4666.0
    ],
    [
        " Now retired.",
        4666.44,
        4668.28
    ],
    [
        " Isler says, not my signature, not my submission, all lies.",
        4669.68,
        4677.64
    ],
    [
        " The next signature up the chain was Anthony Zerby, Air Force O6, Deputy Chief Saga.",
        4678.9,
        4685.46
    ],
    [
        " He said, not my signature, not my submission.",
        4686.26,
        4690.54
    ],
    [
        " You know what they did, Donahue?",
        4691.6,
        4693.26
    ],
    [
        " What did they do?",
        4693.74,
        4695.2
    ],
    [
        " Allowed to retire with full pension and benefits.",
        4695.62,
        4698.82
    ],
    [
        " No.",
        4699.58,
        4699.82
    ],
    [
        " Yep.",
        4700.34,
        4700.54
    ],
    [
        " So I hope you're out there, Donahue.",
        4702.08,
        4705.12
    ],
    [
        " Listening to this, I live in Anacortis, Washington.",
        4705.74,
        4709.76
    ],
    [
        " I'm easy to find.",
        4709.98,
        4710.96
    ],
    [
        " Indeed.",
        4711.74,
        4712.08
    ],
    [
        " Or just come to the SLA meeting.",
        4712.48,
        4713.96
    ],
    [
        " Or just so many of us that do not like you, sir.",
        4714.2,
        4716.8
    ],
    [
        " No, he won't come to that.",
        4717.34,
        4719.48
    ],
    [
        " No.",
        4719.68,
        4719.88
    ],
    [
        " But one on one.",
        4720.02,
        4720.82
    ],
    [
        " If you want to defend what you consider your honor, please.",
        4721.02,
        4726.6
    ],
    [
        " I invite you.",
        4727.0,
        4728.92
    ],
    [
        " I'll pick you up at the Seattle Airport.",
        4729.0,
        4731.32
    ],
    [
        " Well, one of the burning issues that you and I've talked about off the mic today, quickly referred to it, is the whole POWMIA issue itself.",
        4731.66,
        4746.12
    ],
    [
        " And first of all, how many years of military service altogether?",
        4747.0,
        4751.48
    ],
    [
        " 25.",
        4752.22,
        4752.7
    ],
    [
        " 25.",
        4753.16,
        4753.7
    ],
    [
        " And that included a couple of interesting tours of duty in foreign countries that we could talk a little bit about.",
        4754.98,
        4761.5
    ],
    [
        " Yeah, I became a Middle East foreign area officer.",
        4761.98,
        4765.24
    ],
    [
        " So I spent multiple tours in Saudi Arabia and one in Egypt.",
        4765.24,
        4769.58
    ],
    [
        " That's under the State Department?",
        4769.72,
        4770.92
    ],
    [
        " No, no.",
        4771.16,
        4771.46
    ],
    [
        " Under DOD.",
        4771.72,
        4772.68
    ],
    [
        " Yeah, DOD has what's called security assistance organizations.",
        4773.0,
        4777.42
    ],
    [
        " And they all have different names.",
        4778.12,
        4779.78
    ],
    [
        " Yes, sure.",
        4779.82,
        4780.2
    ],
    [
        " But they're out there to train, advise, assist, and manage foreign military sales cases.",
        4780.22,
        4786.72
    ],
    [
        " Sure.",
        4787.14,
        4787.32
    ],
    [
        " Yeah.",
        4787.56,
        4787.68
    ],
    [
        " So in Saudi Arabia, they have two armed forces.",
        4788.46,
        4792.36
    ],
    [
        " They have their Ministry of Defense.",
        4792.68,
        4794.06
    ],
    [
        " And then they have a separate Saudi Arabian National Guard, which is not like our National Guard.",
        4794.06,
        4799.28
    ],
    [
        " They're like a royal guard.",
        4799.94,
        4801.2
    ],
    [
        " They're an anti-coop force.",
        4801.94,
        4803.36
    ],
    [
        " If anybody in the army or Air Force anything ever tried to overthrow the king, the Saudi Arabian National Guard will go knock them out.",
        4803.46,
        4809.98
    ],
    [
        " That's who I was with.",
        4809.98,
        4811.06
    ],
    [
        " Right.",
        4811.28,
        4811.4
    ],
    [
        " And you were helping train them up.",
        4811.56,
        4813.0
    ],
    [
        " Yeah.",
        4813.14,
        4814.1
    ],
    [
        " And also, wasn't there somebody had a little bit of a link there, a unique link that introduced you to all that?",
        4814.42,
        4823.1
    ],
    [
        " The Saudis, well, they didn't introduce me to it.",
        4823.62,
        4826.1
    ],
    [
        " He helped me.",
        4826.22,
        4827.5
    ],
    [
        " Yes, it did.",
        4827.68,
        4828.24
    ],
    [
        " The Saudis decided they wanted to form Delta.",
        4828.24,
        4830.94
    ],
    [
        " A version of Delta.",
        4831.4,
        4834.0
    ],
    [
        " Indeed.",
        4834.34,
        4834.58
    ],
    [
        " So our dear friend, Eldon.",
        4835.12,
        4837.16
    ],
    [
        " Eldon bought you out of first the one the only.",
        4837.8,
        4839.82
    ],
    [
        " I don't know if he was commanding Delta then or had a squadron or what.",
        4840.04,
        4843.64
    ],
    [
        " I think he was the commander.",
        4843.78,
        4844.7
    ],
    [
        " And I called him and said, can you come with a small mobile training team and help me out here?",
        4845.3,
        4851.5
    ],
    [
        " And before you come, you should realize, you know, they're not going to be a Delta.",
        4852.9,
        4857.5
    ],
    [
        " But if we can give them any capabilities, you know, come soon.",
        4857.88,
        4861.84
    ],
    [
        "",
        4862.04,
        4862.04
    ],
    [
        " Yeah.",
        4862.46,
        4862.82
    ],
    [
        " So he did, Eldon N34 guys came over.",
        4862.82,
        4865.66
    ],
    [
        " And then later you were involved in Egypt with a hijacking takedown of Malta.",
        4866.08,
        4871.94
    ],
    [
        " I had gone on a vacation to Cairo with my wife and we said, how would you like to live in this heap?",
        4873.78,
        4887.3
    ],
    [
        " And we both said no way.",
        4889.08,
        4891.22
    ],
    [
        "",
        4891.88,
        4891.88
    ],
    [
        " So I leave Saudi Arabia.",
        4892.6,
        4895.02
    ],
    [
        " I go back to Fort Bragg for the foreign area officer course and I get a call.",
        4895.54,
        4899.28
    ],
    [
        " So we need to go, you to go back to the region.",
        4899.28,
        4901.9
    ],
    [
        " The rain barracks had been bombed in Lebanon.",
        4902.6,
        4907.92
    ],
    [
        " Yeah.",
        4908.3,
        4908.48
    ],
    [
        " And the commission that started it decided they needed more people that spoke the language,",
        4908.64,
        4915.4
    ],
    [
        " had recent experience in the region, needed more of us over there.",
        4915.4,
        4918.82
    ],
    [
        " So they said, we really need you to go to Egypt.",
        4920.0,
        4925.86
    ],
    [
        " So I went home and I told Laura, here's a chance to work SF duties and FAO duties.",
        4927.04,
        4935.12
    ],
    [
        " Same time, Connie unique.",
        4935.46,
        4937.28
    ],
    [
        " Can you put up with two years in Cairo?",
        4938.44,
        4940.2
    ],
    [
        " So she's a real trooper indeed.",
        4940.48,
        4942.3
    ],
    [
        " Indeed.",
        4942.3,
        4942.56
    ],
    [
        " A way we went.",
        4942.56,
        4943.4
    ],
    [
        " While we were there, there was at least one terrorist type attack, like the Achilles Loro during my tour.",
        4944.72,
        4953.2
    ],
    [
        " Wow.",
        4954.04,
        4954.16
    ],
    [
        " And one was the hijacking of an Egypt air aircraft that was leaving Athens.",
        4954.82,
        4961.18
    ],
    [
        " And I think headed for Cairo.",
        4962.66,
        4964.46
    ],
    [
        " And these guys hijacked them and took them to Malta.",
        4964.96,
        4967.52
    ],
    [
        " And they started shooting hostages in the head and tossing them out the door up at that height.",
        4969.78,
        4977.9
    ],
    [
        " Right.",
        4978.42,
        4978.58
    ],
    [
        " The Maltees are in bed with the Libyans.",
        4980.26,
        4983.84
    ],
    [
        " They did not want to allow the US or UK or anybody in there.",
        4984.54,
        4990.48
    ],
    [
        " They said the Egyptians could go.",
        4991.7,
        4993.98
    ],
    [
        " 777 is the name of that unit.",
        4997.66,
        5000.68
    ],
    [
        " And they asked the US for some help.",
        5003.52,
        5006.74
    ],
    [
        " They wanted escort fighters off the Mediterranean aircraft carriers as they passed by Libya.",
        5007.52,
        5018.08
    ],
    [
        " They were Libyan, Egypt were bad enemies.",
        5018.8,
        5022.56
    ],
    [
        " They afraid they're C-130 full of commandos we get shot down.",
        5023.6,
        5029.76
    ],
    [
        " So the US said, OK, we'll escort you.",
        5031.66,
        5034.12
    ],
    [
        " And they said, we would like an American onboard RC-130.",
        5035.44,
        5040.08
    ],
    [
        " Really?",
        5041.64,
        5042.1
    ],
    [
        " So that we're sure that the Navy will protect us if you want to.",
        5042.1,
        5046.4
    ],
    [
        " Oh my God.",
        5046.54,
        5049.08
    ],
    [
        " So away I go.",
        5049.26,
        5050.24
    ],
    [
        " Is that right?",
        5050.56,
        5051.4
    ],
    [
        " Along with two other guys.",
        5052.66,
        5054.0
    ],
    [
        " In the movie The Green Berets, which Tom loves there, there's Asian American, he's Hawaiian,",
        5054.4,
        5063.12
    ],
    [
        " who plays the Vietnamese general that they kidnapped and sent him up in the sky hook.",
        5063.58,
        5069.38
    ],
    [
        " That's a guy named Bill Olts.",
        5069.38,
        5070.84
    ],
    [
        " He used the SF.",
        5071.26,
        5072.72
    ],
    [
        " Sure.",
        5073.04,
        5073.2
    ],
    [
        " Yeah.",
        5073.42,
        5073.54
    ],
    [
        " Know that name.",
        5073.92,
        5074.46
    ],
    [
        " And then our boss in Cairo, a guy named Brigadier General Wigand, who used to command the Center",
        5075.2,
        5081.2
    ],
    [
        " in schools at Brighton.",
        5081.2,
        5082.92
    ],
    [
        " So General Wigand puts out the word that we're going to travel in Desert camouflage and",
        5085.44,
        5093.84
    ],
    [
        " Green Berets.",
        5093.84,
        5094.54
    ],
    [
        " All of the terrorists are in Nike tracksuits and blue jeans.",
        5097.28,
        5102.66
    ],
    [
        " And as they should be.",
        5102.98,
        5103.86
    ],
    [
        " Yeah.",
        5104.4,
        5104.44
    ],
    [
        " So we land in Malta and here's the Maltese government standing there and their British advisers",
        5105.3,
        5110.8
    ],
    [
        " and three Green Berets get off and they went through the goddamn roof man.",
        5110.8,
        5114.92
    ],
    [
        " They were mad.",
        5115.32,
        5116.16
    ],
    [
        " So we were not allowed to accompany the commandos on the raid.",
        5119.16,
        5124.38
    ],
    [
        " We were held at the control tower.",
        5124.38,
        5128.28
    ],
    [
        " No kidding.",
        5128.74,
        5129.14
    ],
    [
        " And they went out there and like many good demo people, they calculated the size of the charge",
        5130.36,
        5138.78
    ],
    [
        " that could breach the fuselage and then tripled it and doubled it again and everything.",
        5138.78,
        5145.06
    ],
    [
        " They claim that their breach attempt did not set their plane on fire.",
        5145.96,
        5149.72
    ],
    [
        " They say that the terrorists threw a thermite grenade and that said no fire.",
        5150.56,
        5155.4
    ],
    [
        " It's on that piece of paper.",
        5156.48,
        5157.74
    ],
    [
        " The first word I got from the commandos, the commandos over the radio was mission success.",
        5158.92,
        5166.78
    ],
    [
        " We freed all the hostages.",
        5166.78,
        5168.84
    ],
    [
        " Well they were free but 58 out of 95 I think the numbers are on there were.",
        5169.36,
        5174.92
    ],
    [
        " They are right.",
        5175.04,
        5175.72
    ],
    [
        " Burned up.",
        5175.96,
        5176.44
    ],
    [
        " Wow.",
        5176.92,
        5178.2
    ],
    [
        " Yeah.",
        5178.7,
        5179.02
    ],
    [
        " Not a good day.",
        5179.3,
        5181.14
    ],
    [
        " Oh my god.",
        5182.1,
        5182.8
    ],
    [
        " Not a good day.",
        5183.18,
        5184.0
    ],
    [
        " No.",
        5184.36,
        5184.58
    ],
    [
        " The sad thing, Elden and those guys were ready to come.",
        5184.98,
        5189.56
    ],
    [
        " They were in Sikonella.",
        5190.22,
        5192.94
    ],
    [
        " And one of my roles was if the Egyptian commandos needed any special equipment or advice expertise,",
        5193.72,
        5201.74
    ],
    [
        " I was to call Elden and get the whatever they needed.",
        5201.74,
        5205.68
    ],
    [
        " Well that's right.",
        5205.98,
        5206.6
    ],
    [
        " They were standing by.",
        5206.84,
        5207.58
    ],
    [
        " They were ready to go.",
        5207.9,
        5208.96
    ],
    [
        " And for them, piece of cake.",
        5210.02,
        5211.46
    ],
    [
        " Yeah.",
        5212.04,
        5212.26
    ],
    [
        " 58 people probably still be alive.",
        5213.64,
        5215.72
    ],
    [
        " Oh my god.",
        5216.52,
        5217.06
    ],
    [
        " Well moving right along sir.",
        5217.7,
        5219.62
    ],
    [
        " As I said, the POWMI issue which is deep in our hearts.",
        5220.06,
        5224.4
    ],
    [
        " And you've done some significant work there.",
        5225.16,
        5227.92
    ],
    [
        " There's a couple of veterans associations that are formed by special forces.",
        5228.5,
        5233.28
    ],
    [
        " The one that's probably nearest and nearest to our hearts and special operations association formed by the recon men.",
        5233.8,
        5242.18
    ],
    [
        " And then leader Hatchett Force.",
        5242.18,
        5243.84
    ],
    [
        " And the founder was Jim Butler, our first one zero and his number zero zero one.",
        5245.14,
        5251.04
    ],
    [
        " And there's a special forces association.",
        5251.84,
        5254.42
    ],
    [
        " And over the years, the S.O.A. has been actively involved with the different government agencies that they keep changing the name.",
        5255.66,
        5265.14
    ],
    [
        " Today is the DPA, the Department of POW, M.I.A. accounting and ability accounting agency.",
        5265.14,
        5271.56
    ],
    [
        " And in 2013, you were appointed as chairman of the S.O.A. S.F.A. P.O.W. M.I. Committee.",
        5272.24,
        5280.8
    ],
    [
        " No.",
        5281.16,
        5281.4
    ],
    [
        " You were on the committee.",
        5281.7,
        5282.78
    ],
    [
        " No.",
        5283.08,
        5283.2
    ],
    [
        " How did that work?",
        5283.6,
        5284.42
    ],
    [
        " Besides, you know, I thought you were the president of the special operations association.",
        5285.14,
        5291.36
    ],
    [
        " It was a guy named John striker Tillmeyer.",
        5291.36,
        5295.18
    ],
    [
        " And at our reunion one year, he walked out of the board meeting or whatever the high muckity mucks were doing.",
        5296.42,
        5302.28
    ],
    [
        " And said, come here Mike.",
        5302.94,
        5304.04
    ],
    [
        " You've been a member of this organization for over 40 years.",
        5305.24,
        5308.3
    ],
    [
        " You've never done a damn thing for us.",
        5308.34,
        5310.68
    ],
    [
        " I want you to head the POW M.I.A. Committee.",
        5311.16,
        5314.18
    ],
    [
        " Well, the issue is close to our hearts.",
        5314.8,
        5317.7
    ],
    [
        " So I said, I'd be glad to.",
        5317.7,
        5319.68
    ],
    [
        " I didn't know much about the status of the mission at all.",
        5320.38,
        5325.08
    ],
    [
        " My wife and I were on an RV trip on the East Coast and the National League of POW M.I.A. families was getting ready to have their annual meeting.",
        5325.72,
        5335.66
    ],
    [
        " And they have all the high-level DOD muckity mucks come and speak and then the family speak.",
        5336.64,
        5343.9
    ],
    [
        " So I went to that.",
        5344.44,
        5345.88
    ],
    [
        " And I have it, part of our annual briefings.",
        5345.88,
        5347.86
    ],
    [
        " Yeah, I learned so much at that.",
        5348.24,
        5351.1
    ],
    [
        " And then I started calling people like Cliff.",
        5351.52,
        5355.52
    ],
    [
        " Cliff Newman.",
        5356.0,
        5356.64
    ],
    [
        " You.",
        5356.8,
        5357.06
    ],
    [
        " Yeah.",
        5357.5,
        5357.72
    ],
    [
        " Spider Parks.",
        5357.96,
        5358.84
    ],
    [
        " And forming Wade Ishimoto.",
        5359.64,
        5362.1
    ],
    [
        " SF, you know, cream of the crop guys to form this committee so that when we said something, people would know who we were and listen.",
        5363.46,
        5371.72
    ],
    [
        " And then I realized it was only the SOA POW M.I.A. Committee.",
        5372.66,
        5377.2
    ],
    [
        " I was writing letters to the President of the United States, to Congress, to SECDEF, and I was speaking on behalf of 2,000 people.",
        5378.44,
        5386.66
    ],
    [
        " So at that time Cliff Newman was the executive director of the Special Forces Association, much larger than us because anybody who's SF qualified can join.",
        5387.96,
        5398.64
    ],
    [
        " And Cliff had been the prior President of the SOA many years before that.",
        5399.38,
        5403.64
    ],
    [
        " Yeah.",
        5403.94,
        5403.96
    ],
    [
        " Had been a board director, et cetera.",
        5404.28,
        5406.06
    ],
    [
        " And now he was the executive director of the SFA.",
        5406.4,
        5409.1
    ],
    [
        " So I call Cliff.",
        5409.44,
        5410.18
    ],
    [
        " And I said, this won't cost you guys any money.",
        5410.86,
        5413.82
    ],
    [
        " We would like to add you to the committee as the SFA representative.",
        5414.42,
        5421.3
    ],
    [
        " And we would like to be a joint SOA SFA committee.",
        5422.32,
        5427.1
    ],
    [
        " So he ran it past their board and they agreed.",
        5427.88,
        5430.78
    ],
    [
        " So now I could say we're writing on behalf of 12,000 Special Operators.",
        5431.8,
        5438.62
    ],
    [
        " Which you lie because most of the 2,000 are also members of the 10,000.",
        5438.88,
        5443.48
    ],
    [
        " But who's going to catch me?",
        5443.64,
        5445.46
    ],
    [
        " Indeed.",
        5445.88,
        5446.14
    ],
    [
        "",
        5446.66,
        5446.66
    ],
    [
        " Yeah.",
        5447.38,
        5447.54
    ],
    [
        " So we've gotten pretty active.",
        5448.18,
        5450.2
    ],
    [
        " We were the first entity ever invited by the National League to accompany them on a delegation to Southeast Asia.",
        5451.34,
        5462.74
    ],
    [
        " It was just 2017, 2017.",
        5462.96,
        5464.94
    ],
    [
        " Went to Bangkok, Laos, Cambodia, and Hanoi.",
        5465.7,
        5474.7
    ],
    [
        " Never dreamed I'd go to Hanoi.",
        5475.12,
        5476.78
    ],
    [
        " Yeah.",
        5477.16,
        5477.38
    ],
    [
        " We received the National League of POWMI Families Award, given annual award.",
        5480.26,
        5486.4
    ],
    [
        " We got that.",
        5486.62,
        5487.08
    ],
    [
        " And so, yeah, we're doing pretty good.",
        5488.6,
        5491.06
    ],
    [
        " Well, we got back to tape up just a little bit here, Mr. Modesty, because one of the most dreaded elements of running SOG recon, particularly in Prairie Fire in the early years,",
        5491.12,
        5504.82
    ],
    [
        " was the dreaded NVA Sappers.",
        5505.72,
        5508.84
    ],
    [
        " And they surfaced several times in August 23rd, killed 16 Green Berets.",
        5509.4,
        5514.22
    ],
    [
        " That would be four recon teams who were hit.",
        5514.34,
        5517.78
    ],
    [
        " And they would go in and kill the Americans.",
        5518.48,
        5520.38
    ],
    [
        " In fact, they got to kill an American award.",
        5520.7,
        5523.6
    ],
    [
        " And they would get, they would be a National Hero in North Vietnam, the Commis.",
        5524.68,
        5528.96
    ],
    [
        " So, they formed up overtime, kept growing in size, NVA Sapper, Saug Hunter, killer teams.",
        5529.22,
        5539.16
    ],
    [
        " And later we learned, right prior to you going, that one of those units was called simply C75.",
        5540.18,
        5547.9
    ],
    [
        " And during your trip there, at some point, you representing that committee met actual men who at one point were out there at their job was a hunt you and me down the killer ass.",
        5548.96,
        5563.86
    ],
    [
        " And you sir went in and had a meeting with them.",
        5564.42,
        5566.8
    ],
    [
        " And it was part of a diplomatic effort to enhance our government's ability to work, find, locate, identify and hopefully someday bring home more of the remains.",
        5566.88,
        5579.94
    ],
    [
        " Because as up today as we speak, 1,584 Americans are still listed as MIA and Ann will chew me out for not saying it the right way.",
        5580.2,
        5590.62
    ],
    [
        " But throughout Southeast Asia, in Thailand, Vietnam, both North and South, Las Cambodia and a couple in China.",
        5591.12,
        5599.98
    ],
    [
        " And you sir met with those men and that really was a major moment in time.",
        5601.04,
        5608.1
    ],
    [
        " What was it like to sitting across from those folks and then meeting them, of course you were talking through an interpreter most of the time I assume.",
        5609.22,
        5617.58
    ],
    [
        " And it did have some results. And then later Kelly McCague, who's the DPA, whatever his title was, director had said that that meeting had impact positive.",
        5619.02,
        5632.58
    ],
    [
        " So please, this little bit more there.",
        5633.22,
        5636.42
    ],
    [
        " What was that like?",
        5636.84,
        5638.2
    ],
    [
        " There is an agency, part of the Defense Intelligence Agency called Stoney Beach.",
        5638.3,
        5646.84
    ],
    [
        " And they are the single US government agency tasked with gathering intelligence on our missing from the Vietnam War.",
        5648.12,
        5659.18
    ],
    [
        " There's lots of them.",
        5660.1,
        5660.64
    ],
    [
        " They're from day one, doing a word.",
        5660.64,
        5662.34
    ],
    [
        " Forever.",
        5662.5,
        5662.76
    ],
    [
        " Yes.",
        5663.34,
        5663.48
    ],
    [
        " These guys live over there.",
        5664.22,
        5665.82
    ],
    [
        " They speak language like the natives.",
        5666.34,
        5669.2
    ],
    [
        " They are trained in what they call strategic debriefing.",
        5670.08,
        5674.74
    ],
    [
        " They go all over the country, not interrogating, interviewing villagers, volunteers.",
        5675.06,
        5685.02
    ],
    [
        " They go to reunions of NVA units, divisions, whatever.",
        5685.24,
        5692.7
    ],
    [
        " They go to museums and look at all the artifacts and displays and everything.",
        5693.48,
        5701.22
    ],
    [
        " Read newspapers, magazines, these guys are absolutely amazing.",
        5701.4,
        5704.98
    ],
    [
        " And then the Defense POW-MIA, accounting agency, has people doing something similar to that.",
        5706.08,
        5714.82
    ],
    [
        " And so these two groups of US government people, they found out about C-75.",
        5715.88,
        5722.52
    ],
    [
        " And they've been looking for all the separate units, but they clearly identified C-75.",
        5723.24,
        5729.48
    ],
    [
        " So they went to the Vietnamese counterpart to DPAA, is called the Vietnamese Office for Seeking Missing Persons.",
        5729.48,
        5739.38
    ],
    [
        " And the director of that office set up our meeting.",
        5740.38,
        5743.16
    ],
    [
        " And he had a company commander, a platoon leader, a squad leader, and a soldier.",
        5744.42,
        5751.48
    ],
    [
        " Really?",
        5751.98,
        5752.46
    ],
    [
        " From C-75.",
        5752.62,
        5753.68
    ],
    [
        " So it's interesting to hear the perspectives from all those different levels of command.",
        5754.0,
        5759.0
    ],
    [
        " They would not admit to being SAUG 100 killer teams.",
        5759.38,
        5764.6
    ],
    [
        " They said their mission was to defend the trail against anyone who would approach and threaten the trail.",
        5764.94,
        5772.26
    ],
    [
        " Well, do you know of anyone else approaching and threatening the trail except SAUG?",
        5773.16,
        5779.26
    ],
    [
        " They chuckled when I asked that.",
        5780.2,
        5783.0
    ],
    [
        " Found some interesting things.",
        5785.08,
        5787.32
    ],
    [
        " I always thought that they had Elsie Watchers.",
        5787.7,
        5790.82
    ],
    [
        " Elsie is a landing zone where a team could set their helicopter down or repel or something.",
        5791.7,
        5797.66
    ],
    [
        " And I thought, my God, how many people must they have to watch every Elsie out there?",
        5798.46,
        5803.26
    ],
    [
        " They had something like our forest fire spotting towers.",
        5804.28,
        5809.38
    ],
    [
        " They would build bamboo platforms up in tall trees on high terrain that could see a lot of Elsies.",
        5809.84,
        5817.66
    ],
    [
        " And they had comms back to the C-75 headquarters.",
        5818.28,
        5821.78
    ],
    [
        " And they said a team is going in.",
        5822.58,
        5824.44
    ],
    [
        " They're going into an area we don't give a hoot about.",
        5825.3,
        5828.22
    ],
    [
        " And they would maybe leave that team alone.",
        5828.82,
        5831.0
    ],
    [
        " But if we were going somewhere, which was usual, to find a pipeline or a tap a comma wire or something,",
        5831.48,
        5839.36
    ],
    [
        " then they would send us out, send their people out to get us.",
        5839.92,
        5843.62
    ],
    [
        " I asked them about dogs, which we know they used.",
        5844.46,
        5848.08
    ],
    [
        " They claim no, they didn't use dogs.",
        5848.18,
        5849.84
    ],
    [
        " There were some dogs in the area that were used for hunting, they said.",
        5850.44,
        5854.58
    ],
    [
        " Indeed.",
        5854.82,
        5855.06
    ],
    [
        " I'm trying to remember, I couldn't find my copy of that report.",
        5858.2,
        5862.36
    ],
    [
        " I need to get a copy from you.",
        5862.54,
        5864.06
    ],
    [
        " You said you still have my trip report?",
        5864.32,
        5866.4
    ],
    [
        " Oh, I think we'll talk about that later.",
        5866.88,
        5869.5
    ],
    [
        " You can send it later.",
        5869.58,
        5870.6
    ],
    [
        " Yeah.",
        5870.86,
        5870.98
    ],
    [
        " I can't believe I can't find it.",
        5871.24,
        5872.82
    ],
    [
        " But many interesting lessons learned.",
        5873.32,
        5876.2
    ],
    [
        " And how did I took a...",
        5876.84,
        5880.48
    ],
    [
        " When I was at CCS, my team had killed...",
        5880.48,
        5883.66
    ],
    [
        " NVA Commo signals officer, I guess, Lieutenant.",
        5887.54,
        5890.06
    ],
    [
        " And I had his two red tabs of his branch and his rank.",
        5890.42,
        5894.6
    ],
    [
        " So I put those in a shadow box with SOA coin and SFA coin.",
        5895.38,
        5901.82
    ],
    [
        " And so I gave that to the company commander.",
        5902.06,
        5904.02
    ],
    [
        " They really appreciated it.",
        5904.58,
        5906.66
    ],
    [
        " They said there was good humor throughout the whole thing.",
        5906.66,
        5910.78
    ],
    [
        " I've gotten some small amount of feedback from members who didn't like me,",
        5911.52,
        5917.74
    ],
    [
        " consulting with the enemy.",
        5917.88,
        5919.7
    ],
    [
        " But I tell them the same thing I told the Leotian Veterans organization I met,",
        5920.62,
        5926.18
    ],
    [
        " and C75, and VNOSMP.",
        5926.36,
        5929.26
    ],
    [
        " You know, during war, it's not personal.",
        5931.48,
        5934.4
    ],
    [
        " You're out there because your government sent you out there.",
        5935.76,
        5938.34
    ],
    [
        " And you're trying to protect your own life,",
        5938.34,
        5940.64
    ],
    [
        " but you're trying to accomplish a military mission you assigned.",
        5940.64,
        5943.76
    ],
    [
        " Indeed.",
        5944.08,
        5944.3
    ],
    [
        " And we have to admire and respect the enemy that's doing the same thing.",
        5944.96,
        5952.62
    ],
    [
        " And I did during the war.",
        5953.6,
        5955.12
    ],
    [
        " A tenacious army.",
        5955.36,
        5956.28
    ],
    [
        " You had to.",
        5956.4,
        5956.92
    ],
    [
        " Yeah.",
        5957.64,
        5957.72
    ],
    [
        " Now admittedly, I didn't work in areas where the Viet Cong were murdering whole villages of men.",
        5958.28,
        5965.72
    ],
    [
        " I didn't see atrocities.",
        5965.88,
        5967.16
    ],
    [
        " I saw armed units maneuvering against each other.",
        5967.52,
        5971.72
    ],
    [
        " And I said, once the war is over, that goes away, that enmity,",
        5972.74,
        5979.24
    ],
    [
        " which is not personal to begin with.",
        5979.6,
        5981.66
    ],
    [
        " Right.",
        5981.86,
        5982.08
    ],
    [
        " And we admire and respect what you guys did.",
        5982.52,
        5985.78
    ],
    [
        " And we also have empathy for the people you lost and the people still missing.",
        5986.46,
        5993.08
    ],
    [
        " And that's why I'm here is to communicate with you about we're trying to find our missing.",
        5993.58,
        5999.44
    ],
    [
        " And so if there's anybody who has any information, could you please give it to these guys?",
        6000.26,
        6004.04
    ],
    [
        " They had DPA and Stoney Beach in the meeting.",
        6004.28,
        6008.88
    ],
    [
        " Then the thing that people really didn't like,",
        6009.84,
        6012.94
    ],
    [
        " because I put some pictures in the after-action report.",
        6013.06,
        6015.54
    ],
    [
        " Colonel High, who's a wonderful man and commands their office for seeking missing persons,",
        6016.66,
        6022.78
    ],
    [
        " took us out for lunch.",
        6023.8,
        6025.4
    ],
    [
        " It was unbelievable.",
        6025.62,
        6027.16
    ],
    [
        " Big barbecued prawns and just good food.",
        6028.18,
        6032.62
    ],
    [
        " And we're all sitting around laughing.",
        6032.9,
        6034.52
    ],
    [
        " So they brought out the rice whiskey.",
        6035.22,
        6038.2
    ],
    [
        " Thank God it was lower proof content.",
        6038.64,
        6042.82
    ],
    [
        " And we must have 50 toes.",
        6042.82,
        6044.58
    ],
    [
        " I'm glad you didn't die.",
        6044.58,
        6046.22
    ],
    [
        " I'm glad I didn't kill you.",
        6046.22,
        6048.12
    ],
    [
        " Really?",
        6048.64,
        6049.46
    ],
    [
        " Yeah.",
        6049.94,
        6050.12
    ],
    [
        " It was good humor.",
        6050.5,
        6052.4
    ],
    [
        " It was a very positive experience for me.",
        6052.78,
        6057.4
    ],
    [
        " And I think for the US government.",
        6057.76,
        6059.28
    ],
    [
        " Absolutely.",
        6060.0,
        6061.2
    ],
    [
        " I mean, Kelly McCague has said that that effort was positive.",
        6061.72,
        6068.52
    ],
    [
        " And that today, now that after the COVID virus that stopped all operations last year,",
        6068.52,
        6077.58
    ],
    [
        " now they're kicking them back into gear again.",
        6078.18,
        6080.04
    ],
    [
        " Question to be how many, but at least they're doing it.",
        6080.18,
        6082.78
    ],
    [
        " And at this point in time, everyone who's familiar with this issue for the last 50 years says that the Vietnamese and the Comtists",
        6083.32,
        6093.44
    ],
    [
        " are working in cooperating more with the US than any time in history.",
        6093.44,
        6097.82
    ],
    [
        " And during the COVID shutdown of the joint field activities, the US led the Vietnamese continued to have field activities.",
        6098.6,
        6107.08
    ],
    [
        " And they found remains of our people.",
        6107.08,
        6109.26
    ],
    [
        " Why didn't know that?",
        6109.8,
        6110.52
    ],
    [
        " Yeah.",
        6110.62,
        6110.78
    ],
    [
        " No identifications.",
        6111.4,
        6113.0
    ],
    [
        " And I say our people.",
        6113.32,
        6114.52
    ],
    [
        " Sure.",
        6114.72,
        6114.98
    ],
    [
        " It could be camel bones, I don't know, but they found remains in our absence.",
        6115.22,
        6122.36
    ],
    [
        " Out looking to help us.",
        6122.9,
        6124.42
    ],
    [
        " Sure.",
        6124.5,
        6124.74
    ],
    [
        " Yeah.",
        6124.92,
        6125.08
    ],
    [
        " Oh, no kidding.",
        6125.36,
        6125.84
    ],
    [
        " Yeah.",
        6125.96,
        6126.22
    ],
    [
        " Wow.",
        6126.5,
        6127.46
    ],
    [
        " Well, we're at that point in time, sir.",
        6127.9,
        6131.52
    ],
    [
        " We're kind of closing, coming to the closing roundup here.",
        6131.66,
        6134.18
    ],
    [
        " Any, any final thoughts from your days, your time?",
        6134.74,
        6138.08
    ],
    [
        " Of course, you grew up as a military brat traveling with your dad.",
        6139.04,
        6143.56
    ],
    [
        " And you said, I'm never going to join the military.",
        6144.06,
        6146.26
    ],
    [
        " No way.",
        6146.46,
        6146.92
    ],
    [
        " As it turns out.",
        6147.12,
        6147.96
    ],
    [
        " But you know what?",
        6148.28,
        6149.92
    ],
    [
        " When I was in college, I don't know what I was thinking.",
        6150.04,
        6152.34
    ],
    [
        " I just took courses I was interested in.",
        6152.34,
        6154.7
    ],
    [
        " They didn't prepare me to do any career with a hack, you know?",
        6154.78,
        6159.04
    ],
    [
        " So I had to take two years of ROTC.",
        6159.9,
        6162.38
    ],
    [
        " It was mandatory.",
        6162.38,
        6163.24
    ],
    [
        " Uh-huh.",
        6163.82,
        6163.98
    ],
    [
        " And I said, that's the end of it.",
        6164.42,
        6166.72
    ],
    [
        " That's the last.",
        6166.76,
        6167.42
    ],
    [
        " But then Vietnam was really heating up.",
        6167.72,
        6170.82
    ],
    [
        " Sure.",
        6171.04,
        6171.2
    ],
    [
        " And I knew the difference in a O1 and an E1.",
        6171.38,
        6173.96
    ],
    [
        " So I took two more years of ROTC.",
        6174.24,
        6177.1
    ],
    [
        " Right.",
        6177.5,
        6177.78
    ],
    [
        " And I came in and I hated the Mech infantry.",
        6178.06,
        6181.04
    ],
    [
        " Yeah.",
        6181.22,
        6181.78
    ],
    [
        " I never would have been there past my three year commitment.",
        6181.94,
        6185.22
    ],
    [
        " But when I got to SF, I was home.",
        6185.4,
        6189.54
    ],
    [
        " Indeed.",
        6189.82,
        6190.14
    ],
    [
        " Because of the people.",
        6190.54,
        6192.04
    ],
    [
        " Oh yeah.",
        6192.56,
        6192.94
    ],
    [
        " You said any final thoughts?",
        6193.52,
        6195.26
    ],
    [
        " Yes, please.",
        6195.74,
        6196.28
    ],
    [
        " Thank God for the people that I met and served with.",
        6196.62,
        6200.96
    ],
    [
        " Amen.",
        6201.26,
        6201.58
    ],
    [
        " Final salute tomorrow.",
        6201.82,
        6203.4
    ],
    [
        " Yeah.",
        6203.88,
        6204.04
    ],
    [
        " And of course we mentioned Jim Butler earlier.",
        6204.4,
        6206.4
    ],
    [
        " He just passed away a couple of days ago.",
        6206.56,
        6208.28
    ],
    [
        " Yeah.",
        6208.48,
        6208.64
    ],
    [
        " Just said, said no fearless recon man, served at least two tours of duty in SAG, Ransom",
        6208.76,
        6216.78
    ],
    [
        " incredible missions, and was our leader with the SOA.",
        6216.78,
        6220.06
    ],
    [
        " So last wrap up thought before we go into our final closing, sir.",
        6221.48,
        6225.08
    ],
    [
        " Thank you for what you're doing to keep the history alive.",
        6225.6,
        6227.94
    ],
    [
        " Your books are terrific and you've inspired Dave Mauer and Nick Brockhausen.",
        6228.1,
        6232.14
    ],
    [
        "",
        6233.42,
        6233.42
    ],
    [
        " Just fabulous authors.",
        6234.12,
        6235.08
    ],
    [
        " Never knew you guys had it in you.",
        6235.08,
        6237.34
    ],
    [
        " I'm going to have to report you for keeping notes that we were not allowed to keep.",
        6237.5,
        6243.22
    ],
    [
        " But thank you too.",
        6243.76,
        6246.52
    ],
    [
        " Now the pleasure that we're honored to have you take.",
        6246.98,
        6249.22
    ],
    [
        " Thanks for taking the time to come out.",
        6249.34,
        6250.74
    ],
    [
        " Yes, sir.",
        6250.9,
        6251.18
    ],
    [
        " And we want to thank to all of veterans out there, men like Mike, who have fought for the ideals",
        6251.52,
        6259.6
    ],
    [
        " of our country.",
        6259.6,
        6260.42
    ],
    [
        " Truly you, sir, on American hero in our eyes.",
        6260.54,
        6263.5
    ],
    [
        " And to those of you out there on the front lines today, we thank you for fighting all for",
        6264.22,
        6270.9
    ],
    [
        " our ideals today under most difficult circumstances.",
        6270.9,
        6275.16
    ],
    [
        " We also thank as always all of our military, Army, Navy, Marine Corps, Air Force, Coast Guard.",
        6275.92,
        6283.1
    ],
    [
        " And yes, the Space Force now.",
        6283.22,
        6285.14
    ],
    [
        " And we also thank the police, law enforcement, Border Patrol, the Secret Service, this batch",
        6285.5,
        6293.58
    ],
    [
        " is paramedics, folks that are out there.",
        6293.58,
        6295.8
    ],
    [
        " And last but not least, an issue that is close to our hearts of every sogman for those who",
        6296.62,
        6302.98
    ],
    [
        " didn't come home.",
        6302.98,
        6303.8
    ],
    [
        " A final salute to you and we thank you for your service.",
        6304.54,
        6307.12
    ],
    [
        " Till next time.",
        6308.12,
        6308.78
    ],
    [
        " So we're back for our post interview summary review of yet another very deep and personal",
        6310.76,
        6321.96
    ],
    [
        " interview.",
        6321.96,
        6322.34
    ],
    [
        " We want to thank Mike Taylor for coming out today.",
        6322.62,
        6324.96
    ],
    [
        " And so Tom, a top secret man here.",
        6325.92,
        6329.32
    ],
    [
        " We can't reveal your identity.",
        6329.68,
        6331.62
    ],
    [
        " But what was your impression for the first time to see and hear Mike's stories?",
        6331.98,
        6336.68
    ],
    [
        " And of course, another insight into sog from a different perspective.",
        6336.68,
        6340.56
    ],
    [
        " Yes, I was wondered what it was like to be that, that Kovee writer or nail writer, that",
        6340.88,
        6347.02
    ],
    [
        " FACA, right?",
        6347.02,
        6347.82
    ],
    [
        " You're in the same way.",
        6348.86,
        6349.36
    ],
    [
        " You know, altitude looking over and, you know, it's really insightful as to what it",
        6349.74,
        6357.24
    ],
    [
        " looks like from altitude looking down and what goes into it.",
        6357.24,
        6361.44
    ],
    [
        " You know, the different platforms that they flew on are in.",
        6362.1,
        6365.4
    ],
    [
        " And you know, just the courage that they took as well, I mean, being up there because you're",
        6366.16,
        6370.68
    ],
    [
        " completely exposed.",
        6370.68,
        6371.3
    ],
    [
        " I mean, it's like I can hide behind a tree.",
        6371.88,
        6373.86
    ],
    [
        " Yeah, no.",
        6374.3,
        6374.6
    ],
    [
        " Yeah.",
        6375.04,
        6375.38
    ],
    [
        " And then the end vehicle coming down more of the anti aircraft and particularly back when",
        6375.88,
        6380.9
    ],
    [
        " it had the O2s.",
        6380.9,
        6381.78
    ],
    [
        " I mean, there was just slow movers.",
        6381.86,
        6383.16
    ],
    [
        " And for us on the ground, it was critical to have the commo.",
        6383.3,
        6387.64
    ],
    [
        " They would come out, you see him flying around and it's like, oh, what took you so long",
        6388.04,
        6392.68
    ],
    [
        " to get here?",
        6392.68,
        6393.24
    ],
    [
        " You're critical as opposed to, hey, thanks, you're here.",
        6393.4,
        6395.68
    ],
    [
        " Ask it on with the story.",
        6395.84,
        6397.02
    ],
    [
        " Well, of course, you're on the ground.",
        6397.3,
        6398.12
    ],
    [
        " At that moment, you're like, please get your quick.",
        6398.46,
        6401.26
    ],
    [
        " Please get your quick.",
        6401.4,
        6402.02
    ],
    [
        " But it's, but when they got there, they brought their friends with them.",
        6402.26,
        6405.22
    ],
    [
        " And then when they, and then when they switched to the O10s, right, O10.",
        6405.38,
        6408.5
    ],
    [
        " And now they have the capability not just to, hey, you know, come over here and shoot",
        6408.72,
        6414.2
    ],
    [
        " there, but now they can inflict damage.",
        6414.2,
        6416.62
    ],
    [
        " And thanks to my tailor for that, bringing that in, you know, and being the spearheading",
        6416.62,
        6423.26
    ],
    [
        " that and bringing it forward and bringing that out because that I'm sure for you guys",
        6423.26,
        6429.48
    ],
    [
        " that's on the ground.",
        6429.48,
        6430.16
    ],
    [
        " Well, for me, it's like, it's awesome day and night because, you know, during my 19",
        6430.4,
        6434.24
    ],
    [
        " months, it wasn't until like months 17 that we had the first time with a No V 10 actually",
        6434.24,
        6440.36
    ],
    [
        " come in with rockets.",
        6440.36,
        6441.84
    ],
    [
        " And I forget, I don't know if he had the HE, but he still came in and made rocket",
        6442.84,
        6446.56
    ],
    [
        " runs.",
        6446.56,
        6446.82
    ],
    [
        " Well, you know, the O2s could barely get off the ground with two men in them.",
        6447.02,
        6451.48
    ],
    [
        " So what was that like on the ground?",
        6451.64,
        6452.86
    ],
    [
        " What was that like the first time you're sitting there on the ground?",
        6453.26,
        6455.82
    ],
    [
        " You're obviously at that point, you're troops in contact, right then.",
        6456.06,
        6460.22
    ],
    [
        " Yeah.",
        6460.34,
        6460.48
    ],
    [
        " And you see Kobe flying and you're like, okay, good.",
        6461.06,
        6465.0
    ],
    [
        " Well, now we know they're here.",
        6465.12,
        6466.48
    ],
    [
        " Now I know airplanes are coming in and obviously he makes a gun run.",
        6467.0,
        6469.24
    ],
    [
        " Well, yeah, well, it was first.",
        6469.5,
        6471.12
    ],
    [
        " It was, he was whoever his pilot was was really cool.",
        6471.12,
        6474.8
    ],
    [
        " He came up on the, on the emergency frequency.",
        6475.12,
        6478.3
    ],
    [
        " We linked up.",
        6478.66,
        6479.88
    ],
    [
        " We're talking, he came by.",
        6479.94,
        6481.94
    ],
    [
        " So we hit him with the mirror, connect quickly.",
        6482.24,
        6484.84
    ],
    [
        " He goes, where's your closest threat?",
        6485.16,
        6487.0
    ],
    [
        " And I go, give them the locations that are south.",
        6487.88,
        6490.44
    ],
    [
        " Could we make contact going down?",
        6490.52,
        6491.94
    ],
    [
        " He'll come back to a little plateau.",
        6492.06,
        6493.4
    ],
    [
        " And he goes, okay, I'm going to make a gun run or a rocket run.",
        6493.92,
        6498.7
    ],
    [
        " I go, say again.",
        6499.1,
        6499.92
    ],
    [
        " We pee, I am I, last transmission.",
        6500.94,
        6503.66
    ],
    [
        " Could you repeat that one more time?",
        6503.66,
        6505.04
    ],
    [
        " He says, I've got a rocket cheer.",
        6505.54,
        6508.08
    ],
    [
        " And so I'll make gun runs.",
        6509.2,
        6510.44
    ],
    [
        " Okay, do it.",
        6511.32,
        6512.6
    ],
    [
        " Let's do it here.",
        6512.7,
        6513.64
    ],
    [
        " So we made it like gave the coordinates to the point where you go and,",
        6514.0,
        6518.28
    ],
    [
        " experiment, he came in and did it.",
        6518.56,
        6520.28
    ],
    [
        " Wow.",
        6520.52,
        6520.78
    ],
    [
        " And it was like, whoa, this is nice.",
        6520.92,
        6523.42
    ],
    [
        " A nice new tool in our toolbox.",
        6523.6,
        6525.0
    ],
    [
        " I hope we always get OV10s from here on.",
        6525.3,
        6527.18
    ],
    [
        " So that's probably like a current, you know, more of a current time frame.",
        6527.18,
        6530.06
    ],
    [
        " You think about those guys A10 pilots.",
        6530.06,
        6532.58
    ],
    [
        " No, yeah.",
        6533.0,
        6533.5
    ],
    [
        " It's the same thing.",
        6533.72,
        6534.74
    ],
    [
        " I mean, that's a, you know, that was an SF guy in a plane that's helping coordinate",
        6535.04,
        6541.42
    ],
    [
        " between the two.",
        6541.42,
        6542.2
    ],
    [
        " Yeah.",
        6542.48,
        6542.64
    ],
    [
        " And A10 pilots, you know, talking with some of them, it's like, they're like the infantry",
        6542.84,
        6548.78
    ],
    [
        " of the air.",
        6548.78,
        6550.52
    ],
    [
        " There are the guys that understand the battle space, they understand the ground.",
        6550.8,
        6553.88
    ],
    [
        " And they do such a wonderful job.",
        6554.6,
        6556.42
    ],
    [
        " You know, they save so many lives.",
        6556.74,
        6558.66
    ],
    [
        " They're like the modern day version of the A1.",
        6558.68,
        6561.12
    ],
    [
        " Yeah, but they,",
        6561.54,
        6562.3
    ],
    [
        " it's only airplane that was built around a weapon system.",
        6562.42,
        6565.02
    ],
    [
        " The 30-micron, literally just built around the gun.",
        6565.16,
        6568.26
    ],
    [
        " Like, here's your gun, build the plane.",
        6568.54,
        6570.3
    ],
    [
        " Yeah.",
        6570.7,
        6570.82
    ],
    [
        " Now go kill bad guys, they're trying to kill our people.",
        6571.2,
        6573.44
    ],
    [
        " Yeah.",
        6573.58,
        6573.74
    ],
    [
        " Imagine if you had had that back then.",
        6573.9,
        6575.3
    ],
    [
        " Oh, I mean, imagine, I mean, you think about that now and it's like,",
        6575.62,
        6578.68
    ],
    [
        " wow, I wish we had had some of this stuff.",
        6578.78,
        6580.08
    ],
    [
        " Well, you know, when a spad made a gun round with 450 calibers roaring at once,",
        6580.24,
        6585.48
    ],
    [
        " or the 20 mic mics, it's pretty impressive.",
        6585.5,
        6588.66
    ],
    [
        " It's like, and like Mike said, those A1s could just stay on station.",
        6588.88,
        6593.36
    ],
    [
        "",
        6593.62,
        6593.62
    ],
    [
        " Make gun run after gun run, bombing runs that come down with some CBU.",
        6593.94,
        6598.16
    ],
    [
        " And of course, my favorite is crispy critter time.",
        6598.5,
        6602.06
    ],
    [
        " Yeah.",
        6602.34,
        6602.52
    ],
    [
        " When they would come down with a napalm.",
        6602.92,
        6604.24
    ],
    [
        " napalm, yeah.",
        6604.32,
        6605.0
    ],
    [
        " Oh my God.",
        6605.16,
        6606.36
    ],
    [
        " Absolutely.",
        6606.38,
        6606.8
    ],
    [
        " Can't use that anymore.",
        6606.98,
        6607.38
    ],
    [
        " No.",
        6607.78,
        6607.9
    ],
    [
        " It's still out there.",
        6608.28,
        6610.18
    ],
    [
        " One thing I'll say is this, you know, there's not a whole lot of officers",
        6610.74,
        6614.44
    ],
    [
        " that typically gain a lot of respect from enlisted.",
        6614.68,
        6617.44
    ],
    [
        " There's, you know, it's typically kind of one of those things where it's officer enlisted.",
        6618.04,
        6622.06
    ],
    [
        " Offset operation.",
        6622.58,
        6622.92
    ],
    [
        " Yes.",
        6623.44,
        6623.64
    ],
    [
        " And it's really hard for enlisted guys to have respect for people that don't do what",
        6623.98,
        6629.3
    ],
    [
        " you do as an enlisted guy.",
        6629.3,
        6630.28
    ],
    [
        " Right.",
        6630.4,
        6630.54
    ],
    [
        " Back then, things were different, you know.",
        6631.0,
        6632.86
    ],
    [
        " Mike is one of those Dictompsons, another one.",
        6633.56,
        6636.54
    ],
    [
        " Oh, I mean, the people he went through, like Gary Robb.",
        6636.84,
        6639.74
    ],
    [
        " Gary Robb.",
        6639.74,
        6640.38
    ],
    [
        " Yeah.",
        6640.58,
        6640.76
    ],
    [
        " He ran all and did by himself.",
        6640.96,
        6642.62
    ],
    [
        " And you look at those guys and that to me is what they need to take it back and these",
        6642.62,
        6650.44
    ],
    [
        " ROTC, the Academy.",
        6650.44,
        6652.82
    ],
    [
        " These are the guys they need to show the leadership how to be leaders because that's leading.",
        6653.18,
        6659.52
    ],
    [
        " You know, that's, that's true leading.",
        6660.56,
        6662.12
    ],
    [
        " Whether it's an NCO or an officer that's leading, you lead from the front.",
        6662.22,
        6668.8
    ],
    [
        " You don't lead from a desk.",
        6668.98,
        6670.46
    ],
    [
        " Yeah, higher headquarters and the commanding control helicopter that's five clicks away",
        6670.56,
        6675.78
    ],
    [
        " and put himself in for DFCs.",
        6675.78,
        6678.36
    ],
    [
        " I'll say he's pretty courageous because he doesn't mind saying his opinion to those above",
        6678.46,
        6683.26
    ],
    [
        " him.",
        6683.26,
        6683.62
    ],
    [
        " Some of us also have an issue with that, but it's a, yeah, it's always, it's a breath",
        6683.94,
        6689.68
    ],
    [
        " of fresh air to see someone that was doing that back then too.",
        6689.68,
        6692.82
    ],
    [
        " You know, like that, that's still, that was still like you had people that were, this",
        6693.08,
        6697.26
    ],
    [
        " isn't right.",
        6697.26,
        6697.72
    ],
    [
        " No, I'm not doing that.",
        6697.94,
        6698.92
    ],
    [
        " I'm not going to risk my, my life or the lives of those around me because you want me",
        6699.1,
        6704.6
    ],
    [
        " to do something that makes no tactical sense and it's good to see that there's a lot of",
        6704.6,
        6709.4
    ],
    [
        " those leaders that are out there that have that good tactical sense to say that's not smart.",
        6709.4,
        6714.48
    ],
    [
        " You're not here.",
        6714.8,
        6715.26
    ],
    [
        " You're at a desk.",
        6715.34,
        6715.92
    ],
    [
        " Oh, yeah.",
        6716.16,
        6716.44
    ],
    [
        " So, yeah.",
        6717.02,
        6718.52
    ],
    [
        " Oh, yeah.",
        6718.52,
        6718.74
    ],
    [
        " Great stories.",
        6719.02,
        6719.62
    ],
    [
        " I mean, phenomenal.",
        6720.06,
        6721.02
    ],
    [
        " He wears it, you know, like I was saying in between, like he wears it on the sleeve and",
        6722.26,
        6726.82
    ],
    [
        " most of you guys do.",
        6726.82,
        6728.16
    ],
    [
        " I mean, and rightfully so because it's not just a pilot, as he said, it's not just a pilot",
        6728.16,
        6733.74
    ],
    [
        " that went down.",
        6733.74,
        6734.46
    ],
    [
        " Oh, no, that's a person and it's someone he knew, you know, it's names.",
        6734.94,
        6738.7
    ],
    [
        " That's, that's what people don't get.",
        6739.22,
        6741.44
    ],
    [
        " They just read a book or something like, oh, pilot.",
        6741.58,
        6743.54
    ],
    [
        " Okay.",
        6743.8,
        6744.06
    ],
    [
        " Yeah, because when you're in stateside military, there's the inter-service rivalries that",
        6744.08,
        6748.86
    ],
    [
        " go on, which is all part of the fun and games.",
        6748.86,
        6752.04
    ],
    [
        " Sometimes you're about some fist fights, but once you're across the fence, it's us versus",
        6752.06,
        6757.46
    ],
    [
        " them.",
        6757.6,
        6758.16
    ],
    [
        " And our hearts went out to those guys that supported us.",
        6758.44,
        6762.5
    ],
    [
        " And yeah, sometimes with horrific losses.",
        6762.64,
        6766.72
    ],
    [
        " Definitely.",
        6767.7,
        6767.84
    ],
    [
        " And Mike covers some of those today with really a deeper insight than we've had anything",
        6768.5,
        6773.52
    ],
    [
        " with our first eight podcasts.",
        6773.52,
        6775.28
    ],
    [
        " Yeah.",
        6775.68,
        6775.84
    ],
    [
        " And then it's work with, you know, the POWs and going back over there with DPA and trying",
        6776.42,
        6782.8
    ],
    [
        " to, oh yeah, to this day, you know, I don't know if I could have done it.",
        6782.8,
        6785.94
    ],
    [
        " But that's, that's amazing.",
        6785.94,
        6787.04
    ],
    [
        " You know, if there's ever a time that I could help out with that, I definitely would.",
        6787.44,
        6790.92
    ],
    [
        " It's one of those organizations that you look at this and there's, you know, you think",
        6791.08,
        6794.88
    ],
    [
        " about it from people here.",
        6794.88,
        6796.6
    ],
    [
        " It's like, hey, there's, you know, a missing child and your heart goes out to them.",
        6796.74,
        6801.2
    ],
    [
        " But it's like, hey, these, these are, these are children too.",
        6801.3,
        6803.78
    ],
    [
        " You know, there were so much children and their parents never got to see them again.",
        6804.46,
        6808.0
    ],
    [
        " Or their brothers never got to see them or their sisters or their spouse.",
        6808.44,
        6811.14
    ],
    [
        " And it's like, they're still there.",
        6811.52,
        6813.1
    ],
    [
        " Let's find them.",
        6813.5,
        6814.14
    ],
    [
        " Let's bring them home.",
        6814.24,
        6815.0
    ],
    [
        " We like, we're robbing on.",
        6815.0,
        6816.28
    ],
    [
        " That's my personal case where he's a one, one on Idaho that disappears still amongst",
        6816.34,
        6822.38
    ],
    [
        " the 50 and when he left, his type across the country, sent the money home to his wife",
        6822.38,
        6828.92
    ],
    [
        " and said, I'll be back.",
        6828.92,
        6830.6
    ],
    [
        " He left May 1st and 20 days later.",
        6830.68,
        6832.84
    ],
    [
        " He's MIA.",
        6832.88,
        6833.44
    ],
    [
        " Yeah.",
        6833.72,
        6833.88
    ],
    [
        " Because he didn't have to, so it's one of the many names.",
        6834.46,
        6837.42
    ],
    [
        " So anyways, any other last thoughts there?",
        6837.6,
        6840.52
    ],
    [
        " And if not, we will close.",
        6840.74,
        6842.88
    ],
    [
        " We thank Jocco Willink Productions for making these possible, for helping us to bring together",
        6842.88,
        6849.26
    ],
    [
        " people to talk about more of our solid history as time goes on.",
        6849.26,
        6853.44
    ],
    [
        " And yes, we still salute all of our service members, the first line people that are online",
        6854.08,
        6858.56
    ],
    [
        " today from our Secret Service, Border Patrol.",
        6858.56,
        6862.92
    ],
    [
        " Every agency is out there defending our country.",
        6863.58,
        6865.72
    ],
    [
        " We thank you all today.",
        6865.86,
        6866.84
    ],
    [
        " Till next time.",
        6867.82,
        6868.5
    ]
]