[
    [
        " How do you apply the principle of building a relationship with your boss when your boss doesn't value relationships?",
        0.08,
        6.26
    ],
    [
        " For example, he consistently avoids interactions that don't lead directly to a deliverable on",
        6.9,
        12.44
    ],
    [
        " a current objective. He avoids all other interactions such as those that are for the purpose of building relationships and chemistry within the team.",
        12.44,
        20.34
    ],
    [
        " Okay.",
        20.62,
        20.86
    ],
    [
        " What would I do in that situation? Well, then obviously what I would do is I would build a relationship based on deliverable current objectives.",
        21.9,
        27.64
    ],
    [
        " Right. If that's what he's into, I'm gonna make that happen.",
        28.7,
        32.6
    ],
    [
        " Like I'm gonna be the guy that he thinks can get this to happen and that's what our relationship is gonna be based on and I'm fine with that.",
        33.0,
        39.48
    ],
    [
        " When he wants to talk about work, I'll talk about work. I had bosses like that. I had plenty of bosses like that.",
        39.56,
        44.04
    ],
    [
        " And what do you do when you have bosses like that and play the game? Like okay, we're gonna let's just make this happen. Let's do this.",
        44.64,
        51.94
    ],
    [
        " Now let me say this because he isn't personable.",
        54.04,
        59.74
    ],
    [
        " This means that you have to be more personable, not so much with him,",
        60.2,
        65.32
    ],
    [
        " but with the rest of the team because there's a lacking element within the team that you as a good team player and team member and leader,",
        66.2,
        76.32
    ],
    [
        " whether you're in a positional leadership or just a human leader,",
        76.62,
        80.36
    ],
    [
        " you can improve the team by building some of that human connection that bonds the team more.",
        81.18,
        87.62
    ],
    [
        " So even though my boss is impersonable and is just about the business and just about the current objective, that's fine with me.",
        88.42,
        97.14
    ],
    [
        " I'm gonna do my best to support him and make him realize that I'm gonna got the guy that's gonna make those objectives work and I'm gonna build the human connection with the rest of the team,",
        97.6,
        107.4
    ],
    [
        " which will make our team stronger. Now I'm not going to",
        107.4,
        111.24
    ],
    [
        " offend my boss by being the guy that is more popular than him.",
        111.24,
        117.42
    ],
    [
        " Some people have some some people that have the attitude that this individual is talking about. What would you call this person?",
        118.82,
        124.02
    ],
    [
        " Just like 100% work focused. If I got a guy that's 100% work focused,",
        125.1,
        129.46
    ],
    [
        " sometimes that kind of boss finds the person that wants to chat,",
        129.7,
        133.84
    ],
    [
        " annoying, right?",
        135.34,
        136.06
    ],
    [
        " Unknowing,",
        136.64,
        137.32
    ],
    [
        " which is possible. So you don't want to be you don't want to annoy the boss and he thinks, oh, this guy,",
        137.42,
        146.56
    ],
    [
        " Djago, he just wants to build friends. He's not here to work. No, you got to be careful about that.",
        146.68,
        150.32
    ],
    [
        " And in the weird thing is honestly, I'm very work focused.",
        151.06,
        154.52
    ],
    [
        " I'm very work focused and I have to like, I don't really have to do anymore,",
        155.12,
        160.3
    ],
    [
        " but I used to like have to consciously think about, okay, on top of actually, I still do have to do it sometimes.",
        160.3,
        164.86
    ],
    [
        " You know, like I have to consciously think about like, okay, I also need to like",
        165.7,
        169.82
    ],
    [
        " be nice and build relationship with the person that I don't normally interact with, right?",
        169.82,
        177.26
    ],
    [
        " So you do have to do that.",
        178.38,
        180.22
    ],
    [
        " So form the relationship with the rest of the team, the good relationship and then form the best",
        180.72,
        186.18
    ],
    [
        " relationship that you can with the boss and that is going to help the whole team. That's it.",
        186.26,
        190.16
    ],
    [
        " It's as simple as that.",
        190.32,
        191.16
    ],
    [
        " And I'll say one more thing about this.",
        192.06,
        194.06
    ],
    [
        " You don't get to pick your leader. Generally, you don't get to pick your leader.",
        195.44,
        199.78
    ],
    [
        " But you can pick the relationship that you have with your leader.",
        200.3,
        204.44
    ],
    [
        " So if what your leader's into, let's get in the game. Let's build a good relationship.",
        205.14,
        209.36
    ],
    [
        " Once again, if someone's out there thinking, oh, so you just want me to kiss ass.",
        211.06,
        214.88
    ],
    [
        " What I'm saying is not that I want you to kiss ass. I'm saying I want you to win.",
        215.4,
        220.52
    ],
    [
        " That's what I'm saying. Because the better relationship you build with your boss, the more influence you have over",
        220.84,
        225.38
    ],
    [
        " the better chance you have of getting promoted, the better chance you have of accomplishing the mission",
        225.38,
        229.82
    ],
    [
        " and taking care of your team. That's the way it works. Why don't I want to get promoted?",
        229.82,
        233.12
    ],
    [
        " So I can get more money from myself. No, I want to get promoted so I can do the mission so I can take care of my team.",
        233.38,
        236.86
    ],
    [
        " That's why I want to get promoted.",
        237.06,
        238.36
    ],
    [
        " If it was just about like taking care of myself, I wouldn't go work for this guy.",
        239.5,
        243.96
    ],
    [
        " I'd go find another job and pick a different boss because you do get to pick your boss. You can quit your job.",
        244.18,
        247.84
    ],
    [
        " Quit your day job.",
        248.12,
        249.6
    ],
    [
        " So that's what you do. You build that relationship. How does it is? Get some.",
        250.46,
        257.06
    ],
    [
        " Yeah, that's a good point with the details of it where you can't just start trying to chat the guy up.",
        257.72,
        264.04
    ],
    [
        " No, he's not. He doesn't like that.",
        264.16,
        265.66
    ],
    [
        " Yeah, no one does actually. Even if you're a social person, but let's say you're just focused on something.",
        265.68,
        270.24
    ],
    [
        " And I don't know, you're focused on it and your friend calls you.",
        270.82,
        275.94
    ],
    [
        " They call me. It might be important.",
        276.34,
        278.5
    ],
    [
        " Yeah, and they're telling you about the episode of whatever last night.",
        278.74,
        283.9
    ],
    [
        " And you're like, Brad, I'm working right now.",
        284.0,
        285.26
    ],
    [
        " Brad and watch TV. Don't call me again.",
        285.34,
        287.22
    ],
    [
        " Oh, yeah. Now you're going to step further than I had in my butt.",
        287.42,
        290.38
    ],
    [
        " I'm just saying that that's annoying no matter who you are.",
        290.42,
        292.64
    ],
    [
        " So if you're thinking, you know, this boss is like, he doesn't like the quote unquote build",
        292.74,
        297.68
    ],
    [
        " build relationships and like all the stuff. He's only then you're going to you run that risk of",
        297.68,
        302.06
    ],
    [
        " annoying them. Yes, you got to be a step back. Big step back.",
        302.06,
        304.78
    ],
    [
        " dichotomy dichotomy. But there's little and usually it has to do a time too.",
        305.04,
        308.62
    ],
    [
        " You know, so if you go in and you just go just little digs of like relationship building stuff,",
        309.02,
        314.66
    ],
    [
        " but not don't take don't go in there and be like, hey, did you catch the game last night?",
        314.68,
        318.0
    ],
    [
        " Yeah, I don't want to talk about game. I don't care. I can stuff.",
        318.06,
        320.78
    ],
    [
        " But you know, I don't know. Nice tie. Boom out. You know, kind of thing. I don't know.",
        321.38,
        325.78
    ],
    [
        " Don't say nice. No, don't. Yeah. Next question. The guy that's a high level worker does not",
        325.92,
        333.06
    ],
    [
        " want to hear about his tie. He does not care about his tie. Yeah, but actually he's",
        333.06,
        336.52
    ],
    [
        " noise a lot of people. But yeah, and I don't know. I've been in the corporate scenario.",
        336.52,
        341.24
    ],
    [
        " I think my whole life, but so I don't know that just seemed like something on the move.",
        341.88,
        345.92
    ],
    [
        " Well, I'm going to be a long thing about your shirt.",
        345.92,
        347.86
    ],
    [
        " That wasn't corporate. That was a nightclub. But leadership. Yeah, same cut for sure.",
        349.08,
        354.1
    ],
    [
        " And the point is there's things you can say that don't take up his time and necessarily his full",
        354.44,
        359.76
    ],
    [
        " attention to annoy him that you can say or do. So I'm saying, I don't know what that is because I don't",
        359.76,
        366.24
    ],
    [
        " I don't I don't work with you guys. Check.",
        366.24,
        369.44
    ]
]