[
    [
        " This is Jocco Podcast number 158.",
        0.0,
        2.7
    ],
    [
        " Rebecca Charles and me, Jocco Willing.",
        3.4,
        5.48
    ],
    [
        " Good evening, Echo.",
        5.84,
        7.1
    ],
    [
        " Good evening.",
        7.38,
        7.8
    ],
    [
        " There was blood all over the floor and smoke in the air.",
        9.2,
        13.78
    ],
    [
        " I heard shots fired outside, but I wasn't quite sure who was shooting or what they were",
        15.26,
        21.16
    ],
    [
        " shooting at.",
        21.16,
        21.72
    ],
    [
        " I moved down the hallway, confirming that all the rooms had been cleared.",
        23.16,
        27.14
    ],
    [
        " I soon found the source of the blood.",
        28.48,
        30.68
    ],
    [
        " I wounded Iraqi civilian on whom I sealed hospital corpsman.",
        31.12,
        35.02
    ],
    [
        " A highly trained combat medic was working to apply medical care.",
        35.3,
        40.3
    ],
    [
        " And that's just a short little opening from chapter 2 of the book, The Decademy Leadership,",
        41.52,
        48.3
    ],
    [
        " that I wrote with my brother, Laf Babin.",
        48.52,
        51.1
    ],
    [
        " And in that chapter, I go on to explain how during this operation in Fallujah, Iraq, we",
        51.18,
        59.5
    ],
    [
        " went on to detain multiple suspected terrorists that night.",
        59.5,
        65.02
    ],
    [
        " And I don't go into much detail about that.",
        65.34,
        68.06
    ],
    [
        " And I don't talk about the people that we captured.",
        68.56,
        70.8
    ],
    [
        " I think we took, I think we took about 13 people off target military aged males.",
        70.96,
        77.78
    ],
    [
        " We were probably looking for two or three.",
        77.92,
        79.92
    ],
    [
        " We couldn't figure out or confirm who they were.",
        80.1,
        82.88
    ],
    [
        " So we brought all the military aged males off target.",
        83.16,
        86.2
    ],
    [
        " And so we end up at this detention facility and we're turning these individuals over.",
        86.62,
        91.48
    ],
    [
        " And I'm sitting there kind of just looking at them, sizing them up.",
        92.4,
        98.14
    ],
    [
        " This is one of the earliest operations I had done in my life.",
        98.74,
        101.88
    ],
    [
        " It was the first big operation I did in Iraq.",
        102.42,
        105.56
    ],
    [
        " And so I'm sort of curious, I guess, for a lack of a better word.",
        106.32,
        110.36
    ],
    [
        " And I'm looking at the people that we had captured.",
        110.54,
        112.44
    ],
    [
        " Like I said, I think there's 13 of them.",
        112.7,
        114.06
    ],
    [
        " And just looking at them, looking at their emotions that they were going through.",
        114.44,
        118.46
    ],
    [
        " And some of them look scared, right?",
        118.66,
        121.36
    ],
    [
        " In fact, I would say the majority of them just look scared.",
        121.94,
        123.7
    ],
    [
        " Just this is not good.",
        124.1,
        126.1
    ],
    [
        " And this is a bad situation.",
        126.3,
        127.34
    ],
    [
        " And you get that feeling like, OK, this guy is probably not bad and will be released.",
        127.5,
        133.34
    ],
    [
        " Some of the guys looked mad, which is understandable too.",
        133.64,
        136.66
    ],
    [
        " Someone comes in their house in the middle of the night and takes you.",
        137.0,
        139.34
    ],
    [
        " And you can be mad about that if you can overcome the scared part, right?",
        139.5,
        143.9
    ],
    [
        " And of course, these people lived under Saddam Hussein.",
        144.18,
        146.9
    ],
    [
        " So they'd been through some brutal stuff.",
        147.04,
        148.76
    ],
    [
        " And for them to be not afraid was also an understandable thing.",
        148.76,
        152.94
    ],
    [
        " Some of the older gentlemen.",
        152.94,
        154.48
    ],
    [
        " And then there was one guy though that he looked, he looked different.",
        155.08,
        162.46
    ],
    [
        " Well, the look in his eyes, it definitely wasn't scared.",
        162.46,
        166.76
    ],
    [
        " But it wasn't even mad.",
        167.32,
        169.74
    ],
    [
        " It was like beyond mad.",
        169.92,
        171.42
    ],
    [
        " It was beyond angry.",
        171.64,
        173.0
    ],
    [
        " It was beyond a fanatical look.",
        173.2,
        176.34
    ],
    [
        " The look that he had in his eyes was evil.",
        176.54,
        182.56
    ],
    [
        " Look like an evil.",
        183.74,
        184.82
    ],
    [
        " We could see evil there.",
        185.28,
        187.7
    ],
    [
        " And I never will forget that face.",
        187.88,
        190.5
    ],
    [
        " And I would see that type of face again over the years.",
        192.46,
        198.6
    ],
    [
        " Especially in Iraq, you'd go out and capture someone that was known for doing horrible",
        199.9,
        206.2
    ],
    [
        " things.",
        206.2,
        206.82
    ],
    [
        " And you could tell, you grab five or six people and you'd say, oh, let me guess which",
        207.78,
        213.14
    ],
    [
        " one is the bad guy.",
        213.14,
        214.96
    ],
    [
        " And usually wasn't very hard to tell.",
        215.06,
        218.56
    ],
    [
        " And then occasionally some of those bad guys would just look, they looked completely evil.",
        218.56,
        224.04
    ],
    [
        " They looked like sadists.",
        224.12,
        225.08
    ],
    [
        " They looked like murderers.",
        225.2,
        226.22
    ],
    [
        " They had the face of evil you could see in their eyes.",
        226.36,
        229.32
    ],
    [
        " And I was watching a video recently of a young, beautiful young girl, blonde hair, kind",
        230.2,
        244.24
    ],
    [
        " of unkempt blonde hair, a little bit wild.",
        244.24,
        246.92
    ],
    [
        " And she had a, like a constant, persistent smile, sort of shining on her face.",
        247.82,
        255.04
    ],
    [
        " She had young, little innocent eyes that were filled with hope.",
        256.06,
        262.22
    ],
    [
        " And I watched this video and she says in the video, she says, my name is Louisa.",
        263.06,
        271.58
    ],
    [
        " I'm a young lady from Denmark and I have a burning desire to go out into the Arctic.",
        271.8,
        277.56
    ],
    [
        " And she's going on kind of describing herself.",
        278.36,
        281.3
    ],
    [
        " She says, I'm very enthusiastic about the outdoors and outdoor activities.",
        281.3,
        284.54
    ],
    [
        " I'm studying outdoor life and Norway for the same reason.",
        285.4,
        288.54
    ],
    [
        " I'm trying to find my dream.",
        289.32,
        291.82
    ],
    [
        " She says to go into the Arctic.",
        293.24,
        295.72
    ],
    [
        " But sometimes I take some detours before I end up where I want.",
        297.62,
        302.5
    ],
    [
        " And then the video she's got clips of her in various parts of the world on beaches",
        303.64,
        307.96
    ],
    [
        " and in jungles and she's clearly a traveler.",
        307.96,
        311.84
    ],
    [
        " And then she says, but I'm still working my way towards the north.",
        312.62,
        319.48
    ],
    [
        " A dream that has been stuck in my head.",
        321.08,
        323.46
    ],
    [
        " And I hope, wish and pray that I can retrieve my dream.",
        324.32,
        332.48
    ],
    [
        " A dream of experiencing the feeling of kicking a dog sled through the big Arctic.",
        333.02,
        340.4
    ],
    [
        " About feeling the ice crystals in my face.",
        341.88,
        345.46
    ],
    [
        " And the view of an infinite white landscape.",
        346.06,
        351.48
    ],
    [
        " I dream about learning and experiencing the magnificent, untamed Arctic.",
        352.46,
        361.06
    ],
    [
        " And the video ends with her picking up snow in her hands and she blows it innocently into the camera lens and she's laughing.",
        364.22,
        373.0
    ],
    [
        " And then the video fades.",
        373.56,
        376.66
    ],
    [
        " But she was not able to fulfill her dream.",
        379.58,
        385.56
    ],
    [
        " In fact, she entered a nightmare and didn't return.",
        387.62,
        395.0
    ],
    [
        " On December 17, 2018, that girl who made that video.",
        395.66,
        402.3
    ],
    [
        " Her name was Louisa Jesperson and her friend, Marin Euland, another beautiful young lady from Norway.",
        403.08,
        413.02
    ],
    [
        " They were brought brutally murdered by a group of subhuman savages as they camped beside a hiking trail in Morocco.",
        415.56,
        432.32
    ],
    [
        " And these despicable and vile people, and I use that term loosely, these savages that murdered these two girls actually recorded their disgusting acts and posted them online.",
        432.5,
        450.32
    ],
    [
        " They attacked these girls.",
        458.52,
        460.06
    ],
    [
        " They sawed through their throats with butcher knives while they were still alive while they were screaming while they were gasping for air while they were begging for mercy.",
        460.06,
        476.5
    ],
    [
        " And while they were eventually gurgling in their own blood.",
        476.5,
        481.8
    ],
    [
        " And then fell silent.",
        482.32,
        488.26
    ],
    [
        " And one of the murderers put his foot on one of the girls' heads to hold her neck in place while he finished the job of decapitating her.",
        491.1,
        503.4
    ],
    [
        " And these subhumans pledged their allegiance to ISIS and shouted, it's Allah's will as they killed these innocent girls.",
        508.46,
        528.0
    ],
    [
        " Sick, depraved, vile creatures, evil.",
        533.4,
        547.6
    ],
    [
        " Evil does exist.",
        549.08,
        557.3
    ],
    [
        " Here's another example of evil.",
        566.7,
        570.64
    ],
    [
        " I started doing time when I was 11 years old and have been doing practically nothing else since then.",
        571.34,
        577.4
    ],
    [
        " What time I haven't been in jail I have spent either getting out or getting in again.",
        579.02,
        583.2
    ],
    [
        " I have no desire whatever to reform myself.",
        584.48,
        587.66
    ],
    [
        " My only desire is to reform people who try to reform me and I believe the only way to reform people is to kill them.",
        588.18,
        596.18
    ],
    [
        " In my lifetime I have murdered 21 human beings.",
        596.7,
        602.86
    ],
    [
        " I have committed thousands of burglaries, robberies, larsonies, arsones, and last but not least I have committed sotami on more than 1,000 male human beings.",
        602.86,
        614.34
    ],
    [
        " For all of these things I am not the least bit sorry.",
        614.78,
        621.38
    ],
    [
        " I have no conscience so that doesn't worry me.",
        622.6,
        627.38
    ],
    [
        " I don't believe in man, God, nor devil.",
        629.3,
        632.76
    ],
    [
        " I hate the whole damned human race, including myself.",
        633.78,
        640.16
    ],
    [
        " I prayed upon the weak, the harmless, and the unsuspecting.",
        641.46,
        647.7
    ],
    [
        " This lesson I was taught by others might make right.",
        649.16,
        657.84
    ],
    [
        " Carl Pan's Ram, number 31614.",
        658.98,
        665.04
    ],
    [
        " And that is the opening of a book called Pan's Ram, the Journal of a Murderer.",
        667.62,
        676.82
    ],
    [
        " Carl Pan's Ram was evil.",
        676.82,
        681.08
    ],
    [
        " He was institutionalized for most of his life in detention centers and prisons.",
        683.08,
        687.8
    ],
    [
        " And whatever may have been good about him at one time or another was eventually suffocated.",
        688.6,
        695.18
    ],
    [
        " And what was left was pure unmitigated hatred and malevolence.",
        695.74,
        704.6
    ],
    [
        " And while he was going through one of his final stents in prison, he made friends with a young prison guard by the name of Henry Lesser.",
        707.86,
        715.46
    ],
    [
        " And Henry Lesser seemed like a very good, positive person.",
        715.94,
        723.98
    ],
    [
        " Kind of had the ideal of reform and how people could be helped in his mind.",
        724.52,
        732.36
    ],
    [
        " And Henry asked that Pan's Ram write the story of his life, which Pan's Ram did.",
        733.02,
        738.24
    ],
    [
        " And the notes were saved, saved, and documented.",
        738.86,
        744.64
    ],
    [
        " And there was additional information from various supporting sources surrounding other details of Pan's Ram's life.",
        745.24,
        752.36
    ],
    [
        " And all of that was put together and turned into this book.",
        752.68,
        756.54
    ],
    [
        " Which, though it is a very difficult read, it's, in my opinion, worth reading together a better understanding of human nature.",
        759.02,
        773.3
    ],
    [
        " And specifically of the capacity for men to commit evil.",
        774.06,
        781.82
    ],
    [
        " So again, most of this that I'm going to read from the book is his writing, Karl Pan's Ram's writing.",
        789.68,
        796.78
    ],
    [
        " And here we go back to the book.",
        797.64,
        800.32
    ],
    [
        " I was born June 28th, 1891 on a small farm in Minnesota.",
        800.42,
        804.54
    ],
    [
        " My parents were of German descent, hardworking, ignorant, and poor.",
        804.96,
        808.22
    ],
    [
        " The rest of the family consisted of five brothers and one sister, all of whom are dead except three of us brothers and our sister.",
        808.94,
        815.08
    ],
    [
        " All of my family are as the average human beings are.",
        817.1,
        820.86
    ],
    [
        " They are honest and hardworking people.",
        821.12,
        822.76
    ],
    [
        " All except myself.",
        823.44,
        824.74
    ],
    [
        " I have been a human animal ever since I was born.",
        826.98,
        829.34
    ],
    [
        " When I was very young at five or six of age, I was a thief and a liar.",
        830.54,
        834.88
    ],
    [
        " And the older I got, the meaner I got.",
        835.44,
        837.46
    ],
    [
        " As fast as the older boys grew up, they also pulled out one died.",
        838.12,
        843.16
    ],
    [
        " This left me, my sister, one older brother and my mother.",
        843.86,
        846.98
    ],
    [
        " My sister and I were sent to school during the days.",
        847.42,
        851.42
    ],
    [
        " And as soon as we came home in the evenings, we were put to work in the fields where my older brother and my mother were always at work from daylight until long after dark sometimes.",
        851.88,
        860.16
    ],
    [
        " My portion of pay consisted of plenty of work and a sound beating every time I looked cock-eyed or done anything that displeased anyone who is older and stronger and able to catch me and kick me around whenever they felt.",
        861.3,
        873.14
    ],
    [
        " And it seemed to me and still does now that everything was always right for the one who was the strongest and every single thing that I had done was wrong.",
        874.24,
        882.3
    ],
    [
        " Everybody said so anyway.",
        883.2,
        885.42
    ],
    [
        " But right or wrong, I used to get plenty of abuse.",
        886.72,
        888.66
    ],
    [
        " Everybody thought it was all right to deceive me, lie to me and kick me around whenever they felt like it.",
        889.64,
        894.98
    ],
    [
        " And they felt like it pretty regular.",
        895.48,
        896.94
    ],
    [
        " That is the way my life was lived until I was about 11 years old.",
        898.52,
        902.1
    ],
    [
        " At about that time I began to suspect that there was something wrong about the treatment I was getting from the rest of the human race.",
        902.48,
        908.04
    ],
    [
        " When I was about 11 years old, I began to hear and see that there were other places in this world besides my own little corner of it.",
        908.8,
        916.48
    ],
    [
        " I began to realize that there were other people who lived nice, easy lives and who were not kicked around and worked to death.",
        916.98,
        923.7
    ],
    [
        " I decided that I wanted to leave my miserable home.",
        926.2,
        928.86
    ],
    [
        " Before I left, I looked around and figured that one of our neighbors who was rich and had a nice home full of nice things had, he had too much and I had too little.",
        929.32,
        937.18
    ],
    [
        " So one night I broke into his home and stole everything to that, to my eyes had the most value.",
        937.34,
        942.34
    ],
    [
        " Those things were some apples, some cake and a great big pistol.",
        943.08,
        946.88
    ],
    [
        " Eating the apples and cake and carrying the pistol under my coat, I walked to the railroad yards where I caught a freight train going to the west where I intended to be a cowboy and shoot Indians.",
        948.0,
        957.0
    ],
    [
        " But I must have had my wires crossed because I missed my connection somewhere.",
        957.86,
        961.92
    ],
    [
        " Instead of going out and seeing the world, I was caught, brought back home and beaten half the death and sent to jail from there and from there to the Minnesota State Training School at Red Wing, Minnesota.",
        962.68,
        972.54
    ],
    [
        " Right there and then I began to learn about man's inhumanity to man.",
        974.58,
        979.02
    ],
    [
        " So he's off to a rough start.",
        979.5,
        983.24
    ],
    [
        " Yes.",
        983.56,
        984.14
    ],
    [
        " And his father had left him and I didn't mention that part.",
        984.7,
        987.7
    ],
    [
        " Obviously I'm not reading every part of the book, but his father left the family and then it was up to his mom.",
        988.08,
        994.0
    ],
    [
        " Sounds like he had the more than his share of the rebellious streak that I think most kids have.",
        995.5,
        1003.22
    ],
    [
        " And then he shows up at this Minnesota State Training School.",
        1004.28,
        1008.98
    ],
    [
        " Back to the book when I first went to the Minnesota State Training School, I was about 12 years old, lively, healthy and very mischievous, innocent and ignorant.",
        1009.38,
        1018.58
    ],
    [
        " The law immediately proceeded to educate me to be a good, clean, upright citizen and a credit to the human race.",
        1019.1,
        1025.14
    ],
    [
        " They trained me alright in that training school.",
        1026.06,
        1028.8
    ],
    [
        " During my two years, I was trained by two different sets of people to have two different sets of morals.",
        1029.78,
        1034.76
    ],
    [
        " The good people tried to train me to be good and the bad people did train me to be bad.",
        1035.96,
        1040.8
    ],
    [
        " The method that the good people used in training was to beat goodness into me and all the badness out of me.",
        1041.82,
        1048.12
    ],
    [
        " They done their best, but their best wasn't good enough to accomplish what they set out to do.",
        1048.5,
        1052.6
    ],
    [
        " The more they beat me and whipped me, the more I hated them and their damn religion.",
        1053.08,
        1059.24
    ],
    [
        " Oh yes, we had plenty of church and religion alright.",
        1060.04,
        1064.52
    ],
    [
        " I used to be pretty ignorant and not able to read very well, so I always had a hard job learning my Sunday school lessons.",
        1064.66,
        1071.66
    ],
    [
        " For failure to learn these lessons, I was given a whipping.",
        1072.26,
        1074.5
    ],
    [
        " During the first year, I was there, I used to get a beating every Saturday night and sometimes three or four more during the week for doing something I wasn't supposed to do, or for not doing something I was supposed to do.",
        1075.56,
        1087.5
    ],
    [
        " Oh yes, I had plenty of abuse. They had various methods of punishing us for doing wrong and for teaching us to do right.",
        1088.22,
        1094.48
    ],
    [
        " The most popular with them was to take us to the paint shop, so called because there they used to paint our bodies black and blue.",
        1095.28,
        1103.78
    ],
    [
        " Naturally, I now love Jesus very much.",
        1105.08,
        1109.36
    ],
    [
        " Yes, I love him so damn much that I would like to crucify him all over again.",
        1110.5,
        1116.58
    ],
    [
        " I was too dumb to learn anything in school, so they took me out and put me to work all day washing dishes and waiting on tables in the officer's dining room.",
        1120.96,
        1127.9
    ],
    [
        " Right there, I began to get a little revenge on those who abused me.",
        1128.24,
        1131.52
    ],
    [
        " When I served some food to some of the officers, I used to urinate in their soup, coffee or tea and masturbate into their ice cream or dessert and then stand right beside them and watch them eat it.",
        1131.94,
        1141.92
    ],
    [
        " They enjoyed it too because they told me so. I wish they could read this now.",
        1143.36,
        1147.66
    ],
    [
        " The next thing I tried to do was poison that Mr. John Moore by putting rap poison in his right's, rice pudding.",
        1150.32,
        1157.54
    ],
    [
        " But they caught me, beat me and put me out of the dining room.",
        1158.08,
        1162.7
    ],
    [
        " About that time, I began to try and figure out some way to punish those who punished me.",
        1163.34,
        1170.32
    ],
    [
        " The only thing I could figure out was to burn down the building in which the paint shop was located. This I did.",
        1171.22,
        1177.74
    ],
    [
        " I got a long thick piece of heavy cotton string, wrapped it around and around a long, round stick and lit one end of it and hid it in the laundry near some oil soaked rags.",
        1178.4,
        1189.14
    ],
    [
        " That night, the whole place burned down at a cost of over $100,000. Nice, eh?",
        1189.52,
        1194.84
    ],
    [
        " Some of the boys who were cleverer than I finally put me wise to how I should perform if I ever wanted to get out of that joint.",
        1198.04,
        1204.84
    ],
    [
        " They told me to act like I was a very good boy, tell everybody I met, how much I love Jesus and how I wanted to go home and be a good boy, go to school and learn to be a preacher.",
        1205.36,
        1215.2
    ],
    [
        " I done just as they suggested and I'm damned if it didn't work out just as slick as hot grease through a tin horn.",
        1216.6,
        1224.0
    ],
    [
        " I was called in before the parole board one day and there I told them all the lies and hot air I could and they gave me a parole and let me go home.",
        1225.3,
        1233.68
    ],
    [
        " In that way, I first found out how to use religion as a cloak of hypocrisy to cover up my rascalities.",
        1234.36,
        1244.22
    ],
    [
        " Rough way to kick things off.",
        1251.22,
        1252.82
    ],
    [
        " Yeah, but you almost like, you know, you talk about like evil, you almost feel it for them though.",
        1253.26,
        1260.4
    ],
    [
        " Oh, so you're almost or on his side kind of like, yeah, everyone was just beating you up your whole life making just grinding you the grind beating you up and then like, yes, you're getting it.",
        1260.52,
        1269.3
    ],
    [
        " That's how you feel right now.",
        1269.3,
        1270.44
    ],
    [
        " Yeah, well, it's it's one of those things that's going to be, you know, yeah, you feel sympathetic for someone.",
        1270.44,
        1278.98
    ],
    [
        " And then you as as that person moves through life, first of all, it's there's other people that have been through worse things that turn out great and wonderful human beings.",
        1279.38,
        1291.42
    ],
    [
        " And there's other people that go through less that turn out worse, right? So there's it's it's a I'm no psychologist, but there's there's it's one of the things that's troubling about this.",
        1291.9,
        1306.92
    ],
    [
        " Yeah.",
        1307.24,
        1307.4
    ],
    [
        " And as you as you care what he goes through and what he turns into it's yeah, it's it's definitely a challenge.",
        1307.92,
        1317.54
    ],
    [
        " And you know, at the end of the day in in my opinion, like, hey, you're still responsible for your actions.",
        1318.88,
        1325.28
    ],
    [
        " And hey, we get it that you went through some hard things.",
        1325.92,
        1329.0
    ],
    [
        " That doesn't give you an excuse to behave in an immoral way.",
        1329.72,
        1335.72
    ],
    [
        " It just doesn't.",
        1335.88,
        1336.86
    ],
    [
        " Yeah, doesn't.",
        1336.86,
        1337.78
    ],
    [
        " I'm sure that, you know, like he he was saying how he's, you know, pissing in the soup and whatnot.",
        1337.78,
        1344.08
    ],
    [
        " It I mean, I'm assuming that was of the people who were like trying to correct them and you know, beating them more.",
        1344.68,
        1351.42
    ],
    [
        " Like the staff, you know, he's the staff of the of the school where he was being trained.",
        1351.46,
        1355.08
    ],
    [
        " Yeah. So I think that's sort of why you're like kind of feeling for him because it's like, oh yeah, you're getting direct revenge on that kind of thing.",
        1355.2,
        1363.62
    ],
    [
        " And you're of course, you're angry kid.",
        1363.76,
        1365.0
    ],
    [
        " Yeah.",
        1365.18,
        1365.38
    ],
    [
        " Of course, what you in through, but then yeah, once you start just taking it out like, oh, let me see you innocent person.",
        1365.56,
        1370.92
    ],
    [
        " I'm mad at them because their life is and then you kill them or something.",
        1370.92,
        1373.94
    ],
    [
        " They end that's when you're going to start to not feel for them.",
        1374.04,
        1376.84
    ],
    [
        " Yeah, I'm sure.",
        1376.84,
        1377.38
    ],
    [
        " I think.",
        1377.84,
        1378.96
    ],
    [
        " Yeah.",
        1379.24,
        1379.88
    ],
    [
        " Well, I think so too.",
        1380.16,
        1381.26
    ],
    [
        " Yeah, I guess you do get that kind of feeling like, oh, these guys are beating you up and I get a little revenge on you.",
        1381.64,
        1386.38
    ],
    [
        " Yeah.",
        1386.38,
        1386.62
    ],
    [
        " You could you could make a positive movie about that, right?",
        1387.16,
        1389.68
    ],
    [
        " You could make a positive story about that.",
        1389.8,
        1391.26
    ],
    [
        " You could spit it in.",
        1391.28,
        1391.84
    ],
    [
        " Yeah. I mean, depending on where it goes from there.",
        1391.94,
        1393.84
    ],
    [
        " So right now, you're you're on his side.",
        1394.18,
        1396.8
    ],
    [
        " Yeah.",
        1396.84,
        1397.7
    ],
    [
        " Basically, basically, basically.",
        1397.94,
        1399.58
    ],
    [
        " Basically.",
        1399.58,
        1400.46
    ],
    [
        " Back to the book.",
        1401.94,
        1404.04
    ],
    [
        " After serving about two years there, I was pronounced by the parole board to be a nice clean boy of good morals as pure as a lily and a credit to those in authority in the instruction where I'd been sent to be reformed.",
        1404.14,
        1414.48
    ],
    [
        " Yes, sure.",
        1414.78,
        1416.08
    ],
    [
        " I was reformed.",
        1416.3,
        1417.04
    ],
    [
        " All right.",
        1417.06,
        1417.38
    ],
    [
        " Damn good and reformed too.",
        1417.6,
        1419.16
    ],
    [
        " When I got out of there, I knew all about Jesus in the Bible so much so that I knew it was all a lot of hot air.",
        1419.8,
        1426.28
    ],
    [
        " But that wasn't all I knew.",
        1427.3,
        1428.78
    ],
    [
        " I'd been taught by Christians how to be a hypocrite.",
        1429.2,
        1431.56
    ],
    [
        " And I had learned about stealing, lying, hating, burning, and killing.",
        1432.52,
        1437.38
    ],
    [
        " From the treatment I received while there and the lessons I learned from it, I had fully decided when I left there just how I would live my life.",
        1438.6,
        1446.7
    ],
    [
        " I made up my mind that I would rob, burn, destroy, and kill everywhere I went and everybody as long as I lived.",
        1446.98,
        1454.2
    ],
    [
        " That's the way I was reformed in the Minnesota State Training School.",
        1457.0,
        1460.0
    ],
    [
        " That's the reason why.",
        1460.5,
        1461.58
    ],
    [
        " So that's a little bit more that's where you have something in his personality, right?",
        1462.2,
        1468.7
    ],
    [
        " There's plenty of people that went to this school that didn't go to what he did.",
        1468.98,
        1472.94
    ],
    [
        " He made that something snapped where he decided that he was just going to make his life a life of making people suffer.",
        1473.12,
        1481.5
    ],
    [
        " Going on back to the book, I did not want to learn these lessons but I found out that it isn't what one wants in this world that one gets.",
        1486.54,
        1494.18
    ],
    [
        " Force and might make right.",
        1495.64,
        1499.04
    ],
    [
        " Perhaps things shouldn't be that way but that's the way they are.",
        1500.08,
        1502.9
    ],
    [
        " I learned to look with suspicion and hatred on everybody.",
        1503.72,
        1506.58
    ],
    [
        " As the years went on that persisted in my mind, that persisted, that idea persisted in my mind above all others.",
        1507.6,
        1514.3
    ],
    [
        " I figured that if I was strong enough and clever enough to impose my will on others, I was right.",
        1514.76,
        1519.1
    ],
    [
        " I still believe that to this day.",
        1519.72,
        1523.04
    ],
    [
        " So this is just twisted.",
        1524.54,
        1527.76
    ],
    [
        " It doesn't take long for him to get pretty twisted.",
        1528.28,
        1531.34
    ],
    [
        " There's a lesson here of the lesson that he talks about if I found out that it isn't in what one wants in the world that one gets.",
        1533.82,
        1540.08
    ],
    [
        " That's actually an important lesson.",
        1540.48,
        1541.76
    ],
    [
        " You don't always get what you want.",
        1541.94,
        1543.04
    ],
    [
        " But then taking that to say, hey, if I'm strong enough and I can force my will on things, then I'll get what I want.",
        1544.22,
        1552.04
    ],
    [
        " More often.",
        1552.32,
        1552.88
    ],
    [
        " And that he did say clever enough too.",
        1553.18,
        1556.48
    ],
    [
        " Which kind of, it's weird because a real low, super low level of that still goes on I think with a lot of people.",
        1556.74,
        1565.32
    ],
    [
        " There's no doubt about it.",
        1565.36,
        1566.8
    ],
    [
        " With justification and you'll justify things in your head.",
        1567.06,
        1573.48
    ],
    [
        " When you do something bad, when you do something you know is unfair, even that low level stuff.",
        1575.94,
        1580.88
    ],
    [
        " It's not hurting no bunch for sure, but it's maybe not fair or something like that.",
        1581.12,
        1585.28
    ],
    [
        " And you just justify in your head.",
        1585.84,
        1587.1
    ],
    [
        " And some people, they're clever.",
        1587.74,
        1589.6
    ],
    [
        " They're smart.",
        1590.42,
        1591.02
    ],
    [
        " So they can justify their justifications or way more legit seeming.",
        1591.44,
        1595.06
    ],
    [
        " Because they're real smart.",
        1595.28,
        1595.98
    ],
    [
        " It's kind of like what you see the lawyers do in the movie.",
        1597.56,
        1600.48
    ],
    [
        " You paint someone to be like someone like what the, you kind of take things out of context and put other things in context.",
        1600.66,
        1607.98
    ],
    [
        " And not supposed to be their kind of thing.",
        1608.0,
        1609.3
    ],
    [
        " And yeah, you just kind of paint this picture in your own mind.",
        1609.44,
        1611.6
    ],
    [
        " Why what you're doing is right.",
        1611.78,
        1613.08
    ],
    [
        " And of course, in other people's mind too, you know, in your clever, you have to get one with it.",
        1613.12,
        1616.82
    ],
    [
        "",
        1616.82,
        1616.82
    ],
    [
        " Yeah, you're justifying it yourself.",
        1616.88,
        1618.86
    ],
    [
        " And he's not even talking about that.",
        1619.02,
        1621.38
    ],
    [
        " He doesn't need to justify himself.",
        1621.5,
        1622.88
    ],
    [
        " He's doing what he's doing to, to get what he wants.",
        1622.88,
        1626.14
    ],
    [
        " Yeah.",
        1626.44,
        1626.58
    ],
    [
        " And his use of being clever isn't to justify to himself.",
        1626.96,
        1630.7
    ],
    [
        " His use of being clever is just to outwit people and take advantage of him.",
        1630.9,
        1634.62
    ],
    [
        " Be a con man.",
        1634.7,
        1635.7
    ],
    [
        " Be on the con man.",
        1636.7,
        1637.94
    ],
    [
        " And he gets, so he's in and out of prison.",
        1638.44,
        1640.64
    ],
    [
        " And he goes back into prison.",
        1640.98,
        1642.4
    ],
    [
        " He gets out of prison.",
        1642.5,
        1643.16
    ],
    [
        " He goes back into prison here.",
        1643.2,
        1644.26
    ],
    [
        " At this point, he broke out of prison and he hooks up with a guy named Jimmy Benson.",
        1644.44,
        1648.48
    ],
    [
        " Back to the book.",
        1648.82,
        1649.52
    ],
    [
        " He showed me how to work the stick up racket and how to rob the poor boxes in churches.",
        1649.52,
        1654.4
    ],
    [
        " I in turn taught him how to set fire to a church after we robbed it.",
        1654.8,
        1658.86
    ],
    [
        " We got very busy on that robbing and burning a church regular every chance we got.",
        1659.32,
        1664.64
    ],
    [
        " When we got tired of riding a train, because this is their, their, you know,",
        1665.24,
        1670.26
    ],
    [
        " hitching on these trains, when we got tired of riding on a train,",
        1670.34,
        1673.18
    ],
    [
        " we used to open up the journal boxes, take out the greasy waste packing",
        1673.4,
        1676.78
    ],
    [
        " and throw in some sand or gravel into it.",
        1677.12,
        1679.64
    ],
    [
        " They wouldn't get far with that car.",
        1679.72,
        1681.44
    ],
    [
        " So they get done riding a train and they just destroy it.",
        1681.62,
        1685.12
    ],
    [
        " They, you know, they ruin the gearboxes.",
        1685.3,
        1686.92
    ],
    [
        " Just general destruction of everything.",
        1686.98,
        1689.5
    ],
    [
        " Continues in and out of prison.",
        1690.48,
        1692.98
    ],
    [
        " One time he's drunk.",
        1693.12,
        1694.06
    ],
    [
        " And here's a guy talking about the army and ends up in listing in the army.",
        1695.02,
        1699.5
    ],
    [
        " Back to the book.",
        1700.0,
        1700.62
    ],
    [
        " I was only in the army a month or two when I got three years in US military prison",
        1700.68,
        1705.48
    ],
    [
        " at Fort Levenworth, Kansas.",
        1705.48,
        1707.3
    ],
    [
        " I had the job of swinging an 18 pound hammer in the rock quarry most of my bit.",
        1707.84,
        1713.52
    ],
    [
        " My number was 1874 and my name was Carl Panzram.",
        1713.98,
        1717.78
    ],
    [
        " There I done 37 months.",
        1718.9,
        1720.74
    ],
    [
        " I done plenty of work and I had plenty of punishment.",
        1721.18,
        1723.22
    ],
    [
        " And the only good part of it was that they didn't try to hammer anymore religion into me.",
        1723.62,
        1727.46
    ],
    [
        " At this time of my life, I was about 20 years old, six foot tall,",
        1728.32,
        1731.28
    ],
    [
        " and weighed about 190 pound of concentrated hell-fired man-inspired meanness.",
        1731.28,
        1736.86
    ],
    [
        " I was strong as two or three average men.",
        1736.98,
        1740.58
    ],
    [
        " I had to be able to withstand some of the punishments and labor that I went through",
        1741.38,
        1746.18
    ],
    [
        " during my three years in the US military prison.",
        1746.18,
        1752.06
    ],
    [
        " One of my tasks and punishments while there was to be shackled to a 50 pound iron ball for six months.",
        1753.34,
        1759.92
    ],
    [
        " During that time, I wore the ball and chained day and night, slept with it and worked with it on.",
        1760.1,
        1764.04
    ],
    [
        " My work was in the rock quarry and that was three miles from the prison.",
        1764.34,
        1767.58
    ],
    [
        " The gang of about 300 convicts and 40 screws used to march out in the morning and back at night.",
        1767.72,
        1772.66
    ],
    [
        " The other men had to carry nothing except themselves.",
        1772.98,
        1775.0
    ],
    [
        " But my part was to load my iron ball, an 18 pound hammer, a pick and shovel and a six foot iron crow bar",
        1775.0,
        1781.22
    ],
    [
        " all into a wheelbarrow and march behind the line of cons out to the quarry and work there for eight and a half hours in the hot cans's sun.",
        1781.22,
        1789.22
    ],
    [
        " I had to go to the bar and pull the iron ball out to the ground and it was like a big rock.",
        1789.8,
        1790.6
    ],
    [
        " But all that treatment did one good thing for me.",
        1791.16,
        1796.24
    ],
    [
        " The worst food was and the harder they worked me, the stronger I got.",
        1796.68,
        1801.36
    ],
    [
        " So he got a good workout?",
        1803.14,
        1805.58
    ],
    [
        " Yeah, he's already big.",
        1805.58,
        1806.32
    ],
    [
        " And you think he's six feet, 190 pounds back in what is it, 1900 or whatever?",
        1806.4,
        1811.98
    ],
    [
        " He's a yolks dude back then.",
        1812.22,
        1813.8
    ],
    [
        " And he's doing all this hardcore physical labor.",
        1814.26,
        1816.46
    ],
    [
        " And he's turning into a very scary dude.",
        1817.52,
        1822.68
    ],
    [
        " Back to the book, I was discharged from prison in 1910.",
        1823.94,
        1828.58
    ],
    [
        " By the way, can you imagine you're in the army for a couple of months and you get put in the 11 worth for three years?",
        1828.76,
        1834.26
    ],
    [
        " I was the spirit of meanness personified.",
        1838.64,
        1842.44
    ],
    [
        " I had not at this time got so that I hated myself.",
        1842.86,
        1846.16
    ],
    [
        " I only hated everybody else.",
        1846.16,
        1847.96
    ],
    [
        " Before I left there, I sung on the same old song and gave them the same line about how I sure loved Jesus and what a nice young man I was and how much good I had done me to be sent to that prison.",
        1848.46,
        1860.52
    ],
    [
        " I don't know if they believe me or not, but they all said they did anyway.",
        1861.14,
        1864.0
    ],
    [
        " They all declared that I was pure as a lily and free from sin.",
        1864.18,
        1867.9
    ],
    [
        " Again, there's so a bunch of traveling, there's a bunch of crazy, he's a constant criminal.",
        1869.2,
        1876.5
    ],
    [
        " And there's another thing we realized back in this day, the reasoning named, he said, oh, at this time I was Carl Panzeram.",
        1877.26,
        1883.78
    ],
    [
        " This is because he changes his name a bunch because that's what just what you would do back then if you were a criminal.",
        1883.78,
        1888.18
    ],
    [
        " And there's no electronic tracking system, there's no phone numbers, no cell phone, there's not even phones and everyone's houses.",
        1888.44,
        1895.96
    ],
    [
        " So you can get away with murder quite literally and he does, but he's maybe not the best criminal as well because he gets caught a lot for Robin and Steel.",
        1896.12,
        1907.54
    ],
    [
        " And part of it's because he has like a doesn't care attitude.",
        1907.62,
        1909.66
    ],
    [
        " So he gets put, he gets arrested at different time, he gets put into a chain gang and he eventually breaks away from escapes the chain gang.",
        1911.04,
        1922.16
    ],
    [
        " And then he goes continuing skipping trains and ends up with an Indian guy.",
        1922.46,
        1927.78
    ],
    [
        " And they work together as a little team and they rob a guy.",
        1928.38,
        1932.92
    ],
    [
        " And here we go back to the book, the Indian tied him up.",
        1932.92,
        1935.06
    ],
    [
        " First he took off his belt, pulled his pants down to blow his knees and tied his legs together.",
        1935.62,
        1940.32
    ],
    [
        " Then he tied his hands behind his back. Then he tied his hands to his feet, pulled together.",
        1940.64,
        1945.48
    ],
    [
        " Then he stuffed a sock in his mouth and tied a handkerchief tight over that and then tied him to a tree.",
        1946.04,
        1951.76
    ],
    [
        " He was then ready to leave him and walk away, but I wasn't through yet.",
        1952.62,
        1956.24
    ],
    [
        " I figured while I had such a good chance as that, I would commit a little saw to me on him.",
        1956.3,
        1961.56
    ],
    [
        " This I proceeded to do.",
        1962.32,
        1965.32
    ],
    [
        " And he mentions at one point that he hooked up with a girl and got some kind of VD.",
        1966.26,
        1974.46
    ],
    [
        " And then he was like, oh, girls, they're dirty.",
        1974.96,
        1977.8
    ],
    [
        " And so that's why he goes after guys now.",
        1978.22,
        1980.16
    ],
    [
        " Back to the book at night while I was riding for the freight trains.",
        1984.9,
        1988.54
    ],
    [
        " I was always on the lookout for something to shoot.",
        1988.86,
        1991.58
    ],
    [
        " Or trying to stick up the hobos that I met on the trains.",
        1992.7,
        1996.08
    ],
    [
        " I looked them all over and whenever I met one who wasn't too rusty looking,",
        1996.64,
        2000.26
    ],
    [
        " I would make him raise his hands and drop his pants.",
        2000.78,
        2003.06
    ],
    [
        " I wasn't very particular either.",
        2003.72,
        2005.84
    ],
    [
        " I rode them old and young, tall and short, white and black.",
        2006.2,
        2010.76
    ],
    [
        " It made no difference to me.",
        2011.34,
        2013.02
    ],
    [
        " Some months later I was pinched at Chinook Montana for burglary.",
        2015.08,
        2021.58
    ],
    [
        " I quick took a plea of guilty and got one year at the state prison at Dear Lodge, Montana.",
        2022.26,
        2029.24
    ],
    [
        " When I got there, I met my old partner, Jimmy Benson, who was doing ten years for robbery.",
        2029.82,
        2034.9
    ],
    [
        " I stayed there about eight months and escaped.",
        2034.94,
        2036.92
    ],
    [
        " He's also good at escaping. He escapes all these things all the time.",
        2037.58,
        2040.46
    ],
    [
        " A week later I was arrested in Three Forks, Montana for burglary under the name of Jeff Rhodes.",
        2041.28,
        2046.18
    ],
    [
        " I pleaded guilty and got a year and was sent back to Dear Lodge,",
        2046.72,
        2049.94
    ],
    [
        " where I was at once brought to court and given one year for my escape under the name Jeff Davis.",
        2050.08,
        2054.58
    ],
    [
        " Out of these three sentences, I served 23 months.",
        2055.9,
        2058.56
    ],
    [
        " In that prison, there was only work for a few men and I wasn't one of those.",
        2059.04,
        2063.46
    ],
    [
        " All the cells were for two men in each cell.",
        2064.44,
        2066.94
    ],
    [
        " Each man could choose his own cellmates and get a new one anytime he wanted.",
        2067.38,
        2071.5
    ],
    [
        " I used to want a new one pretty regular.",
        2071.86,
        2073.74
    ],
    [
        " At that place and time I got to be an experienced wolf.",
        2074.1,
        2077.82
    ],
    [
        " I knew more about Sodomy than old boy Oscar Wilde ever thought of knowing.",
        2079.08,
        2084.0
    ],
    [
        " I would start in the morning with Sodomy, work as hard as...",
        2084.52,
        2087.72
    ],
    [
        " as hard at it as I could all day and sometimes half the night.",
        2087.72,
        2092.16
    ],
    [
        " I was so busy committing Sodomy that I didn't have time left to serve Jesus",
        2092.16,
        2096.6
    ],
    [
        " as I had been taught to in those reform schools.",
        2096.6,
        2100.76
    ],
    [
        " He gets out of that prison as soon as I got to Oregon and gets put in another prison.",
        2101.16,
        2109.32
    ],
    [
        " As soon as I got to Oregon State prison, I was in more trouble.",
        2109.78,
        2112.64
    ],
    [
        " I swore I would never do the seven years and defied the warden and all his officers to make me.",
        2112.88,
        2119.38
    ],
    [
        " Get's put in solitary confinement. Here we go in solitary confinement.",
        2120.1,
        2123.24
    ],
    [
        " There are coolers and coolers.",
        2123.44,
        2124.94
    ],
    [
        " Some are bad and some are worse.",
        2125.62,
        2126.92
    ],
    [
        " None are good. Some are cold and wet. Some are hot and dry.",
        2127.36,
        2130.64
    ],
    [
        " Some you freeze and others you roast and sweat.",
        2131.04,
        2133.2
    ],
    [
        " In all you are hungry and thirsty and filthy and dirty.",
        2133.78,
        2137.02
    ],
    [
        " In some you stay a day, others a week and there have been times when I've been in the cooler a month or more.",
        2137.98,
        2143.22
    ],
    [
        " Bread and water isn't very nourishing and neither does it generate clean thinking",
        2144.54,
        2148.52
    ],
    [
        " in a person's mind. The milk of humankind is generally curdles and turns into sour under such conditions.",
        2148.52,
        2155.2
    ],
    [
        " The more cooler you get, the more heat and hate there is in your heart.",
        2156.28,
        2160.22
    ],
    [
        " In every joint I was ever in, there was always some form of torture that was on tap.",
        2161.82,
        2166.42
    ],
    [
        " I usually got my share of every kind there was.",
        2166.92,
        2169.88
    ],
    [
        " I've had them all at one time or another.",
        2170.48,
        2172.74
    ],
    [
        " And then he goes on through a bunch of different.",
        2173.5,
        2176.18
    ],
    [
        " Torture that they would use on these prisoners from like straight jacket type things.",
        2178.88,
        2184.92
    ],
    [
        " There's something called the snorting pole, which is a post about 12 feet long.",
        2184.92,
        2189.96
    ],
    [
        " You get basically tied to it. You get whipped.",
        2189.96,
        2192.5
    ],
    [
        " Back to the book when the lash begins to take away little bits of hide and the blood begins to run,",
        2193.08,
        2199.96
    ],
    [
        " then the sucker begins to jerk and yelp and snort.",
        2200.18,
        2203.16
    ],
    [
        " That's why it's called the snorting pole.",
        2203.32,
        2205.02
    ],
    [
        " When a man is let down after being whipped, he has blood on his back and murder in his heart.",
        2206.58,
        2213.94
    ],
    [
        " That's all about the snorting pole. There's the bat and the paddle.",
        2214.5,
        2219.9
    ],
    [
        " Here's this thing, the restraint machine.",
        2220.24,
        2223.3
    ],
    [
        " The restraint machine barefooted standing on a cold damp concrete floor,",
        2223.74,
        2228.18
    ],
    [
        " backed up to an iron barbed door, hands behind cuff to the door.",
        2228.4,
        2232.12
    ],
    [
        " A large belt under my arms around my chest pulled tight to the door,",
        2232.12,
        2236.08
    ],
    [
        " standing in that position for four hours, then let down for one hour to eat my bread and water,",
        2236.32,
        2240.46
    ],
    [
        " then four hours more, then to bed, which was a bored no blankets.",
        2240.52,
        2244.64
    ],
    [
        " In the morning bread and water, and then four hours more, and so on for a stretch of anywhere from five to 14 days,",
        2245.32,
        2252.46
    ],
    [
        " that was the limit. That's your restraint machine.",
        2252.98,
        2255.42
    ],
    [
        " You were okay, I know your claustrophobic, right?",
        2256.0,
        2260.56
    ],
    [
        " Sure.",
        2261.12,
        2261.62
    ],
    [
        " Yeah, I mean, you are.",
        2261.9,
        2262.72
    ],
    [
        " But sometimes, I don't think I'm claustrophobic, but sometimes I want to move a limb, right?",
        2262.86,
        2269.54
    ],
    [
        " You know what I'm saying?",
        2269.74,
        2270.26
    ],
    [
        " For instance, you're on a plane and you're all tight in an economy seat up against the bulkhead,",
        2271.8,
        2279.18
    ],
    [
        " and there's like it's tight.",
        2279.52,
        2282.72
    ],
    [
        " You know that part of the plane towards the back where the bulkhead curves in,",
        2283.86,
        2288.82
    ],
    [
        " so you're even losing a little bit more space, and you just want to move.",
        2288.82,
        2293.68
    ],
    [
        " But you can't because the seat belt light just went on.",
        2294.42,
        2297.16
    ],
    [
        " Yeah, now imagine doing four hours like that for 14 days,",
        2297.34,
        2303.04
    ],
    [
        " four hours twice a day for 14 days.",
        2303.36,
        2305.24
    ],
    [
        " Yeah, that's harsh.",
        2305.64,
        2306.68
    ],
    [
        " Yeah, that's actually real harsh.",
        2307.1,
        2308.74
    ],
    [
        " So there's like two way, and to say I'm claustrophobic usually is like,",
        2309.68,
        2314.26
    ],
    [
        " you know, Ellie, you go in an elevator and you feel it that kind, you know, I don't have it like that.",
        2315.1,
        2319.52
    ],
    [
        " But yeah, maybe I'm a little bit more sensitive to those kinds of side controls,",
        2320.16,
        2325.22
    ],
    [
        " side control, claustrophobic.",
        2325.56,
        2327.36
    ],
    [
        " Well, you know, I used to, yes, but this is more what it is to put accurately.",
        2327.66,
        2332.0
    ],
    [
        " Did I heal you?",
        2332.32,
        2332.92
    ],
    [
        " You healed me, yeah.",
        2333.3,
        2334.44
    ],
    [
        " Actually, what it was was like, you just, I just got in better shape, that's all.",
        2334.82,
        2339.42
    ],
    [
        " Cause like it wasn't, it was the idea that I'm like tired and I won't be able to get out here.",
        2339.44,
        2344.8
    ],
    [
        " Like I'm stuck here forever. I'm going to die here.",
        2344.94,
        2346.74
    ],
    [
        " That's the feeling you get.",
        2346.92,
        2348.46
    ],
    [
        " But when I wasn't tired, I'm like, oh, no, I can cruise down here.",
        2348.6,
        2351.36
    ],
    [
        " I just, I don't know. I just felt like it was better.",
        2351.46,
        2354.12
    ],
    [
        " The last time we rolled, didn't you have a little issue down there?",
        2354.5,
        2357.22
    ],
    [
        " No. Are you sure?",
        2357.44,
        2358.46
    ],
    [
        " Yes. I don't remember having any issue recently.",
        2359.18,
        2363.42
    ],
    [
        " Recently, probably like year, it's been years.",
        2363.42,
        2365.04
    ],
    [
        " But that's the feeling is what it is.",
        2366.36,
        2368.86
    ],
    [
        " So, but here's it, when I got it, MRI, I have my arm.",
        2369.38,
        2371.5
    ],
    [
        " You tapped to something the other day that's not a tapping offense.",
        2371.92,
        2374.96
    ],
    [
        " I forget what it was.",
        2375.5,
        2376.78
    ],
    [
        " It was your, that, that forum on my throat.",
        2378.4,
        2382.26
    ],
    [
        " Oh, remember?",
        2382.44,
        2382.9
    ],
    [
        " Yeah.",
        2383.08,
        2383.34
    ],
    [
        " It was.",
        2383.54,
        2383.92
    ],
    [
        " It was too like, you did it too hard for me to have time to figure out,",
        2384.2,
        2390.0
    ],
    [
        " okay, I can turn this way or what it to relieve the pain.",
        2390.08,
        2392.24
    ],
    [
        " You did it like too fast.",
        2392.38,
        2393.42
    ],
    [
        " Oh, I did it with like a little extra, like a little.",
        2393.42,
        2395.8
    ],
    [
        " Yeah, it wasn't like a striker, nothing like that.",
        2395.98,
        2397.78
    ],
    [
        " But yeah, it was like, I would have got my throat",
        2397.94,
        2400.34
    ],
    [
        " would have got injured if I would have like, took more time.",
        2400.34,
        2404.02
    ],
    [
        " Thanks for that, by the way.",
        2404.44,
        2405.86
    ],
    [
        " I had a MRI on my bicep.",
        2406.14,
        2409.54
    ],
    [
        " Oh, you're going that tube.",
        2409.54,
        2410.74
    ],
    [
        " Yeah. So, which is fine if you're just in a comfortable position.",
        2411.06,
        2413.96
    ],
    [
        " It can be when you open your eyes and you look how freaking",
        2414.3,
        2417.18
    ],
    [
        " the tube is like inches in front of your face and you're in there.",
        2417.18,
        2421.38
    ],
    [
        " Yeah, I can kind of jam me up, but you just close your eyes and be like,",
        2421.74,
        2424.42
    ],
    [
        " oh, that's a big, it's a cost of rupees, a big deal in the,",
        2424.48,
        2427.54
    ],
    [
        " in the seal teams, especially we're going to do it because you had to",
        2427.54,
        2430.8
    ],
    [
        " lock out of the sub submarine chambers, which isn't, in the old days,",
        2430.8,
        2435.48
    ],
    [
        " it was a submarine chamber that wasn't built for seals to lock out of.",
        2435.7,
        2439.92
    ],
    [
        " It was built for an escape hatch if there's an emergency on the submarine.",
        2440.06,
        2443.62
    ],
    [
        " Reaming lockout, what's it going?",
        2443.84,
        2445.08
    ],
    [
        " You're underwater on a submarine and you go into a little chamber.",
        2445.5,
        2448.64
    ],
    [
        " And once you're in the little chamber, it fills with water",
        2448.94,
        2451.62
    ],
    [
        " equalized with the outside and then the door opens up and you guys went out.",
        2451.62,
        2454.74
    ],
    [
        " That's, that's called a lockout chamber and we used to do that.",
        2455.1,
        2457.82
    ],
    [
        " And there's still, we still do it, but like it's a little bit more of a specialized",
        2458.04,
        2461.74
    ],
    [
        " group that does that now, but it used to just be a general thing for,",
        2461.74,
        2464.8
    ],
    [
        " for if you were in the dams, you do that.",
        2464.9,
        2467.38
    ],
    [
        " And I mean, definitely because you're in there with equipment.",
        2468.18,
        2472.24
    ],
    [
        " For how long?",
        2472.62,
        2473.0
    ],
    [
        " A while.",
        2474.12,
        2474.76
    ],
    [
        " Like, we take a long time to get a whole seal squad out.",
        2475.3,
        2478.2
    ],
    [
        " Like what?",
        2478.62,
        2478.94
    ],
    [
        " Like what's a while?",
        2479.14,
        2480.08
    ],
    [
        " Like five minutes?",
        2480.22,
        2480.76
    ],
    [
        " Well, you'd be in that little chamber for probably 15 minutes at a time.",
        2481.02,
        2485.94
    ],
    [
        " But here's the thing, you're in there.",
        2486.58,
        2488.22
    ],
    [
        " There's two major situations going on.",
        2488.46,
        2490.64
    ],
    [
        " Number one, you're not just in there.",
        2490.74,
        2491.76
    ],
    [
        " You're in there with like one or two other guys.",
        2491.82,
        2493.46
    ],
    [
        " Yeah.",
        2493.74,
        2493.98
    ],
    [
        " But you're also in there with equipment.",
        2494.26,
        2495.4
    ],
    [
        " Yeah.",
        2495.74,
        2496.04
    ],
    [
        " So you have bags of weapons, water proof weapons.",
        2496.04,
        2498.58
    ],
    [
        " You actually have your boats in there.",
        2498.74,
        2500.58
    ],
    [
        " And they're so it's all tight.",
        2501.1,
        2502.78
    ],
    [
        " Yeah.",
        2503.06,
        2503.1
    ],
    [
        " And here's what it really feels like.",
        2503.22,
        2504.76
    ],
    [
        " So the water starts to fill.",
        2505.18,
        2507.58
    ],
    [
        " It starts to fill up.",
        2507.8,
        2509.38
    ],
    [
        " Yes.",
        2509.48,
        2509.72
    ],
    [
        " And then as it's filling up, it gets to a point where you got to keep it equal as",
        2510.08,
        2515.22
    ],
    [
        " and you're using these little pressure valves.",
        2515.22,
        2516.74
    ],
    [
        " One, you basically crank a valve that pushes air into the chamber.",
        2516.96,
        2520.96
    ],
    [
        " And so that pushes the water down.",
        2521.26,
        2524.06
    ],
    [
        " If you're not good, then you're going to mess up the pressure and you're going to,",
        2524.34,
        2529.6
    ],
    [
        " it's called losing the bubble because there's a bubble of air that you're just sitting there breathing.",
        2529.6,
        2532.84
    ],
    [
        " Yeah.",
        2533.22,
        2533.24
    ],
    [
        " If you don't equalize the pressure well, then that bubble just keeps going up and then you lose the bubble the bubble's gone.",
        2533.44,
        2541.14
    ],
    [
        " Yeah.",
        2541.54,
        2541.92
    ],
    [
        " Which I think is where the, that's what I always thought losing the bubble.",
        2542.04,
        2546.26
    ],
    [
        " You've heard that term, right?",
        2546.34,
        2547.1
    ],
    [
        " No.",
        2547.26,
        2547.42
    ],
    [
        " Okay. When someone says, oh, he's losing the bubble.",
        2547.72,
        2549.6
    ],
    [
        " You've never heard that before?",
        2549.76,
        2550.48
    ],
    [
        " No.",
        2550.68,
        2550.84
    ],
    [
        " Well, we would say it, and I've heard it, I've heard a civilian say it too.",
        2551.18,
        2554.58
    ],
    [
        " Yeah.",
        2554.76,
        2554.9
    ],
    [
        " So I'm pretty sure that it's, yeah.",
        2554.9,
        2556.58
    ],
    [
        " But I think that that's where it came from.",
        2556.72,
        2558.16
    ],
    [
        " It's like, oh, you're losing the bubble.",
        2558.42,
        2559.42
    ],
    [
        " And I've been in the chamber when someone lost the bubble.",
        2559.52,
        2562.38
    ],
    [
        " Yeah.",
        2562.6,
        2562.86
    ],
    [
        " And I remember I was telling the guy, I was like, hey, you're losing the bubble, you're losing the bubble, you're losing the bubble.",
        2563.1,
        2568.68
    ],
    [
        " You're losing the, I'm under water.",
        2569.24,
        2569.98
    ],
    [
        " And then you got to find the, you got to find the octopus, which is the, the regulator, which you have,",
        2570.18,
        2575.86
    ],
    [
        " you have air tanks just in there, like compressed air tanks, like scuba tanks that are strapped to the wall,",
        2576.0,
        2580.88
    ],
    [
        " just in case someone loses the bubble.",
        2581.04,
        2583.02
    ],
    [
        " And whether you got to find, they got to camo light on or red camo lights, then you're just digging around.",
        2583.36,
        2587.02
    ],
    [
        " Oh, you're going to grab the red camo, you find your thing, you start breathing and you find the valve and you crank it.",
        2587.2,
        2591.46
    ],
    [
        " And then the bubble comes back.",
        2591.82,
        2592.94
    ],
    [
        " But yeah.",
        2593.48,
        2594.96
    ],
    [
        " Yeah.",
        2595.1,
        2595.28
    ],
    [
        " But if you're claustrophobic in that situation, it's going to be problematic.",
        2595.48,
        2598.98
    ],
    [
        " Big time.",
        2599.34,
        2599.68
    ],
    [
        " Yeah.",
        2599.92,
        2600.06
    ],
    [
        " Yeah, because it's like, just the expression on your face at this time tells me that you would not.",
        2600.16,
        2604.34
    ],
    [
        " How big was it?",
        2604.5,
        2605.2
    ],
    [
        " How big is the chamber?",
        2605.3,
        2606.08
    ],
    [
        " It's smaller than the, the area that you and I are sitting right now.",
        2606.32,
        2610.22
    ],
    [
        " Yeah.",
        2610.88,
        2611.26
    ],
    [
        " So my MRI for my bicep, I had to go like this, like my hand up in the air.",
        2611.44,
        2617.96
    ],
    [
        " Well, you know, I'm laying down.",
        2618.22,
        2619.3
    ],
    [
        " So it's not up in here.",
        2619.3,
        2620.38
    ],
    [
        " But like, so you're not laying, laying regular.",
        2620.52,
        2623.04
    ],
    [
        " One hand is up.",
        2623.5,
        2624.46
    ],
    [
        " Okay.",
        2624.7,
        2625.1
    ],
    [
        " And for 15 minutes in that little teeny tiny tube.",
        2625.66,
        2628.84
    ],
    [
        " So like I, you're saying, I could lay on my bed like that.",
        2629.08,
        2632.84
    ],
    [
        " Did they sedate you or anything?",
        2632.92,
        2633.94
    ],
    [
        " No, you just dealt with it.",
        2634.04,
        2635.34
    ],
    [
        " No, yeah, this is, no.",
        2635.42,
        2636.46
    ],
    [
        " I bet a few MRIs in my time.",
        2636.54,
        2638.12
    ],
    [
        " But I just relax when in there.",
        2638.12,
        2639.7
    ],
    [
        " Yeah.",
        2640.1,
        2640.36
    ],
    [
        " I didn't lose the bubble like you did.",
        2640.36,
        2641.92
    ],
    [
        " Right.",
        2641.92,
        2642.08
    ],
    [
        " No, no, no, no.",
        2642.16,
        2642.64
    ],
    [
        " The thing is I did.",
        2642.64,
        2643.34
    ],
    [
        " Well, here's the thing.",
        2643.46,
        2644.1
    ],
    [
        " So this is what I really admitted to myself.",
        2644.26,
        2646.36
    ],
    [
        " Okay, I have like a little sensitivity to it.",
        2646.46,
        2649.88
    ],
    [
        " So he's like, okay, you got to put your arm up because it, you know, and you can't move.",
        2649.92,
        2654.56
    ],
    [
        " Some thinking, man, I can just lay down my bed like this all day.",
        2654.88,
        2657.58
    ],
    [
        " I'll sleep like that, you know?",
        2657.82,
        2658.98
    ],
    [
        " But why am I super like nervous about this?",
        2659.12,
        2663.02
    ],
    [
        " So I go in and he's putting me in and I feel my heart just start being real fast.",
        2663.18,
        2667.2
    ],
    [
        " Like full on.",
        2667.72,
        2668.52
    ],
    [
        " I'm like, oh man.",
        2668.6,
        2669.78
    ],
    [
        " But, um, but I mentally push through it like the kind of like not even a minute, but maybe",
        2670.46,
        2676.58
    ],
    [
        " like 30, 45 seconds.",
        2676.58,
        2677.82
    ],
    [
        " I'm like, ah, you know, I can do it.",
        2677.82,
        2680.64
    ],
    [
        " You're gonna watch guys cave diving.",
        2680.64,
        2681.98
    ],
    [
        " Like what do you mean?",
        2682.52,
        2685.58
    ],
    [
        " No.",
        2685.7,
        2685.86
    ],
    [
        " Yeah, I'm in caves.",
        2686.1,
        2687.0
    ],
    [
        " Yeah, yeah, yeah.",
        2687.32,
        2687.8
    ],
    [
        " Yeah, we're under water, but it's an underwater cave.",
        2687.8,
        2689.84
    ],
    [
        " Yeah.",
        2689.92,
        2690.06
    ],
    [
        " And you're diving.",
        2690.2,
        2690.78
    ],
    [
        " Yeah.",
        2690.9,
        2691.04
    ],
    [
        " That can get a little tight.",
        2691.2,
        2692.4
    ],
    [
        " Yeah.",
        2692.6,
        2692.86
    ],
    [
        " So, and that I, we, um, I'm quiet.",
        2692.86,
        2696.7
    ],
    [
        " It is a place called the blue room.",
        2697.06,
        2698.58
    ],
    [
        " And it's that.",
        2698.9,
        2699.78
    ],
    [
        " And here's the thing.",
        2700.44,
        2701.9
    ],
    [
        " So it's basically a cave.",
        2702.02,
        2703.12
    ],
    [
        " You walk up this mountain, maybe like, I don't know, 50, 50 yards, maybe up a mountain.",
        2703.28,
        2707.98
    ],
    [
        " And you go into the mountain.",
        2708.66,
        2709.54
    ],
    [
        " Well, no, no, the mountain is huge.",
        2710.38,
        2711.92
    ],
    [
        " You just walk up 50 yards then there's a cave.",
        2711.94,
        2714.12
    ],
    [
        " That's where the cave is.",
        2714.18,
        2715.04
    ],
    [
        " And you go in the cave.",
        2715.64,
        2716.4
    ],
    [
        " And depending on, you know, how much it rained or whatever, there's a little lake in the caves.",
        2716.56,
        2720.0
    ],
    [
        " It's really cool.",
        2720.0,
        2720.82
    ],
    [
        " We always go at the back of the cave.",
        2720.82,
        2723.02
    ],
    [
        " It's a little teeny tiny hole, teeny tiny hole.",
        2723.02,
        2725.9
    ],
    [
        " If the water's too high and it covers that hole, it's still a hole, but it's on, you gotta go underwater.",
        2726.5,
        2731.2
    ],
    [
        " So at the end of that, it basically that hole is a hallway that you swim through.",
        2731.58,
        2734.74
    ],
    [
        " You can't touch the bottom.",
        2734.74,
        2735.46
    ],
    [
        " It's like you swim through this little hallway and it goes in the curves.",
        2735.98,
        2738.92
    ],
    [
        " This is maybe, maybe a 20, 20 yards.",
        2739.36,
        2743.52
    ],
    [
        " Maybe.",
        2743.9,
        2744.06
    ],
    [
        " And not 20.",
        2744.46,
        2745.12
    ],
    [
        " That's, that's, you know, maybe 10 yards in the dark, though.",
        2745.26,
        2749.34
    ],
    [
        " And the only light is this glowing bright blue light that the water creates from the sun that shines in the water and kind of reflects up.",
        2750.12,
        2757.92
    ],
    [
        " It's really, it's really nice.",
        2758.04,
        2759.16
    ],
    [
        " But yeah, if you have an issue with that, especially if the water gets to the other side, what are you?",
        2759.74,
        2764.88
    ],
    [
        " It's a big room in there.",
        2764.94,
        2765.98
    ],
    [
        " And this kind of thing open to the light.",
        2766.26,
        2768.42
    ],
    [
        " The light from the water lights up the room.",
        2769.04,
        2771.28
    ],
    [
        " So it's, yeah, it's really weird.",
        2771.68,
        2773.28
    ],
    [
        " That's why you kind of go because it's really awesome.",
        2773.34,
        2775.1
    ],
    [
        " The thing is there's nothing to hold on to.",
        2775.32,
        2776.74
    ],
    [
        " You're treading water in that room.",
        2776.82,
        2778.16
    ],
    [
        " So it's like, oh, the room is deep water.",
        2778.16,
        2781.3
    ],
    [
        " Yeah, you can't touch it's a huge lake in there, you know?",
        2781.52,
        2783.82
    ],
    [
        " So you can't touch the bottom at all.",
        2784.1,
        2785.4
    ],
    [
        " And, um, but if the water level is high enough where that cave or the hallway will call it, it's like this, you know, where you can just barely, it gets like,",
        2786.0,
        2796.14
    ],
    [
        " oh, this is kind of nerve-racking for sure.",
        2796.2,
        2798.24
    ],
    [
        " But sometimes it's real low and it's cool you just swim through.",
        2798.48,
        2800.92
    ],
    [
        " But if it's like your first time or you have a little bit of claustrophobia in water like that, you'll, it'll jam you up for sure.",
        2801.4,
        2807.78
    ],
    [
        " But I never had a problem with that one.",
        2807.96,
        2810.12
    ],
    [
        " It's that it's what you said.",
        2810.56,
        2812.44
    ],
    [
        " When you know you can't move.",
        2812.72,
        2814.82
    ],
    [
        " Yeah.",
        2815.16,
        2815.66
    ],
    [
        " But if you know you can move also, you can just stay there.",
        2815.88,
        2818.48
    ],
    [
        " It's weird. It's like a psychological thing, you know?",
        2818.5,
        2820.64
    ],
    [
        " Yeah, no, it's not as I thought.",
        2820.76,
        2822.44
    ],
    [
        " But yeah, I get that every once in a while on the plane too.",
        2823.12,
        2826.06
    ],
    [
        " The restraint machine.",
        2826.34,
        2827.46
    ],
    [
        " So I guess that would be really effective against some people that have a little claustrophobia.",
        2828.84,
        2834.88
    ],
    [
        " Or they would just go nuts.",
        2834.96,
        2836.74
    ],
    [
        " The thing is though, okay, let's say all these methods are bad, right?",
        2837.24,
        2841.96
    ],
    [
        " Let's say all these methods of reform are bad.",
        2842.28,
        2844.4
    ],
    [
        " I feel good about saying that.",
        2844.6,
        2845.66
    ],
    [
        " Okay.",
        2845.98,
        2846.34
    ],
    [
        " And then you say, okay, if I was in that situation, I would do everything I could to get out of the scenario where like, okay, I got arrested and I got put in the restraint machine",
        2846.54,
        2855.46
    ],
    [
        " and I got the beat with the paddle and I got all those things happen.",
        2855.46,
        2858.26
    ],
    [
        " We guess what?",
        2858.26,
        2858.66
    ],
    [
        " You know what I'm going to do is try and stay clean a little bit, right?",
        2859.24,
        2862.56
    ],
    [
        " Get on the maybe get on a little bit of a path, a better path.",
        2863.32,
        2866.56
    ],
    [
        " Yes, sir.",
        2866.8,
        2867.18
    ],
    [
        " Yeah.",
        2867.48,
        2867.6
    ],
    [
        " It didn't work at all.",
        2868.08,
        2869.4
    ],
    [
        " No.",
        2869.78,
        2870.04
    ],
    [
        " At all.",
        2870.2,
        2870.64
    ],
    [
        " He didn't care.",
        2871.34,
        2871.96
    ],
    [
        " Yeah.",
        2872.32,
        2872.58
    ],
    [
        " Well, it kind of makes sense that like, when what did he say when after the snorting pole or whatever, like,",
        2872.86,
        2878.5
    ],
    [
        " Oh, you just fill out on your back and murder on your mind.",
        2878.68,
        2881.36
    ],
    [
        " Yeah.",
        2881.36,
        2881.7
    ],
    [
        " Yeah.",
        2881.9,
        2882.1
    ],
    [
        " That seems like because even the claustrophobia thing on the, on the, what's that called the restraint situation.",
        2882.34,
        2887.24
    ],
    [
        " Four hours every, like every session all day, you know, like, perhaps after a while you're like, you're going to get used to that.",
        2887.72,
        2894.78
    ],
    [
        " Or you're going to go so nuts that you're just going to faint or something like that.",
        2895.2,
        2898.74
    ],
    [
        " Either way, there's a part of your mind.",
        2899.0,
        2901.08
    ],
    [
        " I would think, I don't know.",
        2901.12,
        2902.1
    ],
    [
        " This is just what it feels like listening to it.",
        2902.26,
        2903.96
    ],
    [
        " I feel like I would just be so nuts at the end.",
        2904.04,
        2906.52
    ],
    [
        " Like, I wouldn't care about that restraint thing.",
        2906.58,
        2909.8
    ],
    [
        " I would just care about like murdering or something.",
        2909.94,
        2912.68
    ],
    [
        " Yeah.",
        2913.28,
        2913.34
    ],
    [
        " I could see how that could go.",
        2913.34,
        2914.22
    ],
    [
        "",
        2914.62,
        2914.62
    ],
    [
        " I mean, I personally could go that way.",
        2914.72,
        2916.34
    ],
    [
        " I would probably try not to go there anymore, but that's just me.",
        2916.56,
        2919.24
    ],
    [
        " Yeah.",
        2919.38,
        2919.6
    ],
    [
        " So maybe as a reformer, if you cross the line and you make someone snap, now you're no longer being productive.",
        2919.84,
        2926.8
    ],
    [
        " This is true with your kids.",
        2927.18,
        2929.2
    ],
    [
        " And maybe you haven't experienced this yet.",
        2929.46,
        2931.24
    ],
    [
        " But you can like push your kids to a point where they don't care.",
        2932.04,
        2935.88
    ],
    [
        " Like, oh, I'll take this away.",
        2936.62,
        2938.14
    ],
    [
        " I'll take this away.",
        2938.52,
        2939.24
    ],
    [
        " And then all of a sudden they go, I don't care.",
        2939.36,
        2941.04
    ],
    [
        " Take it.",
        2941.62,
        2942.14
    ],
    [
        " They throw their toilet paper threatening them.",
        2942.34,
        2944.62
    ],
    [
        " They throw it at you.",
        2944.8,
        2945.38
    ],
    [
        " Yeah.",
        2945.52,
        2945.96
    ],
    [
        " Take it.",
        2946.2,
        2946.66
    ],
    [
        " Remember the breakfast club?",
        2947.24,
        2949.74
    ],
    [
        " Remember that movie?",
        2949.94,
        2950.44
    ],
    [
        " I do remember.",
        2950.68,
        2951.18
    ],
    [
        " Remember the part that guy John Bender.",
        2951.18,
        2953.02
    ],
    [
        " Well, this is real.",
        2953.32,
        2954.06
    ],
    [
        " I forget the octas name.",
        2954.06,
        2954.8
    ],
    [
        " But anyway, I'm just trying to play Bender.",
        2954.88,
        2957.32
    ],
    [
        " This is me.",
        2957.5,
        2957.92
    ],
    [
        " Which guy is, which character?",
        2958.34,
        2959.28
    ],
    [
        " The bad guy.",
        2959.34,
        2959.78
    ],
    [
        " The bad kid.",
        2959.88,
        2960.6
    ],
    [
        " Okay.",
        2961.0,
        2961.08
    ],
    [
        " And he's rolling.",
        2961.26,
        2962.24
    ],
    [
        " And he's like, he's like, hey, did Barry Manolo raid or did you would raid Barry Manolo's wardrobe?",
        2962.4,
        2967.48
    ],
    [
        " And he's like, I'll give you the answer to that next Saturday saying like, you got another detention here next Saturday.",
        2967.48,
        2972.58
    ],
    [
        " And then he says something else.",
        2973.1,
        2974.34
    ],
    [
        " He goes, then you got another Saturday.",
        2974.34,
        2975.78
    ],
    [
        " And he's like, well, I'm free to start.",
        2976.14,
        2977.44
    ],
    [
        " You know, he did that.",
        2977.56,
        2978.54
    ],
    [
        " He was after I was like, I don't care.",
        2978.7,
        2979.78
    ],
    [
        " Yeah.",
        2979.86,
        2980.0
    ],
    [
        " And then he's holding up the horn.",
        2980.12,
        2982.2
    ],
    [
        " Two months.",
        2982.42,
        2982.96
    ],
    [
        " Bender.",
        2983.3,
        2983.72
    ],
    [
        " I got you two months.",
        2984.14,
        2985.54
    ],
    [
        " Yeah.",
        2985.74,
        2986.04
    ],
    [
        " That was good.",
        2986.36,
        2987.1
    ],
    [
        " That was a good part there.",
        2987.24,
        2988.16
    ],
    [
        " So yes, you can't push it too far.",
        2989.38,
        2991.0
    ],
    [
        " And obviously, from a leadership perspective, we'll just go for a little leadership perspective.",
        2991.44,
        2995.44
    ],
    [
        " Sure.",
        2995.48,
        2995.72
    ],
    [
        " There are things you can do to the people that work for you where they won't care anymore.",
        2995.9,
        2999.32
    ],
    [
        " Yeah.",
        2999.66,
        2999.9
    ],
    [
        " And now you, now you're done.",
        3000.32,
        3003.1
    ],
    [
        " You have, you've lost control of, you've lost control of them.",
        3003.6,
        3007.1
    ],
    [
        " So don't do that.",
        3007.72,
        3008.98
    ],
    [
        " Yeah, don't talk.",
        3009.5,
        3010.34
    ],
    [
        " He talks about this electric, electric shock to you.",
        3010.68,
        3013.48
    ],
    [
        " They called the hummingbird.",
        3013.48,
        3014.48
    ],
    [
        " First, an ordinary steel bathtub with in which four or five inches of ice cold water.",
        3014.8,
        3020.06
    ],
    [
        " The victim is laid down in there and chained hand and foot.",
        3020.06,
        3023.52
    ],
    [
        " Then the chief torture enters the scene.",
        3023.86,
        3025.64
    ],
    [
        " He is dressed in ordinary clothes and has only a rubber slicker and a pair of rubber gloves on his hands.",
        3025.64,
        3031.26
    ],
    [
        " In his hands, he holds a common sponge.",
        3031.68,
        3034.08
    ],
    [
        " The sponge is connected to electric battery by wires.",
        3034.52,
        3037.56
    ],
    [
        " The switch is turned on and the torture advances on the victim.",
        3037.82,
        3040.56
    ],
    [
        " He first begins on the soles of the feet by gently rubbing the charge sponge there.",
        3040.92,
        3045.48
    ],
    [
        " And then gradually, working his way up to the body and to the head.",
        3046.04,
        3049.28
    ],
    [
        " The sensations of, to the victim are that there seem to be millions of red hot needles sticking into them.",
        3049.42,
        3054.7
    ],
    [
        " The agony is intense.",
        3055.7,
        3056.6
    ],
    [
        " Two or three minutes and the victim is ready for the grave or the madhouse.",
        3057.4,
        3061.32
    ],
    [
        " Yet there is not a single mark or bruise on his whole body.",
        3062.04,
        3065.94
    ],
    [
        " A physician stands beside, this is sick.",
        3066.5,
        3068.44
    ],
    [
        " The physician stands beside the victim and every few seconds feels the pulse and examines him.",
        3069.12,
        3074.04
    ],
    [
        " When he judges that the victim is exactly on the verge of madness or death, he gives the signal to switch off the current.",
        3074.28,
        3080.12
    ],
    [
        " Then the victim is thrown into a cell where he is left for a few days or weeks.",
        3080.62,
        3085.0
    ],
    [
        " Yeah.",
        3085.84,
        3088.74
    ],
    [
        " That's weird. The sponge. How they put the sponge there?",
        3088.98,
        3091.46
    ],
    [
        " Yeah.",
        3091.54,
        3091.76
    ],
    [
        " Like on lethal weapon one.",
        3092.18,
        3094.48
    ],
    [
        " He got, he got rigs with that.",
        3094.88,
        3097.96
    ],
    [
        " Yeah. Yeah.",
        3098.04,
        3098.88
    ],
    [
        " And remember, but he has, that's what it made me think of when he had the sponges.",
        3099.06,
        3103.26
    ],
    [
        " And he's in the shower.",
        3103.32,
        3104.12
    ],
    [
        " I'll tie it up like that.",
        3104.12,
        3105.04
    ],
    [
        " And he keeps like hitting him.",
        3105.1,
        3106.1
    ],
    [
        " He's like hit him again.",
        3106.28,
        3107.2
    ],
    [
        " Yeah, those sponges.",
        3107.76,
        3108.9
    ],
    [
        " I wonder what that, that's about though.",
        3108.98,
        3110.72
    ],
    [
        " The sponge.",
        3110.98,
        3111.48
    ],
    [
        " It conducts electricity.",
        3111.48,
        3112.68
    ],
    [
        " Yeah, because it wants to water water conducts.",
        3113.24,
        3115.18
    ],
    [
        " Yeah.",
        3115.2,
        3115.44
    ],
    [
        " Doesn't leave a direct mark.",
        3115.44,
        3116.92
    ],
    [
        " It's just hitting you with like a big shock.",
        3117.66,
        3119.92
    ],
    [
        " Pillow of shock.",
        3120.4,
        3121.6
    ],
    [
        " It continues on. He gets, eventually gets out of that prison and he actually broke out of that prison.",
        3124.82,
        3130.8
    ],
    [
        " And then he's now, he's just on like full crime mode.",
        3131.16,
        3135.02
    ],
    [
        " I don't even know what goes beyond crime mode, but just full stealing, raping, murdering, swindling.",
        3135.34,
        3141.66
    ],
    [
        " He steals enough money.",
        3142.68,
        3144.44
    ],
    [
        " He works on a bunch of different boats and eventually steals enough money to buy a yacht.",
        3144.52,
        3149.2
    ],
    [
        " So he bought a yacht.",
        3151.22,
        3152.36
    ],
    [
        "",
        3152.72,
        3152.72
    ],
    [
        " And I don't know what how big the yacht was, but it wasn't small.",
        3152.76,
        3155.6
    ],
    [
        " And here we go back to the look on my yacht.",
        3156.86,
        3159.94
    ],
    [
        " I had quarters for five people, but I was alone for a while.",
        3160.04,
        3163.14
    ],
    [
        " Then I figured it would be a good plan to hire a few sailors to work for me.",
        3163.14,
        3166.44
    ],
    [
        " Get them out of my yacht, get them drunk, commit sawdemy on them, rob them and kill them.",
        3166.9,
        3171.18
    ],
    [
        " This I'd done every day or two.",
        3171.72,
        3174.44
    ],
    [
        " I would get plenty of blues, booze by robbing other yachts there.",
        3174.6,
        3177.84
    ],
    [
        " The barber two was one of them.",
        3178.18,
        3179.76
    ],
    [
        " I robbed her dozen or so others around there.",
        3179.92,
        3182.98
    ],
    [
        " I was hitting the booze pretty hard myself at that time.",
        3183.44,
        3185.74
    ],
    [
        " Every day or two I would go to New York and hang around 25th Street and size up the sailors.",
        3185.88,
        3189.88
    ],
    [
        " Whenever I saw a couple who were about my size and seemed to have money, I would hire them to work on my yacht.",
        3190.3,
        3194.68
    ],
    [
        " I would always promise a big pay and easy work.",
        3195.1,
        3197.48
    ],
    [
        " What they got was something else.",
        3198.08,
        3200.14
    ],
    [
        " I would take them and their clothes and gear out to my yacht at City Island.",
        3200.96,
        3205.26
    ],
    [
        " There we would go and wine and dine and when they were drunk enough I would go to bed.",
        3205.56,
        3210.36
    ],
    [
        " Or they would go to bed.",
        3211.4,
        3212.26
    ],
    [
        " When they were asleep I would get my 45 cult automatic army pistol.",
        3212.7,
        3217.68
    ],
    [
        " This I stole from Mr. Taff's house and blow their brains out.",
        3217.94,
        3222.24
    ],
    [
        " Then I would take out a rope and tie a rock on them and put them into my robot.",
        3222.76,
        3227.56
    ],
    [
        " Roboat, row them out in the main channel about one mile and drop them overboard.",
        3227.96,
        3232.3
    ],
    [
        " They are there yet, ten of them.",
        3233.62,
        3235.6
    ],
    [
        " I worked that racket for about three weeks.",
        3236.78,
        3238.98
    ],
    [
        " Eventually gets on another ship.",
        3240.16,
        3245.62
    ],
    [
        " Looses that, kind of gets...",
        3245.92,
        3247.98
    ],
    [
        " People are suspect he goes, gets on a ship to Europe from Europe he goes to Africa.",
        3247.98,
        3253.62
    ],
    [
        " In Africa he buys a girl.",
        3254.5,
        3257.46
    ],
    [
        " I paid a big price for her.",
        3257.62,
        3259.26
    ],
    [
        " I bought her from her mother and father for about $8 in American money.",
        3259.9,
        3265.04
    ],
    [
        " The reason I paid such a big price for her was because she was a virgin.",
        3265.38,
        3268.78
    ],
    [
        " Yes, so she said.",
        3269.14,
        3270.22
    ],
    [
        " She was about 11 or 12 years old.",
        3271.16,
        3272.84
    ],
    [
        " I took her to my shack the first night and took her back to her father's shack the next.",
        3272.92,
        3277.48
    ],
    [
        " I demanded my money back because they had deceived me by saying the girl was a virgin.",
        3277.8,
        3281.54
    ],
    [
        " I didn't get my money back but they gave me another younger girl.",
        3282.0,
        3285.26
    ],
    [
        " This girl was about 8 years old.",
        3285.86,
        3287.8
    ],
    [
        " I took her to my shack and maybe she was a virgin but it didn't look like it to me.",
        3288.14,
        3292.08
    ],
    [
        " I took her back and quit looking for any more virgins.",
        3292.34,
        3294.76
    ],
    [
        " I looked for a boy.",
        3295.6,
        3296.92
    ],
    [
        " I found one.",
        3298.02,
        3299.22
    ],
    [
        " He was our table waiter.",
        3299.62,
        3300.64
    ],
    [
        " I educated him into the art of sodomy as practiced by civilized people but he was only a savage and didn't appreciate the benefits of civilization.",
        3300.82,
        3309.8
    ],
    [
        " He told my boss and the boss man fired me quick but before he did I licked the hell out of him.",
        3309.88,
        3315.74
    ],
    [
        " The boy 11 or 12 came bumming another boy about 11 or 12 came bumming around.",
        3316.32,
        3323.6
    ],
    [
        " He was looking for something he found it too.",
        3323.9,
        3326.16
    ],
    [
        " I took him out to a gravel pit about a quarter mile from the main camp of the Sinclair oil company.",
        3326.72,
        3332.58
    ],
    [
        " I left him there but first I committed sodomy on him and then killed him.",
        3333.02,
        3337.4
    ],
    [
        " His brains were coming out of his ears.",
        3338.88,
        3340.88
    ],
    [
        " When I left him and he will never be any dead or he is still there.",
        3341.24,
        3346.2
    ],
    [
        " He ends up murdering another six people in Africa and a boat.",
        3347.22,
        3354.9
    ],
    [
        " He chartered a canoe and then kills everyone in it and then signs on to a ship that's heading back to New York.",
        3355.12,
        3364.64
    ],
    [
        " That was the summer of 1922. He arrives back in America, back to the book and sail a Massachusetts.",
        3364.64,
        3369.96
    ],
    [
        " I murdered an 11 or 12 year old boy by beating his brains out with a rock.",
        3369.96,
        3373.88
    ],
    [
        " I tried a little sodomy on him first.",
        3374.46,
        3376.4
    ],
    [
        " I left him laying there with his brains coming out of his ears.",
        3376.96,
        3379.36
    ],
    [
        " Went down towards New York robbing and hell raising as I came.",
        3380.54,
        3384.74
    ],
    [
        " In January or February of 1923 I got a job as a watchman at 220 Yonkers Avenue Yonkers New York.",
        3385.36,
        3391.9
    ],
    [
        " While there I met a young boy of 14 or 15, his name was George and whose home was in was and is in Yonkers.",
        3392.88,
        3399.64
    ],
    [
        " I started to teach him the fine art of sodomy but he had but I found he had been taught about it all and he liked it fine.",
        3400.16,
        3407.06
    ],
    [
        " I kept him with me until I left that job of 9 April of 1923.",
        3407.28,
        3411.92
    ],
    [
        " The kid George got scared and I let him go home to Yonkers when he got there.",
        3412.7,
        3417.36
    ],
    [
        " He told the police all he knew about me which wasn't much but it was enough for the cops to come looking for me.",
        3417.36,
        3422.36
    ],
    [
        " They caught me in my yacht at Niaq.",
        3422.46,
        3424.9
    ],
    [
        " They took me boat and all my plunder to Yonkers jail there charged me with sodomy burglary robbery and trying to break jail there.",
        3425.22,
        3434.62
    ],
    [
        " In and out again a few days later I went to New Haven where I killed another boy.",
        3435.24,
        3442.78
    ],
    [
        " I was a little more sodomy on him and then tied his belt around his neck and strangled him and picked him up where he was dead and threw his body over behind some bushes.",
        3442.84,
        3450.42
    ],
    [
        " Eventually he does his time.",
        3451.16,
        3455.18
    ],
    [
        " He gets trial for the sodomy burglary and robbery pleads guilty and immediately given the limit of the law five years at once I was sent to sing sing.",
        3455.36,
        3468.24
    ],
    [
        " From sing sing he gets sent to another prison called Danimora which is a notorious, notorious prison.",
        3470.86,
        3481.26
    ],
    [
        " It says in the book of all the prisons Danimora was the one and only designed specifically to punish.",
        3482.84,
        3489.16
    ],
    [
        " And so now this gets really interesting because he's in this really bad prison and there's a description that's not from him.",
        3492.08,
        3499.72
    ],
    [
        " That's just part of the book, part of the information in the book talking about Danimora and how bad it is there and then he's done all this heinous, I mean just heinous acts that he should be killed for over and over again.",
        3500.28,
        3517.54
    ],
    [
        " And here he is going back to the book. I attempted to escape. I failed in my attempt but in doing so I fell about 30 feet to a concrete walk breaking both my ankles, both my legs fracturing my spine and rupturing myself.",
        3519.26,
        3531.32
    ],
    [
        " In this condition I was carried to the prison hospital where I lay for five days and was carried out and dumped into a cell without any medical or surgical attention, whatever.",
        3531.82,
        3539.7
    ],
    [
        " My broken bones were not set. My ankles and legs were not put into a cast. In fact, nothing was done except give me a bottle of liniment which I would have done which would have done no good if I had been able to rub it on myself.",
        3540.76,
        3552.58
    ],
    [
        " The doctor never came near me and no one else was allowed to do anything for me in that condition. I was left for eight months.",
        3553.36,
        3558.04
    ],
    [
        " At the end of the time the bones had knitted together so I could stagger around on a pair of crutches. So it's like he's complaining about his maltreatment.",
        3558.68,
        3566.0
    ],
    [
        " Right. I got injured and they didn't take care of him. It's like, hey bro. Yeah, you don't get any good treatment.",
        3566.0,
        3574.18
    ],
    [
        " At the end of 14 months of constant agony I was taken to the hospital where I was operated on for my rupture and one of my testicles was cut out five days after my operation.",
        3574.52,
        3586.86
    ],
    [
        " I tried to see if my sexual organs were still in good order. I got caught trying to commit sodomy on another prisoner for that I was thrown out of the hospital and dumped into a cell where I suffered more agony for many months.",
        3586.86,
        3597.14
    ],
    [
        " Always in pain, never a civil answer from anyone, always a snaller occurs or relying, hypocritical promise which was never kept crawling around like a snake with a broken back, seething with hatred and a lust for revenge five years of my life of this kind.",
        3597.46,
        3610.98
    ],
    [
        " The last two years and four months confided isolation with nothing to do except brood upon what I thought the wrong, what I thought was the wrongs that had been done to me not allowed to receive letters or visits from friends.",
        3612.5,
        3624.9
    ],
    [
        " When the prison inspectors came to investigate conditions and complaints they were told I was a degenerate that I suffered from delusions that I was insane so they would pay no attention to me or anything that I or anyone else ever complained of.",
        3625.22,
        3636.82
    ],
    [
        " This went on for all of my five years and the more they misused me the more I was filled with the spirit of hatred and revenge. I was so full of hate that there was no room in me for such feelings as love, pity, kindness or honor or decency. I hated everyone I saw.",
        3637.98,
        3653.28
    ],
    [
        " Again, it's a guy that he only sees the pain that's been caused to him but apparently doesn't see any of the pain that he's causing anybody else.",
        3654.06,
        3664.88
    ],
    [
        " Zero empathy.",
        3667.44,
        3668.04
    ],
    [
        " Doesn't it sort of could it seem or could it happen like this with him where you know when he's young he gets beat down.",
        3668.56,
        3679.54
    ],
    [
        " Obviously not shown much affection. That's an assumption obviously but beat down so now he has his hatred so now he inflicts pain on quote unquote others.",
        3679.66,
        3689.98
    ],
    [
        " Right because of the hatred he has or whatever so it's kind of like him kind of what getting even for sure lack of a better term so it gets even and then he gets punished for that right obviously because you can't commit crimes like that so he gets punished.",
        3690.08,
        3701.58
    ],
    [
        " So now he thinks it's uneven now hey you know it's just the feeling he's not like yes so now he's like oh now that now me being punished for what I did by the way but me being punished is giving me even more hate now I got a you know seek vengeance for that then he does it then of course he gets and he just keeps doing it.",
        3701.58,
        3718.64
    ],
    [
        " Yeah so it's like this cycle well there's another cycle here and the cycle is he's blaming everyone else for the situation that is oh yeah that's how you know he's blaming every and at a certain point sure let's let's blame that first state penitentiary that he was in when he was a kid the state school let's put some blame on them okay.",
        3718.64,
        3738.3
    ],
    [
        " But you got out of that you had another opportunity to get on the right path and and then what do you do you just blame blame blame blame blame blame and the more you're blaming other people do you put yourself into a downward spiral that he's never going to get out of obviously yeah and now he's blaming he blames the whole human race I mean let's it's it's really easy just to sort of he only writes about it for three sentences but like oh oh and new hate.",
        3739.04,
        3768.28
    ],
    [
        " Even I raped and murdered an 11 year old boy like no you don't get any mercy now and you can't blame anyone else for doing that that's no one else's fault you did that.",
        3768.28,
        3779.58
    ],
    [
        " Yeah but in his mind the oh for like you know like when you hate let's say you flick your friend on the head joking around right you flick him on the head.",
        3779.58,
        3790.66
    ],
    [
        " You joke now then your friends like to be interested friends like hey that's kind of hard you know so so he'd like flick to you and you're super hard yeah you're like hey I didn't flick you on the head that hard so you so you smack him you know and it turns into this big fight and who's who's who's to blame right yeah that both guys feel like hey I flick you I was just joking you did not the flick me that hard the other guy's like why'd you flick me the first but you don't kind of think so and I'm not saying that that's what happened but in his mind that's probably what it feels like oh for sure that's what it feels like for sure that's what it feels like and we",
        3790.66,
        3820.54
    ],
    [
        " all can feel like that at one time or another we think oh it's this person's fault it's that person's fault it's my parents it's the school system it's the whatever it's society yeah right it's society yeah it's every other human being like that's where he's at right now he hated everyone I saw yeah that's where he's at it's like he's the victim and he's the victim and he just just listen to I mean it's so clear when he's talking about all these medical problems that he he's the",
        3820.54,
        3850.52
    ],
    [
        " victim yeah he's the victim whereas if he would have just swapped his attitude early on and said okay what about what's",
        3851.62,
        3858.34
    ],
    [
        " happening right now even the first why did he get why did he get sent to the state penitentiary or to",
        3858.34,
        3862.72
    ],
    [
        " the state school system because he stole a gun ran away ripped it ripped off a family of theirs stuff like",
        3862.72,
        3869.8
    ],
    [
        " oh if you do that you go to prison but he didn't see that this is fault yeah that wasn't his fault yeah he",
        3869.8,
        3874.2
    ],
    [
        " did that because he was living in a bad home yeah it's like okay at some point you have to take",
        3874.2,
        3879.7
    ],
    [
        " ownership of what's going on in your world yeah and you can't just continually blame other people",
        3879.7,
        3883.94
    ],
    [
        " if you do eventually you know who's at fault everyone in the world but you yeah it's true so let's not",
        3883.94,
        3892.56
    ],
    [
        " get there I'll tell you what it's a pretty good transition for when I join the Navy that's one",
        3892.56,
        3896.4
    ],
    [
        " thing and I've talked about how when I joined the Navy it's like a clean slate yeah you know what I mean",
        3896.4,
        3900.8
    ],
    [
        " like it doesn't matter what you did and that was a really positive thing for me because all the sudden",
        3900.8,
        3906.24
    ],
    [
        " and it's a very cause and effect when you're going through like navy boot camp or any kind of",
        3906.24,
        3912.54
    ],
    [
        " boot camp any kind of military indoctrination if you don't do what you're supposed to do you get punished",
        3912.54,
        3918.06
    ],
    [
        " for it if you do what you're supposed to do you either a don't get punished at a minimum or you get",
        3918.06,
        3923.34
    ],
    [
        " some type of reward yeah and it's all set up that way purposely but it's very easy it was very",
        3923.34,
        3928.98
    ],
    [
        " easy for me to comprehend as a 18 year old kid going oh if I if I do this right I will be rewarded",
        3928.98,
        3937.1
    ],
    [
        " if I do this wrong I will be punished this is on me and then what you then the next thing that",
        3937.1,
        3944.5
    ],
    [
        " they build on top of that is if I let my team do something wrong we will all get punished",
        3944.5,
        3952.5
    ],
    [
        " if we do things correctly we will receive at a minimum no punishment and possibly some type of reward",
        3952.5,
        3958.44
    ],
    [
        " it was very easy for me to assemble those pieces in my young brain and let's face it when you're",
        3958.64,
        3964.76
    ],
    [
        " 18 years old I mean my brain wasn't all that developed right I mean right like",
        3964.76,
        3969.88
    ],
    [
        " physiologically speaking the the male like what is it the male frontal cortex isn't fully",
        3969.88,
        3976.78
    ],
    [
        " formed until they're like 25 right didn't you tell me that yes yeah so there you go so there I was",
        3976.78,
        3981.38
    ],
    [
        " 18 and I yet was able to figure out okay wait a second if I do this it's on me if I get punished",
        3981.5,
        3989.26
    ],
    [
        " it's my fault if our team gets punished and and again that's a that's a little jump they're kind",
        3989.26,
        3994.46
    ],
    [
        " of bring you through that little phase of like okay we get now you're responsible for you you",
        3994.46,
        3998.9
    ],
    [
        " understand that and once you understand that's like okay now you're responsible for your team",
        3998.9,
        4002.18
    ],
    [
        " and some people don't make that transition some people you know it within the team",
        4002.18,
        4006.3
    ],
    [
        " oh it wasn't my fault it was Jimmy's fault yeah right and as you stay in the military longer or as",
        4006.84,
        4014.12
    ],
    [
        " you go in any workforce eventually you realize okay if we don't if I don't work as a team",
        4014.12,
        4019.24
    ],
    [
        " we're all gonna get punished yeah so I need to help the team he's not learning any of this",
        4019.24,
        4025.84
    ],
    [
        " no no he's not helping me that's awful back to the book my whole mind was bent on figuring out",
        4025.84,
        4033.82
    ],
    [
        " ways to annoy and punish my enemies and everybody was my enemy I had no friends that was the",
        4033.82,
        4038.92
    ],
    [
        " frame of mind I was in when my five years was up and I was turned loose to go anywhere I wanted to",
        4038.92,
        4043.3
    ],
    [
        " go my intention was to rob rape and kill everybody I could anybody and everybody and he goes through",
        4043.3,
        4050.42
    ],
    [
        " these long kind of plans of putting bombs in inside tunnels and and how to get a gas mask",
        4050.42,
        4059.72
    ],
    [
        " poison gas and he was gonna steal so much money and then with this with this bunch of money that",
        4060.8,
        4065.9
    ],
    [
        " he was gonna get from robbing all these people in this plot that he has with that he says with",
        4065.9,
        4074.52
    ],
    [
        " unlimited funds in my hands I then intended to steal millions of dollars and kill millions of",
        4074.52,
        4079.02
    ],
    [
        " people this I intended to do by starting a war between England and the USA sounds fantastic all",
        4079.02,
        4084.66
    ],
    [
        " right but I'm positive he could have done he goes through his whole plot of how he was gonna make",
        4084.66,
        4087.78
    ],
    [
        " that happen he was gonna bomb a British ship that was you know like here peacefully bomb it and",
        4087.78,
        4093.64
    ],
    [
        " make it look like America did it what when diplomatic uh relationship for already strained that was",
        4093.64,
        4098.78
    ],
    [
        " his plan I used to spend all my time figuring out how I could murder the most people with the least",
        4098.78,
        4105.26
    ],
    [
        " harm and expense to myself and I finally thought of a way to kill off the whole town men, women,",
        4105.26,
        4110.8
    ],
    [
        " children and even cats and dogs and he goes through another big plan about using arsenic and",
        4111.04,
        4116.34
    ],
    [
        " and dead hogs and put him in the water splim he goes through like detailed plans",
        4117.6,
        4121.54
    ],
    [
        " now this was some interesting his perception of what it was like he's back in jail again um and I",
        4121.54,
        4136.54
    ],
    [
        " forget what for this time but for all this crap that he's doing all the time all these crimes he's",
        4136.54,
        4141.72
    ],
    [
        " committing back to the book the underworld code is very simple it is never squeal don't be a stool",
        4142.04,
        4148.82
    ],
    [
        " pigeon a rat or an informer all crooks want everybody else to believe that they are square cops are",
        4148.82,
        4155.12
    ],
    [
        " the same they all wish everybody else to think they act from principle they're always telling everyone",
        4155.12,
        4161.8
    ],
    [
        " they meet about how much principle they have it is against their principle to do this or that",
        4161.8,
        4165.98
    ],
    [
        " the queer part of it is that they not only want others to believe this but they believe it themselves",
        4165.98,
        4171.52
    ],
    [
        " but the real truth of the matter is that they deceive themselves and mistake policy for principle",
        4173.72,
        4179.14
    ],
    [
        " when crooks are square with anyone it is because it is for their own interest to be so it is good",
        4179.14,
        4188.92
    ],
    [
        " policy when it ceases to be in their own interest to square with another one then it becomes time",
        4188.92,
        4195.1
    ],
    [
        " to change their tactics and they aren't slowing doing it either it makes no difference to them who",
        4195.1,
        4200.44
    ],
    [
        " they snitch on no matter if they've been loyal to each other through a whole lifetime as partners",
        4200.44,
        4204.8
    ],
    [
        " and friends no matter if they send their friends to prison or to hell by way of rope or chair that cuts",
        4204.8,
        4211.46
    ],
    [
        " no ice they are looking out for their own precious skins and this is a guy also that doesn't trust",
        4211.46,
        4224.78
    ],
    [
        " anybody so and that's actually what he said I mean certainly that's there's you can't say that",
        4227.34,
        4232.96
    ],
    [
        " about it you can say that about a lot of people but there's all kinds of criminals that never give",
        4232.96,
        4238.1
    ],
    [
        " up the never never give up his names never rather than anybody else and they get the book thrown",
        4238.1,
        4244.1
    ],
    [
        " out of them and they take it back to the book every child has this is interesting every child has",
        4244.1,
        4250.52
    ],
    [
        " some criminal tendencies it is your place to correct those traits and teach them the right way",
        4250.52,
        4255.28
    ],
    [
        " to live while they're young and their minds are forming then when they do the reach the age of",
        4255.28,
        4261.1
    ],
    [
        " reason and action it will be quite natural for them to live clean upright honorable lives in that",
        4261.1,
        4267.7
    ],
    [
        " way you will stop crime at its source before it begins as a child a child is very easily led any",
        4267.7,
        4277.46
    ],
    [
        " child if properly taught will live the way he is taught to live all criminals are merely overgrown",
        4277.46,
        4284.42
    ],
    [
        " children it is in your hands to make us or break us we by our own efforts are failures in life",
        4284.42,
        4291.24
    ],
    [
        " simply because we don't know any better we don't know how to live decent upright lives hereditary",
        4291.24,
        4296.02
    ],
    [
        " heredity has it very little to do with the shaping of our lives the main causes of why we are what",
        4296.02,
        4302.76
    ],
    [
        " is because of our improper teaching lack of knowledge and our environment every man's philosophy is",
        4302.76,
        4311.56
    ],
    [
        " colored by his environment if you don't want us to rob rape and murder you then it is your place to",
        4311.56,
        4316.84
    ],
    [
        " see that the mental and moral misfits are properly taught a sufficient amount of useful and sensible",
        4316.84,
        4321.7
    ],
    [
        " knowledge to put their proper to and put into the proper environment where they can be best fitted",
        4321.7,
        4327.12
    ],
    [
        " to exist in life so there you go the nature nurture argument pans ram all all nurture all how you're raised",
        4327.12,
        4337.32
    ],
    [
        " he goes on I was born a normal human being my parents were ignorant and through their improper",
        4337.32,
        4344.38
    ],
    [
        " teachings and improper environment I was gradually led into the wrong way of living little by little",
        4344.38,
        4350.84
    ],
    [
        " from bad to worse I was sent to reform school at age 11 from that day to this all of my life",
        4350.84,
        4357.26
    ],
    [
        " has been lived among moral and mental misfits all my associates all my surroundings the atmosphere",
        4357.26,
        4364.94
    ],
    [
        " of deceit treachery brutality degeneracy hypocrisy and everything that is bad and nothing that is good",
        4364.94,
        4371.06
    ],
    [
        " it is unnatural that I should have absorbed these things and I have become what I am today a treacherous",
        4371.06,
        4378.44
    ],
    [
        " degenerate brutal savage human devoid of all decent feeling absolutely without conscience moral",
        4378.52,
        4385.62
    ],
    [
        " pity sympathy principle or any single good trait why am I what I am I'll tell you why I did not",
        4385.62,
        4393.82
    ],
    [
        " make myself what I am others had the making of me",
        4393.82,
        4397.86
    ],
    [
        " me",
        4403.86,
        4404.46
    ],
    [
        " everyone else is fault and I am not in the power to control it right I mean at this point he recognizes",
        4404.46,
        4415.16
    ],
    [
        " what he is but he doesn't make any effort to reform himself yeah yeah it's kind of those two like",
        4415.16,
        4423.22
    ],
    [
        " even with extreme ownership right when you're working with a team when you say it's easy to blame",
        4424.62,
        4430.48
    ],
    [
        " others and especially when it is their fault at certain times it's like their fault that this",
        4430.48,
        4438.14
    ],
    [
        " happened to that happen it's like a philosophy right it's like an approach it's a certain approach",
        4438.14,
        4445.2
    ],
    [
        " where if you say okay you know whatever it's their fault that this happened or whatever it's really",
        4445.2,
        4450.36
    ],
    [
        " hard to come up with a situation when you're a leader of a team and it's the team's fault yeah I",
        4450.36,
        4455.56
    ],
    [
        " haven't been able to come up with one lately yeah yeah so and and to say it's maybe you can",
        4455.56,
        4461.0
    ],
    [
        " that's not what I'm saying what I'm saying is it is well okay we'll go with this guy a guy on",
        4461.0,
        4467.32
    ],
    [
        " Twitter yeah he said hey man why are you giving all this hate to the machine gunner shoot now",
        4467.32,
        4473.82
    ],
    [
        " outside their field of fire because I use that example a lot yeah hey the machine gunner shoots",
        4473.82,
        4477.58
    ],
    [
        " out of the outside of his field of fire yeah that's the machine gunner's fault right no and I said",
        4477.58,
        4483.22
    ],
    [
        " to him hey man I don't hate machine gunners I hate the officers that blame the machine gunner when",
        4483.22,
        4487.4
    ],
    [
        " the machine gunner doesn't know where he's supposed to be shooting yeah that's not machine gunner's fault",
        4487.4,
        4490.78
    ],
    [
        " yeah that's your fault boss yeah so so continue on about the situation I get so I so I I",
        4490.78,
        4497.8
    ],
    [
        " I think this is like a typical little thing that I'll hear from people it's like wow you know",
        4497.8,
        4501.5
    ],
    [
        " sometimes I gotta take ownership you know it's really yeah yeah that's what you think you're wrong",
        4501.5,
        4505.86
    ],
    [
        " okay yeah yeah not wrong okay I did it but not because because right now I'm not saying about",
        4505.86,
        4512.64
    ],
    [
        " whose fault it is that's not that's not the point I'm trying to make it's more that he's right it is",
        4512.64,
        4518.36
    ],
    [
        " because of them like they or the way his parents raised them did cause him to be like this it",
        4518.36,
        4523.74
    ],
    [
        " caused him to be like this didn't cause him to be like it didn't like his parents raised them didn't",
        4523.74,
        4530.2
    ],
    [
        " make him you know satanize that kid or whatever he didn't they didn't make him do it but",
        4530.5,
        4536.08
    ],
    [
        " their raid the way they raised him caused him just cause an effect straight up cause him to be like",
        4536.08,
        4541.96
    ],
    [
        " that what I'm quote now it's his fault yes it's his fault that he's doing all these things you know",
        4541.96,
        4548.8
    ],
    [
        " because you can just not you cannot do it that's possible to just not do it that day or at all",
        4548.8,
        4553.96
    ],
    [
        " whatever so yeah as far as fault in blaming yes okay you're going Sam Harris free will on me well",
        4554.24,
        4559.4
    ],
    [
        " see the thing is I mean I guess what I'm saying is like if you don't go into lack of free will",
        4559.4,
        4567.3
    ],
    [
        " yeah lack of free will no well not necessarily I'm just basically isolating the blaming part of it",
        4567.3,
        4573.88
    ],
    [
        " and then the cause and effect part of it you know kind of thing because in that case he's he's",
        4573.88,
        4578.62
    ],
    [
        " like they're what he's saying is correct as long as he's not saying and it's their fault and it's",
        4579.56,
        4584.26
    ],
    [
        " not my fault I'm not you know what he is saying that I'm okay so so push that aside he's right",
        4584.26,
        4590.24
    ],
    [
        " not make myself what I am others had the making of me to everyone else's fault that I'm like this",
        4590.24,
        4595.7
    ],
    [
        " yeah that's that's that's not extreme ownership right now but oh go cause an effect on them",
        4595.7,
        4603.82
    ],
    [
        " here's my point here's my point because this is not this is a gray area right in a gray area",
        4603.82,
        4608.8
    ],
    [
        " here's the problem if he looks at it if he only lends that he looks at it through is this is everyone",
        4608.8,
        4617.06
    ],
    [
        " else's fault and he's not to blame then guess what he's not going to make any changes if he had",
        4617.06,
        4624.38
    ],
    [
        " it a little bit if he just looked at the situation and said you know what all these things happened",
        4624.38,
        4629.46
    ],
    [
        " but some of this is cause of me some of this is because the actions that I've taken and I can now",
        4631.36,
        4638.58
    ],
    [
        " change my behavior so I don't stay in this mode of operating right now that's the difference",
        4638.58,
        4645.14
    ],
    [
        " and he never makes that change he never makes that that different he never sees it that way",
        4645.14,
        4651.18
    ],
    [
        " the only thing he sees is that it's everyone else's fault and when you listen to the thing he",
        4651.18,
        4658.02
    ],
    [
        " he go you can see it gradually increases he's he's going from like oh I just hate this teachers",
        4658.02,
        4663.5
    ],
    [
        " and I just hate the the wardens and and eventually he hates everybody because it's everyone else's",
        4663.5,
        4668.84
    ],
    [
        " fault yeah even people he doesn't even know because they're a member of the human race he hates them",
        4668.84,
        4673.82
    ],
    [
        " that's why personal responsibility so important to teach the kids yes sir it is so important to",
        4673.82,
        4682.7
    ],
    [
        " the kids and that's one thing I think I learned I mean obviously I got some of it from my",
        4682.7,
        4688.46
    ],
    [
        " parents but it was really crystal clear in that when I came when I came in the military because it's",
        4688.46,
        4693.24
    ],
    [
        " black and white that the gray area is gone when you go through some kind of military",
        4693.24,
        4696.88
    ],
    [
        " indoxination the gray area is gone you mess this up it's your fault you're going to get punished for it",
        4696.88,
        4701.54
    ],
    [
        " we still get guys right that for sure for sure drill sergeant is writing me or whatever or you know",
        4701.54,
        4708.3
    ],
    [
        " Billy should have done this Jones should have done that right it's like okay but it doesn't matter",
        4708.3,
        4712.7
    ],
    [
        " because you're gonna pay the man just it matter back to the book I have only a little knowledge but",
        4712.7,
        4720.14
    ],
    [
        " I have as much intelligence as the average person and I know I was taught wrong I could have been taught",
        4720.14,
        4725.66
    ],
    [
        " properly and if I had been I sure feel I would have let a far different life than I have done",
        4725.66,
        4731.06
    ],
    [
        " you are to blame more so than I straight up you he's talking to us it's talking to general",
        4731.66,
        4740.46
    ],
    [
        " human the race of human beings that's my belief if you are going to go on teaching others as you",
        4740.46,
        4747.06
    ],
    [
        " have taught me then you must suffer the same as I",
        4747.06,
        4751.5
    ],
    [
        " here we go he is at this point on trial and this is from like a I think this is one of the ones",
        4756.3,
        4764.54
    ],
    [
        " from a newspaper clipping or a report but it's another part this is so this isn't panzerams",
        4764.54,
        4771.74
    ],
    [
        " journal this is some of the additional information back to the book on the stand panzerams eyes",
        4771.74,
        4776.92
    ],
    [
        " toward the table where his pistol and burglar tools lay prosecutor Collins whispered to an",
        4776.92,
        4782.54
    ],
    [
        " assistant who hurried over and removed the exhibits to a safer place the arms of the witness chair",
        4782.54,
        4789.0
    ],
    [
        " disappeared under panzerams huge hands as he faced the jury ignoring everyone else in the courtroom",
        4789.0,
        4794.74
    ],
    [
        " you people got me here charged with house breaking in larceny I'm guilty I broke in and I stole",
        4794.74,
        4801.54
    ],
    [
        " what I didn't steal I smashed if the owner had come home I would have knocked his brains out",
        4801.54,
        4806.72
    ],
    [
        " panzerams eyes took on this strange depth as he watched the jury there's something else you ought to",
        4806.72,
        4813.4
    ],
    [
        " know while you were trying me here I was trying all of you too I found you guilty some of you I've",
        4813.4,
        4821.34
    ],
    [
        " executed if I live I'll execute some more of you I hate the whole human race he said evenly",
        4821.34,
        4828.46
    ],
    [
        " a juror gasped panzerams round head suddenly swung toward the prosecutor who looked alert and",
        4829.04,
        4836.28
    ],
    [
        " suspicious you think I'm playing crazy don't you I'm not I know right from wrong no delusions I",
        4836.28,
        4842.9
    ],
    [
        " don't hear anything you don't hear my conscience doesn't bother me I have no conscience I believe the",
        4842.9,
        4849.84
    ],
    [
        " whole human race should be exterminated I'll do my best to do to do it every chance I get",
        4849.84,
        4855.84
    ],
    [
        " the court one was now numb as panzerams turned to the jurors once more now I've done my duty you do",
        4856.72,
        4866.52
    ],
    [
        " yours so he gets a long prison sentence and when he gets into prison he actually kills a",
        4866.52,
        4885.12
    ],
    [
        " one of the civilian workers there in prison like a guy that just is like a maintenance guy who runs",
        4886.02,
        4890.98
    ],
    [
        " the laundry and he's has a beef and kills him and this is where we start this is one of the",
        4890.98,
        4902.08
    ],
    [
        " letters so I talked about the guy Henry Lesser who was a guard in one of the prisons he was in who",
        4902.08,
        4906.9
    ],
    [
        " formed a relationship with him and he actually says a couple times that this is the only guy that",
        4906.9,
        4910.3
    ],
    [
        " like didn't try and take something from I think it the whole thing started off a game like a dollar",
        4910.3,
        4913.84
    ],
    [
        " to buy cigarettes or whatever and no one according to him no one had ever done anything nice",
        4914.2,
        4920.36
    ],
    [
        " for a panzeram in his whole life and this this guard was the first guy to do it so he",
        4920.36,
        4925.96
    ],
    [
        " develops a relationship with him and so they go they write letters back and forth",
        4925.96,
        4932.68
    ],
    [
        " and here's the excerpt of one of those many letters back to the book the real truth of the matter",
        4932.68,
        4939.52
    ],
    [
        " is that I haven't the least desire to reform very much the reverse of that is true I would not",
        4939.52,
        4946.24
    ],
    [
        " reform if the front gate was open right now and I was and if I was given a million dollars when",
        4946.24,
        4951.78
    ],
    [
        " I stepped out I have no desire to do good or to be good I am just as mean now as I can be and the",
        4951.78,
        4958.54
    ],
    [
        " only reason I am no worse is because I lack the power and the proper opportunity for meanness",
        4958.54,
        4964.3
    ],
    [
        " if I had the power and the opportunities then I would soon show you what real meanness was",
        4964.36,
        4969.94
    ],
    [
        " you overlooked the fact that the law and a great many people have been trying their damnedest",
        4969.94,
        4975.48
    ],
    [
        " for 25 years to reform me I am tired of having people try to reform me what I want to do is reform",
        4975.48,
        4981.98
    ],
    [
        " them and I think the best way to reform them is to put them out of their misery it took me 36",
        4981.98,
        4987.4
    ],
    [
        " years to be like I am now then how do you figure that I could if I wanted to change from black to",
        4987.4,
        4993.2
    ],
    [
        " white in the twinkling of an eye another letter same theme I have no desire to reform under",
        4993.2,
        5010.32
    ],
    [
        " such conditions this would be required of me the way the laws of this country are today I do not",
        5010.32,
        5015.8
    ],
    [
        " care to live any longer if I must live in prison I would far rather die and go to hell if that's",
        5015.8,
        5021.02
    ],
    [
        " where people like me go after death I have very thoroughly considered this matter and I assure you",
        5021.02,
        5026.22
    ],
    [
        " now what I say is the truth I have confessed 21 different cold blooded premeditated murders",
        5026.22,
        5032.46
    ],
    [
        " hundreds of cases of arson burglaries robberies rapes and other crimes the law has by this time",
        5032.46,
        5041.54
    ],
    [
        " looked them up and verified the truth of my various confessions my philosophy of life is such that",
        5041.54,
        5048.1
    ],
    [
        " very few people ever get and so deeply ingrained and burned into me that I don't believe I could ever",
        5048.1,
        5053.74
    ],
    [
        " change my beliefs the things I have done to others the things I have had done to me by others and",
        5053.74,
        5059.84
    ],
    [
        " the things I have done to them can never be forgotten or forgiven either by me or others I can't",
        5059.84,
        5078.08
    ],
    [
        " my belief is that the life without liberty is not worth having if the law won't kill me I",
        5078.08,
        5084.9
    ],
    [
        " shall kill myself I fully realize that I am not fit to live among people in a civilized community",
        5084.9,
        5089.88
    ],
    [
        " I have no desire to do so if I had any choice in living any longer the only way I would consent to do",
        5089.88,
        5095.42
    ],
    [
        " so would be to get clear out and away from all civilized people I'm so set in my ways that I can",
        5095.42,
        5101.32
    ],
    [
        " not adapt myself to the ways of other people so that the only way for me to do",
        5101.32,
        5105.88
    ],
    [
        " would be to live by myself without any human companionship whatever",
        5106.52,
        5111.64
    ],
    [
        " he actually describes this island that he's kind of spent a little time on when he was down in",
        5111.64,
        5125.46
    ],
    [
        " South America but he's like send me there if you want to send me somewhere",
        5125.46,
        5128.48
    ],
    [
        " goes back so now he'd killed that other guy Warnke the civilian now he's going to trial for that",
        5132.12,
        5138.02
    ],
    [
        " murder and this is a newspaper report of that trial back to the book the commission heard the hard",
        5138.02,
        5150.82
    ],
    [
        " boiled giant tell of the fun which he received in killing a man and there isn't a man in this",
        5150.82,
        5155.7
    ],
    [
        " room I wouldn't kill the cruel visaged steel-eyed man told the commission",
        5155.7,
        5160.32
    ],
    [
        " I'm mad plenty mad right now I don't believe there's any good in any man I'd like to have the",
        5160.32,
        5166.74
    ],
    [
        " opportunity to go away gain power and brains and then I'd like to kill off the rest of the world",
        5166.74,
        5172.06
    ],
    [
        " the convict said",
        5172.06,
        5173.42
    ],
    [
        " Dr. Perry asked the giant if he believed himself better than the rest of mankind",
        5173.42,
        5179.0
    ],
    [
        " hell no was the reply I've checked up on myself lately and I know that I'm probably worse than the",
        5179.0,
        5184.6
    ],
    [
        " rest of you I have no desire to live if you would hang me my troubles would be over and I would be",
        5184.6,
        5190.06
    ],
    [
        " better off but don't you fear hellfire a member of the commission inquired you haven't been able to",
        5190.06,
        5197.7
    ],
    [
        " prove to me that there is such a thing pan's ram answered the man boasted in court of killing",
        5197.7,
        5203.22
    ],
    [
        " 21 persons and vowed that when his parents were his parents living he would kill them",
        5203.22,
        5208.1
    ],
    [
        " quote for bringing me into the world",
        5208.1,
        5210.82
    ],
    [
        " there are two things in this world that count as powerful money and knowledge if I could get",
        5212.2,
        5216.5
    ],
    [
        " enough money I would buy brains because brains are for sale I could get a brainy chemist and I",
        5216.5,
        5222.06
    ],
    [
        " would have them prepare me a lot of poise and gas and germs with these I would be able to",
        5222.06,
        5226.1
    ],
    [
        " exterminate a great mass of human beings then I would kill myself society should build a great",
        5226.1,
        5231.78
    ],
    [
        " monument because I have never propagated my kind",
        5231.78,
        5234.66
    ],
    [
        " so that's what his little excerpt of what his trial was like this you know he was done I mean he",
        5234.66,
        5246.76
    ],
    [
        " just did not care back to the book and this is the book itself the court convened again the",
        5246.76,
        5253.4
    ],
    [
        " next morning in the judge having been given no alternative by the hard rural jury look down at",
        5253.4,
        5258.16
    ],
    [
        " the defendant and pronounced him guilty with no mention of life saving phrase without capital",
        5258.16,
        5262.26
    ],
    [
        " punishment pan's ram had nothing to say concerning the sentence hopkins then ordered that he be",
        5262.26,
        5267.58
    ],
    [
        " remanded with to the care of the warden at the federal penitentiary penitentiary at 11",
        5267.58,
        5272.64
    ],
    [
        " worth there to be confined until the fifth day of September win between the hours of six and nine",
        5272.64,
        5277.68
    ],
    [
        " o'clock in the morning you shall be taken to some suitable place within the confines of the",
        5277.68,
        5281.96
    ],
    [
        " penitentiary and hanged by the neck until dead the judge then announced the 90 day interval to",
        5282.16,
        5290.48
    ],
    [
        " allow for any bill of objection and appeal before the defense attorney could speak pan's ram",
        5290.48,
        5295.74
    ],
    [
        " said swiftly I don't want any attorney to file for a new trial or appeal anything I am satisfied",
        5295.74,
        5301.14
    ],
    [
        " with the verdict so while he's now on death row there's a like a delegation of people that are",
        5301.14,
        5313.7
    ],
    [
        " against capital punishment and they start fighting to get him off death row and he writes them a letter",
        5313.7,
        5321.28
    ],
    [
        " here's a little part of that letter on February 1st 1929 I began serving this sentence at the",
        5321.28,
        5327.26
    ],
    [
        " US penitentiary at 11 worth Kansas on June 20th 1929 I murdered one man a civilian employee of the",
        5327.26,
        5334.28
    ],
    [
        " prison by the name of Warnke and at the same time in place I also attempted to murder a dozen other",
        5334.28,
        5340.74
    ],
    [
        " men both guards and convicts the only reason I did not kill them was also because I couldn't catch",
        5340.74,
        5346.18
    ],
    [
        " them if I give if I am given another trial or if the death sentence should be commuted to life",
        5346.18,
        5353.02
    ],
    [
        " imprisonment either in penitentiary or an insane asylum it will be against my will",
        5353.98,
        5358.26
    ],
    [
        " and then he goes on to try to explain to them because he doesn't want them to think that he's crazy",
        5358.26,
        5364.42
    ],
    [
        " because if he's crazy then he's not he's going to get it's you know insane asylum or you know reason",
        5364.42,
        5369.38
    ],
    [
        " of insanity back to the book I shall try and convince you that I'm quite sane at this time",
        5369.38,
        5375.5
    ],
    [
        " I am at this time 38 years old a big powerful man strong in both body and mind my",
        5375.5,
        5382.72
    ],
    [
        " physical fitness is not as good as it once once was but my mental facilities are unimpaired in",
        5382.72,
        5387.8
    ],
    [
        " any way I've never used drugs of any kind or any type I am I am and always have been a very moderate",
        5387.8,
        5395.02
    ],
    [
        " drinker of liquor practically a total of stainer I've never taken any disease of any kind which",
        5395.02,
        5400.32
    ],
    [
        " would have the tendency to weaken my intellect I have never been addicted to any habits of sexual",
        5400.32,
        5406.88
    ],
    [
        " excesses of any kind over which I didn't have complete control of myself I choose to die here",
        5407.44,
        5414.28
    ],
    [
        " and now by being hanged by the neck until I'm dead I prefer that I die that way and if I have a",
        5414.28,
        5420.46
    ],
    [
        " soul and if that soul should burn in hell for a million years still I prefer that to a lingering",
        5420.46,
        5425.74
    ],
    [
        " agonizing death in some prison dungeon or a padded cell in a madhouse I do not believe that being",
        5425.74,
        5433.12
    ],
    [
        " hanged by the neck until dead is a barbaric or inhuman punishment I look forward to it as a real",
        5433.12,
        5438.94
    ],
    [
        " pleasure and a big relief for me and not feel bad or unhappy about it in any way every day since I",
        5438.94,
        5444.24
    ],
    [
        " received that sentence I felt pretty good I feel good right now and I believe that when my last",
        5444.24,
        5448.9
    ],
    [
        " hour comes I will dance out of my dungeon and onto the scaffold with a smile on my face and",
        5448.9,
        5453.56
    ],
    [
        " happiness in my heart another reason why I believe this sentence should be carried out is because",
        5453.56,
        5458.44
    ],
    [
        " I believe it is justice and I am quite sincere when I say that this is the first and only time",
        5458.44,
        5463.82
    ],
    [
        " in my life of battling with the law that I ever did get justice from the law one other thing I'm",
        5463.82,
        5472.84
    ],
    [
        " going to tell you before I stop this letter and that is this the only thanks that you or your kind",
        5472.84,
        5477.94
    ],
    [
        " will ever get from me for your efforts on my behalf is that I wish you all had one neck and that I",
        5477.94,
        5483.1
    ],
    [
        " had my hands on it I would sure put you out of your misery just the same as I have done with numbers",
        5483.1,
        5489.96
    ],
    [
        " of other people I have no desire whatever to reform myself my only desires to reform people who",
        5489.96,
        5498.94
    ],
    [
        " try to reform me and I believe that the only way to do reform to people is to kill them",
        5498.94,
        5506.12
    ],
    [
        " my motto is rape them all rob them all and kill them all I am very truly yours Carl Pan's rap",
        5507.62,
        5518.58
    ],
    [
        " another letter I think it was the next the last letter that he wrote to lesser",
        5533.26,
        5536.62
    ],
    [
        " Henry Lester he says I had no choice about coming into this world in nearly 38 nearly all of my",
        5536.62,
        5542.88
    ],
    [
        " 38 years in it have had very little to say and do about how I should live my life people have",
        5542.88,
        5548.0
    ],
    [
        " driven me into doing everything I have ever done now the time has come when I refuse to be driven",
        5548.0,
        5555.48
    ],
    [
        " any further so again I've just done I've only done what I've done because of what other people",
        5555.48,
        5560.04
    ],
    [
        " have done to me that's not on me zero responsibility everything I've ever done is because of other people",
        5560.04,
        5570.12
    ],
    [
        " ever ever it's a slippery slope that you just tried to step on for a couple minutes ago yes it is",
        5574.08,
        5579.56
    ],
    [
        " actually and you're thinking about it aren't you yeah and but I'm not wrong because I'm not talking",
        5579.56,
        5587.24
    ],
    [
        " about the blame I'm talking about causing effect but here's the thing though causing effect is kind",
        5587.24,
        5592.4
    ],
    [
        " of like that's easy to start blaming you know you cause this you know I'm saying technically",
        5592.4,
        5598.16
    ],
    [
        " I don't split hairs but technically there's a difference",
        5599.08,
        5601.58
    ],
    [
        " my point is if you have the at this this I mean I work with people all the time and this is the",
        5601.58,
        5611.8
    ],
    [
        " the most important transition that people make in their brain is whether you're a business leader",
        5611.8,
        5618.92
    ],
    [
        " whether you're talking about your personal life whether you're talking about the the family",
        5618.92,
        5623.0
    ],
    [
        " whatever you're talking about the transition that you make from doing what you're saying right now",
        5623.14,
        5628.22
    ],
    [
        " which is like well it's actually their fault they that's in the back of your mind okay if that's",
        5628.22,
        5634.16
    ],
    [
        " in the back of your mind like okay the problem is it grows me the problem is you use that the problem",
        5634.16,
        5640.26
    ],
    [
        " is next thing you know it's not just that their fault it's this it's their fault and it's the other",
        5640.26,
        5644.62
    ],
    [
        " thing that's their fault and it's my team's fault and it's a and I it's not my fault yeah that I",
        5644.62,
        5651.08
    ],
    [
        " mean just to be clear though that I'm not saying the fault part of it the fault fault in the",
        5651.22,
        5656.78
    ],
    [
        " blaming that part of it literally has nothing to do with it so what are you saying cause an effect",
        5656.78,
        5661.52
    ],
    [
        " there are two different things there's look but put it this way okay and I said but kind of say",
        5661.52,
        5666.94
    ],
    [
        " this as a joke where I don't know let's say I did something right and then I'd be like well it's",
        5666.94,
        5672.92
    ],
    [
        " not my fault it's you know my parents fault for having me oh but it's their fault their",
        5672.92,
        5677.16
    ],
    [
        " actually it's my grandparents fault for having them oh no it's the you know my great grant you",
        5677.5,
        5682.3
    ],
    [
        " know you start just blaming every little factor that contributed to this result every little factor",
        5682.3,
        5688.44
    ],
    [
        " right here's it so basically to to to kind of break that apart it's like yeah if my parents didn't",
        5688.44,
        5693.94
    ],
    [
        " have me this wouldn't happen it's true it's true but the thing is you can't just start point blame",
        5693.94,
        5699.54
    ],
    [
        " as far as the signing blame goes I'm not a signing blame if I'm saying hey this is a factor whatever",
        5699.54,
        5706.46
    ],
    [
        " unless I'm doing it as a joke you see what I'm saying okay so it's like okay so if one you do",
        5706.84,
        5711.74
    ],
    [
        " cross the line to start a signing blame that's when you can't be like okay it's everything",
        5711.74,
        5718.06
    ],
    [
        " out that you got to blame yourself but it let's say you're not a signing blame you're just maybe",
        5718.06,
        5722.16
    ],
    [
        " analyzing it from an objective perspective you can identify all kinds of causes all kinds of",
        5722.16,
        5729.46
    ],
    [
        " causes seem saying and they're probably true okay but not having anything to do with causing blame",
        5730.1,
        5736.42
    ],
    [
        " or a signing blame or saying who's fault it is seem saying check okay it's just another example",
        5736.42,
        5743.98
    ],
    [
        " of how like you or we whatever we want to talk to you a lot of times sometimes all you will take",
        5743.98,
        5751.06
    ],
    [
        " a scenario and I'll just sort of marvel at the different working parts of this scenario like oh",
        5751.06,
        5756.56
    ],
    [
        " it's interesting how this is this and this is this but you could do this and look at it this way too",
        5756.74,
        5760.68
    ],
    [
        " even though it has nothing to do with me you know and it has nothing to do with any kind of actions",
        5760.68,
        5765.86
    ],
    [
        " to be taken or nothing like that it's essentially just analyzing the scenario and being interested",
        5765.86,
        5769.84
    ],
    [
        " in it versus you you always look at the scenario like okay yeah cool that's cool you analyze it",
        5769.84,
        5776.08
    ],
    [
        " but what do you do you know your attitude is real a real take action kind of kind of approach",
        5776.08,
        5781.12
    ],
    [
        " so I think that's where I think that's where we're getting some some misfires",
        5781.6,
        5787.78
    ],
    [
        " seem saying you think that it's like I want to base some action to be taken upon",
        5787.78,
        5794.42
    ],
    [
        " the way I'm looking at it when it requires no actions just the way to sort of look at it you know",
        5794.42,
        5801.72
    ],
    [
        " but if you want to take action like okay so who do we blame that's that's the beginning of taking",
        5801.72,
        5806.0
    ],
    [
        " action in a way who do we blame what do we got to fix who do we got to fix whatever to move",
        5806.0,
        5812.12
    ],
    [
        " forward to fix a situation to you know whatever rectify it then you gotta be like okay I gotta",
        5812.12,
        5817.6
    ],
    [
        " identify the problem that I can change and then yeah in that case and yeah that problem's",
        5817.6,
        5822.5
    ],
    [
        " gonna be yourself the best way and if it's not then you're not gonna solve anything yeah you",
        5822.5,
        5830.9
    ],
    [
        " know what does that make sense maybe I don't recommend it yeah and that's a thing yeah and",
        5830.9,
        5840.34
    ],
    [
        " again even that was saying I don't recommend it that's like that's super indicative of just like",
        5840.34,
        5845.78
    ],
    [
        " yeah you don't recommend that as a problem solving technique that's a that's an take action",
        5845.78,
        5849.74
    ],
    [
        " approach right there",
        5849.74,
        5851.32
    ],
    [
        " it's insane it's kind of like we came to a stoplight and then the stoplights red and I'm like wow",
        5851.32,
        5859.48
    ],
    [
        " isn't that red stoplight super nice like it's a beautiful color red and you're gonna be like yeah",
        5859.48,
        5865.8
    ],
    [
        " like but it means to stop so we're stopped I'm like no I know but isn't it kind of beautiful",
        5865.8,
        5871.64
    ],
    [
        " then it turns green wow isn't that a beautiful green light and you're like yeah but it's it",
        5871.64,
        5877.82
    ],
    [
        " means to go I don't be like cool but it's a pretty nice shade of green you seem saying",
        5877.82,
        5883.06
    ],
    [
        " you seem saying it's like two different perspectives yeah and then of course you'd roll through",
        5883.06,
        5887.98
    ],
    [
        " the green light and you know I'd go get after it all right we'll leave that one at that all right um",
        5887.98,
        5895.0
    ],
    [
        " obviously the attempts to save Carl pandram were ceased and",
        5895.0,
        5900.88
    ],
    [
        " hears how his life ends according to this book at leavenworth the lights of the isolation had",
        5900.88,
        5911.5
    ],
    [
        " burned into a pale gray dawn on September 5th when pans ram heard the distant distant",
        5911.5,
        5916.52
    ],
    [
        " rattle of footsteps it was not quite six o'clock guard belarred went over to the steel door",
        5916.68,
        5924.36
    ],
    [
        " leading to an outer corridor and peered through the small barbed window warden white's voice was",
        5924.36,
        5929.82
    ],
    [
        " heard and the guard turned a brass key in the lock the door swung open white entered the isolation",
        5929.82,
        5936.94
    ],
    [
        " at the head of the procession of some 20 persons including guards and newspaper reporters",
        5936.94,
        5942.16
    ],
    [
        " immediately behind the warden was martial mcgever mcgever and the tall government hangman",
        5942.16,
        5950.12
    ],
    [
        " carrying the leather harness over one arm white stopped in front of pandram cell",
        5950.12,
        5956.84
    ],
    [
        " the spectators pressed themselves discreetly against the opposite wall his pans ram faced them",
        5956.84,
        5963.04
    ],
    [
        " searching through the wire mesh with his hostile eyes he saw two men in clerical garb",
        5963.04,
        5970.58
    ],
    [
        " on the fringes of the crowd and at once began to roar at white",
        5970.74,
        5974.48
    ],
    [
        " are there any bible backed cock suckers in here",
        5974.48,
        5978.56
    ],
    [
        " i thought you might change your mind white apologized these gentlemen came a long way to offer",
        5978.56,
        5986.72
    ],
    [
        " you comfort get him out shouted pans ram i don't mind being hanged but i don't need any",
        5986.72,
        5992.86
    ],
    [
        " bible back hypocrites around me run him out warden or you'll have one hell of a time getting me",
        5992.86,
        5998.74
    ],
    [
        " out of this cell every man i get a hand on his going to the hospital white new pans ram was",
        5998.74,
        6006.72
    ],
    [
        " within a condemned man's traditional rights regarding witnesses of his own execution",
        6006.72,
        6012.06
    ],
    [
        " the disappointed clergymen were escorted out all right pans ram said let's get going what are we",
        6012.06,
        6020.34
    ],
    [
        " stalling for white motions the guards and newsmen to proceed to the exercise yard as baller to",
        6020.34,
        6026.74
    ],
    [
        " opened pans ram cell pans ram helped as escorts faster that fastened the leather corset",
        6026.74,
        6034.42
    ],
    [
        " anything you want to say ask the hangman fumbling with a strap pans ram snapped impatiently",
        6034.42,
        6040.96
    ],
    [
        " yes hurry it up you who's your bastard i could hang a dozen men while you're fooling around",
        6040.96,
        6046.78
    ],
    [
        " in the yard the newsman took hurried notes the scaffold looked strange and somehow unexpected",
        6046.78,
        6054.34
    ],
    [
        " due glistened on the boards that had the raw temporary look of a structure erected for a county fair",
        6054.38,
        6060.88
    ],
    [
        " and less than a minute the back door of the isolation opened and pans ram was emerged between",
        6060.88,
        6067.98
    ],
    [
        " ballered and the hangman pans ram was almost running ahead half dragging the taller his taller",
        6067.98,
        6073.9
    ],
    [
        " escorts white and the marshal hurried behind trailed by officers trying to look dignified as they ran",
        6073.9,
        6080.02
    ],
    [
        " in the confusion the spectators parted into two lines as they procession as the procession raised",
        6081.64,
        6087.28
    ],
    [
        " pal mel in their direction pans ram's face was rigid and looked straight ahead his eyes fixed on",
        6087.28,
        6093.36
    ],
    [
        " the rope only at the foot of the stairs did he seem to notice the transfixed onlookers he paused",
        6093.36,
        6100.14
    ],
    [
        " looks slowly around and spat twice then his face was forward again everyone's nostrils inhaled",
        6100.14,
        6110.0
    ],
    [
        " and everyone's eyes followed him up the thirteen steps which he felt with his feet",
        6110.36,
        6114.74
    ],
    [
        " he hurried up the gallows as toward the gate pulling ballered and the hangman with him",
        6114.74,
        6123.16
    ],
    [
        " reporters who had witnessed this event were surprised by its swiftness and their accounts were",
        6123.16,
        6130.0
    ],
    [
        " in conflict as to the time in exact detail there was uncertainty as to whether pans ram had",
        6130.0,
        6136.16
    ],
    [
        " been able to spit on the executioner as he had promised he would the reporter's notebooks hide",
        6136.16,
        6141.24
    ],
    [
        " hung limp during the swift adjustment of the rope the exploding sound of the opening doors and",
        6141.24,
        6147.0
    ],
    [
        " the swift downward stroke of the body later they recalled the mist which had settled on the guard",
        6147.0,
        6153.96
    ],
    [
        " and the indistinct figures of guards watching from a tower on the wall the prison had been quiet",
        6153.96,
        6160.94
    ],
    [
        " the first bell was not yet scheduled to ring for an hour reporters left the same way they came",
        6160.94,
        6168.4
    ],
    [
        " in and were relieved to find themselves outside the walls records of official entry regarding the",
        6168.4,
        6177.32
    ],
    [
        " death of Carl pans ram are brief dr. Justin K. Fuller one of the two doctors in attendance step",
        6177.32,
        6184.28
    ],
    [
        " forward and to the stretched body underneath the gallows placed a stethoscope gently on the chest",
        6184.28,
        6189.88
    ],
    [
        " and palpitated the neck later he dictated his report to a prison clerk medical certificate of death",
        6189.88,
        6200.56
    ],
    [
        " Carl pans ram i hereby certify that i examine the body of Carl pans ram in accordance with the",
        6200.56,
        6206.78
    ],
    [
        " directions of the surgeon general the u.s public health service and attorney general at us pen",
        6206.78,
        6212.44
    ],
    [
        " a tentary leavenworth kansas on september 5th 1930 and pronounced him dead at 618 am",
        6212.44,
        6219.06
    ],
    [
        " i found the cause of death to be dislocation cervical vertebra strangulation",
        6219.06,
        6227.78
    ],
    [
        " legal execution",
        6227.78,
        6230.8
    ],
    [
        " and so ended the life of Carl pans ram on september 5th 1930 and while pans ram died evil",
        6235.04,
        6250.28
    ],
    [
        " as we see certainly did not die with him it still walks among us today",
        6250.56,
        6261.64
    ],
    [
        " and as we've been going back and forth on obviously pans ram did not get many benefits in life",
        6261.64,
        6276.3
    ],
    [
        " but that does not excuse his actions",
        6280.28,
        6283.8
    ],
    [
        " and we are responsible for what we do we are responsible for our lives and if someone's had",
        6283.8,
        6295.76
    ],
    [
        " horrible things happen to them if they've seen horrible things if they've done horrible things",
        6295.76,
        6301.44
    ],
    [
        " it's still important that you don't become those horrible things that you don't propagate those",
        6304.74,
        6312.5
    ],
    [
        " horrible things instead be the hero be the savior that absorbs those things those horrible things",
        6312.5,
        6328.58
    ],
    [
        " and passes on good and you do that you do that by treating people with respect and being",
        6328.58,
        6341.0
    ],
    [
        " just kind to other human beings",
        6341.0,
        6344.3
    ],
    [
        " and it's it's one of those things that i thought about this one character this this Henry",
        6344.3,
        6354.92
    ],
    [
        " Lester this guard is the first person that that pans ram ever thought did something nice to him",
        6354.92,
        6360.34
    ],
    [
        " and who knows if that had happened earlier maybe it could have been a",
        6360.34,
        6365.12
    ],
    [
        " teacher at the state school maybe that's what tips someone towards the good",
        6365.12,
        6379.76
    ],
    [
        " you know are you that person can you be that person that sways someone from doing evil to",
        6381.6,
        6387.4
    ],
    [
        " doing good simply through some sympathetic words some compassionate gesture",
        6387.4,
        6395.24
    ],
    [
        " think about that might be that person",
        6395.24,
        6401.98
    ],
    [
        " I might be that person we might be that person that sets the good example",
        6406.0,
        6413.88
    ],
    [
        " by being nice by being kind",
        6413.88,
        6419.34
    ],
    [
        " and here's the dichotomy at the same time you got to be strong enough to stand up to people",
        6419.34,
        6429.82
    ],
    [
        " that think might makes right you got to be strong enough to face the malevolent force of evil",
        6429.82,
        6442.14
    ],
    [
        " and you have to recognize that that force is everywhere",
        6442.14,
        6453.24
    ],
    [
        " that that satanic force that is waiting to pray on the weak",
        6457.22,
        6464.74
    ],
    [
        " and if we don't fight it then that force is going to win",
        6464.74,
        6473.3
    ],
    [
        " so we cannot stand down",
        6473.3,
        6481.46
    ],
    [
        " and I think that's all I've got for tonight kind of a rough one",
        6485.34,
        6494.16
    ],
    [
        " yes",
        6494.16,
        6496.94
    ],
    [
        " it when you think about it this is like this is pretty psycho like pretty psychotic",
        6496.94,
        6506.54
    ],
    [
        " sick and evil for sure but I don't know if it was just the way it is the it is I do know it's",
        6506.74,
        6514.76
    ],
    [
        " the way he presented it was like it wasn't like as tragic as I don't know the other stuff that",
        6514.76,
        6524.54
    ],
    [
        " I've heard let me take a part of it he wrote it and he became humanized in your head",
        6524.54,
        6532.22
    ],
    [
        " so you were listening to him talk and you were sympathizing with him and you were understanding",
        6534.36,
        6540.18
    ],
    [
        " the harshness that he went through and you were completely detached and not you didn't humanize",
        6540.18,
        6547.08
    ],
    [
        " any of the victims at all right yes that's what it was opposite of the beginning when I'm talking",
        6547.08,
        6551.54
    ],
    [
        " about this beautiful girl Lisa and what she went you know you understood her go watch some of the",
        6551.54,
        6557.56
    ],
    [
        " videos of that girl yeah like there's such a nice person yeah like just like an angel yeah and",
        6557.56,
        6565.04
    ],
    [
        " that's what you relate to so as a as a person yourself as a human being yourself it's very easy",
        6565.04,
        6570.66
    ],
    [
        " for you to get for you to humanize someone right to you to listen to the crimes of him he's",
        6570.66,
        6574.66
    ],
    [
        " here what he's been through and he's telling it from his perspective and all these times",
        6574.66,
        6577.06
    ],
    [
        " all 11 year old boy you don't know anything about that boy right just some arbitrary arbitrary",
        6577.06,
        6581.32
    ],
    [
        " thing doesn't even barely exist it's a word boy that's all it is but it's not it's not",
        6581.84,
        6588.0
    ],
    [
        " yeah that's a little kid yeah that's a little kid you know that's exactly it that's exactly what it was",
        6588.0,
        6594.32
    ],
    [
        " you you're going through his struggles insure he's not putting well yeah you know he's talking",
        6594.32,
        6599.18
    ],
    [
        " about his anger and everyone do say and you're like dang okay dang that's you know he's",
        6599.18,
        6603.38
    ],
    [
        " he's a mad guy and sure I'm not you know I'm not siding with him but it's it's more like you're",
        6603.38,
        6608.56
    ],
    [
        " just getting it from his his perspective you know he dies and you're like well he's served it yeah",
        6608.56,
        6613.64
    ],
    [
        " yeah but if yeah if they told that the whole story of like I don't know any one of those",
        6613.64,
        6619.5
    ],
    [
        " items he'd be like dang man this is heavy it's dark and he's sort of like he didn't go into any",
        6619.5,
        6626.94
    ],
    [
        " kind of graphic detail you just be like and I committed so to me in fact I was like bro how are",
        6626.94,
        6631.18
    ],
    [
        " you even doing that you're just I just sort of committed tried to commit so like how do you do",
        6631.18,
        6635.18
    ],
    [
        " that you know you just hey come here let me commit sodomy on you I mean I don't know well I",
        6635.18,
        6639.66
    ],
    [
        " get to make it sound like 200 pound dude against an 11 year old boy yeah but even like the you know",
        6639.66,
        6645.5
    ],
    [
        " his inmates or whatever yeah everyone who's just the and the point is there he just sort of just",
        6645.5,
        6650.58
    ],
    [
        " well he's praying on the week he says all time he's just picking a guy that's 132 pounds yeah",
        6650.58,
        6655.9
    ],
    [
        " but yeah and he's 200 pounds yeah six feet 200 yeah you know he was I don't know what the",
        6655.9,
        6663.82
    ],
    [
        " what the deal is but like where I grew up in New England the houses like the ceilings are lower",
        6664.54,
        6671.32
    ],
    [
        " and the doors are smaller because people were smaller yeah back in the day and this is 100 years ago",
        6671.32,
        6677.16
    ],
    [
        " but or whatever 90 years ago but people are a little bit smaller you know so him at six foot 190",
        6677.16,
        6686.9
    ],
    [
        " is kind of like a yoked dude yeah plus with all that you know years of hard labor swinging in 18",
        6687.32,
        6695.3
    ],
    [
        " pound hammer yeah you know he was strong yeah but he just sort of breezes over it though you know",
        6695.3,
        6700.9
    ],
    [
        " there's no graphic details just sort of yeah I just committed some bad crimes you know so that's",
        6700.9,
        6705.7
    ],
    [
        " why it's always good to think about the perspective of the other people yeah it's crazy man",
        6705.7,
        6716.34
    ],
    [
        " it's crazy but you know and yeah he could have he should have he should have chose a path",
        6716.34,
        6723.4
    ],
    [
        " is what he should have done yeah he said yeah he said that right well more important I think",
        6723.4,
        6727.36
    ],
    [
        " because you're gonna have some people out out there they're gonna choose the wrong path",
        6727.36,
        6730.4
    ],
    [
        " yes they're not they're not gonna go they're not gonna go in a good direction and that's why",
        6730.4,
        6736.84
    ],
    [
        " it's important to be prepared mentally and physically to stand up and face that man it's true you",
        6736.84,
        6744.64
    ],
    [
        " got to speaking of which yes take some jiu jitsu I'll tell you right now you take some jiu jitsu you",
        6744.64,
        6752.32
    ],
    [
        " really decrease the probability of anyone yeah attempting to be on you yes that is a big help",
        6752.32,
        6758.8
    ],
    [
        " reduce reduce you know anyway what that means is we're doing jiu jitsu regardless of our our",
        6758.8,
        6766.64
    ],
    [
        " what we're trying to defend ourselves from jiu jitsu versus evil that's what I'm saying yes",
        6766.64,
        6773.82
    ],
    [
        " it helps if you yes you need all your tools to fight against evil yeah big time there's evil in the",
        6774.1,
        6779.28
    ],
    [
        " world confirmed yeah fully live evil in the world right now it's crazy every once in a while I'll",
        6779.28,
        6786.38
    ],
    [
        " flash it'll flash in my mind how valuable jiu jitsu is like if you if someone said hey you can",
        6786.38,
        6793.78
    ],
    [
        " you can never go to the beach ever again or you can never do jiu jitsu ever again",
        6793.78,
        6800.9
    ],
    [
        " I'm saying oh you you might have some issues no I just think that's funny how like the two biggest",
        6801.38,
        6807.56
    ],
    [
        " things you can put on the dance to have a beach in jiu jitsu I'm just saying you got to give up one",
        6807.56,
        6812.26
    ],
    [
        " yeah the beach isn't even on my list I mean I'll just go surfing but they're just going to the beach",
        6812.26,
        6818.54
    ],
    [
        " for you as a thing for me it's not really a thing yeah well put it this way like I pride could",
        6818.54,
        6825.58
    ],
    [
        " I trade a lot give up a lot to keep jiu jitsu if it was in yeah here's something if you know some",
        6826.14,
        6834.2
    ],
    [
        " jiu jitsu if you know some jiu jitsu if you know more jiu jitsu than most other people around you",
        6834.2,
        6839.14
    ],
    [
        " that's a real beneficial thing yeah yeah can you and it's funny because if you don't know anything",
        6839.14,
        6846.54
    ],
    [
        " you're a little bit ignorant in fact you're a lot ignorant and you don't even know what you don't",
        6846.54,
        6850.4
    ],
    [
        " know and so you're sitting in you're you're walking across a parking lot right and it's 10 o'clock",
        6850.4,
        6855.5
    ],
    [
        " at night when someone comes to bother you and you think in your mind like I'll just do this and",
        6855.5,
        6860.22
    ],
    [
        " this and you don't know anything yeah it's a complete it's a complete hole in your game and the",
        6860.22,
        6866.86
    ],
    [
        " game of life is what I'm talking about big game life yeah if it is if you know jiu jitsu and you're",
        6866.86,
        6871.24
    ],
    [
        " walking across 10 o'clock at night and someone's gonna give you a problem you actually know what to do",
        6871.24,
        6875.6
    ],
    [
        " yeah and and the person that doesn't know anything they're so far just behind",
        6875.6,
        6883.14
    ],
    [
        " it's crazy I remember in college where and I knew how to do a rear-deck it choke and I like you",
        6885.0,
        6891.9
    ],
    [
        " know just from watching you see one yeah two never trained at actual jiu jitsu class but I remember",
        6891.9,
        6897.6
    ],
    [
        " in college it got into this like fight right and we we ended up not fighting fighting but you know",
        6897.6,
        6903.58
    ],
    [
        " the kind that we started to fight right and but it was nothing you know was it a friend no okay",
        6903.58,
        6909.34
    ],
    [
        " he was like was it a known person or just a total random yeah he was like at a party scenario",
        6909.34,
        6915.58
    ],
    [
        " no I didn't know um and you know whatever it doesn't matter what how you got broken up whatever",
        6915.58,
        6921.66
    ],
    [
        " when we continue to you know our lives but right now I'm thinking back to like how much I didn't know",
        6921.66,
        6929.36
    ],
    [
        " like what was I even thinking like what was I gonna do this sort of throw punches you know",
        6929.36,
        6934.96
    ],
    [
        " or something like this like well like well even when you do get in a fight and you don't really",
        6934.96,
        6939.22
    ],
    [
        " know any especially you need you to just like man you're just sort of it's sort of a crap shoot",
        6939.22,
        6943.44
    ],
    [
        " really um compared to if you know jiu jitsu it's not a crap shoot it's like oh I'm gonna either",
        6943.44,
        6949.76
    ],
    [
        " decide to do whatever I want kind of thing to this person if you want to if you don't train jiu jitsu",
        6949.76,
        6955.94
    ],
    [
        " and you want to know what it's like picture anything that you actually know how to do like",
        6955.94,
        6961.98
    ],
    [
        " shoot a basketball or play basketball yeah and picture someone that never played before playing against you",
        6962.98,
        6970.98
    ],
    [
        " yeah that's what's gonna happen yeah if you don't know anything or like say go find someone if you",
        6970.98,
        6977.06
    ],
    [
        " ever can find someone who doesn't know how to ride a bike or skateboard yeah it's not a",
        6977.06,
        6981.44
    ],
    [
        " no-saturated skateboard but a bike and say hey let's race to the end of the block on this bike",
        6981.44,
        6985.88
    ],
    [
        " and that person doesn't even know how to ride a bike they've never been on a bike before",
        6985.88,
        6988.28
    ],
    [
        " they have zero chance of beating you they just see I know rats like that anyway",
        6988.58,
        6992.64
    ],
    [
        " sure so train some jiu jitsu train some jiu jitsu go take some class of breath just go",
        6992.64,
        6997.08
    ],
    [
        " hoot and go learn how to ride that bike right right now right now in America you can train",
        6997.08,
        7001.82
    ],
    [
        " jiu jitsu in so many different places it's amazing yeah it is very amazing there's amazing places",
        7001.82,
        7007.2
    ],
    [
        " to train jiu jitsu so go train some jiu jitsu yeah and when you do so you want to do key and no",
        7007.2,
        7013.58
    ],
    [
        " so when you get a key what key do we get we all know if you don't already or jingy",
        7013.66,
        7019.3
    ],
    [
        " go to orginmay.com they got rush cards on there as well joggers as well shirts supplements supplements",
        7019.3,
        7028.18
    ],
    [
        " of course and that's a good one too where and I took care of you know okay remember I told you",
        7028.18,
        7033.44
    ],
    [
        " like oh yeah I didn't take joint warfare for like a few days and you're like what why not I was",
        7033.44,
        7038.12
    ],
    [
        " because I just don't know I forgot or whatever you're just here's the thing I admitted something",
        7038.18,
        7042.72
    ],
    [
        " to myself sometimes when I didn't back then when I didn't take it it's not that I forgot",
        7042.72,
        7049.04
    ],
    [
        " just that I'll be like oh I'll take one tomorrow or something like I'm literally I was literally",
        7049.04,
        7055.1
    ],
    [
        " too lazy to just go in the pantry right here now by the way like three four feet away yeah",
        7055.1,
        7061.0
    ],
    [
        " get it open it up so you put it in your routine now bro yes and this is how I put it into my",
        7061.0,
        7066.54
    ],
    [
        " routine I was like there's no way I'm gonna be able to accept the fact that I'm too lazy to spend",
        7066.54,
        7071.62
    ],
    [
        " literally 20 seconds literally and drink you know and take some pills yeah there's like no way I can",
        7071.62,
        7079.68
    ],
    [
        " accept that you're up got him not trapped in your brain I'm kind of am I guess a little bit for",
        7079.68,
        7086.1
    ],
    [
        " least two hours a week I'm a little bit trapped in your brain well you're the one who's correct in",
        7086.1,
        7090.78
    ],
    [
        " it because I'm like no way because you're like dude just do it in your routine and you make it sound",
        7090.78,
        7094.84
    ],
    [
        " so easy because it doesn't feel that easy but then I'm thinking like wait it is that easy really",
        7094.84,
        7099.96
    ],
    [
        " I'm just not allowing it so you put it by your toothbrush or whatever not I keep it in the pantry bro",
        7099.96,
        7104.96
    ],
    [
        " 15 seconds oh but you just do it just do it yeah do a little extra yeah very little extra anyway",
        7104.96,
        7113.08
    ],
    [
        " check joint warfare krill oil these are ones that I'm talking about that are in my routine every",
        7113.08,
        7119.46
    ],
    [
        " single day um joints also uh discipline which if you don't know we have a new flavor of",
        7119.46,
        7125.92
    ],
    [
        " discipline out it's called tropic thunder yep I got mine and what let's let's be real and let's be",
        7125.92,
        7134.84
    ],
    [
        " honest what it what it is pinnacle is pinnacle but I couldn't have something out there called",
        7134.84,
        7143.94
    ],
    [
        " B. Nick a lot come on man wait tropic thunder isn't that a movie yeah yeah it's a good movie",
        7143.94,
        7148.92
    ],
    [
        " late babin's favorite movie of all time no actually I don't but it's right up there",
        7148.92,
        7152.46
    ],
    [
        " no huh late quotes that movie a lot all right I'm gonna tell you I'm gonna tell you right now I haven't",
        7152.46,
        7156.98
    ],
    [
        " seen it you haven't seen tropic thunder it's definitely I know what movie that is though I think",
        7156.98,
        7160.62
    ],
    [
        " some Robert Downey Jr. right yeah but the most important character in there is Tom Cruise's character",
        7160.62,
        7165.7
    ],
    [
        " is really really funny less good man I think his name anyways uh so we couldn't call it",
        7166.8,
        7174.64
    ],
    [
        " in clear conscious we couldn't call it pinia calada that's just wrong right no not happening it's",
        7174.64,
        7181.02
    ],
    [
        " an alcoholic beverage we're not doing it it's kind of a kind of a foo foo is that a good word",
        7181.02,
        7186.7
    ],
    [
        " kind of a foo foo yeah like you ever been doing an Italian restaurant or like where they where",
        7186.7,
        7193.94
    ],
    [
        " it's real it's real nice it's too nice like they don't have like hey can I just get some check",
        7193.94,
        7201.4
    ],
    [
        " in parmesan over here and when they bring you some food it's really small yeah and it has like a",
        7201.4,
        7207.06
    ],
    [
        " long like name yeah in a different language but you know the kind they put extras on the name you",
        7207.06,
        7213.82
    ],
    [
        " know yeah you know fresh caught from the Appalachian blah blah blah in the title you know it's like",
        7213.82,
        7219.86
    ],
    [
        " that kind yeah but there's never very much food the longer the title the less food you're gonna get",
        7219.86,
        7224.08
    ],
    [
        " yeah that's a good role so couldn't go pinia calada too foo foo we went tropic thunder for",
        7224.08,
        7230.64
    ],
    [
        " lathe bab and get his tropic thunder on and then don't forget about moch additional protein",
        7230.64,
        7236.92
    ],
    [
        " additional protein and slash dessert yeah because it will fulfill your dessert desire yeah",
        7236.92,
        7245.58
    ],
    [
        " you get done with the rib eye steak so what's the gain like when you you know when you're going to",
        7245.68,
        7250.32
    ],
    [
        " when you lift weights to elicit gains right you have to have a certain of the z you gotta eat uh",
        7250.32,
        7259.62
    ],
    [
        " what certain amount of protein it's like 0.7 or 0.6 yeah or just one gram yeah but here's actually",
        7259.62,
        7268.4
    ],
    [
        " what I learned with the one graph any protein like any macro they eat too much of get turned to fat",
        7268.4,
        7275.36
    ],
    [
        " and protein proteins and gets turns to sugar first from what I understand so you can eat too much",
        7275.52,
        7281.58
    ],
    [
        " protein here's how you eat too much protein if you're going like two grams per body weight per",
        7281.58,
        7288.34
    ],
    [
        " pound of body weight what about nine grams per body per pound of body weight I think that's fine",
        7288.34,
        7292.82
    ],
    [
        " so here's a good way to do it so in the morning I make a omelet right with egg whites",
        7292.82,
        7299.44
    ],
    [
        " and it's good good protein clean whatever some of the best but when you kind of if you're starting",
        7300.54,
        7306.78
    ],
    [
        " which I kind of started to measure these things or keep track of okay how many count am I really",
        7306.78,
        7311.28
    ],
    [
        " eating whatever so I realize there's not that much protein in a regular size even a double size egg",
        7311.28,
        7316.76
    ],
    [
        " white omelet with no cheese and nothing so boom you make your egg white omelet",
        7316.76,
        7323.66
    ],
    [
        " milk train going on the side make your milkshake boom perfect oh milkshake perfect amount of",
        7324.06,
        7331.44
    ],
    [
        " protein just what I'm saying if in fact you're into you know getting stronger and whatnot yeah and on",
        7331.44,
        7337.52
    ],
    [
        " top of that we got warrior kid milk which is basically going to take over all milk drinks for",
        7337.52,
        7347.86
    ],
    [
        " children in the very short period of time because everyone wants their kid to be healthy",
        7348.84,
        7353.5
    ],
    [
        " the kid wants to be healthy and strong and the kid wants something that tastes absolutely amazing",
        7353.5,
        7359.6
    ],
    [
        " so there you go warrior kid milk yeah remember like back in the day what was the fruit Hawaiian punch",
        7359.6,
        7365.72
    ],
    [
        " or was that only in Hawaii that was it was a whole Hawaiian punch",
        7365.72,
        7370.74
    ],
    [
        " breath tasted like for English muffins over English",
        7371.1,
        7374.48
    ],
    [
        " I don't know actually English muffins aren't in England it's not a British thing",
        7374.48,
        7381.24
    ],
    [
        " yeah just like french fries aren't in France right they call them like palm freaks",
        7381.24,
        7386.26
    ],
    [
        " something else French anyway you know what I'm saying yeah you used to drink the Hawaiian punch",
        7386.26,
        7391.68
    ],
    [
        " when you're little mouth all red tasted pretty good yeah well it's super strong yeah",
        7391.68,
        7397.88
    ],
    [
        " but right you can't be giving your kids that like now with the knowledge that yeah it's like",
        7398.28,
        7403.02
    ],
    [
        " a really it's chilled child abuse yeah and it's not just that these these regular chocolate milk what",
        7403.02,
        7409.16
    ],
    [
        " is that it's just corn syrup in milk yeah that's all it is and chocolate yeah and chocolate and",
        7409.16,
        7416.16
    ],
    [
        " sugar but we get your kid warrior kid milk guess what you're making them stronger smarter faster",
        7416.16,
        7422.62
    ],
    [
        " better and it tastes good and it tastes delicious because kids don't want to drink something that",
        7423.74,
        7428.72
    ],
    [
        " tastes like crap no they don't drink something tasty so yeah warrior kid milk all that stuff",
        7428.72,
        7433.76
    ],
    [
        " that we just talked about is at origin main dot com if you want to support that's a good stuff",
        7433.76,
        7438.96
    ],
    [
        " all American made we throw that in there like it's a no big deal yeah go watch some of the videos",
        7438.96,
        7444.2
    ],
    [
        " of looms being remade yeah it's good also if you want to represent",
        7444.2,
        7451.1
    ],
    [
        " while on the path jaco is a store it's called jaco store so you got a jaco store.com",
        7451.26,
        7456.64
    ],
    [
        " this is where you can get shirts and whatnot just a plan equals freedom",
        7456.64,
        7460.12
    ],
    [
        " shirt shirts t-shirt rash guards plenty yes other rash guards on there truckers hats or",
        7460.12,
        7466.92
    ],
    [
        " flex fit hats sure what everyone you want man what you're right I like the flit flex",
        7466.92,
        7473.84
    ],
    [
        " I'm putting I'm gonna put a bunch of new stuff on there a bunch 2019 it's 2019 by the way",
        7473.84,
        7479.76
    ],
    [
        " happy new year brother thanks man is it funny like I felt like you felt kind of uncomfortable telling me",
        7479.76,
        7486.76
    ],
    [
        " happy like it's too like Santa man like hey happy new year bro we are work to do let's go focus",
        7486.76,
        7494.94
    ],
    [
        " all right new year new key",
        7494.94,
        7498.62
    ],
    [
        " dude they're new year new me you got it I saw that Twitter I think anyway um yeah I'm gonna put",
        7498.62,
        7507.46
    ],
    [
        " a bunch of new stuff there for this year okay cool uh you can also get jaco white tea that comes",
        7507.46,
        7513.88
    ],
    [
        " in either uh regular t-form like i'm drinking with t-bags or the can form like echo is drinking",
        7513.88,
        7520.92
    ],
    [
        " with the can and the good thing about it is it's the only beverage in history of world that's",
        7520.92,
        7527.32
    ],
    [
        " guaranteed a hundred percent to give you an eight thousand pound deadlift that's eight thousand",
        7527.32,
        7532.56
    ],
    [
        " pounds uh don't forget to subscribe to this podcast click subscribe so annoying okay just",
        7532.56,
        7541.04
    ],
    [
        " keep this part uh the warrior kid podcast that one you should check out if you don't check out the",
        7541.04,
        7546.72
    ],
    [
        " warrior kid backass whether you have kids or not check it out lots of good lessons are from uncle jake",
        7546.72,
        7551.8
    ],
    [
        " so do that and then don't forget about your warrior kids soap and it's not soap for a warrior",
        7551.8,
        7557.88
    ],
    [
        " kid it's soap made by a warrior kid aiden he's got his own business at irish oaks ranch dot com",
        7557.88,
        7566.14
    ],
    [
        " what's that like earth made earth made yeah what the soap well he gets like goats like if you want",
        7566.14,
        7575.38
    ],
    [
        " you want to know the the source of your of your oh yes yes yes like there you go what you say",
        7575.38,
        7581.18
    ],
    [
        " look locally sourced yeah it's not local technique well depends on the way you are yeah but",
        7581.18,
        7586.62
    ],
    [
        " nonetheless made in america that's true okay so youtube you can also subscribe to the youtube",
        7587.22,
        7591.88
    ],
    [
        " channel which is the jaco podcast youtube channel and are since you're putting all this new stuff",
        7591.88,
        7597.56
    ],
    [
        " on the store you're gonna put some new videos up at some point in the you know america history",
        7597.56,
        7602.1
    ],
    [
        " america yes sure oh yes i am thank you okay i know you're just telling me about one",
        7602.1,
        7609.38
    ],
    [
        " yes you've done this before will you tell me about a video and i never see it for four months",
        7609.38,
        7613.62
    ],
    [
        " well because like all right and this one could be one of those because it's like i'm gonna be like",
        7613.62,
        7618.54
    ],
    [
        " pushing it you know remember the warpath one yeah you know i pushed it in the music and i was like hey",
        7618.54,
        7625.18
    ],
    [
        " should i make a bunch of things crumbling down is that gonna be dumb let's be able to work",
        7625.18,
        7631.48
    ],
    [
        " in a fine but in the process of doing that sometimes i'm like this is kind of dumb so i got to change",
        7631.48,
        7637.68
    ],
    [
        " it so i'm gonna see i'm gonna push it just for out of fun but yeah okay i'm gonna try how about that",
        7637.68,
        7643.12
    ],
    [
        " more more videos and also we got psychological warfare which we have failed we were going to get",
        7643.12,
        7647.74
    ],
    [
        " out that for the new year we did not accomplish that so that's not good but we will work on it",
        7647.74,
        7653.82
    ],
    [
        " and the current one is available psychological warfare on itunes google play mp3 platforms of all",
        7653.82,
        7659.14
    ],
    [
        " kinds where you can get little messages we'll call from me tracks about how to overcome a particular",
        7659.14,
        7666.98
    ],
    [
        " weakness that you might be dealing with in the moment i thought about this with psychological warfare",
        7666.98,
        7671.86
    ],
    [
        " sometimes like when the weakness creeps in we don't like want to fight the weakness it's like it's",
        7674.62,
        7680.6
    ],
    [
        " like yeah yeah like we're like it's almost like okay this is me that you might not be able to",
        7680.6,
        7685.14
    ],
    [
        " to relate because you get mad when you feel like weakness sometimes weakness will like creep in",
        7685.14,
        7691.36
    ],
    [
        " and i'll look forward to not lifting you know or like okay so there's this burger place",
        7691.36,
        7700.88
    ],
    [
        " right i'm gonna say which one and to go to this burger places certain burger you can get",
        7700.88,
        7707.4
    ],
    [
        " that's like off the program you can't oh okay it's not a diet burger yeah so what i you know",
        7707.4,
        7715.9
    ],
    [
        " when you're like oh should i just stick to the program but i'm really in the mood for this burger",
        7715.9,
        7719.88
    ],
    [
        " right and the weakness creeps in takes hold and then you made the decision all right hey i'm",
        7719.88,
        7730.14
    ],
    [
        " the plan i'm black i'm back on the program tomorrow but i'm gonna slip right now when you make",
        7730.14,
        7735.14
    ],
    [
        " that decision in your head you feel good like oh i don't want to change my mind because i'm so",
        7735.14,
        7739.58
    ],
    [
        " looking forward to the burger seems ain't so it's like one of those things where the reason sometimes",
        7739.58,
        7745.62
    ],
    [
        " people won't list or actually this has never happened to me but i'm imagining the if someone doesn't",
        7745.62,
        7752.2
    ],
    [
        " want to listen to psychological warfare that's why because it's like oh they just secretly they don't",
        7752.2,
        7757.08
    ],
    [
        " accept it and it's like you know and they accept the weakness yeah this again reminds me that i'm",
        7757.42,
        7764.56
    ],
    [
        " glad i'm not trapped inside your head for more than two hours it's a daily struggle",
        7764.56,
        7769.1
    ],
    [
        " nonetheless psychological it's a good one it helps yeah it helps you gotta you gotta accept the help",
        7769.1,
        7776.36
    ],
    [
        " all you have to do is press play yeah that's the point you gotta that's what you have to press play",
        7776.36,
        7781.06
    ],
    [
        " you gotta there's a little psychological part that you have to accept the fact that you're gonna",
        7781.06,
        7786.06
    ],
    [
        " you're gonna get a spot it's like in the gym right when you need a spot in the gym you don't put",
        7787.08,
        7793.26
    ],
    [
        " on some light weight you know you get if you have a regular weight on you don't need a spot and cool",
        7793.26,
        7797.86
    ],
    [
        " but you gotta make the decision to put the heavy weight on there and then you gotta make the decision",
        7797.86,
        7803.06
    ],
    [
        " to go find someone to spot you that part is hard for people that's what i think that's what i think",
        7803.06,
        7807.82
    ],
    [
        " but once you get the spot you got the spot right you're in no danger of getting buried underneath",
        7807.82,
        7812.82
    ],
    [
        " that that match you see me saying jack that's what psychological warfare is",
        7812.82,
        7816.66
    ],
    [
        " come on get it on uh what M's on music and iTunes Apple music you know wherever they sell MP3s",
        7816.66,
        7826.18
    ],
    [
        " that's where you get them like the core fair it's good one very good one also very up your workout",
        7826.18,
        7832.08
    ],
    [
        " man get some more workout stuff from on it dot com go on it dot com slash jaco that's where you get",
        7832.08,
        7838.6
    ],
    [
        " they got some good stuff on their ropes battle ropes maces clubs kettlebells of course the best kettlebells",
        7838.6,
        7845.62
    ],
    [
        " really i mean i'm the best i've ever used i mean is that many but i don't even want to try out any",
        7845.62,
        7852.64
    ],
    [
        " other ones because they're the best in my opinion and uh yeah a lot of good stuff on there a lot of",
        7852.64,
        7857.14
    ],
    [
        " good uh tips on there as well and information you know on it dot com slash jaco good spot also got",
        7857.14,
        7865.76
    ],
    [
        " some books um miking the dragons is out it's live and we should not ever run out of it again",
        7865.76,
        7874.74
    ],
    [
        " i printed a lot more so if you want miking the dragons for you for your kids for your neighbor",
        7874.74,
        7881.16
    ],
    [
        " kids for your library for your school order miking the dragons it is a story that will teach your",
        7881.16,
        7888.32
    ],
    [
        " kids and all children that read it how to stand up and face their fears it's so cool to see all the",
        7888.6,
        7897.3
    ],
    [
        " pictures yeah people post of like yeah like yeah like i'm like you spread you know for christmas and",
        7897.3,
        7902.74
    ],
    [
        " stuff like that also a lot of kids uh you know this is my kids favorite book yeah this is now my kids",
        7902.74,
        7907.62
    ],
    [
        " favorite book that's pretty cool so super stoked if you haven't read it check it out miking the",
        7907.62,
        7912.04
    ],
    [
        " dragons uh you can get it on amazon also weigh the warrior kid and weigh the warrior kid to mark",
        7912.04,
        7919.68
    ],
    [
        " submission and good news i had a deadline of finishing weigh the warrior kid three",
        7919.68,
        7927.32
    ],
    [
        " by new year's day guess what i finished it this morning yeah new year's day i had to go and",
        7927.32,
        7935.44
    ],
    [
        " finish it before i worked out because i was at my deadline guess what prioritize so your deadline",
        7935.44,
        7943.4
    ],
    [
        " my dad yeah my deadline to finish the book good man so yeah so that'll be coming out but right now",
        7943.4,
        7950.08
    ],
    [
        " get get uh weigh the warrior kid and weigh the warrior kid to mark submission those are both out",
        7950.08,
        7955.36
    ],
    [
        " discipline equals freedom field manual i know a lot of folks grab that for christmas appreciate it",
        7955.36,
        7959.3
    ],
    [
        " appreciate most that you're spreading the word to people that you know little gift give someone",
        7959.3,
        7964.32
    ],
    [
        " the gift of discipline that's what i'm talking about if you want the the audio version it's not",
        7964.32,
        7969.82
    ],
    [
        " unaudible it's on amazon music i tunes google play and other mp3 platforms of course we have extreme",
        7969.82,
        7976.18
    ],
    [
        " ownership which was recently uh made some kind of chart for the audiobook lay for lay for babbin and",
        7976.18,
        7985.44
    ],
    [
        " i read in the audiobook well me and the dex is bad man reading the audiobook and we also read the",
        7985.44,
        7992.2
    ],
    [
        " audiobook for the the follow up to that book which is called the dichotomy leadership which i",
        7992.24,
        7996.76
    ],
    [
        " kicked off today with a tiny little excerpt um that's the follow on book and i think yeah some people",
        7996.76,
        8005.86
    ],
    [
        " think it's better interesting it makes sense that it is because now we've written more books and",
        8005.86,
        8011.78
    ],
    [
        " a little more experience learn more so find out for yourself dichotomy leadership that one's available",
        8011.78,
        8016.76
    ],
    [
        " you also got ashlan front that's our leadership consultancy we solve problems through leadership",
        8016.76,
        8021.38
    ],
    [
        " that's what we do if you need help with the leadership at your organization and if you have any kind",
        8021.38,
        8029.34
    ],
    [
        " of issue, whatever kind of issue you have it's a leadership problem it's not a problem of HR",
        8029.34,
        8034.96
    ],
    [
        " the problem that you have in your organization is a leadership problem if you need help with that",
        8034.96,
        8045.32
    ],
    [
        " go to echelonfront.com for details also we got the muster the muster is now live we got Chicago we",
        8045.32,
        8053.18
    ],
    [
        " got Denver we got Sydney if you want to come to the muster leadership conference extremotorship.com",
        8053.18,
        8058.56
    ],
    [
        " all of the musters have sold out and all the musters will sell out so if you want to come get their",
        8058.56,
        8065.22
    ],
    [
        " early I think there's maybe a ticket or two left for the live podcast that we are recording",
        8065.22,
        8073.94
    ],
    [
        " January 9th in New York City if you want to come to that try and jump on and buy a ticket",
        8075.04,
        8080.7
    ],
    [
        " real quick because it's real close to sold out look forward to seeing there also EF online",
        8080.7,
        8087.12
    ],
    [
        " so we just launched this what this is this is an online interactive leadership training",
        8087.12,
        8094.56
    ],
    [
        " source it's myself and the the rest of the echelonfront training team puts together",
        8094.56,
        8101.6
    ],
    [
        " wanted be able to reach more people some of the you know this kind of spawn from organizations",
        8102.34,
        8106.66
    ],
    [
        " that we work with where they have tens of thousands or even in some cases hundreds of thousands of",
        8106.66,
        8112.1
    ],
    [
        " employees and they want us to train everybody on the fundamental principles of combat leadership",
        8112.1,
        8116.04
    ],
    [
        " obviously with our six or seven instructors we can't do that and so we had to figure out a way",
        8116.04,
        8122.26
    ],
    [
        " way to scale the educational process and so what we did is we went to virtual and so we put this",
        8122.26,
        8129.32
    ],
    [
        " together and once we made it we said well we said we made it we're making it director to consumer",
        8129.32,
        8134.16
    ],
    [
        " as well so if you want to check that out you can go to ef online.com ef online.com and speaking of",
        8134.16,
        8142.54
    ],
    [
        " ef ef overwatch this is where we are connecting proven leaders proven combat leaders from the spec",
        8142.54,
        8151.48
    ],
    [
        " ops community and from combat aviation with companies in the civilian sector that need these",
        8151.48,
        8157.36
    ],
    [
        " experienced leaders to step up and lead their organization so ef overwatch.com is where you can",
        8157.68,
        8164.22
    ],
    [
        " get involved with that whether you're someone that's looking for talent you can click on talent",
        8164.22,
        8169.68
    ],
    [
        " seeker whether you're someone a vet that's looking for a career click on career seeker and fill",
        8169.68,
        8174.46
    ],
    [
        " those out we are standing by to help you and if you want to cruise with us kind of hard",
        8174.46,
        8183.02
    ],
    [
        " yes sir we can be found and communicated with on the interwebs on twitter on instagram and on the",
        8183.58,
        8193.02
    ],
    [
        " feshik koa echo is at echo Charles and i am at jaco willing and finally thanks to all our military",
        8193.02,
        8201.84
    ],
    [
        " personnel out there thank you for standing up and taking the fight to the enemy into our folks at",
        8201.84,
        8207.82
    ],
    [
        " uniform in uniform here at home including police and law enforcement and firefighters and",
        8207.82,
        8213.64
    ],
    [
        " paramedics and EMTs and the correctional officers and border patrol and all the first responders",
        8213.64,
        8219.46
    ],
    [
        " thank you for standing up to evil here at home and to luiza just person and marine julyne",
        8219.46,
        8235.9
    ],
    [
        " who were murdered in maroco we will remember you and to the despicable",
        8236.44,
        8247.86
    ],
    [
        " savages that took your lives we will remember you too then we'll remember those like you and we will",
        8247.86,
        8258.9
    ],
    [
        " never surrender to the evil that you bring into the world we will stand up we will be strong",
        8261.86,
        8270.44
    ],
    [
        " and we will win and until next time this is echo and jaco out",
        8270.44,
        8282.6
    ]
]