[
    [
        " Do you happen to have a podcast discussing loyalty to marriage that involves marriage to a service member?",
        0.0,
        6.12
    ],
    [
        " I see many marriages, military spouse, where the service member has a great background in the military.",
        6.88,
        13.62
    ],
    [
        " But lacks marriage at home.",
        14.3,
        15.98
    ],
    [
        " You know, I actually have answered this question before and maybe not this specific,",
        17.32,
        23.78
    ],
    [
        " but I'm going to go over it quickly just because this isn't just about military, you know,",
        23.78,
        29.54
    ],
    [
        " relationships. It's about any relationship. But you know, from a military perspective,",
        30.48,
        35.14
    ],
    [
        " absolutely military relationships are very hard. You've got time away. You've got classified work.",
        35.4,
        41.62
    ],
    [
        " There's a lack of understanding of what's going on at work. You haven't even got lives at stake,",
        41.68,
        45.34
    ],
    [
        " right? And with that, the job has to come first. And that's a very hard thing for people to",
        45.46,
        54.34
    ],
    [
        " understand that the job has to come first. Why does it have to come first for survival?",
        54.34,
        58.86
    ],
    [
        " Because the harder you train, the better you know your teammates, the better you shot you are,",
        59.54,
        65.92
    ],
    [
        " the better your chance for actual survival in a combat situation. So a spouse has got to understand",
        66.8,
        75.36
    ],
    [
        " that, right? That in order for the service member to take care of the family, family, the service",
        75.36,
        83.16
    ],
    [
        " member has to do his utmost to prepare himself and his team for war. The number one priority.",
        83.68,
        94.44
    ],
    [
        " Now, what the spouse has to understand is that this doesn't mean that he wants to spend time",
        95.2,
        103.68
    ],
    [
        " away from his family. He doesn't want to prioritize his team over his family. He doesn't want to",
        103.68,
        112.08
    ],
    [
        " miss the recital. Doesn't want to miss the ball game. Doesn't want to miss the teacher's conference.",
        112.08,
        116.62
    ],
    [
        " But he has to. He has to. So spouse don't be mad when he makes that priority.",
        117.24,
        128.42
    ],
    [
        " Except and understand that the family is the number one priority. It is the number one priority.",
        129.1,
        137.08
    ],
    [
        " But in order to be there for the family, he's got to prepare for war so that he can come home",
        137.08,
        146.26
    ],
    [
        " to his family after deployment. Now, this, this obviously also applies to police. This applies to",
        146.26,
        156.88
    ],
    [
        " firefighters. And I'll tell you what, it applies really to the breadwinner, man or wife,",
        156.88,
        163.92
    ],
    [
        " husband or wife in any walk of life, right? If you're the breadwinner for the family, you've,",
        164.78,
        171.5
    ],
    [
        " that's what you're doing. The way that you're taking care of the family is by bringing home money",
        171.76,
        177.44
    ],
    [
        " so that there is food and housing and clothing and a secure future. That's what you're doing.",
        177.44,
        184.74
    ],
    [
        " And so the spouse in these situations has to understand that the hard work, the hard work",
        186.2,
        193.9
    ],
    [
        " and the hours and the days and the weeks that are taken away from the family is actually done to",
        193.9,
        201.36
    ],
    [
        " provide for the family, right? So that's the key piece that people have to understand that the",
        201.36,
        208.94
    ],
    [
        " spouse has to understand. Now, the service member, and again, I've talked about this before,",
        208.94,
        217.64
    ],
    [
        " the service member or the firefighter or the police officer or the breadwinner, what they have to do",
        217.82,
        223.14
    ],
    [
        " is they have to make sure that they don't go overboard, that they draw the line somewhere, that they",
        223.14,
        231.12
    ],
    [
        " don't destroy what it is that you're trying to protect. Don't destroy what it is you're trying to",
        231.12,
        235.84
    ],
    [
        " take care of. Don't give the plant so much water that you drown it. Don't cook the steak so long",
        235.84,
        243.8
    ],
    [
        " that you burn it. Don't work so hard for your family that you don't have a family anymore.",
        243.8,
        251.56
    ],
    [
        " You got to have the balance. One of the things that you got to do is you got to explain that to",
        253.02,
        260.94
    ],
    [
        " the family and you got to tell them what's up and you got to tell them that they are the most",
        260.94,
        266.14
    ],
    [
        " important thing and that all this work that you're doing that's taken you away from them is actually",
        266.14,
        271.08
    ],
    [
        " being done for them. And you got to communicate that to them. They got to understand it's hard for",
        271.08,
        277.26
    ],
    [
        " them. It's hard for a eight year old kid to understand why you're missing the the baseball game or",
        277.26,
        283.8
    ],
    [
        " the the six year old girl while you're missing the digits who turn them in or whatever. It's hard to",
        283.8,
        289.18
    ],
    [
        " explain that, but you've got to at least try. You got to make it evident in them and you also have",
        289.18,
        294.04
    ],
    [
        " to make sure you don't abuse it. Right? Because work can be fun and hanging out with our teammates",
        294.04,
        303.82
    ],
    [
        " for an extra day of shooting or an extra day of jumping or having a beer at the pub on the",
        303.82,
        311.44
    ],
    [
        " way home. That can all sometimes be more appealing than the recital, then the ballgame. So don't",
        311.44,
        324.02
    ],
    [
        " and you have to talk to each other and understand this balance together.",
        324.1,
        331.02
    ],
    [
        " Understand the sacrifices that are being made on both sides so that you can work it out and",
        331.94,
        339.6
    ],
    [
        " maintain the strength of that entity, the family that you're trying to take care of.",
        339.6,
        345.88
    ]
]