[
    [
        " Jocco, I was wondering what your advice is for disagreeing up the chain of command. Obviously this needs to be done with some tact",
        0.1,
        7.36
    ],
    [
        " IE in private, not in front of others, but in those private conversations, how should one respectfully disagree?",
        7.36,
        13.3
    ],
    [
        " Again, again, similar question, a better technique than disagreeing is just to ask questions. You know, boss,",
        13.9,
        20.74
    ],
    [
        " Hey, I want to make sure I get this right. Can you explain it to me again? Can you can you watch me do it?",
        20.84,
        24.82
    ],
    [
        " Right? So your boss actually sees what the problem is.",
        25.04,
        27.7
    ],
    [
        " That way you're not being offensive. Hey, boss, can you explain why you chose this",
        28.5,
        33.86
    ],
    [
        " course of action? I really want to learn from what you do, what you the way you do it.",
        33.86,
        37.92
    ],
    [
        " I again, does that sound like a kiss ass? Yes, because I'm exaggerating. You know what I mean?",
        39.08,
        47.02
    ],
    [
        " Hey boss, you're so incredibly smart. No, I'm not talking about that because bosses don't like",
        47.4,
        57.68
    ],
    [
        " they might keep their kiss asses around, but they don't respect them. So you don't gain influence",
        58.32,
        62.76
    ],
    [
        " by being a kiss ass. It's not a good situation. So I'm not talking about kissing ass, but you know,",
        62.76,
        66.88
    ],
    [
        " Hey boss, I'm really want to understand this and make sure I understand it. Can you can you explain",
        67.3,
        72.02
    ],
    [
        " to me why this is the best way to make this to do this versus the other way? You know, that's the",
        72.02,
        77.76
    ],
    [
        " kind of question that's not kissing ass. That's actually, you know what it is actually legitimately wanting",
        77.76,
        81.04
    ],
    [
        " to know. Like I legitimately want to know maybe what if we instead of assuming that we know better",
        81.04,
        86.38
    ],
    [
        " than our boss? What if we assume that my boss knows better than me? Let's make that assumption.",
        86.38,
        89.46
    ],
    [
        " And if you communicate with that assumption, then you're probably going to communicate in a much",
        89.84,
        93.6
    ],
    [
        " better way than communicating with the assumption that my boss is an idiot and I know better than him.",
        93.6,
        97.5
    ],
    [
        " Which is not a good way to communicate. Yeah. It's funny when you know that you kind of said that",
        97.7,
        105.0
    ],
    [
        " about the kiss ass guy because that comes up a lot because I don't want to be a kiss ass. And yeah,",
        105.0,
        110.06
    ],
    [
        " you don't. The kiss ass guy is the same thing as being friend zoned. You know what friend zoned me?",
        110.14,
        115.0
    ],
    [
        " Yeah, I do. It's the same thing. Yeah. So like the girl right typically it's a guy who gets",
        115.0,
        121.5
    ],
    [
        " friend zoned right because he's like too nice. He's too nice. He's too whatever he'll it's he's like",
        121.5,
        126.12
    ],
    [
        " he's essentially a you're like a brother to me intimate. Yes man. That's what he is. So of course",
        126.12,
        130.98
    ],
    [
        " the girl's going to keep him around for all this like good feeling superficially by the way. Lunch.",
        130.98,
        135.24
    ],
    [
        " All that stuff. All the superficial stuff. He's not going to get anywhere of legitimacy with her.",
        135.64,
        141.7
    ],
    [
        " Actual decision making. If you translate that into the you know work environment or whatever.",
        143.14,
        146.68
    ],
    [
        " Well yeah, the boss. I mean a certain kind of boss just like a certain girl's going to keep a guy",
        146.68,
        150.36
    ],
    [
        " around for that reason. Certain boss is going to be like yeah, I'll keep her around. I feel a little",
        150.36,
        155.48
    ],
    [
        " bit bad even firing the guy like that a little bit because he's just so nice to me. He gives me all",
        155.48,
        159.54
    ],
    [
        " these compliments and even in a in a weird way. I think the kiss ass guy kind of knows that too.",
        159.54,
        164.28
    ],
    [
        " You know like how why would he ever fire me even though he's not that good at his job or whatever",
        164.68,
        168.4
    ],
    [
        " right because you know he can't fire me. I'm just too nice to me. You know there's that feeling",
        169.9,
        173.48
    ],
    [
        " is floating around is what I'm saying but it's the same deal right like it's too many compliments.",
        173.48,
        178.0
    ],
    [
        " There's too much of a yes man. I'll keep you around for very superficial reasons but that's it",
        178.0,
        184.02
    ],
    [
        " brother. Yeah you don't get passed. Yeah that's and that's not a good no place to be in. No it's not",
        184.02,
        189.86
    ],
    [
        " sir. That's why I'm not saying kiss ass and the way I just explain that of actually assuming that",
        189.86,
        196.0
    ],
    [
        " your boss knows more than you isn't is a good way to approach the situation as opposed to",
        196.0,
        201.16
    ],
    [
        " approaching the situation like you know more than your boss. Why act like that? The outcome isn't",
        201.16,
        207.12
    ],
    [
        " going to be inferior. The outcome is inferior. The outcome of acting like your boss or assuming",
        207.12,
        213.1
    ],
    [
        " that your boss knows more than you. The outcome is you treat them with respect because the other way",
        213.1,
        218.76
    ],
    [
        " you could try and treat them with respect. Respect but inadvertently you sound like you know",
        218.76,
        223.44
    ],
    [
        " some people I just we talk about normal face right. Some people they cannot even ask a question",
        223.44,
        229.18
    ],
    [
        " in a respectful way right they can't even well what was I saying over here they can't even say",
        229.18,
        236.9
    ],
    [
        " you know hey boss can you explain this to me because I really want to they can't even say that",
        236.9,
        242.62
    ],
    [
        " you know hey boss can you explain this to me because it doesn't make any sense. You know what I mean",
        242.62,
        245.94
    ],
    [
        " like they can't even they can't even ask a question in a respectful way. Yeah that's a skill you",
        245.94,
        252.62
    ],
    [
        " should master as a leader and as a follower as a leader and as a follower how to ask questions in",
        253.86,
        259.88
    ],
    [
        " a respectful way. Lave pointed this out. Lave pointed out we were talking about the fact of",
        259.88,
        265.26
    ],
    [
        " of I would say with his story he's told a bunch of times of going through the kill house and he's",
        265.26,
        271.02
    ],
    [
        " in the back of the train and you shouldn't be in the back of the train you should be somewhere where",
        271.02,
        275.48
    ],
    [
        " you can lead everyone because when you're in the back of the train you don't know what's happened",
        275.48,
        277.74
    ],
    [
        " in the front of the train of a soldier is a big group of people moving through a kill house",
        277.74,
        280.56
    ],
    [
        " and I didn't and he goes you know Jaco didn't say hey stop doing that and do it this other way",
        281.52,
        286.26
    ],
    [
        " he's like he asked me questions and he's like they were real questions. I wasn't like",
        286.26,
        290.98
    ],
    [
        " hey Lave why did he let you in the back of the train. Yeah is that a respectful question?",
        290.98,
        294.98
    ],
    [
        " No it's not a respectful question but it's like hey Lave what are you doing in the back of the",
        295.22,
        299.48
    ],
    [
        " train. Yeah this is a respectful question. I'm actually assuming that maybe Lave who doesn't have",
        299.48,
        304.52
    ],
    [
        " the experience that I have who's my subordinate as a platoon commander to me the big task unit commander",
        304.52,
        309.28
    ],
    [
        " my assumption is not that I know more than him my assumption is that he's got a reason for that.",
        309.56,
        314.0
    ],
    [
        " My assumption is that he knows more than me. Yeah which well this is one of one of Jordan Peterson's",
        314.16,
        318.64
    ],
    [
        " 12 rules for life. It's like I think it's assumed the person that you're talking to knows more",
        318.64,
        323.6
    ],
    [
        " than you. What I'm saying is the same thing up and down the chain of command you assume that your boss",
        323.6,
        330.18
    ],
    [
        " or your subordinate knows something that you don't know and if you can if you can ask questions in",
        330.18,
        338.96
    ],
    [
        " this form or Lave why are you doing that. Lave why are you in the back of the train that's stupid.",
        338.96,
        344.02
    ],
    [
        " No it's like hey Lave why are you in the back of the train. What is what is your purpose of being",
        344.24,
        348.34
    ],
    [
        " back there. I generally genuinely want to know and this isn't like I'm not even saying I'm acting",
        348.34,
        354.82
    ],
    [
        " like that. I truly genuinely want to know what the deal is. So make the assumption up and down",
        354.82,
        362.4
    ],
    [
        " the chain of command that your boss your subordinate knows more than you and then ask good questions",
        362.4,
        369.24
    ],
    [
        " with true genuine curiosity that you want to know the answers to. It's a good way to go about it.",
        369.24,
        376.64
    ]
]