[
    [
        " This is Jocco podcast number 157 with echo Charles and me jacco willink good evening echo good evening",
        0.04,
        7.74
    ],
    [
        " I was in a seal platoon",
        7.74,
        11.86
    ],
    [
        " Serving as the assistant platoon commander in the late 90s",
        11.86,
        17.92
    ],
    [
        " Note that means you have no war going on. That's what it means. So we were training",
        17.92,
        22.66
    ],
    [
        " we were training",
        22.66,
        24.0
    ],
    [
        " Hard and this platoon that I was in at the time we were going through urban training",
        24.54,
        29.92
    ],
    [
        " Urban combat training and we were pretty far along in the training and we were",
        29.92,
        35.66
    ],
    [
        " starting to get our our",
        35.66,
        37.56
    ],
    [
        " Simunition which is like fake bullets our simulation and paintball wars on",
        37.56,
        43.28
    ],
    [
        " Force on force training and we were doing",
        43.28,
        46.84
    ],
    [
        " Like multi-day operations",
        46.84,
        51.08
    ],
    [
        " So almost like a scenario like you've got a full scenario going on like there's bad guys in the city",
        52.36,
        57.62
    ],
    [
        " Yeah, you know, it's the concrete city the fake city",
        57.62,
        60.04
    ],
    [
        " with concrete buildings that are pretty much just the shells buildings",
        60.04,
        64.8
    ],
    [
        " and",
        64.8,
        66.66
    ],
    [
        " We're going against op 4 seals. We call them op 4 that stands for opposing force",
        66.66,
        73.24
    ],
    [
        " So the opposing force there are other seals who are role players pretending to be bad guys",
        73.24,
        77.56
    ],
    [
        " They know our tactics. They know our techniques. They know our procedures",
        77.56,
        80.12
    ],
    [
        " And on this particular day they had captured one of our seals from our platoon",
        80.76,
        85.78
    ],
    [
        " The bad guys the role players was that part of the scenario or just they made it part of the scenario",
        85.78,
        90.44
    ],
    [
        " So whatever they did they caused confusion. They caused mayhem. They end up with one of our guys",
        90.44,
        95.18
    ],
    [
        " Okay, just on their own though. That wasn't part of the overall training",
        95.18,
        98.16
    ],
    [
        " Well, it is you know when I was running training we always did that too",
        98.16,
        101.92
    ],
    [
        " So it's just a long standing kind of hey if you can capture one of the seals. Yeah, yeah",
        101.92,
        106.4
    ],
    [
        " You know, it's like never leave a man behind right? Let's get him to leave a man",
        106.4,
        109.66
    ],
    [
        " about down",
        110.2,
        110.92
    ],
    [
        " So at this point like I said they had they had captured and I don't remember exactly",
        110.92,
        117.66
    ],
    [
        " But they captured one of our guys and they had him in a building and it was a big a pretty big building like a pretty big but",
        117.66,
        124.0
    ],
    [
        " rectangular type building",
        124.0,
        127.0
    ],
    [
        " Five stories maybe maybe it's four stories but anyways, they had them they didn't have them in the top floor, but they had him in like",
        127.0,
        133.78
    ],
    [
        " the the floor below the top floor so he's the only third floor the fourth floor I forget",
        133.78,
        139.66
    ],
    [
        " But they have the guy in there",
        140.84,
        142.0
    ],
    [
        " And remember this is not there's no power in the city and it's the city is out in the middle of nowhere. It's a fake city",
        142.0,
        148.72
    ],
    [
        " So you can hear everything right kind of even pretty much here what's going on? So they have our guy and they're like torturing him",
        148.72,
        156.12
    ],
    [
        " mock torturing him and of course they're up there to him like scream",
        156.12,
        159.52
    ],
    [
        " You know scream louder and easy Ellen and yet you know that they're feeding him what to yell yeah, try and get us all riled up",
        159.52,
        166.26
    ],
    [
        " They're they're he's screaming. They're gonna kill me",
        168.76,
        170.68
    ],
    [
        " They're gonna violate me",
        170.68,
        173.8
    ],
    [
        " So they're having a good time with it and so our standard operating procedures like oh, you know what?",
        173.8,
        180.42
    ],
    [
        " Okay, so there's a building needs to be cleared we go and we clear the whole building",
        180.52,
        183.06
    ],
    [
        " We start on the ground floor we clear every room then we call for the next one we clear every room",
        183.06,
        186.32
    ],
    [
        " We go for the next one that means that there's not gonna be any bad guys that get get into your train",
        186.32,
        191.62
    ],
    [
        " There's not gonna be any bad guys in between your force which can cause a blue on blue",
        192.08,
        196.46
    ],
    [
        " So when you're gonna clear every room that means you're gonna move down these hallways and you're gonna go from the bottom of the top",
        196.46,
        201.72
    ],
    [
        " And that's just kind of the plan right sort of normal and",
        201.72,
        205.8
    ],
    [
        " Like I said we we knew where they were so we immediately okay",
        205.8,
        210.38
    ],
    [
        " We're gonna save our guy. Yeah, we're all fired up and",
        210.38,
        215.06
    ],
    [
        " As we were we're doing this you know the the standard plan come up like okay",
        215.06,
        220.02
    ],
    [
        " We're going this east door. We'll clear the first floor in a second. We'll get to you know and as I'm sitting there kind of listening to this",
        220.02,
        226.2
    ],
    [
        " I just said hey no, let's do this instead. Let's just",
        226.2,
        232.46
    ],
    [
        " Sneak up to the building because you can get to the building behind other buildings",
        232.46,
        236.16
    ],
    [
        " You could find a little sneaky way to get there. I'm like let's sneak them in the dead space",
        236.16,
        239.62
    ],
    [
        " Dead spaces areas where the enemy can't see you or where you can't see the enemy",
        239.62,
        243.82
    ],
    [
        " It's just areas where there's no bit line of sight. I said",
        243.82,
        246.86
    ],
    [
        " Let's let's go and there was external stairs like a fire escape on the outside of one. I said let's go straight to the to the floor",
        247.48,
        254.82
    ],
    [
        " He's on we won't clear any of the other floors. We won't clear any of the rooms. We'll just go right in the hungo go go directly to where he's at",
        254.82,
        261.72
    ],
    [
        " And that was the plan so we did it and",
        261.72,
        267.64
    ],
    [
        " Yeah, and the thing was it was it was we weren't that was kind of a new idea, right? Like hey, let's do",
        267.64,
        275.16
    ],
    [
        " I'm not I'm to believe me. I'm not saying I'm the first guy that ever thought I'm not",
        275.16,
        278.98
    ],
    [
        " I'm just saying our mindset at that moment was hey",
        278.98,
        282.02
    ],
    [
        " This is what we're being trained to do. We'll do what we're trying to do",
        282.02,
        283.86
    ],
    [
        " So for anyone that's listening for any my team guy brothers that are like you didn't think I'm not saying",
        283.86,
        288.6
    ],
    [
        " I thought I'm saying at that moment in time we were focused on doing it one way and I said hold let's do something a little bit different",
        288.6,
        293.92
    ],
    [
        " And then once I said it everyone's like yeah, yeah, cuz there was like",
        293.92,
        298.02
    ],
    [
        " Everyone knew that was the right answer, right?",
        298.02,
        300.38
    ],
    [
        " But you just had to have that different look at it for a moment",
        300.66,
        303.34
    ],
    [
        " And so we did it we went to the",
        303.84,
        305.66
    ],
    [
        " External stairwell we went up really quiet. That's the other thing",
        305.66,
        308.46
    ],
    [
        " We were like we're not gonna say cuz you know we call it clear and you say next room and all this other stuff",
        308.46,
        313.06
    ],
    [
        " We weren't gonna say anything",
        313.06,
        314.68
    ],
    [
        " We're just gonna stay quiet so we went all the way up the stairs like quietly we walk in and we can hear him",
        314.68,
        319.26
    ],
    [
        " Hear him yelling out the window like come but you better get him quick and all this stuff",
        319.26,
        323.08
    ],
    [
        " And then we go into the room silently and shoot all the op for in the back",
        323.08,
        328.88
    ],
    [
        " We killed him and saved our hostage and there was one",
        328.88,
        332.56
    ],
    [
        " There was one seal cadre who we gave them and I'm not gonna give his actual nickname",
        333.34,
        337.98
    ],
    [
        " But his nickname was along the lines of",
        337.98,
        340.6
    ],
    [
        " semi-jimmy",
        340.6,
        342.32
    ],
    [
        " Because Simionician was",
        342.32,
        344.44
    ],
    [
        " With Simionician what we used and semi-jimmy",
        344.44,
        348.02
    ],
    [
        " Was really good at being a bad guy and so and he would laugh at us",
        348.02,
        353.56
    ],
    [
        " You know, we'd be moving through a building and you could hear him like",
        353.56,
        356.0
    ],
    [
        " If he shot you",
        356.0,
        358.18
    ],
    [
        " In the neck and he be aiming for your neck or your nuts like he was gonna get you",
        358.8,
        364.62
    ],
    [
        " He's having a good time with it and that's what you want. You know you want your guys guard",
        364.62,
        367.78
    ],
    [
        " So semi-jimmy we but we got this moment with semi-jimmy shot him in the back",
        367.78,
        371.84
    ],
    [
        " And they you know they were stoked you know, you could see even though they want to win and they want to beat us",
        371.84,
        376.08
    ],
    [
        " But they're still stoked he wasn't cackling he was you know",
        376.08,
        379.08
    ],
    [
        " He was stoked on it and so they died we say we're gonna so my point in this is that",
        379.08,
        383.2
    ],
    [
        " Sometimes you have to do things",
        383.2,
        385.9
    ],
    [
        " That the enemy's not gonna expect that people aren't gonna expect that your competitors not gonna expect",
        387.58,
        391.48
    ],
    [
        " The hard part about doing that",
        391.48,
        393.72
    ],
    [
        " It isn't actually doing the thing that they don't expect right",
        393.72,
        399.3
    ],
    [
        " It's because like I said other this is not what I what I said to do wasn't this you know miraculous",
        399.3,
        406.7
    ],
    [
        " Eureka moment of",
        406.7,
        408.62
    ],
    [
        " Tactical genius. It wasn't that",
        408.62,
        411.06
    ],
    [
        " This was a",
        411.86,
        412.58
    ],
    [
        " Anyone that would have taken a step back would have said like that's a good call. Let's do that instead",
        412.58,
        417.76
    ],
    [
        " But we're all wrapped up in that situation",
        417.76,
        419.98
    ],
    [
        " And so you want to learn how to do that you want to learn how to and again, it's about detaching",
        419.98,
        425.84
    ],
    [
        " But a couple things that'll help you with that",
        425.84,
        428.88
    ],
    [
        " One is don't be the person that's planning everything",
        428.88,
        432.6
    ],
    [
        " Don't be the person",
        432.6,
        434.12
    ],
    [
        " And and it's hard especially we talk about extreme ownership like and you ever wants to be a leader and they want to step up",
        434.12,
        440.28
    ],
    [
        " Don't try not to be the guy that comes up with every plan literally try not to be that guy",
        440.86,
        445.32
    ],
    [
        " Now are there times when you're a lower member where you want to like step up and come up with a plan",
        445.32,
        451.04
    ],
    [
        " Yeah, I'm talking about when you're in a actual leadership position when you're a junior and you're",
        451.04,
        455.62
    ],
    [
        " You're trying to learn and you're trying to bring forth ideas. Yeah, man come up with some plans",
        455.62,
        459.5
    ],
    [
        " You know shoot that idea up because you're throwing out good ideas that are gonna get bounced off the boss",
        459.5,
        464.06
    ],
    [
        " But when you're the guy that's in charge try not to be the guy that plans everything try not to be the guy that makes every single call",
        464.06,
        468.8
    ],
    [
        " Let the subordinates plan or let the suburious plan let other people",
        468.8,
        472.54
    ],
    [
        " Come up with plans now are there situations where like there's you got to make calls of course there are there's a dichotomy, right",
        472.54,
        479.0
    ],
    [
        " but",
        479.0,
        480.14
    ],
    [
        " In that particular situation, I didn't feel the need that I had to be the guy that came up with the plan like let other people do that",
        480.14,
        486.92
    ],
    [
        " And you know if someone else had come up with the come up with that standard plan and it was and I hadn't like detached",
        486.92,
        494.32
    ],
    [
        " I would have been like okay cool. That's what we're doing. We're going forward. You know, but",
        494.32,
        498.18
    ],
    [
        " You have to allow other people to come up with plans the other thing is recognize",
        499.48,
        504.34
    ],
    [
        " That the way you know of doing something might not",
        504.34,
        509.06
    ],
    [
        " Fit you might not know everything",
        509.06,
        512.18
    ],
    [
        " It's it's a good thing to always think to yourself. You might not know everything",
        512.18,
        517.4
    ],
    [
        " Right, that's a good idea to have in your mind",
        517.4,
        519.72
    ],
    [
        " Or is that what I know might not work that's something else",
        519.72,
        524.1
    ],
    [
        " What I know might not work that's another really smart thing to",
        524.24,
        530.22
    ],
    [
        " constantly replay in your head. They what I know might not work",
        530.22,
        533.86
    ],
    [
        " That's then you know, so that means you got to have an open mind",
        533.86,
        537.42
    ],
    [
        " And then you got to remember of course that rules",
        537.42,
        539.88
    ],
    [
        " Sometimes you have to break rules",
        539.88,
        543.22
    ],
    [
        " You have to be very judicious when you decide you're going to break rules and there's some principles that",
        543.22,
        549.46
    ],
    [
        " That you cannot violate",
        550.54,
        552.2
    ],
    [
        " without massive",
        552.2,
        554.66
    ],
    [
        " Reason without a massively heavy reason and a way to mitigate the risks of breaking whatever those fundamentals are like cover move like there",
        554.66,
        563.4
    ],
    [
        " Cover move you should never violate cover move ever",
        563.4,
        567.42
    ],
    [
        " Except for when it just makes sense that you need to violate it",
        567.42,
        573.14
    ],
    [
        " So that and that story right there kind of leads into the first question of Q&A which we haven't had Q&A in a while",
        573.14,
        579.28
    ],
    [
        " and",
        581.48,
        582.0
    ],
    [
        " the first question is",
        582.0,
        584.68
    ],
    [
        " Well, go ahead first question first question",
        584.68,
        588.9
    ],
    [
        " You recently said hackworth was a rule follower",
        588.9,
        593.6
    ],
    [
        " Most of his career but in about face the book",
        593.6,
        597.0
    ],
    [
        " He always talks about how he went against his command his rules",
        597.0,
        600.8
    ],
    [
        " How do you play the game but also act like hackworth? Yeah, and so this is a classic example of",
        600.8,
        606.86
    ],
    [
        " The dichotomy leadership with regard to obeying rules and and",
        606.86,
        611.8
    ],
    [
        " Hackworth absolutely obeyed the rules and he'll obey them to the to the extreme sometimes if you remember in the book he",
        611.8,
        618.88
    ],
    [
        " he",
        618.88,
        620.66
    ],
    [
        " He worked in",
        620.66,
        623.58
    ],
    [
        " situations where he they were like the strictest",
        623.58,
        627.28
    ],
    [
        " In garrison so like not in combat just in garrison. He would everything's perfect. Beautiful",
        627.28,
        632.2
    ],
    [
        " if you remember in general mukehama was on",
        632.2,
        634.58
    ],
    [
        " And we talked to him we talked to him about meeting hack for the first time",
        635.68,
        638.92
    ],
    [
        " And you know, it's kind of like what was he like and he was like oh he was",
        638.92,
        642.68
    ],
    [
        " High and tight haircut totally squared away that's following the rules to a tee",
        642.68,
        648.76
    ],
    [
        " And the other thing that he played he definitely played he played the game",
        648.76,
        654.16
    ],
    [
        " Hackworth played the game he developed with",
        654.16,
        657.3
    ],
    [
        " He developed relationships with with people that were senior to him people that were influential",
        657.3,
        663.34
    ],
    [
        " SLA Marshall who he went on tour with if you remember through Vietnam and SLA Marshall",
        664.08,
        668.0
    ],
    [
        " He didn't really even respect but SLA Marshall had such big influence that he said hey, you know what?",
        668.0,
        672.1
    ],
    [
        " How can I become bros with this guy?",
        672.3,
        673.86
    ],
    [
        " He played the game because Marshall had influence",
        674.14,
        679.48
    ],
    [
        " And he even took some hits",
        679.48,
        682.68
    ],
    [
        " You know took a little frag for from for SLA Marshall",
        682.68,
        687.46
    ],
    [
        " But at the same time if his troops weren't getting the right treatment that he needed he would do what he",
        687.46,
        693.32
    ],
    [
        " needed to do he would break rules to take care of them if he had to",
        693.36,
        696.54
    ],
    [
        " And at the same time he would follow the rules to a tee if you remember when he took over the battalion in Vietnam",
        696.54,
        703.12
    ],
    [
        " The hopeless and wanted to turn him into the hardcore",
        703.12,
        706.9
    ],
    [
        " He brought all their crap into the middle of the thing and said we're gonna fly it out of here no more radius no more guitars",
        706.9,
        711.24
    ],
    [
        " None of this other stuff you get it out. So that's like following the rules to a tee",
        711.24,
        714.86
    ],
    [
        " But at the same time if he needed to like steal food for them or stake something to get a lot you know he would do that stuff",
        714.86,
        722.5
    ],
    [
        " So he's constantly balancing that economy another thing he did is he",
        723.34,
        726.86
    ],
    [
        " He took these administrative jobs that he hated",
        726.86,
        730.44
    ],
    [
        " In order to rise through their ranks in order to become to get",
        730.44,
        737.18
    ],
    [
        " To get places to develop relations so so we could have more influence. He was assigned to the Pentagon",
        737.18,
        742.1
    ],
    [
        " He in the book he talks about the Pentagon being working in the Pentagon being a cluster phobic hole no more than 20 by 20 feet with 15 other people in it",
        742.1,
        752.18
    ],
    [
        " And he talks about he's it you'd say your paper your in inbox would be filled when you showed up",
        752.56,
        758.14
    ],
    [
        " And you immediately the phone would be ringing you'd be talking to people all over the world via all the people in Vietnam",
        758.14,
        764.22
    ],
    [
        " They're calling you at their their time zone",
        764.22,
        766.34
    ],
    [
        " And so he didn't like this job",
        766.34,
        769.16
    ],
    [
        " But guess what got the highest possible evaluations when he left why cuz he played the game",
        769.16,
        774.46
    ],
    [
        " And he built these relationships with with all these kernels and all these generals and all these people let it influence",
        774.46,
        781.24
    ],
    [
        " These Glover Johns and Pearson and countless others by doing what he needed to do and then when he needed to",
        781.24,
        787.56
    ],
    [
        " He broke he broke the rules",
        787.56,
        789.42
    ],
    [
        " And sometimes he went a little too far with breaking the rules and",
        789.42,
        793.54
    ],
    [
        " when",
        793.54,
        795.54
    ],
    [
        " He when he got out when they kind of drove him out after he did the big interview where he said hey",
        795.54,
        803.12
    ],
    [
        " We're not gonna win they went and drilled down into his camps and looked at the things that he had going on there",
        803.12,
        807.8
    ],
    [
        " Said oh you you're allowing this to happen you're allowing this to happen so he left himself a little bit vulnerable",
        807.8,
        812.24
    ],
    [
        " By breaking the rules a little bit too much",
        812.24,
        815.66
    ],
    [
        " So the rule to learn from that is like don't do things that people can hold over you and for me",
        815.66,
        821.04
    ],
    [
        " The things that people can hold over for you are things where you can't stand up and say yes, that's what I did",
        821.04,
        827.82
    ],
    [
        " Yes, that's what I did hey my guys didn't hadn't had a good meal",
        827.82,
        833.3
    ],
    [
        " In four weeks they've been in the field for three of those weeks",
        834.44,
        838.24
    ],
    [
        " And when they came out",
        838.24,
        840.66
    ],
    [
        " guess what I",
        840.66,
        842.6
    ],
    [
        " I figured out a way to get some steak and I took it from the rear and I had it flown up using mill use in our helicopters",
        842.6,
        849.06
    ],
    [
        " And I had it yep, that's what I did and if you want to you want to drop the hammer on me for that got it",
        849.06,
        854.68
    ],
    [
        " Now if you do that, that's cool",
        854.68,
        857.24
    ],
    [
        " But there's some things we break through rules where maybe you wouldn't be able to stand up tall and proud and say",
        857.34,
        863.18
    ],
    [
        " This is what I did and this is why I did it",
        863.18,
        865.2
    ],
    [
        " So you don't want to be careful that you don't do things that will allow people to hold things over your head",
        865.2,
        871.9
    ],
    [
        " And for me things that are things like that are things that you can't stand up",
        871.9,
        876.28
    ],
    [
        " With your chest out and say this is what I did and this is why I do I know it wasn't within the regulations",
        876.28,
        881.84
    ],
    [
        " This is what I did this is why I do it and if I get fired because of that understood check",
        882.28,
        888.0
    ],
    [
        " Now",
        888.0,
        890.0
    ],
    [
        " Here's where you get a little",
        890.0,
        892.62
    ],
    [
        " here's where we can we can",
        892.62,
        894.72
    ],
    [
        " Question hack for sure",
        894.72,
        898.64
    ],
    [
        " Let me ask you this",
        898.64,
        900.84
    ],
    [
        " If hack would have because okay, so he didn't play the game at the end",
        900.84,
        907.9
    ],
    [
        " He didn't play the game he went on an interview and said hey, we're not gonna win the war",
        907.9,
        911.06
    ],
    [
        " Not the way we're fighting we're not gonna win the war",
        911.26,
        912.96
    ],
    [
        " Within a few weeks he was driven out of the army. He didn't play the game at that moment, right? So let me ask you this",
        912.96,
        920.06
    ],
    [
        " If he would have played the game",
        920.06,
        924.24
    ],
    [
        " Just a little bit just it look we need to change our strategy if we're you know",
        924.24,
        928.58
    ],
    [
        " I mean if he would have just and then he would have stayed in",
        928.58,
        930.94
    ],
    [
        " And then he would have perhaps gotten a promotion and got perhaps gotten to a position where he actually had influence over the way the war was being fought",
        930.94,
        938.02
    ],
    [
        " If he had done that would he have been better off would he have been able to better help the situation",
        938.58,
        948.18
    ],
    [
        " Because I don't know once they drove him out. It's not like that interview",
        948.18,
        952.9
    ],
    [
        " Well, I don't know we'd have to check the check the historical",
        952.9,
        955.98
    ],
    [
        " Sort of results of that interview",
        955.98,
        958.36
    ],
    [
        " It's certainly started to sway public opinion and maybe that you know maybe in his mind",
        958.36,
        962.28
    ],
    [
        " Hey, I need to tell everyone what's going on so we can get out of here, right?",
        962.28,
        966.44
    ],
    [
        " So maybe maybe that was the intention maybe that was the result maybe that helped",
        967.18,
        972.1
    ],
    [
        " Shut down the war eventually",
        972.1,
        974.26
    ],
    [
        " but maybe",
        974.26,
        975.98
    ],
    [
        " If he would have played continue to play the game",
        975.98,
        979.6
    ],
    [
        " He could have gotten to a position where he had more even more influence and could have changed the way the war was being fought",
        979.6,
        986.3
    ],
    [
        " I don't know. I'm sure we could have a long debate up about that",
        986.3,
        989.84
    ],
    [
        " But that's as a leader something that you are going to",
        989.84,
        995.22
    ],
    [
        " Have to weigh out all the time and their situations where",
        996.44,
        999.84
    ],
    [
        " And actually breaking news today general Mattis just put in his resignation for",
        999.84,
        1007.48
    ],
    [
        " being secretary defense",
        1007.48,
        1009.66
    ],
    [
        " So is that's I work we don't have to talk about that when I get a little more information on is that him saying look",
        1009.66,
        1016.72
    ],
    [
        " I it's gonna be better for me to make this statement by leaving hmm or",
        1016.72,
        1021.66
    ],
    [
        " Would he have been better off staying there where he can at least still have a massive amount of influence because he's",
        1022.5,
        1029.18
    ],
    [
        " The secretary defense will have to drill down on that one. That's a",
        1029.18,
        1033.44
    ],
    [
        " That's a good question both those are good questions and the bottom line is um if you haven't read about face",
        1033.44,
        1040.64
    ],
    [
        " Read it and learn from a guy named Colonel David hackworth",
        1040.64,
        1044.94
    ],
    [
        " next question",
        1044.94,
        1047.32
    ],
    [
        " Next question so I answer that question was sort of another question",
        1049.08,
        1051.86
    ],
    [
        " Kind of a question you got asked yourself",
        1051.86,
        1054.34
    ],
    [
        " Yes, and that's a question and I've talked about this where",
        1054.34,
        1057.76
    ],
    [
        " If I tell you echo hey echo I want you to do this mission",
        1057.76,
        1061.88
    ],
    [
        " I want you to do this way take your platoon and go do it and you disagree with what I'm telling you",
        1061.88,
        1065.4
    ],
    [
        " And you just say hey boss. I don't want to do it that way and I said hey you shut up and do what I tell you to do",
        1065.4,
        1070.88
    ],
    [
        " And you go you know what you can fire me but I'm not doing it",
        1070.88,
        1074.0
    ],
    [
        " I go okay fine you're fired and I get knucklehead over here who's a yes man it comes in and I tell him to go do the mission",
        1074.0,
        1078.82
    ],
    [
        " The way I told him to do it and he goes and doesn't get to everyone killed",
        1078.82,
        1081.1
    ],
    [
        " Would it have been better off if you said okay boss. I get it. I",
        1081.1,
        1085.36
    ],
    [
        " I'll do it your way here's some things I'd really like to not do and you go no",
        1085.36,
        1089.3
    ],
    [
        " I said no shut up and then you take your guys you mitigate everything that you can actually there's an example of this in band of brothers",
        1089.3,
        1095.24
    ],
    [
        " Where major winners is being told hey send a reconnaissance element across the river again tonight",
        1095.24,
        1100.92
    ],
    [
        " Hmm and he doesn't want to do it the the war's almost over",
        1102.22,
        1105.6
    ],
    [
        " They had taken some casualties. I think the night before when they did the same type of operation and he just says",
        1105.6,
        1110.48
    ],
    [
        " Got it boss",
        1110.48,
        1111.76
    ],
    [
        " And then the guys go and they sitting the",
        1111.76,
        1115.46
    ],
    [
        " They pretend to go out, but they really just sit in the basement of a building on their side of the river",
        1115.46,
        1120.78
    ],
    [
        " And then later on they say yep, we went we came back. We didn't find anything. Okay cool. There's a perfect example",
        1120.78,
        1127.12
    ],
    [
        " Imagine if major winners dick winners was like we're not doing it and now you get an ego contest with the kernel",
        1128.2,
        1133.76
    ],
    [
        " Who's like oh yes you are no, we're not okay fine. You're fired. Let me get knucklehead over here",
        1133.76,
        1138.54
    ],
    [
        " Who's gonna do what I told him to do who's it totally yes man",
        1138.54,
        1141.64
    ],
    [
        " And now we take that risk and guys get killed so so who is it there's a there's a dick winners played the game",
        1141.64,
        1149.02
    ],
    [
        " He played the game so he could still have that influence and power and and still protect his guys",
        1149.02,
        1154.48
    ],
    [
        " Yeah",
        1156.22,
        1156.66
    ],
    [
        " Can get complex, yeah, it's it's very that's why leadership is hard yes",
        1156.66,
        1160.38
    ],
    [
        " It's it's weird though because when you say it's complex when you say leadership is hard at the same time like you",
        1160.38,
        1166.8
    ],
    [
        " If you're a principled human being and you have principles and you know what's right and you're doing the right thing for the right reason",
        1166.8,
        1173.4
    ],
    [
        " The decisions are actually usually a little easier clear like clear. Yeah, they might not be easy, but they're clearer",
        1173.4,
        1179.94
    ],
    [
        " Like I know what I'm supposed to do here. Yeah, I got it. Yeah, I'm gonna figure this one out. Yeah, and",
        1179.98,
        1185.74
    ],
    [
        " this this I think applies to",
        1185.74,
        1188.96
    ],
    [
        " To most scenarios where",
        1188.96,
        1191.8
    ],
    [
        " Like you think of the big picture where if you're like, hey, I'm gonna consider myself",
        1191.8,
        1198.58
    ],
    [
        " After everything's gonna be said and done, you know, it kind of goes along with what you said like oh, can you stand up and be proud?",
        1198.58,
        1205.5
    ],
    [
        " You if you consider okay look back you're gonna there because it's gonna come a point where you're gonna look back on this and",
        1206.36,
        1212.4
    ],
    [
        " You're gonna feel the way you're gonna feel right now, but later on how are you gonna feel about like how you handled it?",
        1212.4,
        1218.54
    ],
    [
        " You know what decision you made and how you made it to think to tell kids too",
        1218.66,
        1221.8
    ],
    [
        " Yeah, would you if you're if you're at a party?",
        1221.8,
        1224.46
    ],
    [
        " Yeah, or you're wherever and something's going on would you be proud to stand up and be hey here?",
        1225.04,
        1230.26
    ],
    [
        " Where's the situation? Yeah, and I this is what I did and this is why I did it. Oh, if you can't",
        1230.38,
        1235.3
    ],
    [
        " Maybe you should really reconsider what your actions are gonna be no man",
        1235.88,
        1239.38
    ],
    [
        " It's because a lot of the time shoots for she's a kid as an adult too a lot of the time",
        1239.38,
        1244.12
    ],
    [
        " It's like they're literally the opposite decision",
        1244.12,
        1246.32
    ],
    [
        " You know like especially if it's one of those like go along with the crowd kind of scenarios, you know",
        1246.32,
        1250.46
    ],
    [
        " Where it's like oh, yeah, it's easy to go along there and when your kids especially one involves drinking and stuff",
        1250.46,
        1254.36
    ],
    [
        " Sometimes there's there's really no consequence, you know, whatever you did something dumb",
        1254.36,
        1257.86
    ],
    [
        " No one gets to hurt her dies or nothing like that, but everyone's in while there is",
        1257.86,
        1261.1
    ],
    [
        " But so it's like it makes it harder because you don't",
        1261.1,
        1265.18
    ],
    [
        " Like when you go do something I don't know dumb. I don't know. Good jump off her bridge",
        1265.18,
        1268.06
    ],
    [
        " I don't know something drinking drive or whatever and no one dies or knowing nothing big happens",
        1268.06,
        1273.52
    ],
    [
        " It sort of reinforces that maybe it might be okay, you know, you maybe be able to slide with this behavior a little bit, you know",
        1273.52,
        1279.92
    ],
    [
        " but",
        1279.92,
        1280.78
    ],
    [
        " At the end of the day, you know, yeah, if you can clearly see that big picture where in the future",
        1280.78,
        1286.1
    ],
    [
        " You're gonna be looking back on how you handled it. Yeah",
        1286.1,
        1288.28
    ],
    [
        " Here's another thing same concept. I used to tell I told my guys",
        1288.28,
        1291.86
    ],
    [
        " Was you just might as well act like CNN is recording what you're doing and it's",
        1292.9,
        1297.04
    ],
    [
        " Right, so if you want to act like an idiot guess what it's gonna be on scene because someone's got a camera somewhere around there",
        1297.04,
        1304.04
    ],
    [
        " And you might as well be saying that today as a kid as a teenager. Yeah, you might as well be saying yep",
        1304.04,
        1309.46
    ],
    [
        " This is this is the next viral video. This is my 15 minutes of fame is gonna be me doing whatever I'm doing right here",
        1309.46,
        1316.72
    ],
    [
        " Yeah",
        1316.72,
        1317.58
    ],
    [
        " So gotta watch out for that learn from hack",
        1317.58,
        1320.92
    ],
    [
        " Next question, doco. I struggle with receiving banter from other guys banter. Okay. I'm naturally a sensitive guy",
        1322.7,
        1329.42
    ],
    [
        " Which lends myself to take normal smack talk from other guys personally",
        1329.42,
        1333.2
    ],
    [
        " I'm trying to get after it. I wake up early. I work out. I eat healthy work pretty hard",
        1333.2,
        1338.02
    ],
    [
        " But still seem to have some deep-seated insecurities which flare up when guys give me stick. I have some bloody good mates",
        1338.02,
        1346.1
    ],
    [
        " And I want to get to the point where I can take smack talk for what it is and even give a bit of stick back to the guys",
        1347.18,
        1354.58
    ],
    [
        " What can I do to help this",
        1354.58,
        1357.56
    ],
    [
        " Here's one thing that you can try",
        1357.56,
        1361.46
    ],
    [
        " To",
        1361.46,
        1363.42
    ],
    [
        " Get into your brain and this is one of those things that's hard to get into your brain",
        1363.42,
        1368.9
    ],
    [
        " And it's even harder to actually get it in your brain and functionally use this thought",
        1368.9,
        1375.68
    ],
    [
        " Here's the thought",
        1375.68,
        1376.56
    ],
    [
        " The more",
        1376.56,
        1380.46
    ],
    [
        " Okay, if you're if you're paranoid about something if you're insecure about something",
        1380.46,
        1386.02
    ],
    [
        " The more you let things bother you the more insecure you will appear",
        1386.02,
        1392.74
    ],
    [
        " Let me say it again the more you let things bother you the more insecure you're going to appear and the worse",
        1392.74,
        1401.64
    ],
    [
        " Whatever that thing that you're worried about whatever that thing that makes you feel insecure the worse it's going to appear to everyone else",
        1401.64,
        1408.04
    ],
    [
        " So if you got a big nose and you're embarrassed because you got a big nose and every time someone says something about your big nose",
        1408.04,
        1417.02
    ],
    [
        " You get mad and you get offended",
        1417.02,
        1419.34
    ],
    [
        " That big nose is close even bigger",
        1419.34,
        1423.24
    ],
    [
        " So think about that if there's something that bothers you and you let it be known",
        1423.24,
        1430.56
    ],
    [
        " And you let it bother you the worse it's going to get",
        1432.06,
        1434.82
    ],
    [
        " And and also think about this another thing that will help these are things I'm trying to help",
        1434.82,
        1441.0
    ],
    [
        " help sort of",
        1441.0,
        1443.54
    ],
    [
        " Smooth the edges of insecurity here's another one people even though you think even when you think they are",
        1443.54,
        1449.34
    ],
    [
        " And it's kind of egotistical to think this but we all do it",
        1449.34,
        1451.56
    ],
    [
        " People aren't sitting around and thinking about you and your weaknesses",
        1451.56,
        1454.7
    ],
    [
        " They're not sitting around and thinking about you and your weaknesses. They're not like",
        1454.7,
        1460.78
    ],
    [
        " That's your ego telling you that",
        1461.64,
        1462.98
    ],
    [
        " so",
        1462.98,
        1464.38
    ],
    [
        " Don't sit there and think everyone's looking at your big nose all the time. They don't care",
        1464.38,
        1470.28
    ],
    [
        " They got their other problems. They got their own life going on. They don't care about your big nose",
        1470.28,
        1474.68
    ],
    [
        " You know what makes them care about it when they know if they say something you it bothers you. Oh, yeah",
        1474.68,
        1479.92
    ],
    [
        " That's the first thing I'm going to think when they see you again",
        1479.92,
        1482.34
    ],
    [
        " Here comes the good time some fun and here's another thing if you want to kind of mitigate that",
        1482.34,
        1489.2
    ],
    [
        " Man do it do it mark doesn't weigh the warrior kid when uncle Jake says hey",
        1490.3,
        1494.28
    ],
    [
        " If you're getting made fun of",
        1494.28,
        1496.14
    ],
    [
        " He's in in way the where kid called plate face. Yeah saying Marco you got around this guy Nathan James is telling Marco",
        1496.14,
        1502.3
    ],
    [
        " You got around face you look like plate calls him plate face. That's his insult",
        1502.3,
        1505.48
    ],
    [
        " Insults him all the time and it bothers him because he's looking in the mirror going wait",
        1505.48,
        1509.76
    ],
    [
        " That's it bothering and uncle Jake says hey go go make fun of yourself",
        1509.76,
        1516.08
    ],
    [
        " And he finally gets a chance he does a they're in a class and they have to do a self portrait and he draws himself",
        1516.24,
        1521.38
    ],
    [
        " as a plate a plate face and",
        1521.38,
        1524.78
    ],
    [
        " When the kid that's been making fun of it season he laughs and then",
        1524.78,
        1528.54
    ],
    [
        " Guess what doesn't make fun of him anymore about it because he realizes it doesn't bother and they kind of bond a little",
        1528.54,
        1534.14
    ],
    [
        " And they kind of bond the little bit is actually what he's going for in this question. That is yeah",
        1534.14,
        1538.68
    ],
    [
        " Yeah, so you got him and it's it's this what this is why I said it's hard to do this",
        1538.68,
        1543.38
    ],
    [
        " Because when you're insecure about your big nose or you're insecure about your big ears or whatever",
        1543.52,
        1548.06
    ],
    [
        " And you let people know that or you just think it's in your brain",
        1548.06,
        1551.82
    ],
    [
        " You think if you say something that's gonna you even worse it won't get worse. Yeah, might get worse for an uptick for a second right it might",
        1551.82,
        1558.16
    ],
    [
        " You make fun of yourself. You don't people like oh, yeah, that's right. You notice that you do it",
        1558.16,
        1562.2
    ],
    [
        " Yeah, it'll kind of no one really cares and that's why in the teams",
        1562.2,
        1565.72
    ],
    [
        " In the teams you never let anyone know that's something bothers you",
        1565.72,
        1570.16
    ],
    [
        " Or if they know it bothers you you're gonna hear about it forever. That's just gonna be how",
        1570.92,
        1575.46
    ],
    [
        " That's just the way it's gonna be",
        1575.46,
        1577.48
    ],
    [
        " And what that means the polar opposite of that or the flip side of that is it's not fun to harass some",
        1577.48,
        1583.68
    ],
    [
        " It's not fun to harass someone about something that doesn't bother them is not even fun",
        1583.68,
        1588.52
    ],
    [
        " Right, it's not fun. Why would you harass someone when they don't get it? You you don't even get a rise out of them",
        1588.52,
        1593.94
    ],
    [
        " It's not fun. You just leave that thing you look for something else. Yeah, so",
        1593.94,
        1598.88
    ],
    [
        " Poke a little fun at yourself these guys are gonna back off",
        1599.78,
        1602.56
    ],
    [
        " Cuz they're bored if you show no reaction and",
        1602.56,
        1605.94
    ],
    [
        " Like you said that that kind of self deprecating humor will form a little bond. Yeah, you can",
        1605.94,
        1612.06
    ],
    [
        " Give a little stick back to the guys if you start giving stick guys be ready to take it back though",
        1612.06,
        1616.56
    ],
    [
        " Yeah, and then escalate. Yeah, and then that's just so I mean I grew up with two brothers. Mm-hmm. Oh",
        1616.56,
        1624.4
    ],
    [
        " One twin brother and that's like",
        1624.4,
        1626.38
    ],
    [
        " Uh",
        1627.46,
        1627.9
    ],
    [
        " Like that's literally the foundation of our relationship. Yeah, it's just you tease the other guy about something",
        1627.9,
        1633.38
    ],
    [
        " Everything like he he can come in with a new shirt on that's a sea of a tin. Yeah, like every oh",
        1633.38,
        1639.32
    ],
    [
        " We'll be like oh new shirt. Oh, you know like press not even something to tease someone",
        1639.32,
        1643.88
    ],
    [
        " They sell men shirts. Where you bought that? Yeah, or yeah, whatever. It's a little that's it's so bad to the point where",
        1643.88,
        1650.62
    ],
    [
        " One um when when I got with my",
        1651.04,
        1653.68
    ],
    [
        " Current life from where when we started dating or whatever like it's just habit, you know like even you like same thing",
        1653.68,
        1660.12
    ],
    [
        " You know like you'll you'll give me crap. I'll give you kind of whatever",
        1660.12,
        1662.88
    ],
    [
        " But it's so common that I do it to her oh yeah, yeah, and",
        1662.88,
        1667.34
    ],
    [
        " You know at first. He's like oh what like what why are you teasing me so much like you're",
        1667.34,
        1672.36
    ],
    [
        " Yeah, cuz I knew we've been before we were together. I knew for years actually and he's like kind of annoying",
        1672.36,
        1677.0
    ],
    [
        " You know he's like teases or whatever and I had to it's like",
        1677.0,
        1681.08
    ],
    [
        " Relate that yeah, because that's because that is so so much of how guys do it, you know",
        1681.08,
        1687.9
    ],
    [
        " 100% and I told this story before when I got when I was going to college and what's around team guys all day",
        1687.9,
        1692.84
    ],
    [
        " And I started doing the team guy thing with my wife",
        1692.84,
        1694.88
    ],
    [
        " After like three months. Yeah, she's like hey, I'm not in the teams",
        1694.88,
        1699.06
    ],
    [
        " So you can be quiet now and I was like wow, she's right and I didn't even realize it because that's just you know all day long",
        1699.06,
        1706.06
    ],
    [
        " You show up at a you show up in the potoonspace and it's verbal sparring. Yes as soon as you walk through the door",
        1706.06,
        1710.78
    ],
    [
        " Somebody's gonna say something",
        1710.78,
        1712.26
    ],
    [
        " And what's interesting is how he's how he's like I want to get to the point where you know he can spactor with thing is",
        1712.26,
        1719.26
    ],
    [
        " I would agree with this probably even 110% which this heart degree 100% but I feel this way probably stronger than him like",
        1719.26,
        1727.8
    ],
    [
        " You ever been around someone who like you just can't really joke around with like",
        1727.8,
        1732.22
    ],
    [
        " I'm not I'm not the thing guy who I'll tease someone and try to like to make them",
        1732.36,
        1736.32
    ],
    [
        " You know, especially if I don't know I'm good at whatever, but um",
        1736.32,
        1738.8
    ],
    [
        " But if you're around someone who like can't really take it you can't joke around with them",
        1738.8,
        1743.1
    ],
    [
        " It's like man. I don't want that guy to be there man. I wish she just wasn't you know, I'm not mad at all",
        1743.1,
        1748.14
    ],
    [
        " But I just I don't want to hang around with that guy. You don't want to be that guy. No",
        1748.14,
        1751.64
    ],
    [
        " So I even if like especially at first like let's say okay. I'm this guy's right here the worst is someone that can dish it out",
        1751.64,
        1758.86
    ],
    [
        " But can't take it. Yeah, but yeah, that is the worst. It's I don't I would the only reason I wouldn't say he's the worst is because if he's",
        1758.88,
        1766.1
    ],
    [
        " Dishing it out and he can't take it. It's kind of you get a payoff of teasing the guy",
        1766.1,
        1770.32
    ],
    [
        " I'm saying true. It let's say he doesn't dish it out. Let's say he's just a guy. You just can't joke around with it",
        1770.32,
        1775.22
    ],
    [
        " It's like man, you're making me uncomfortable kind of thing. You know, but if this guy cuz you that's your point if it's yeah",
        1775.22,
        1779.92
    ],
    [
        " Although it is annoying when people can't take it and you make a joke and they get all fired up and they like actually mad right",
        1779.92,
        1786.88
    ],
    [
        " Yeah, that's not that is annoying. That's what that's how you end up with people that aren't really your friends",
        1787.36,
        1790.66
    ],
    [
        " Are really your friends. Yes, exactly right. So but yes, yes, so get there man",
        1790.66,
        1795.44
    ],
    [
        " I say get there and at first just and you kind of made it really clear to me",
        1795.44,
        1800.3
    ],
    [
        " How you know when you make a change or something it's not gonna whoop boom your authorizes with the change going full speed",
        1800.3,
        1806.18
    ],
    [
        " You know what do you say low drag?",
        1806.18,
        1808.18
    ],
    [
        " What I say low drag",
        1808.68,
        1809.58
    ],
    [
        " It's not gonna be like that right for especially with this kind of stuff if you if you already know you're insecure",
        1809.58,
        1814.7
    ],
    [
        " Yeah, which is a big step ahead by the way some people they're I'm not insecure and mean while they're",
        1814.92,
        1819.72
    ],
    [
        " He's meeting it. They know up, but they just don't admit it. Yeah",
        1819.72,
        1822.18
    ],
    [
        " So this guy you know, so but you're gonna feel it man when they call you bit, you know, whatever they're calling you whatever",
        1822.18,
        1827.88
    ],
    [
        " You're gonna sort of feel it on the inside still, but just don't behave, you know in a way",
        1827.88,
        1832.96
    ],
    [
        " Just like oh, I don't know. I don't know what to do. There's plenty things to do, but yeah, man",
        1832.96,
        1837.28
    ],
    [
        " You do want to get there 100% yeah check",
        1837.28,
        1840.28
    ],
    [
        " Next question",
        1840.28,
        1841.88
    ],
    [
        " Jock",
        1845.14,
        1845.86
    ],
    [
        " Number three. Sorry. How do you deal with ultimatums from customers bosses, etc",
        1845.86,
        1851.32
    ],
    [
        " That are unrealistic due to the nature of the situation and the ultimatum",
        1851.32,
        1858.36
    ],
    [
        " What I'm gonna do with ultimatums is I am going to tell the truth",
        1858.36,
        1863.1
    ],
    [
        " Yeah about the situation to them",
        1863.1,
        1866.88
    ],
    [
        " But first I'm gonna tell the truth about the situation to myself",
        1866.88,
        1872.88
    ],
    [
        " Hmm",
        1874.8,
        1875.26
    ],
    [
        " Because",
        1875.26,
        1874.38
    ],
    [
        " You got to look at the situation and say to yourself is this truly unattainable like truly unattainable",
        1874.38,
        1881.26
    ],
    [
        " And and sometimes even though it seems truly unattainable, but then when you actually think about it",
        1881.26,
        1887.08
    ],
    [
        " You realize oh, I could attain this I can make this happen. I'm gonna have to sacrifice whatever to make it happen",
        1887.08,
        1893.06
    ],
    [
        " I'm gonna have to to",
        1893.06,
        1895.44
    ],
    [
        " It's gonna cost me or the team or the company something in order to make it happen like oh you want that done",
        1896.42,
        1903.38
    ],
    [
        " You want that do you want that project done by you know the 15th cool. We'll get it done",
        1903.38,
        1909.04
    ],
    [
        " But here's what we're not gonna be able to do or here's what I'm not gonna be able to do",
        1909.04,
        1912.88
    ],
    [
        " And I'm also gonna make sure that I",
        1912.88,
        1917.26
    ],
    [
        " Pressure test",
        1917.26,
        1919.28
    ],
    [
        " The ultimatum against me giving the absolute full measure of effort",
        1920.14,
        1925.88
    ],
    [
        " Right like wow if I go",
        1925.88,
        1928.94
    ],
    [
        " 110 percent right not even on to percent beyond you're gonna give everything you can isn't achievable",
        1928.94,
        1936.52
    ],
    [
        " Because a lot of times people it's an ultimate who can't make it well as a member of a team",
        1936.52,
        1942.3
    ],
    [
        " I want people's attitude to be like you know what",
        1942.3,
        1944.84
    ],
    [
        " We're gonna do it. We're gonna get it done. No one else be able to do this, but we're gonna do it watch",
        1946.34,
        1950.74
    ],
    [
        " That's I like saying that sometimes watch",
        1950.74,
        1954.94
    ],
    [
        " I used to say watch me work",
        1954.94,
        1958.92
    ],
    [
        " So then okay, so now you truly you tell yourself the truth about the situation you figure out",
        1958.92,
        1968.52
    ],
    [
        " That there's truly under no circumstances that this is possible",
        1968.52,
        1973.6
    ],
    [
        " Then it's my time to tell them the truth which is like listen and I'll get my data together. I'll get my information together",
        1973.78,
        1980.0
    ],
    [
        " I'll explain to them",
        1980.0,
        1981.66
    ],
    [
        " What you know what",
        1981.66,
        1984.4
    ],
    [
        " Why I can't I'm not gonna be able to physically get this done. It's physically not possible",
        1984.4,
        1989.84
    ],
    [
        " and then",
        1989.84,
        1991.62
    ],
    [
        " You know what the shortfalls are gonna be now and once I explain that to him if they're if they're completely unwavering",
        1991.62,
        1998.28
    ],
    [
        " Because if you explain everything and you put your data together and you say look the bottom line is to do to",
        1998.28,
        2003.06
    ],
    [
        " To assemble this many pieces by our best two people on the team",
        2003.46,
        2007.46
    ],
    [
        " It takes them an hour each and you want us to assemble 14 of them in three hours. It is not possible for us to do that",
        2007.46,
        2014.38
    ],
    [
        " And even if you gave me more people it doesn't matter. They know how to do that",
        2014.38,
        2018.56
    ],
    [
        " So it can't be done. I need at least whatever",
        2018.56,
        2021.18
    ],
    [
        " six hours with those whatever whatever it is",
        2021.18,
        2024.2
    ],
    [
        " If they're unwilling",
        2024.2,
        2026.62
    ],
    [
        " To to waver on the ultimatum at all like no go you need to get it done",
        2026.62,
        2032.98
    ],
    [
        " You need to get done well then what I'm gonna do. Okay. I'm gonna try my hardest. I'm gonna buckle down. I'm gonna do my best",
        2033.06,
        2038.5
    ],
    [
        " I'm gonna see how much how close I can get to achieving the goal. I'm gonna have fun. I'm gonna go so hard",
        2038.5,
        2046.22
    ],
    [
        " That it's gonna get nuts like we're gonna get it done",
        2046.22,
        2049.94
    ],
    [
        " and then",
        2049.94,
        2052.02
    ],
    [
        " When if we fall short",
        2052.02,
        2055.16
    ],
    [
        " Which we will because I figured out there's no physical humanly possible way to make this happen",
        2055.16,
        2061.52
    ],
    [
        " Then what I'm gonna do is I will go to them and I'll explain",
        2061.58,
        2064.96
    ],
    [
        " The things that I am going to do differently next time in order to meet their goals, right?",
        2064.96,
        2070.58
    ],
    [
        " I'm gonna say listen, you know what? I",
        2071.0,
        2072.8
    ],
    [
        " I should have asked you earlier if this was a possible thing and I should have had a backup plan",
        2072.8,
        2078.76
    ],
    [
        " So here's what I'm putting into place now to make sure this does not begin or hey",
        2078.76,
        2082.18
    ],
    [
        " I am going to need more manpower so that if we run into this again. I've got the people",
        2082.18,
        2086.64
    ],
    [
        " It's my fault for not staffing us up correctly or",
        2086.64,
        2089.62
    ],
    [
        " I need to pay more attention to what's happening in the future so that I can have a better",
        2090.42,
        2095.62
    ],
    [
        " Aware I have better awareness of when this type of situation will unfold so I can have my team prepared for it",
        2095.62,
        2102.28
    ],
    [
        " or",
        2102.28,
        2103.06
    ],
    [
        " These complexities that happened. I didn't explain to them. I didn't explain them to you well enough and so",
        2103.06,
        2109.38
    ],
    [
        " If you understood if I do a better job of making you understand the difficulties of making this happen",
        2109.38,
        2114.86
    ],
    [
        " Hopefully you'll realize that there's that's more time is needed",
        2115.42,
        2118.68
    ],
    [
        " So I'm not gonna go in there and throw up my arms and see I told you so yeah, you were stupid",
        2118.68,
        2124.06
    ],
    [
        " I was right because then that's just sabotage too now. They don't believe you anyways",
        2124.06,
        2128.52
    ],
    [
        " Yeah, now when you say we couldn't get it done see like I told you I told you we need more time",
        2128.52,
        2133.32
    ],
    [
        " And they're like yeah, of course you you know you you you went into it thinking you're gonna fail",
        2133.32,
        2136.72
    ],
    [
        " And guess what the self-fulfilling prophecy good job. Yeah good job. You proved yourself to be right loser",
        2136.72,
        2142.28
    ],
    [
        " to",
        2146.38,
        2146.74
    ],
    [
        " demoted",
        2146.74,
        2144.14
    ],
    [
        " And that's what I do up and down the chain by the way, you know ultimatums can come up and down the chain of command",
        2144.14,
        2153.06
    ],
    [
        " Hold the line do your best. That's what you do. Yeah, that that seems and tell the truth",
        2153.06,
        2160.32
    ],
    [
        " It all starts with telling the truth yeah yourself",
        2160.32,
        2162.52
    ],
    [
        " Yeah, and then to your people that you're a customer. Yeah, you know client. I want this foundation poured by such and such a date",
        2162.52,
        2170.48
    ],
    [
        " Hey, we",
        2170.58,
        2171.54
    ],
    [
        " We will do our best. Here's the shortfalls. You know whatever. Yeah, that's the way it is. Yeah, and that's a big one here like where I",
        2171.54,
        2179.9
    ],
    [
        " Kind of learn this from you where it's because you can",
        2179.9,
        2185.7
    ],
    [
        " Like to tell you like oh, hey, I can't this can't be done like you kind of you get to the point in your mind where you're like",
        2185.7,
        2192.86
    ],
    [
        " We both know I can be done, but I'm just you know giving my current rest and sleep schedule and",
        2192.86,
        2200.38
    ],
    [
        " You know, I got this chill. I like to watch it",
        2200.84,
        2203.68
    ],
    [
        " You know, it's like that kind of situation",
        2203.68,
        2206.04
    ],
    [
        " Exactly so it kind of shapes up to be like that, you know, where it's like for sure",
        2206.04,
        2214.5
    ],
    [
        " We both know and I don't know, you know like if if there's a box who's like just grinding someone into the ground",
        2214.5,
        2220.6
    ],
    [
        " Okay, that's a whole different scenario",
        2220.6,
        2221.86
    ],
    [
        " But yeah at the end of the day like if you're truthful and it's like hey get this done or you're fired kind of thing",
        2221.86,
        2227.52
    ],
    [
        " And then you start with the truth though you say you'd be like can I get it done and then you really think let's say like you were gonna",
        2227.86,
        2232.94
    ],
    [
        " Die or so. I don't know you could get it done a lot of the time. I'm not saying all the time of course of course",
        2232.94,
        2238.32
    ],
    [
        " The amount of times in my naval career. Let's call it when I was in the Navy that guys",
        2238.32,
        2243.32
    ],
    [
        " Said to me like we can't do it. I can't even remember times like cuz guys",
        2243.32,
        2247.94
    ],
    [
        " I",
        2247.94,
        2248.78
    ],
    [
        " Like",
        2251.56,
        2252.0
    ],
    [
        " Yeah, yeah, they wouldn't be like well, I don't know Jaco. I'd be like hey look. Here's what we got to get done",
        2252.0,
        2257.7
    ],
    [
        " Think we can do it and they'd be like",
        2257.7,
        2259.9
    ],
    [
        " Yep",
        2259.9,
        2262.14
    ],
    [
        " Because we're about to go get some but yeah, and you know obviously a situation some situations are more like more serious",
        2262.14,
        2270.94
    ],
    [
        " You know like you're not gonna",
        2270.94,
        2272.12
    ],
    [
        " I don't know",
        2272.22,
        2273.26
    ],
    [
        " But yeah, that telling the truth thing tell the truth",
        2273.26,
        2277.6
    ],
    [
        " I do speak from a position of luxury where I have the truth reflected at me pretty accurately on a pretty",
        2277.6,
        2284.66
    ],
    [
        " Regular basis, so I'm not saying it's that easy to tell the truth, but if you just try hard try genuine",
        2284.66,
        2290.0
    ],
    [
        " You gotta be genuine right genuinely be like yes, this is true about myself",
        2290.0,
        2295.06
    ],
    [
        " Do it check",
        2295.06,
        2297.3
    ],
    [
        " Next question question from the next podcast is your wife disciplined",
        2297.8,
        2302.0
    ],
    [
        " How do you navigate a potential mismatch between you two",
        2302.0,
        2306.0
    ],
    [
        " What about when family non-discipline costs you unexpected time and energy taking from your goals",
        2306.0,
        2312.68
    ],
    [
        " Family non-discipline. Yeah, what like my family's not being disciplined. Yeah, not unbored or whatever",
        2312.68,
        2318.62
    ],
    [
        " Yeah, they're not on board with the program my wife is she runs a tight ship and is disciplined",
        2318.62,
        2325.04
    ],
    [
        " In a little bit of a different way than me",
        2325.16,
        2328.32
    ],
    [
        " Uh, then she's not the same as me",
        2328.32,
        2331.46
    ],
    [
        " And if that were to cause",
        2331.46,
        2336.0
    ],
    [
        " some kind of a conflict between us",
        2336.0,
        2338.98
    ],
    [
        " Well, then that's my fault for not",
        2338.98,
        2341.94
    ],
    [
        " communicating with her and",
        2341.94,
        2344.24
    ],
    [
        " Allowing her to understand my perspective and understanding her perspective",
        2344.24,
        2348.9
    ],
    [
        " so",
        2348.9,
        2350.48
    ],
    [
        " For instance what it was the situation right? Oh my wife wants me you know, she wants to spend time with me in the morning",
        2352.22,
        2357.9
    ],
    [
        " Whatever right what do you wake up early on workout before she's awake you work out there. Yeah, it's not her fault",
        2357.9,
        2363.82
    ],
    [
        " It's not her fault. It's my fault",
        2363.82,
        2366.34
    ],
    [
        " Well, what about when oh, I really want to eat dinner with you at night. Okay, cool",
        2366.34,
        2371.68
    ],
    [
        " I'll eat dinner with you and I'll stay up later at night so that I can get my work done",
        2371.68,
        2375.98
    ],
    [
        " And that's fine you go to bed",
        2375.98,
        2378.02
    ],
    [
        " That's not that's not that's not my response that that's not your responsibility",
        2378.68,
        2382.54
    ],
    [
        " My responsibility is not your responsibility to mold your life around my whole life, right? That's not",
        2382.54,
        2389.04
    ],
    [
        " That's that's not the way it is and by the way when the family is",
        2389.04,
        2397.3
    ],
    [
        " Doing something that is taking away. What does he say my energy taking away my energy and taking away my time",
        2397.3,
        2404.74
    ],
    [
        " Then I fix that problem and when I say that I fix the problem. I don't mean I fix them",
        2404.74,
        2410.56
    ],
    [
        " Yeah, I don't mean that I impose my discipline on them",
        2410.56,
        2417.26
    ],
    [
        " I might involve some adjustments or some attempts to get adjustments",
        2417.26,
        2421.92
    ],
    [
        " But I'm not",
        2421.92,
        2423.98
    ],
    [
        " Be just really simple. I don't blame my family when things don't go right",
        2423.98,
        2431.18
    ],
    [
        " Hmm",
        2434.04,
        2434.44
    ],
    [
        " I couldn't work out today because my kid was sick",
        2434.44,
        2436.74
    ],
    [
        " My daughter spilled the milk and I was like hey",
        2436.74,
        2441.5
    ],
    [
        " This is the same. This is just about ownership",
        2441.5,
        2444.04
    ],
    [
        " Like if you just want to blame your family when you're weak or you make a mistake or you didn't organize or you didn't explain to people correctly",
        2444.04,
        2451.16
    ],
    [
        " Then that's the way it is. I can say this too. Your family is not you",
        2451.16,
        2457.08
    ],
    [
        " Your",
        2459.42,
        2459.9
    ],
    [
        " Family is not you",
        2459.9,
        2461.06
    ],
    [
        " they aren't on",
        2461.06,
        2462.68
    ],
    [
        " Your program",
        2462.68,
        2465.06
    ],
    [
        " That's not there that's not their deal",
        2465.06,
        2468.0
    ],
    [
        " Hey, if they're on it great. That's cool",
        2468.0,
        2470.54
    ],
    [
        " My family's not all on my program",
        2470.54,
        2473.92
    ],
    [
        " That's not the way it works",
        2473.92,
        2477.04
    ],
    [
        " impose",
        2477.04,
        2478.8
    ],
    [
        " Oh, that's fun",
        2478.8,
        2480.48
    ],
    [
        " Where's that get you you oh you want to you want to impose your program on everyone in your family",
        2480.48,
        2486.98
    ],
    [
        " What are they going to do what it's the same thing that happens with any team if you start imposing",
        2487.22,
        2491.46
    ],
    [
        " Your strict discipline on them cool. You can get them to do what you want to do at that moment",
        2491.46,
        2497.58
    ],
    [
        " Guess what they do as soon as they get the opportunity to rebel against you they rebel",
        2497.58,
        2501.26
    ],
    [
        " You get a mutiny you get a kid",
        2501.26,
        2503.78
    ],
    [
        " That's rebellious beyond the norm. That's doing thing. That's actually gonna gonna really reject you",
        2503.78,
        2510.7
    ],
    [
        " so",
        2510.7,
        2511.82
    ],
    [
        " You gotta if don't blame your family",
        2511.82,
        2515.68
    ],
    [
        " Fix the problem. You know who you have control over you you don't have control you don't have control over your nine year old kid",
        2516.28,
        2521.52
    ],
    [
        " You might think you do but you don't you gotta make you don't control over your wife",
        2521.52,
        2525.6
    ],
    [
        " To just make her you know get in the game",
        2525.6,
        2529.88
    ],
    [
        " Oh, you want it you want to stay on the program you want to cook",
        2529.88,
        2533.76
    ],
    [
        " Uh, uh, whatever",
        2533.76,
        2535.94
    ],
    [
        " 14 chicken breasts on a Sunday night. So you got to a day during the week honey make it happen",
        2535.94,
        2541.84
    ],
    [
        " No honey. Don't make that happen",
        2541.84,
        2544.06
    ],
    [
        " If you are a good leader and you explain what your goals are and you get her on board with the program",
        2545.86,
        2551.66
    ],
    [
        " Then yeah, guess what she's doing on Sunday night helping you cook some chicken breast for the week",
        2551.66,
        2557.62
    ],
    [
        " But this is just like anything else man. This is just like any other leadership situation. You want to blame the team when something's going wrong",
        2557.62,
        2565.02
    ],
    [
        " That's not gonna get you a solution",
        2565.02,
        2568.22
    ],
    [
        " You need to take ownership of the problem. You need to get the problem solved and when I say get the problem solved",
        2568.22,
        2573.2
    ],
    [
        " Your you this doesn't mean impose your will on the team. That means you need to lead the team",
        2573.74,
        2580.5
    ],
    [
        " And there's a big difference",
        2580.5,
        2581.98
    ],
    [
        " so",
        2581.98,
        2583.72
    ],
    [
        " Get some",
        2583.72,
        2586.26
    ],
    [
        " Yeah",
        2586.26,
        2587.44
    ],
    [
        " Yeah, I can relate and by the way the better just like anything else just like hack worth the better relationship",
        2587.44,
        2595.2
    ],
    [
        " That you build with your wife and with your kids. Guess what the more flexibility you have",
        2595.2,
        2600.92
    ],
    [
        " The more the leeway they give you",
        2601.64,
        2604.34
    ],
    [
        " The worse",
        2604.34,
        2606.4
    ],
    [
        " Relationship you build with your wife and kids the less flexible and the less leeway and the less chicken breast",
        2606.4,
        2612.18
    ],
    [
        " You're gonna have cook for you. Yeah, it's true. They're not in the game with you. Yeah, so build a relationship",
        2612.18,
        2618.04
    ],
    [
        " I know that might sound like like well, well, we're married so we have relationship. Mm-hmm",
        2618.04,
        2623.02
    ],
    [
        " Not necessarily true. Yeah, yeah",
        2623.02,
        2624.84
    ],
    [
        " Build a relationship make them understand where you're coming from make them understand what the strategic goals are",
        2624.84,
        2629.8
    ],
    [
        " Yeah, make them understand just like an leadership situation make sure they understand how the strategic goals that you're trying to achieve for yourself",
        2629.8,
        2636.62
    ],
    [
        " Will then come all the way back down and impact them in a positive way",
        2636.62,
        2640.34
    ],
    [
        " Because by the way if you're doing things strategically they're gonna help you that are gonna screw over the rest of the team or in this case family",
        2640.34,
        2645.8
    ],
    [
        " Guess what you're not gonna get support for those goals because they're not helping out the team if you're doing it for yourself and yourself only",
        2645.8,
        2652.78
    ],
    [
        " That's problematic",
        2652.78,
        2653.96
    ],
    [
        " So if you're hey, I want to work out",
        2653.96,
        2658.68
    ],
    [
        " I want to get you know, I want to work out. I want to change your gits who every day",
        2659.18,
        2662.2
    ],
    [
        " Okay, well, how do I benefit from that? Yeah, honey? Yeah, okay? Well, let me tell you how here's my plan",
        2662.2,
        2668.2
    ],
    [
        " In six years, you know, I'm a purple belt right now in six years",
        2668.2,
        2671.94
    ],
    [
        " I'm gonna get my black belt and when I get my black belt",
        2671.94,
        2674.48
    ],
    [
        " We're gonna open a school and when I open a school guess what we're gonna do all day",
        2674.48,
        2677.5
    ],
    [
        " We're gonna teach you jits. We're gonna hang out on a gym. We're gonna have a good time. That's the strategic goal",
        2677.5,
        2681.06
    ],
    [
        " I need you in the game with me right now. That's totally different then I want a train",
        2681.06,
        2685.76
    ],
    [
        " Yep, I'm a man. Yeah, don't keep me from this. Yeah, don't keep me from this. Well, yeah, and that's it to",
        2686.16,
        2691.46
    ],
    [
        " Depending on who you are obviously, but I would even say that's even speaking from my own experience",
        2691.46,
        2696.9
    ],
    [
        " That's even over",
        2696.9,
        2698.86
    ],
    [
        " Saying it really like let's say you take jiu-jitsu or working out or whatever. Yeah, yeah, yeah, you know like to you know to do that",
        2698.86,
        2705.26
    ],
    [
        " But I get I get the example for sure. No, you're gonna say something much more simple like hey easier way more",
        2705.26,
        2710.78
    ],
    [
        " Babe just say hey this this this part of my life even if it's new it's new. I know our families chaotic",
        2710.84,
        2716.18
    ],
    [
        " You need my help with the kids and then like be like but hey this sort of this means a lot to me",
        2716.18,
        2720.58
    ],
    [
        " And it makes me feel good makes me you know a happy person or whatever it can mean you can we make this work?",
        2720.58,
        2725.36
    ],
    [
        " Yeah, you know can we do is what you want from me? You know how you like this other thing sure yeah",
        2725.38,
        2730.72
    ],
    [
        " I want to support you doing that here's what I need support you're right. Yeah, this thing puts a smile on my face",
        2730.72,
        2736.76
    ],
    [
        " You want me smiling around here you that's what and people I'm sure someone's gonna bring up the fact that there were times",
        2736.94,
        2741.72
    ],
    [
        " When I was in the dreams and I would come home from work at 7 30 at night",
        2741.72,
        2747.48
    ],
    [
        " I'd pick up my gym bag. I'd drop off my my work bag",
        2747.48,
        2750.72
    ],
    [
        " And I just walk I'd go oh hey on I'm gonna train and there was a few times",
        2750.72,
        2755.48
    ],
    [
        " Where she did not want me to go train tears in her eyes",
        2755.48,
        2759.26
    ],
    [
        " You've got to be kidding me you've been gone all week you've been gone for two weeks you come home at 7 30 and you're gonna go train",
        2759.26,
        2765.82
    ],
    [
        " Instead of eating dinner with us. I was like yep",
        2765.82,
        2767.9
    ],
    [
        " That the reason I bring that up because I know someone's gonna bring up. That's not good leadership",
        2767.9,
        2773.64
    ],
    [
        " That's not me being cool. Yeah, that's not me building the relationship. That's me moving in the other direction. Yeah",
        2773.64,
        2779.92
    ],
    [
        " So that's not what I'm saying to do, but if you come home. Hey look here's the deal here's what's going on",
        2779.92,
        2785.76
    ],
    [
        " Here's why I you know what I've got a I come home from work. I got a lot of stuff on my brain",
        2785.76,
        2791.18
    ],
    [
        " I'm in a bad mood when I come home",
        2792.1,
        2794.22
    ],
    [
        " And I don't want to be in a bad mood around you don't be a bad mood around the kids",
        2794.22,
        2797.7
    ],
    [
        " I'm gonna go train for an hour when I come back. I'm gonna have a smile on my face watch",
        2797.7,
        2802.4
    ],
    [
        " What",
        2802.4,
        2804.46
    ],
    [
        " Boom",
        2804.46,
        2805.8
    ],
    [
        " Yeah, man, like and and that's actually my wife eventually told me like oh when you don't train",
        2805.8,
        2811.62
    ],
    [
        " You're not nice to be around not that I was intentionally going on you get to train no, but you just have the uh",
        2811.62,
        2818.22
    ],
    [
        " You don't you don't have that release. Yeah. Yeah, that that is a real thing for sure. I mean",
        2818.84,
        2823.8
    ],
    [
        " It's manageable. Everyone's different. I think obviously, but I wouldn't you can even say some mean even",
        2823.8,
        2828.76
    ],
    [
        " More",
        2828.76,
        2830.04
    ],
    [
        " Cuz that's a hard one to to sell sometimes to some people to be like hey, I'll be happier, you know",
        2830.04,
        2836.4
    ],
    [
        " Then they'll be like hmm well or except for that I'll be happier",
        2836.4,
        2840.58
    ],
    [
        " Main suit will be happier. Yeah, and you got it. You're right though. You got a bar. You got to give and take right",
        2840.58,
        2846.52
    ],
    [
        " You got to say okay, what do what can I do for you exactly right? That's that's what it is be like hey",
        2846.52,
        2850.6
    ],
    [
        " This means a lot to me, you know to and usually you know",
        2850.6,
        2854.48
    ],
    [
        " In a relationship like that they care if something means something to your husband and wife or whatever like that's not nothing",
        2854.48,
        2860.8
    ],
    [
        " That's something, you know look if you if the if you're a husband and you say this",
        2860.8,
        2865.0
    ],
    [
        " Did you just mean a lot to me?",
        2865.0,
        2866.22
    ],
    [
        " Therefore you need to sacrifice your whole thing to accommodate it. You can't do that",
        2866.52,
        2871.56
    ],
    [
        " But it's not nothing so you just like as a leader",
        2871.56,
        2874.72
    ],
    [
        " You can't have the team sacrifice everything",
        2875.36,
        2877.68
    ],
    [
        " Yeah, because for you, yeah, yeah, if you do a good job on this mission, I'm gonna get promoted",
        2877.68,
        2882.74
    ],
    [
        " You know or hey if we do a good job with this product where I'm gonna make more money",
        2882.74,
        2887.94
    ],
    [
        " The team is more from my bottom line",
        2887.94,
        2890.4
    ],
    [
        " Profitability for our shareholders no one cares the frontline doesn't care about profitability for the shareholders",
        2890.4,
        2894.88
    ],
    [
        " Unless they understand how it relates back to them. Yeah, so family doesn't care about you training jiu-jitsu unless they realize how it's gonna",
        2894.88,
        2900.4
    ],
    [
        " Come back to you. So what you do is you tell her like hey",
        2900.4,
        2904.16
    ],
    [
        " Can't can we make this work and actually whatever however this gets in the way of us, you know like whatever like I want to",
        2904.72,
        2911.82
    ],
    [
        " Just in general make that up to you some way, you know like what can yeah, what can I do for you like I said or or what do you want to do something",
        2911.82,
        2919.24
    ],
    [
        " Or let's let's do this so we can both kind of have something fun come with me if you want but hey",
        2919.24,
        2923.74
    ],
    [
        " I don't don't just automatically expect your wife to love jiu-jitsu like yeah, love jiu-jitsu",
        2923.74,
        2927.76
    ],
    [
        " Unfortunately, unfortunately goes for everyone even almost",
        2927.76,
        2931.18
    ],
    [
        " It's possible very possible. Yeah, yeah, but I'm saying you know you if like how you're saying like make it make you got to",
        2932.4,
        2938.92
    ],
    [
        " Commitate it, you know, so if you're doing like a workout. Let's say and it's your thing right like I look don't work out",
        2938.92,
        2944.46
    ],
    [
        " You know and that's my thing whatever jiu-jitsu I think is a different because working out is like you can kind of do that whenever",
        2944.46,
        2950.82
    ],
    [
        " Yeah, true",
        2950.82,
        2951.76
    ],
    [
        " Yeah, but jiu-jitsu is like if you don't be you gotta go train with some people. Yeah, yeah, you know so yeah, man if",
        2951.76,
        2958.56
    ],
    [
        " In constant communication to by the way, like you you know because after a while",
        2959.86,
        2963.8
    ],
    [
        " It's like how you gonna jiu-jitsu again, they're like don't the kids kind of need help with the homework",
        2963.8,
        2968.12
    ],
    [
        " And I'm swamped with this other family stuff, you know kind of thing",
        2968.12,
        2970.96
    ],
    [
        " But if you're constantly communicating and then she'll tell you hey",
        2970.96,
        2973.62
    ],
    [
        " Do you mind not going on this day because of this and you're like hmm? Okay me going this specific day",
        2973.62,
        2978.34
    ],
    [
        " Is that more important than the the help that they need with the homework?",
        2978.34,
        2981.06
    ],
    [
        " You know and you can accurately kind of navigate your way through your new situation, you know",
        2981.26,
        2985.34
    ],
    [
        " But yeah, you gotta keep talking on that one because some people they think oh, I can go jiu-jitsu now",
        2985.44,
        2989.58
    ],
    [
        " And I want to say nothing about I'm just rolling out under every circle, you know",
        2989.58,
        2993.22
    ],
    [
        " Doesn't work like that sometimes don't don't be like me in us. It's your wish. Don't be like talko. You probably well my wife is very understanding",
        2993.22,
        3000.6
    ],
    [
        " Yeah, so",
        3000.6,
        3002.18
    ],
    [
        " Check yeah, my wife probably would have murdered me like",
        3002.18,
        3005.5
    ],
    [
        " Right please so like killed me like as a crime",
        3005.5,
        3009.56
    ],
    [
        " Next question",
        3010.24,
        3010.94
    ],
    [
        " Would love to hear your thoughts on the dichotomy of honest self-expression versus normal face and or passion versus discipline?",
        3010.94,
        3020.18
    ],
    [
        " If you aren't caught up on all the podcast normal faces a game",
        3020.66,
        3024.4
    ],
    [
        " I used to play with my kids where they would have to keep an expressionless face or what I called the normal face good game",
        3024.4,
        3030.6
    ],
    [
        " by the way and you I would line up my kids and",
        3030.6,
        3033.56
    ],
    [
        " They would have to keep that face and then if they change their expression anyway",
        3033.56,
        3037.34
    ],
    [
        " I would hit them in the head with a with the",
        3037.34,
        3040.18
    ],
    [
        " Inside cardboard roll of a thing of wrapping paper and or I had eventually made like foam pieces for it because they were a little bit more durable",
        3040.18,
        3049.16
    ],
    [
        " And you could hit really hard and it wouldn't hurt at all",
        3049.16,
        3052.48
    ],
    [
        " So anyways, I know it sounds like you should call the child services on me",
        3052.48,
        3056.4
    ],
    [
        " But it's fun game to play because as you hit one kid that makes the other kids laugh and then you end up hitting them all and everyone's laughing",
        3056.4,
        3062.26
    ],
    [
        " It's fun. So and there's also a pragmatic",
        3062.26,
        3065.54
    ],
    [
        " Reason to do it because it teaches people to control their emotions and",
        3066.78,
        3071.6
    ],
    [
        " There are times there are many times where you have to learn to control your emotions and as kids if you learn to control your emotions",
        3071.6,
        3078.18
    ],
    [
        " It's gonna be beneficial for you in many ways",
        3078.18,
        3080.72
    ],
    [
        " But does that mean that you should keep normal face all the time?",
        3080.72,
        3084.8
    ],
    [
        " Never show emotions. No, it's not like that at all",
        3085.26,
        3088.32
    ],
    [
        " There's like everything else. There's a dichotomy that you have to balance if your kid wins a wrestling match",
        3088.32,
        3093.86
    ],
    [
        " You should be happy and great and smile and yeah, I five right that's cool",
        3094.22,
        3099.28
    ],
    [
        " if you bite",
        3099.28,
        3101.94
    ],
    [
        " Into a",
        3101.94,
        3105.02
    ],
    [
        " amazing piece",
        3105.02,
        3107.5
    ],
    [
        " Of prime rib that your wife cooked for you",
        3107.5,
        3111.16
    ],
    [
        " Then you should raise your fist to the air and say yes",
        3111.16,
        3116.64
    ],
    [
        " My wife the first time she ever cooked prime rib she",
        3116.64,
        3120.58
    ],
    [
        " She's we didn't know this but she has a talent. She knows she cooks dry chicken prime rib. She knocks it out of the park",
        3121.7,
        3126.98
    ],
    [
        " first time she ever cooked prime rib",
        3126.98,
        3129.62
    ],
    [
        " And I took my I smelled amazing. I was like, oh this is I took my first bite",
        3129.62,
        3135.82
    ],
    [
        " I looked at her and I looked up at her and I said I want to re-do our vows for her",
        3135.82,
        3141.56
    ],
    [
        " Yeah, renew the valve. What does it mean?",
        3141.56,
        3150.56
    ],
    [
        " Your emotions and if you hear something if your team slacks off",
        3150.56,
        3155.68
    ],
    [
        " And if you fail the mission you fail the task",
        3155.68,
        3159.98
    ],
    [
        " Of course you're gonna own it, but you might you know you might want to show a little anger",
        3159.98,
        3164.86
    ],
    [
        " About what happened so that everyone knows like oh",
        3164.86,
        3167.82
    ],
    [
        " Who's chocolate is normally get mad and he's mad and so we really did something bad and and you know",
        3167.82,
        3173.78
    ],
    [
        " Even though you're blaming yourself like I can't believe I've left this down",
        3173.78,
        3175.9
    ],
    [
        " You know what I mean like you show a little bit of that people go okay",
        3175.9,
        3178.78
    ],
    [
        " So there you're gonna show some most you if you get bad and we'll forget news that",
        3180.58,
        3184.16
    ],
    [
        " That you know you got a friend that died we know that's you gotta let those emotions out. There's all",
        3184.16,
        3189.92
    ],
    [
        " Kind of situations where emotions are not only acceptable",
        3189.92,
        3193.42
    ],
    [
        " But they're needed and they're required and in fact if you don't have emotions in those situations",
        3193.42,
        3199.66
    ],
    [
        " That's horrible",
        3199.66,
        3201.98
    ],
    [
        " You need to have them not only as a person as a human being you need to let out your emotions sometimes",
        3201.98,
        3206.98
    ],
    [
        " but as a leader",
        3206.98,
        3208.56
    ],
    [
        " If you don't show any emotions at all",
        3210.28,
        3212.28
    ],
    [
        " No one's gonna follow you. There's no connection between you and",
        3212.28,
        3216.52
    ],
    [
        " The people on your team",
        3216.52,
        3218.34
    ],
    [
        " And if you ever if you just sit there and think about people that you've worked for that didn't show emotions",
        3218.34,
        3223.44
    ],
    [
        " You had no connection with them. You don't care about them. You'll leave you won't go the extra mild to get the job done",
        3223.44,
        3228.12
    ],
    [
        " So you have to show emotions, but of course there are many times in life in the world where showing your emotions are gonna have a negative impact",
        3228.12,
        3237.92
    ],
    [
        " On your situation you're",
        3238.56,
        3240.16
    ],
    [
        " You give up the takedown",
        3240.16,
        3242.68
    ],
    [
        " And you just do competition and you show it in your face that person just thinks I just prove you right",
        3242.68,
        3250.64
    ],
    [
        " You want to show any emotion there boss tells you're getting stuck with the underperforming team",
        3250.64,
        3255.28
    ],
    [
        " Show any emotion, right? Don't don't oh man",
        3255.28,
        3260.54
    ],
    [
        " Don't do that. Hey, what about this? There's a good one boss is giving you feedback that you don't agree with",
        3260.54,
        3267.9
    ],
    [
        " You roll your eyes",
        3269.98,
        3271.34
    ],
    [
        " You know what I mean the the heavy sigh the crunch teeth as you're trying to listen with this person",
        3271.34,
        3277.14
    ],
    [
        " You don't even respect him. He's telling you what's that gonna get you",
        3277.14,
        3279.5
    ],
    [
        " Not gonna get you anything then showing that negative emotion there",
        3279.5,
        3283.9
    ],
    [
        " You need to keep normal face in that situation",
        3283.9,
        3285.86
    ],
    [
        " Your kids doing something that's annoying is trying to test your patients and they're just trying to piss you off",
        3285.86,
        3290.46
    ],
    [
        " Don't let them",
        3290.46,
        3291.64
    ],
    [
        " keep it in check",
        3291.64,
        3293.38
    ],
    [
        " Get",
        3296.02,
        3296.46
    ],
    [
        " Told to go to the other line in DMV",
        3296.46,
        3299.8
    ],
    [
        " After you've been waiting for an hour and one don't freak out don't show any emotions. Got it",
        3299.8,
        3305.26
    ],
    [
        " Here's here's another one we already talked about this one your friends are poking fun at you",
        3305.26,
        3311.08
    ],
    [
        " Because you missed a shot at the Ranger you got lost on a land navigation course or whatever",
        3311.08,
        3317.02
    ],
    [
        " Get all mad",
        3317.02,
        3318.88
    ],
    [
        " Don't get frustrated. Don't show any motion",
        3319.52,
        3322.12
    ],
    [
        " You know they make fun of your haircut they make fun of your accent they make fun of whatever don't show emotions don't freak out",
        3322.12,
        3328.96
    ],
    [
        " That's the other balance now there are also times",
        3328.96,
        3336.08
    ],
    [
        " Where you might have to force yourself to show some emotion just to get the point across right your kid hasn't listened to you after five or six violations",
        3336.08,
        3343.82
    ],
    [
        " Hmm you",
        3345.54,
        3346.2
    ],
    [
        " Might have to show some anger or they or they do something that's gonna get him hurt right you got to show some emotions so that they realize that was real",
        3346.2,
        3353.04
    ],
    [
        " But find off the temper and find off the handle and losing your temper is almost never does you any good",
        3353.04,
        3359.72
    ],
    [
        " So yeah, you have to be balanced in order to be balanced you have to be in control and in order being control",
        3359.72,
        3364.74
    ],
    [
        " You have to detach from your emotions so you control your emotions and not let your emotions control you",
        3364.74,
        3371.56
    ],
    [
        " Yeah, I think we already talked about this one part before where like",
        3372.74,
        3376.14
    ],
    [
        " You know like with your kids or whatever and you're you fly off the handle not fly off the handle",
        3376.14,
        3381.82
    ],
    [
        " But you you show emotion you raise your voice and you out loud them because this one is important this less than that",
        3381.82,
        3387.32
    ],
    [
        " I'm teaching you obviously didn't get it before whatever",
        3387.32,
        3389.48
    ],
    [
        " Here thing you can't do that every single time, you know every single lesson like okay. Oh, it was effective when I raised my voice",
        3389.48,
        3396.32
    ],
    [
        " Let me just raise my voice now, right logically",
        3396.32,
        3398.42
    ],
    [
        " Let me die if that if that is what induces their compliance",
        3398.42,
        3402.1
    ],
    [
        " Let me just do that right doesn't work that way because after all I like op brats all just don't noise. Yeah, no",
        3402.1,
        3407.9
    ],
    [
        " So yeah, you gotta be like no",
        3407.9,
        3409.68
    ],
    [
        " Yeah, yeah",
        3409.68,
        3411.5
    ],
    [
        " Or yeah, just be like normal face normal face no face everything, you know",
        3411.5,
        3416.14
    ],
    [
        " And then like the one time you use it. It's like the what do you call the",
        3416.14,
        3420.28
    ],
    [
        " There's this video game. He needs to play. It's like you could just press the button",
        3420.28,
        3424.08
    ],
    [
        " And",
        3425.46,
        3425.92
    ],
    [
        " Blow up everybody up",
        3425.92,
        3427.02
    ],
    [
        " Long story, but yeah, don't use it all the time is what I'm saying just use it like sparingly. You're saying yeah judiciously",
        3427.02,
        3435.12
    ],
    [
        " Cool, that's a good time to know what you're saying",
        3435.12,
        3437.14
    ],
    [
        " Next question. I'm in college",
        3437.14,
        3440.64
    ],
    [
        " And I'm working towards going to OCS after I graduate. I work a food service job",
        3440.64,
        3446.96
    ],
    [
        " I was trying to teach a 17 year old at work. Why she shouldn't half-ass cleaning a fryer",
        3446.96,
        3452.74
    ],
    [
        " I said because of unmitigated daily discipline in all things",
        3453.0,
        3457.24
    ],
    [
        " That includes cleaning the fire",
        3457.24,
        3459.4
    ],
    [
        " She still didn't quite get it. I didn't say to her that I make the I make the fryer spotless because if I can't",
        3459.4,
        3470.44
    ],
    [
        " Manage to clean the fire. How can I expect myself to lead people in the military?",
        3470.44,
        3474.06
    ],
    [
        " If so facto war",
        3474.48,
        3476.72
    ],
    [
        " Because I didn't think that",
        3476.72,
        3479.74
    ],
    [
        " I",
        3481.08,
        3481.56
    ],
    [
        " Didn't think that was appropriate to say to that a 17 year old girl. I try to lead by example, but I'm not sure",
        3481.56,
        3487.38
    ],
    [
        " That is enough. How can I best explain or show my younger co-workers? Why they should have unmitigated daily discipline in all things when she",
        3487.38,
        3495.96
    ],
    [
        " When the stakes are only a fryer and not lives",
        3495.96,
        3500.12
    ],
    [
        " Okay",
        3500.12,
        3502.92
    ],
    [
        " Let's see",
        3502.92,
        3506.66
    ],
    [
        " This is",
        3508.42,
        3509.26
    ],
    [
        " We're kind of in the same vein on some stuff tonight, which is good. Right. It's good",
        3509.26,
        3514.04
    ],
    [
        " First of all because unmitigated daily discipline in all things should be first of foremost applied to you",
        3514.04,
        3519.08
    ],
    [
        " Not not everyone else around you. Let's start with yourself",
        3519.08,
        3521.86
    ],
    [
        " Imposing discipline on other people is not leadership",
        3521.86,
        3524.94
    ],
    [
        " It's just an author authoritarian person barking orders",
        3524.94,
        3529.78
    ],
    [
        " so",
        3529.78,
        3531.48
    ],
    [
        " To answer your question. Well, first of all read if you haven't read the book the dichotomy of leadership",
        3532.24,
        3536.64
    ],
    [
        " You might want to check that one out",
        3536.64,
        3539.44
    ],
    [
        " There's a couple chapters you could focus on one of them is called resolute but not overbearing one of them is called disciplined but not rigid",
        3539.44,
        3547.46
    ],
    [
        " One of them is called hold people accountable, but don't hold their hands",
        3547.46,
        3551.28
    ],
    [
        " And and this is pretty much why we had to write the dichotomy of leadership because you're out there good on you trying to take extreme ownership",
        3551.28,
        3559.7
    ],
    [
        " And that's great, but you're not you're not paying attention to the dichotomy of leadership",
        3561.48,
        3566.0
    ],
    [
        " So let me let me break it down for you a little bit more clearly and then you can go read the book as well. Would you help you?",
        3566.0,
        3572.8
    ],
    [
        " You say that the stakes are only a clean fryer and not lives",
        3574.18,
        3579.46
    ],
    [
        " And you're right",
        3579.46,
        3582.8
    ],
    [
        " Life is not at stake and neither really is the functionality of the fire itself",
        3584.22,
        3589.72
    ],
    [
        " Because it doesn't have to be completely spotless",
        3589.72,
        3592.02
    ],
    [
        " And in fact if you're trying to keep it completely spotless",
        3592.02,
        3595.1
    ],
    [
        " It might actually waste time that she could be doing something that's more important",
        3595.1,
        3598.14
    ],
    [
        " Like prepping the potatoes",
        3598.14,
        3600.92
    ],
    [
        " Or washing her hands",
        3600.92,
        3603.16
    ],
    [
        " To keep the food sanitary",
        3603.16,
        3605.76
    ],
    [
        " So",
        3605.76,
        3607.42
    ],
    [
        " You need to think about that how truly important like when you say on when I say because I say this all time",
        3608.2,
        3614.04
    ],
    [
        " And I apologize for throwing you a little bit",
        3614.04,
        3616.36
    ],
    [
        " Too far in one direction unmitigated daily discipline in all things. There's no",
        3616.36,
        3620.8
    ],
    [
        " There's no departure from that right that's what it is. There's no departure for that",
        3620.8,
        3625.7
    ],
    [
        " But here's the deal if you were in the military and you got spun up about little things that don't really matter",
        3625.7,
        3631.62
    ],
    [
        " You are wasting your leadership capital",
        3631.62,
        3635.54
    ],
    [
        " And when something in actually important it's what you were just talking about echo when something actually important comes up",
        3636.58,
        3642.24
    ],
    [
        " Your troops aren't even gonna listen to you because they don't know what anything",
        3642.24,
        3644.9
    ],
    [
        " Well, they don't know what's important and what's not because you say that everything is important",
        3644.9,
        3648.44
    ],
    [
        " Like hey, why do I need to stay on watch? Why do I need to stay awake during watch?",
        3648.44,
        3652.66
    ],
    [
        " That's not any more important to you than whether I have a",
        3653.38,
        3658.2
    ],
    [
        " Staying on my shirt because you're freaking out about everything",
        3658.2,
        3661.28
    ],
    [
        " So so how do I know what's what",
        3661.28,
        3663.82
    ],
    [
        " Now here's the deal you can go too far in the other direction",
        3667.16,
        3669.68
    ],
    [
        " And you can let people do whatever they want and they can completely like discipline and the little things do matter",
        3669.68,
        3674.08
    ],
    [
        " The little things do matter, but you gotta remember they only matter a little",
        3674.08,
        3678.64
    ],
    [
        " And if you waste your time and you waste your leadership and you waste your energy",
        3678.64,
        3682.68
    ],
    [
        " On things that don't matter or things that matter very little then you won't be able to lead your team when it really counts",
        3682.68,
        3689.56
    ],
    [
        " What happens is it's a slip we slump it's a it's a slip we slope",
        3689.56,
        3694.14
    ],
    [
        " And if you let something slide",
        3694.36,
        3696.86
    ],
    [
        " Then you let something outside then you let something outside eventually got no discipline. So you have to be careful of that",
        3696.86,
        3704.04
    ],
    [
        " But at the same time it's the other direction what you end up in in the other direction",
        3704.04,
        3710.52
    ],
    [
        " if you if you impose",
        3710.52,
        3713.34
    ],
    [
        " Unmitigated daily discipline in all things",
        3713.34,
        3716.3
    ],
    [
        " You're gonna end up like",
        3716.3,
        3718.24
    ],
    [
        " Here's a movie reference echo Charles animal house",
        3718.24,
        3721.74
    ],
    [
        " Have you seen it?",
        3722.18,
        3723.46
    ],
    [
        " Okay, so you don't remember need your Meyer the ROTC guy",
        3723.48,
        3728.66
    ],
    [
        " You're worthless and weak. He's like that. He's a guy that's just barking and going crazy",
        3728.66,
        3736.5
    ],
    [
        " And that's a comical example, but I'll tell you what you want a real example",
        3736.5,
        3739.48
    ],
    [
        " A real a real good example that you can check out once again go and watch the first episode of the band of brother series and check out captain",
        3739.48,
        3749.42
    ],
    [
        " Sobell",
        3751.24,
        3752.04
    ],
    [
        " The company commander of easy company. He is hardcore and he has eimposes absolute",
        3752.04,
        3759.3
    ],
    [
        " Unmitigated discipline and all things on his whole company",
        3759.3,
        3763.0
    ],
    [
        " He calls the line",
        3763.0,
        3765.34
    ],
    [
        " Oh dirty weapon. No, no liberty for you. Mm pass revoked",
        3765.34,
        3773.14
    ],
    [
        " Rust on your knife pass revoked",
        3773.14,
        3775.84
    ],
    [
        " Uniform out of uniform creases in your boots or creases in your pants pass revoked",
        3777.28,
        3782.22
    ],
    [
        " Oh, that guy's doing it. He's doing that unmitigated discipline in all things and guess what happens to him",
        3782.22,
        3788.16
    ],
    [
        " He gets fired his troops hate him",
        3788.16,
        3791.46
    ],
    [
        " He's worried about things that don't matter",
        3791.46,
        3794.24
    ],
    [
        " Dick winners totally squared away worries about things that are important",
        3794.24,
        3798.54
    ],
    [
        " And",
        3801.56,
        3802.02
    ],
    [
        " And as a individual and if you remember I don't even know if they showed this in man or brothers",
        3802.02,
        3805.76
    ],
    [
        " But as an individual",
        3805.76,
        3807.18
    ],
    [
        " imposing discipline on himself guess what he's doing during the battle to bulge battle bulge middle to winter",
        3807.18,
        3813.58
    ],
    [
        " Snowden don't have winter gear. They're freezing. They're dying. What's winners doing in the morning? He's up and he's shaving",
        3813.58,
        3821.72
    ],
    [
        " He's getting up in his shaving his battalion commander comes up like bro",
        3821.72,
        3826.1
    ],
    [
        " Are you sure you need to shave? He's okay",
        3826.52,
        3828.9
    ],
    [
        " Just holding mine. So",
        3828.9,
        3832.36
    ],
    [
        " That's why we wrote the dichotomy leadership this stuff is a balance and you have to learn to balance",
        3832.36,
        3839.5
    ],
    [
        " You don't want to end up going and ending up like captain so bell and I",
        3839.5,
        3843.86
    ],
    [
        " Hope everybody that's has that tendency to want to control things",
        3843.86,
        3849.66
    ],
    [
        " And they want to use",
        3849.66,
        3851.98
    ],
    [
        " Discipline and they want to use unmitigated daily discipline and all things you want to use that as your slogan",
        3853.5,
        3859.02
    ],
    [
        " To beat people down",
        3859.02,
        3861.46
    ],
    [
        " Go watch the first episode of band of brothers and get your act together",
        3861.46,
        3867.44
    ],
    [
        " Yeah, the fry that reminded me of when you",
        3867.44,
        3872.7
    ],
    [
        " We're talking about your gym floor. Yeah, yeah, yeah, I mean sure you don't want the you don't want a bag",
        3872.7,
        3879.52
    ],
    [
        " And your dirty clothes and socks and shoes all over the floor while you worked out, but it is for a reason",
        3879.52,
        3883.96
    ],
    [
        " Yeah, same way the whole reason you got to clean the flyers or the fryer for reason, you know, so you know",
        3883.96,
        3890.18
    ],
    [
        " Whatever reason is I'm not as familiar with friars, but",
        3890.18,
        3893.26
    ],
    [
        " I'm sure you didn't work at Wendy's like I did",
        3893.26,
        3895.08
    ],
    [
        " So I can tell you that the external the external cleanliness of the fryer is not a big deal",
        3895.08,
        3900.54
    ],
    [
        " Right like you said do you want it to be caked with grease where it's a fire hazard? No",
        3900.54,
        3906.22
    ],
    [
        " Yeah, but guess what it's a functional item that you're using all day right there's gonna be some spots on it",
        3906.42,
        3910.74
    ],
    [
        " And if I'm freaking out about that guess what I got somebody that's not washing their hands or even worse",
        3910.74,
        3914.76
    ],
    [
        " I got someone that's intentionally sabotaging the food so we get bad reviews now. We're going out of business",
        3914.76,
        3920.22
    ],
    [
        " Yeah, or whatever yeah",
        3920.22,
        3922.22
    ],
    [
        " So it's essentially like hey man identify the use the the optimal use of the fryer",
        3922.22,
        3927.54
    ],
    [
        " And let's target that is like the the right way to clean it kind of thing, you know",
        3927.54,
        3932.68
    ],
    [
        " And that's sort of it like don't you don't have to sweep your gym floor and mop it and make sure that you can see your face in the",
        3932.9,
        3939.38
    ],
    [
        " I'm getting more chalk on that thing in",
        3939.38,
        3941.22
    ],
    [
        " 23 hours. Yeah, 22 hours right it makes no difference. Yeah, to why I have a gym floor",
        3941.22,
        3946.58
    ],
    [
        " I have the gym floor so I can drop weights and walk that's it kind of thing not so you know I can",
        3946.58,
        3951.46
    ],
    [
        " I don't know be super disciplined waste of my time mopping it and you know all this stuff because I'm unmitigated daily discipline and all things",
        3951.46,
        3959.24
    ],
    [
        " You know, yeah functionality after uphold",
        3959.24,
        3961.72
    ],
    [
        " Imagine how many hours of my life I would have thrown away if I was mopping cleaning sweeping and vacuuming my gym floor every day",
        3961.72,
        3970.6
    ],
    [
        " When I go it would take as long as my workout or take probably at 20 minutes, I guess yeah, so there's there's what almost two hours a week two a little over two hours a week gone",
        3970.6,
        3980.58
    ],
    [
        " You think I got two hours a week think about what two hours two hours is like a massive amount of time",
        3980.58,
        3987.0
    ],
    [
        " That's a good two hours is a huge amount of time unless give that away you own a commercial gym then you want to mop that floor",
        3987.02,
        3995.36
    ],
    [
        " Because it adds to the functionality of getting members. Yeah, you're gonna you're gonna get the floor is gonna be clean",
        3995.36,
        4001.5
    ],
    [
        " But guess what here go to the extreme. Hey, we just clean that floor don't walk on it",
        4001.5,
        4007.34
    ],
    [
        " It's shut down for right, you know because we just mopped it. It's like no. Yeah, you just mop that we're gonna use it",
        4007.34,
        4013.26
    ],
    [
        " Yeah, so it's kind at the end of the day. It's kind of like",
        4013.5,
        4017.44
    ],
    [
        " What unmitigated daily discipline in all things that what that are functional that are functional for sure",
        4017.44,
        4025.72
    ],
    [
        " That are are for yourself for put that on yourself",
        4025.72,
        4029.74
    ],
    [
        " Yeah, put that on yourself and here's well here. Is you really want to take this to the next level? Yes",
        4029.74,
        4034.54
    ],
    [
        " Be disciplined in how you impose discipline on people",
        4034.54,
        4040.12
    ],
    [
        " Don't just let it run wild. Do you have to have discipline in it?",
        4040.76,
        4044.86
    ],
    [
        " That's the way it is",
        4044.86,
        4046.28
    ],
    [
        " Yeah",
        4046.28,
        4047.56
    ],
    [
        " Yeah, kind of does some paint that picture how yours every time I get these questions",
        4047.56,
        4051.96
    ],
    [
        " It's like I'm so happy we wrote the dichotomy leadership",
        4051.96,
        4054.38
    ],
    [
        " Because there's the answer. Yeah, that's the answer the answer is this all this is a dichotomy everything is a",
        4054.38,
        4061.28
    ],
    [
        " And people don't want it to be a dichotomy because it's dichotomies are complex dichotomies are hard",
        4061.28,
        4068.36
    ],
    [
        " The dichotomies take",
        4069.82,
        4070.62
    ],
    [
        " It takes skill to learn to balance and it takes awareness of the situation. Yeah",
        4070.62,
        4076.72
    ],
    [
        " It's hard. It's so much easier to say oh you just impose your discipline and make everyone do you want to do",
        4076.72,
        4082.04
    ],
    [
        " Mm-hmm. You can't do that you'll end up with a mutiny",
        4082.04,
        4085.5
    ],
    [
        " My my second platoon",
        4085.5,
        4087.84
    ],
    [
        " The went when we had a mutiny we worked for a guy that made us do everything his way",
        4087.84,
        4092.5
    ],
    [
        " My way or the highway guess what didn't work mutiny it was a highway, but not for us for him",
        4092.5,
        4098.18
    ],
    [
        " Yeah, yeah, and not a bad guy wasn't a bad guy wouldn't have bad intentions",
        4098.9,
        4104.12
    ],
    [
        " But that's where uh this guy is heading he said in the OCS and if he keeps with that attitude",
        4104.12,
        4110.8
    ],
    [
        " He's gonna end up in those situations. They're beautiful. I'm so glad he asked this question",
        4110.8,
        4114.38
    ],
    [
        " Mm-hmm because I'm glad he asked this question because it's not his fault",
        4114.38,
        4118.64
    ],
    [
        " He's listening to what I said and I didn't communicate it well enough",
        4118.64,
        4122.66
    ],
    [
        " So now he asked a great question and now he can take a much much better approach a much more balanced approach in his leadership",
        4123.06,
        4131.54
    ],
    [
        " Yeah",
        4131.54,
        4132.72
    ],
    [
        " Like flying a kite can you floor kite I had a floor in a kite but but this has nothing to do with flying",
        4132.72,
        4138.5
    ],
    [
        " I get to bring it back on the R2",
        4138.5,
        4141.82
    ],
    [
        " No, but the fundamental principle right you know you know well",
        4141.82,
        4145.62
    ],
    [
        " Depends on what kind of kite I get it, but you know kind with the two handles the two strings. You know you got to",
        4145.62,
        4151.18
    ],
    [
        " See I'm saying you got to kind of pull one and let one go a little bit",
        4151.42,
        4154.64
    ],
    [
        " And then it depends on the wind you know depends on how strong the wind is and you get a pull cool",
        4154.64,
        4159.38
    ],
    [
        " Let let's lock out from telling you try fly kite",
        4159.38,
        4162.48
    ],
    [
        " Now I just flew on like maybe like you know five six seven weeks ago. Mm-hmm. It's good windy day. Cool by the way next question",
        4162.48,
        4168.16
    ],
    [
        " As a leader do you ever confide in anyone or seek counsel from anyone or do you just wrestle with issues within yourself and try to figure things out on your own",
        4168.16,
        4177.56
    ],
    [
        " Another really good question and I do both of course I try and figure out things on my own, but here's the little",
        4177.56,
        4183.28
    ],
    [
        " Secret is it a secret? It's not really a secret because I'm about to tell everyone",
        4183.28,
        4188.02
    ],
    [
        " But it's something that I wouldn't really talk about because it's just something I wouldn't stinkly we do",
        4188.02,
        4192.64
    ],
    [
        " When I'm figuring things out of my own",
        4192.64,
        4195.26
    ],
    [
        " At the same time I I",
        4195.26,
        4197.9
    ],
    [
        " Seek counsel. I think I said it seat counsel from the the trusted",
        4197.9,
        4203.06
    ],
    [
        " teammates that I have or peers or superiors or or subordinates that I trust",
        4203.92,
        4209.44
    ],
    [
        " But while when I counsel them when I when I see counsel and I ask for feedback",
        4209.44,
        4215.5
    ],
    [
        " While I'm trying to figure out things on my own. I actually keep those thoughts to myself",
        4215.5,
        4221.96
    ],
    [
        " Mm-hmm",
        4221.96,
        4224.78
    ],
    [
        " In the beginning right I've let other people tell me what their ideas are first",
        4224.78,
        4229.46
    ],
    [
        " I want to hear what they come up with because if and if somebody comes up the good plan we're going with it",
        4229.6,
        4234.8
    ],
    [
        " Like if it's a yeah, you know what?",
        4234.8,
        4235.94
    ],
    [
        " That's pretty good plan. We'll go with that",
        4236.06,
        4237.14
    ],
    [
        " Because as I've said many times I prefer to use one of my subordinates plans",
        4237.14,
        4242.5
    ],
    [
        " One of my subordinates plan over mine. I would rather to use my subordinates plan",
        4242.5,
        4248.18
    ],
    [
        " rather than mine as long as it tactically sound because",
        4248.18,
        4252.3
    ],
    [
        " Then they they believe in their plan, right",
        4252.3,
        4256.04
    ],
    [
        " And if it's not tactically sound yep, I give them a little nudge to make some corrections and still use their plan",
        4257.08,
        4262.4
    ],
    [
        " Because I want them to use their solutions and their plans so",
        4262.4,
        4266.74
    ],
    [
        " That way like I said they have ownership of the plan",
        4266.74,
        4269.82
    ],
    [
        " And",
        4269.82,
        4272.4
    ],
    [
        " When they're coming up with a plan",
        4272.4,
        4274.88
    ],
    [
        " Guess what's gonna happen? They're gonna get too close to it. They're gonna do what I talked about in that opening story",
        4274.88,
        4280.08
    ],
    [
        " Which is they're gonna they're gonna be at low altitude. They're gonna be staring at it right in the face",
        4280.08,
        4284.1
    ],
    [
        " And I'm gonna be allowed to",
        4284.96,
        4286.86
    ],
    [
        " Remain detached and remain at altitude. So I have a better perspective of the overall plan",
        4286.86,
        4291.18
    ],
    [
        " Then they do and that ends up making me look like a tactical genius, which is awesome",
        4291.18,
        4295.42
    ],
    [
        " So so I guess this is the secret. This is the trick or whatever. Don't talk so much",
        4295.42,
        4302.06
    ],
    [
        " Don't talk so much",
        4302.06,
        4305.22
    ],
    [
        " Don't feel the need",
        4305.22,
        4307.66
    ],
    [
        " Don't feel the need is something you have to resist as a leader as a person that wants to be a leader",
        4307.66,
        4313.56
    ],
    [
        " Yeah, they've always says something about people aspiring leaders, right? If you're in a aspiring leader",
        4313.56,
        4318.82
    ],
    [
        " Don't feel like you're the person that has to always come up with a plan or come up with a solution",
        4318.82,
        4323.52
    ],
    [
        " Even when you are the leader don't feel like you're that guy. In fact, it's better to not do that",
        4323.52,
        4328.68
    ],
    [
        " It's better just to to think and to just listen to what people are saying and watch their plans",
        4328.68,
        4336.1
    ],
    [
        " Come out and get shot down and get reformulated and be improved",
        4336.1,
        4341.3
    ],
    [
        " And if you hadn't said anything yet, guess what the longer you don't say anything the more people are gonna listen when you actually open your mouth",
        4341.3,
        4346.42
    ],
    [
        " So just kind of keep your mouth shut now here's this is a little bit different",
        4346.42,
        4352.26
    ],
    [
        " So we're talking about like a plan right a strategy or something",
        4352.26,
        4354.82
    ],
    [
        " What if it's something political within your team?",
        4354.82,
        4358.14
    ],
    [
        " You know what I mean? Then what do you do?",
        4358.52,
        4360.1
    ],
    [
        " What I do is the same thing like I will think I will listen",
        4360.56,
        4364.32
    ],
    [
        " I will discuss things with people and gather intelligence from them",
        4364.32,
        4370.04
    ],
    [
        " Ask them some probing questions",
        4370.04,
        4372.28
    ],
    [
        " But I'm not gonna divulge what my position is because number one that will influence them",
        4372.28,
        4377.24
    ],
    [
        " They will make them react and I don't want to influence anyone or make them react until",
        4377.24,
        4381.8
    ],
    [
        " I'm gonna be able to influence them and get them to react and act the way that I want them that's gonna benefit the team",
        4381.8,
        4389.28
    ],
    [
        " So",
        4389.28,
        4391.7
    ],
    [
        " I'm gonna ask some some questions",
        4391.7,
        4394.7
    ],
    [
        " Did what do you think about what do you think's going on with Jimmy?",
        4395.56,
        4398.42
    ],
    [
        " Is he he seems to be acting is he okay?",
        4398.98,
        4401.1
    ],
    [
        " I'll ask you I'll ask him I'll ask Mike I'll ask Bill I'll ask Jennifer Wilf",
        4401.46,
        4406.9
    ],
    [
        " I'll find out what's going on all son of all Jennifer",
        4406.9,
        4409.4
    ],
    [
        " And Bill they say something a little bit different. Oh, okay. See I'm gonna gather the political perspectives and",
        4409.4,
        4416.08
    ],
    [
        " Listen, I'm gonna let things unfold. I'm going to observe",
        4416.08,
        4422.34
    ],
    [
        " And relax and detach and listen and think and calculate",
        4426.38,
        4430.2
    ],
    [
        " That's what we're doing and",
        4430.2,
        4432.8
    ],
    [
        " dichotomy",
        4432.8,
        4434.34
    ],
    [
        " If something needs to happen and I have to be decisive I'm gonna make a decision. We're gonna go with it",
        4434.34,
        4440.12
    ],
    [
        " I'm gonna I'm gonna put it out there",
        4440.12,
        4441.96
    ],
    [
        " So oddly enough as a leader don't talk so much. I know that seems crazy",
        4441.96,
        4449.58
    ],
    [
        " The more you talk, the less people listen",
        4449.58,
        4451.94
    ],
    [
        " What about in like",
        4454.78,
        4455.78
    ],
    [
        " Everyday stuff. I guess maybe this wouldn't really apply to as a leader",
        4455.78,
        4460.56
    ],
    [
        " But maybe like as a person, you know how like like you uh, you know confide in how like I'll have a prop come in",
        4460.56,
        4466.8
    ],
    [
        " No, be like hey, let me get your advice",
        4466.8,
        4468.72
    ],
    [
        " Whatever about something that obviously I didn't feel yeah like appropriate to like just ask all my friends kind of thing, you know like",
        4468.72,
        4476.62
    ],
    [
        " Do you ever do that?",
        4476.62,
        4478.44
    ],
    [
        " No",
        4479.48,
        4481.9
    ],
    [
        " You just mainly think about it yourself. Well",
        4482.48,
        4484.56
    ],
    [
        " what I would do",
        4484.56,
        4486.88
    ],
    [
        " Is you know, I like I do what I just said I would do I'd be like hey man",
        4486.88,
        4492.0
    ],
    [
        " Well, what's going on with this?",
        4492.0,
        4494.18
    ],
    [
        " You know now I guess if you were see you when you come and ask me something you're asking me something",
        4494.86,
        4500.02
    ],
    [
        " You always ask me about something I'm not a part of anyway. Yeah, that's so it's different",
        4500.02,
        4505.08
    ],
    [
        " So yeah, if it's like that if it's something I'm completely if something if there's someone that's completely outside the situation",
        4505.08,
        4510.38
    ],
    [
        " Yeah, I'll say hey, this is what's going on, you know, this what's going on here. We had this happen",
        4510.56,
        4515.34
    ],
    [
        " I got this situation and just yeah for sure. I'll do that. Yes, so that is that is good",
        4515.34,
        4520.28
    ],
    [
        " But um, but if it's within the team",
        4520.28,
        4523.04
    ],
    [
        " Then I generally just won't come out and ask like hey",
        4523.04,
        4527.0
    ],
    [
        " What do you you know? I want to change this and said I'll be like hey, what what do you what would you change about?",
        4527.0,
        4534.02
    ],
    [
        " You know what I mean? Yeah, ask them what they think first",
        4534.12,
        4536.82
    ],
    [
        " Yeah, you might have to make some adjustment if I come in and it's like echo",
        4537.46,
        4540.2
    ],
    [
        " We're changing the way we record this thing now. Here's what's happening",
        4540.2,
        4543.34
    ],
    [
        " And you're like oh, okay, then you're listening and the first thing you say to me is like that doesn't make any sense",
        4543.34,
        4550.56
    ],
    [
        " Now I feel now I'm an idiot especially when you say well, here's that here's why it won't work, Jaco",
        4550.56,
        4554.62
    ],
    [
        " Boom you lay out three things instead of if I was like hey man",
        4554.62,
        4557.56
    ],
    [
        " What would you think about this issue that we're having?",
        4557.56,
        4560.52
    ],
    [
        " What solutions do you think we could do to solve that?",
        4561.16,
        4563.38
    ],
    [
        " Mm-hmm and all of a sudden I get to listen to your ideas and by the way when you come up with one of those ideas and one of them sounds pretty good to me",
        4564.28,
        4570.52
    ],
    [
        " Guess what we're doing that one",
        4570.52,
        4571.8
    ],
    [
        " Now who's got ownership of that idea?",
        4571.8,
        4574.58
    ],
    [
        " You do now who's all fired up to implement it you do",
        4574.58,
        4579.02
    ],
    [
        " Yeah, and I didn't waste any leadership in fact I gained leadership capital because now you're like man",
        4579.02,
        4584.58
    ],
    [
        " Jockels are you trust me dude? Yeah, it's pretty cool. He's letting me run this",
        4584.58,
        4588.56
    ],
    [
        " Yeah, yeah, and as speaking from a person who doesn't necessarily well",
        4588.78,
        4593.3
    ],
    [
        " It doesn't seem like I necessarily get that big of a payoff to have that attitude like I'm running this",
        4593.3,
        4599.04
    ],
    [
        " You know like and I don't know for whatever reason didn't I I never felt like that was a big thing to me to be the guy running it",
        4599.04,
        4604.34
    ],
    [
        " But I don't know. Maybe it is maybe in my subconscious because I know that you do that to me",
        4604.34,
        4609.52
    ],
    [
        " Mm-hmm, and that's why it's actually kind of funny because you don't do it in big with big things necessarily",
        4609.52,
        4614.3
    ],
    [
        " You know me. I mean maybe you will whatever but so most of the time it's just some little teethe",
        4614.38,
        4619.02
    ],
    [
        " Some all thing I'm like, oh yeah, you know just totally falling not falling for it. I get it",
        4619.02,
        4623.84
    ],
    [
        " You know it's a good tactic, but now that how you just fully just illustrate it and meanwhile I should know this",
        4623.84,
        4629.64
    ],
    [
        " I do know this really that you do that but it's not a bad thing. No, I'm not it's going you over",
        4629.64,
        4635.06
    ],
    [
        " No, it's actually perfect. Yeah, I'm not I'm actually I'm it's actually beneficial to you. Yeah, you're actually",
        4635.06,
        4640.48
    ],
    [
        " Actually are running things. Yeah, you know if I come and say hey, we're you know, hey, what do you think kind of table",
        4641.0,
        4647.42
    ],
    [
        " We should get from the podcast. What you know, I mean, what do you think?",
        4647.42,
        4650.14
    ],
    [
        " What do you think would be the best",
        4650.68,
        4652.04
    ],
    [
        " Lighting system, you know, like I know what I think that's a see that's the thing I don't really divulge is I know what I think",
        4652.04,
        4660.24
    ],
    [
        " Yeah, and you know what though, which I know I understand",
        4660.24,
        4663.84
    ],
    [
        " But by the way the table thing that I tried with on that one didn't work",
        4663.84,
        4669.12
    ],
    [
        " I failed a little bit a little bit",
        4669.42,
        4671.9
    ],
    [
        " Actually, I failed because I should have put much clearer parameters around the table scenario",
        4671.9,
        4678.9
    ],
    [
        " Yeah, for those of you that don't know we're talking about which is no one in the world except for us too",
        4678.9,
        4682.56
    ],
    [
        " We had we got a different table for our for our recording studio, which is right at this moment being expanded and but we when we're still in the small recording studio",
        4682.56,
        4693.28
    ],
    [
        " I forget why we needed a new table just because the other one was too big no, we're adding another camera",
        4693.28,
        4697.82
    ],
    [
        " Okay, we're adding another camera and possible guests so yeah",
        4697.92,
        4701.16
    ],
    [
        " So it's hey man, you know go on crevacable and the one the table that I had gotten in the past",
        4701.16,
        4706.92
    ],
    [
        " Let's face it. It was legit legit echo goes and gets a table",
        4706.92,
        4711.92
    ],
    [
        " I don't know if that thing costs 48 dollars, but it wasn't worth it",
        4711.92,
        4717.42
    ],
    [
        " This thing was wiggly and small and weak and anyways",
        4717.42,
        4723.2
    ],
    [
        " That's an example where I didn't do a good job and it's also an example of occasionally",
        4723.78,
        4728.68
    ],
    [
        " Your your vision is in line like my vision normally you and I have very line vision about something",
        4728.68,
        4736.64
    ],
    [
        " You know, well when it comes to the technical",
        4736.64,
        4739.8
    ],
    [
        " nature of what the podcast",
        4739.8,
        4742.78
    ],
    [
        " The table we were not",
        4742.78,
        4745.54
    ],
    [
        " I want to bought that table",
        4745.54,
        4747.68
    ],
    [
        " Ever well, I wouldn't about that table for like a like a prop to be used in a one-scene",
        4748.4,
        4754.64
    ],
    [
        " That but well",
        4754.64,
        4759.9
    ],
    [
        " Okay, so I admit I don't know if I told you this, but I'll admit that the thing is you probably when you got your table",
        4759.9,
        4767.08
    ],
    [
        " You probably went somewhere and was like yeah, that's the table you felt it and was like yeah, I can imagine in your",
        4767.08,
        4772.32
    ],
    [
        " I actually I actually ordered it online",
        4772.32,
        4774.34
    ],
    [
        " But okay, I'd say I have more even though I know you worked for a moving company yes nonetheless. I think I have more",
        4774.92,
        4782.42
    ],
    [
        " I'm more worldly when it comes to",
        4782.42,
        4786.54
    ],
    [
        " You might be right because there's something wrong",
        4786.54,
        4789.96
    ],
    [
        " Well, I saw it on Amazon. I was like hey, that's a cool table",
        4789.96,
        4792.82
    ],
    [
        " And that that's good that fits the dimension. Yeah, it fit the demand. Yeah, I want it came in. It's the old",
        4792.82,
        4797.94
    ],
    [
        " Story, you know, it's like oh, it looked good in the picture. Yeah, you know kind of thing. They want to show's up",
        4797.94,
        4803.32
    ],
    [
        " Yeah, you know, it looks good in the picture and it's only 39 dollars",
        4803.64,
        4806.86
    ],
    [
        " She had last the other table we had was like a thousand bucks. Yeah, all right. Yeah, it wasn't a thought",
        4806.86,
        4813.44
    ],
    [
        " I should next time I'm gonna put a minimum price",
        4813.44,
        4815.6
    ],
    [
        " Yeah, just to ensure a price to ensure some kind of quality. Yeah, no",
        4815.6,
        4820.74
    ],
    [
        " Anyway, the point is",
        4820.74,
        4823.26
    ],
    [
        " Yes",
        4823.26,
        4824.44
    ],
    [
        " When you give somebody you let it be their idea you keep your ideas to yourself",
        4824.44,
        4829.22
    ],
    [
        " I'm not trying to be all secretive. I'm not trying to be all secretive",
        4829.96,
        4832.98
    ],
    [
        " I'm gonna tell this person because eventually my ideas if it needs to come out it comes out",
        4832.98,
        4837.06
    ],
    [
        " Hopefully it doesn't come out. Hopefully it never needs to come out because my team comes up with a great plan",
        4837.06,
        4840.88
    ],
    [
        " And I can just be quiet and they can go execute it. That's my goal. Yeah, occasionally they can't find a solution",
        4840.88,
        4846.6
    ],
    [
        " And it's like hey, man. Yeah, okay. Hey guys, and then maybe you know what I'll do. I won't even divulge my whole idea",
        4846.6,
        4851.98
    ],
    [
        " I'll say, well, what about",
        4851.98,
        4853.56
    ],
    [
        " You know, what about this?",
        4853.56,
        4855.5
    ],
    [
        " What's my idea like this? Oh, yeah, that's not bad. Hey man, when you see someone get a good idea",
        4856.08,
        4860.96
    ],
    [
        " They get so happy. Yes, it's so rewarding. Yeah",
        4860.96,
        4865.42
    ],
    [
        " And so you want to give them that gift",
        4865.42,
        4867.96
    ],
    [
        " And the way you do that is by letting them come up with own ideas",
        4867.96,
        4870.98
    ],
    [
        " You just got to make sure that they have a world the experience with furniture. Yeah, that's the situation",
        4870.98,
        4875.88
    ],
    [
        " All right, well there you go and I dig it and because in a way it's not really even about the idea",
        4875.88,
        4880.82
    ],
    [
        " It's more about okay, we need a solution to this problem. I don't care what they you know",
        4880.82,
        4884.54
    ],
    [
        " Potential solution kind of thing and yeah, you might have one in your head",
        4885.36,
        4889.04
    ],
    [
        " But you don't want to just start saying bird just throwing it around as the one",
        4889.04,
        4892.68
    ],
    [
        " Yeah, it also yes, you're right also when you divulge your idea",
        4892.68,
        4895.8
    ],
    [
        " I guess what happens to everyone else's ideas especially when you're in a leadership position when you're in a leadership position and you divulge your idea",
        4895.8,
        4900.74
    ],
    [
        " Everyone kind of gravitates towards that idea as being the best if you keep your idea to yourself",
        4900.74,
        4906.38
    ],
    [
        " You let the true growth of ideas develop true things come out and people aren't just trying to say like oh great idea",
        4906.38,
        4913.58
    ],
    [
        " Jocco yeah, well even even if they're not like a kiss ass, but you just you just put an idea in their head",
        4913.96,
        4919.26
    ],
    [
        " And they can't see it a different way yeah, you know and even if they do you put them in a position where now they have to shut down your idea",
        4919.26,
        4926.32
    ],
    [
        " Not a big deal, but it's doing that is element that you have to you know",
        4926.32,
        4929.54
    ],
    [
        " You got it kind of put them in as far as that position goes yeah rather than you",
        4929.54,
        4933.66
    ],
    [
        " You'll just kind of open up the floor. It's kind of like back in you know",
        4933.66,
        4937.04
    ],
    [
        " Who has something to say kind of the atmosphere, you know, we all can",
        4937.04,
        4941.6
    ],
    [
        " You know throw around ideas and the best one comes up. There you go. Thanks, Brian. Oh man. We'll get a better table next time. I promise next question",
        4942.2,
        4949.74
    ],
    [
        " As I get ready to graduate from college",
        4949.74,
        4952.52
    ],
    [
        " I would appreciate your input on the following question",
        4952.52,
        4955.46
    ],
    [
        " I've always loved to take part in a variety of of projects and I have ended up in in a leadership position in multiple organizations",
        4955.46,
        4963.3
    ],
    [
        " Be be it in the student VC firm the student body my professional fraternity etc. In a way",
        4963.3,
        4970.12
    ],
    [
        " This is this was natural to me. It's about extreme ownership right I love what I was doing you shouldn't just slough off that that phrase",
        4970.56,
        4978.1
    ],
    [
        " Oh, it's about extreme ownership right yeah, that's how it should have been said okay",
        4978.1,
        4981.86
    ],
    [
        " It this okay all this stuff is about extreme ownership right can't be that hard right kind of kind of no",
        4981.86,
        4986.86
    ],
    [
        " I'm of course, you know, right? Okay, I loved what I was doing",
        4986.86,
        4990.48
    ],
    [
        " I had a vision where to take things and I was chosen to lead so I felt that I was doing the right thing",
        4990.48,
        4995.8
    ],
    [
        " Recently though, I've started to feel overwhelmed and feel that my productivity has diminished",
        4996.04,
        5000.26
    ],
    [
        " By being in a managerial position. It seems harder to see the direct output of my work",
        5000.26,
        5005.58
    ],
    [
        " But it's as easy",
        5005.58,
        5007.02
    ],
    [
        " It's as easy as always to see what's not working",
        5007.02,
        5010.5
    ],
    [
        " I don't want to be let go of any projects because I'll still love to make love to take ownership of them",
        5010.5,
        5015.52
    ],
    [
        " He says I don't want to be like it says I don't want to let go of any projects",
        5015.52,
        5020.04
    ],
    [
        " Because I still love to take ownership of them. Oh, yeah, yes. Yes. Okay. Love take ownership of them. Yeah",
        5020.04,
        5025.68
    ],
    [
        " I got I got identifying symptoms. Oh",
        5025.8,
        5028.44
    ],
    [
        " Yeah, you like the word ownership. That's like a like a",
        5028.44,
        5032.28
    ],
    [
        " Really? I definitely like the word ownership and as you also know, I also like another word. That's dichotomy",
        5032.28,
        5037.56
    ],
    [
        " dichotomy, you know, it's a good scene violations here. All right. Well either either way",
        5037.56,
        5041.72
    ],
    [
        " It's okay. He he doesn't want to let go of any projects because I still love to take ownership",
        5041.72,
        5046.92
    ],
    [
        " Of them and lead these organizations, but I think I'm no longer able to handle this much",
        5046.92,
        5052.76
    ],
    [
        " How do you balance those things? Yeah, so there is a chapter in the dichotomy leadership called",
        5052.76,
        5057.44
    ],
    [
        " own it all",
        5057.44,
        5059.34
    ],
    [
        " But that's not the title of chapter so the title of chapter continues",
        5059.34,
        5064.16
    ],
    [
        " It's the title of the chapter is own it all",
        5064.16,
        5067.26
    ],
    [
        " comma, but",
        5067.26,
        5069.26
    ],
    [
        " Empower others",
        5069.26,
        5071.22
    ],
    [
        " And it sounds like this individual",
        5071.22,
        5074.34
    ],
    [
        " Who's getting after it for sure props getting after leadership position multiple organizations going hard",
        5074.34,
        5080.16
    ],
    [
        " taking ownership",
        5080.16,
        5081.22
    ],
    [
        " Very cool",
        5081.66,
        5082.54
    ],
    [
        " But it sounds like he needs to lean more towards decentralized command",
        5082.54,
        5087.32
    ],
    [
        " Because just because you take ownership of things doesn't mean you're supposed to do everything",
        5087.32,
        5092.82
    ],
    [
        " That you take ownership of it doesn't it doesn't actually doesn't work what this what you need",
        5092.82,
        5098.16
    ],
    [
        " Individual is you need subordinate leaders",
        5098.16,
        5102.06
    ],
    [
        " Inside these multiple organizations that you're in charge of that you trust and you've got to let them run with the broad guidance and the",
        5102.06,
        5110.6
    ],
    [
        " Mission the broad guidance of the mission and with your commanders intent",
        5111.44,
        5115.64
    ],
    [
        " That that's how you're gonna work this so for instance when I was in charge of training on the west coast",
        5115.64,
        5121.84
    ],
    [
        " I was responsible for a lot of stuff for land warfare for maritime operations dive operations air operations close quarters combat",
        5121.84,
        5130.08
    ],
    [
        " Urban warfare training mobility training heavy weapons defensive tactics combat leadership",
        5130.08,
        5135.68
    ],
    [
        " and every other block",
        5135.68,
        5137.46
    ],
    [
        " Before guys that are getting ready to deploy to Iraq and Afghanistan",
        5138.74,
        5141.58
    ],
    [
        " Now on top of those tactical things. I'm in charge. I'm actually also in charge of safety and actually also in charge of maintenance and actually also in charge of the administration of the command",
        5141.58,
        5153.12
    ],
    [
        " That's a lot of stuff to be running right? I know that homes is in charge of you know the VC firm and the student body this that's stuff too",
        5153.12,
        5163.46
    ],
    [
        " This is a lot of stuff could I personally manage and conduct all of those things that I was in charge of",
        5163.46,
        5170.6
    ],
    [
        " Not even close",
        5170.6,
        5172.56
    ],
    [
        " Not even close",
        5172.56,
        5174.62
    ],
    [
        " Now you you talk about feeling overwhelmed you wouldn't last 15 minutes if you tried to",
        5174.62,
        5179.86
    ],
    [
        " Be the person that made every decision and all those different divisions that were inside of the training command",
        5179.86,
        5186.52
    ],
    [
        " So I couldn't",
        5186.52,
        5189.0
    ],
    [
        " Manage and run them all myself, but I had great leaders that I trusted that we're going to make things happen and I gave",
        5189.34,
        5197.6
    ],
    [
        " Them the broad guidance of what we were trying to do what their part of the mission was the parameters that they were allowed to work within",
        5197.6,
        5207.02
    ],
    [
        " And then go get some",
        5207.02,
        5209.44
    ],
    [
        " Then it's the same thing task unit commander to I was task unit commander got two platoons",
        5209.44,
        5213.96
    ],
    [
        " Plus you got a squad of of augmentes plus you got CB's and you got an intel fuse and sell and you got interrogators",
        5214.82,
        5219.92
    ],
    [
        " And you got radio communications crew and you got the IT crew",
        5219.92,
        5222.96
    ],
    [
        " And you got you got the whole tactical operation center that you're running",
        5222.96,
        5226.44
    ],
    [
        " And it's the same thing I can't run all that no no human can run all that",
        5226.44,
        5231.9
    ],
    [
        " So what do you do you have subordinate leaders that",
        5231.9,
        5234.92
    ],
    [
        " Have the broad guidance they understand what the mission is they understand the commanders intent",
        5234.92,
        5239.2
    ],
    [
        " They go forward and get after it and they they know the parameters and sometimes they have issues and when they have issues",
        5239.52,
        5245.54
    ],
    [
        " You step in and you give them a hand",
        5245.54,
        5247.04
    ],
    [
        " Or sometimes they get a lot of box you've got to put them back in the box",
        5247.04,
        5250.74
    ],
    [
        " But",
        5250.74,
        5253.02
    ],
    [
        " It's the same thing even right right now I got echelon front",
        5253.02,
        5257.2
    ],
    [
        " I got the podcast. I got the store got the supplements the apparel the online training coming out",
        5257.2,
        5262.16
    ],
    [
        " We got the tea the real estate the gym. We get the list goes on and I can't I can't run all those things",
        5262.16,
        5268.7
    ],
    [
        " But I got people",
        5270.38,
        5271.54
    ],
    [
        " Leading those things and running those things and I could do the same thing",
        5271.54,
        5275.1
    ],
    [
        " It's like hey, here's the guidance. Here's the mission. Here's the commanders intent. Here's the sanity check on something",
        5275.1,
        5279.8
    ],
    [
        " Here's the parameters. We're trying to move within",
        5279.8,
        5281.54
    ],
    [
        " And then go go and get some",
        5281.54,
        5286.26
    ],
    [
        " So if you do well with decentralized command you can handle a lot now could you possibly bite off more than you can chew",
        5286.26,
        5296.38
    ],
    [
        " Yeah, you could get involved in",
        5296.38,
        5298.08
    ],
    [
        " so many things",
        5298.08,
        5300.46
    ],
    [
        " That you don't even have time to monitor the situations at all and you don't have time to tell when people are getting out of their zone",
        5300.46,
        5308.86
    ],
    [
        " Or out of the parameters that they're allowed to work with in or you don't have time to help when something goes sideways",
        5308.86,
        5313.7
    ],
    [
        " You don't have so so you could get there and that will happen especially quickly if",
        5313.7,
        5318.68
    ],
    [
        " You have failed to",
        5318.68,
        5321.14
    ],
    [
        " Train and mentor and give directions and give guidance to the leaders that you have that are actually on the front lines running things",
        5321.92,
        5328.42
    ],
    [
        " so",
        5328.42,
        5330.74
    ],
    [
        " That's part of it",
        5330.74,
        5334.7
    ],
    [
        " Now the other part of it is you can't do any of this",
        5334.7,
        5338.5
    ],
    [
        " If your ego will not allow you to let things go. I mean you literally said I don't want to let go of any projects",
        5338.5,
        5346.7
    ],
    [
        " I've said this before",
        5346.7,
        5348.76
    ],
    [
        " If you want to be in charge of everything you have to be in charge of nothing",
        5349.42,
        5354.94
    ],
    [
        " Your goals should be in charge of nothing only if you're in charge of nothing can you truly be in charge of everything",
        5354.94,
        5361.02
    ],
    [
        " Because when you're in charge of every single thing guess what you can handle nothing your task saturated it doesn't work",
        5361.02,
        5367.86
    ],
    [
        " so",
        5367.86,
        5369.98
    ],
    [
        " That's what you need to do get some good solid leaders subordinate leaders",
        5369.98,
        5376.3
    ],
    [
        " Empower them train them trust them make sure they understand where they're going make sure they understand what the mission is",
        5377.18,
        5384.36
    ],
    [
        " Make sure they understand what the goals are",
        5384.36,
        5386.3
    ],
    [
        " Make sure they understand what things are outside the box that they need to come and talk to you about",
        5386.3,
        5393.02
    ],
    [
        " And then let them rock and roll",
        5393.02,
        5397.32
    ],
    [
        " boom",
        5397.32,
        5399.06
    ],
    [
        " Do one more",
        5399.06,
        5403.0
    ],
    [
        " Oh my gosh",
        5403.24,
        5404.46
    ],
    [
        " My wife and I suffered three weeks of turmoil which including losing which included losing a child",
        5404.46,
        5412.56
    ],
    [
        " How do I expedite that moment when we pick up ourselves pick ourselves up and keep moving forward",
        5412.56,
        5418.38
    ],
    [
        " Because I'm done sulking and we need to move forward basically how to push through",
        5418.38,
        5424.42
    ],
    [
        " so",
        5424.42,
        5429.94
    ],
    [
        " I mean obviously that's heartbreaking and",
        5433.0,
        5436.6
    ],
    [
        " I can't even",
        5436.6,
        5438.88
    ],
    [
        " Imagine the pain that you are going through in this situation and so one of those things",
        5438.88,
        5446.3
    ],
    [
        " We've talked about this before the fact is we don't really have a cultural protocol for what to do",
        5446.3,
        5455.3
    ],
    [
        " When we lose a loved one",
        5455.3,
        5458.48
    ],
    [
        " And",
        5461.14,
        5462.02
    ],
    [
        " You have to",
        5462.02,
        5463.16
    ],
    [
        " Basically make up that protocol",
        5463.16,
        5466.38
    ],
    [
        " I can't",
        5466.38,
        5469.88
    ],
    [
        " I can't dictate what that protocol is going to be for you",
        5469.88,
        5474.56
    ],
    [
        " but I can",
        5474.56,
        5476.68
    ],
    [
        " Tell you some things from my perspective from some of the",
        5476.68,
        5483.94
    ],
    [
        " things that I've been through I can tell you my perspective on",
        5484.78,
        5490.16
    ],
    [
        " loss",
        5490.16,
        5491.7
    ],
    [
        " And the first thing is that you already know it's going to be wretched",
        5491.7,
        5499.16
    ],
    [
        " And you're not going to escape it",
        5499.16,
        5504.36
    ],
    [
        " And that pain and this is this is something that I've identified",
        5504.36,
        5511.2
    ],
    [
        " The",
        5512.24,
        5512.9
    ],
    [
        " pain that's going to come it's going to come in waves",
        5512.9,
        5516.62
    ],
    [
        " And at first you won't even notice that they're waves because all the waves are going to be so close together",
        5516.62,
        5525.24
    ],
    [
        " And they're going to be so continual and they're going to be right on top of each other",
        5525.24,
        5529.4
    ],
    [
        " And the pain and the sadness is going to feel like it's so heavy",
        5529.4,
        5534.84
    ],
    [
        " It's going to feel like you are drowning in sorrow",
        5534.84,
        5539.44
    ],
    [
        " Like you're not going to get any air and like you're not going to be able to escape that sadness",
        5539.44,
        5544.76
    ],
    [
        " That's what the waves feel like at first",
        5544.76,
        5549.08
    ],
    [
        " And then at some point there's going to be a little break just a little break",
        5549.08,
        5559.96
    ],
    [
        " Just a little bit of light in the darkness",
        5559.96,
        5562.62
    ],
    [
        " Something is going to make you smile something is going to make you laugh",
        5562.62,
        5567.08
    ],
    [
        " Something's going to just show you just a little bit of light",
        5567.92,
        5570.86
    ],
    [
        " But I don't know when that's going to happen",
        5570.86,
        5574.1
    ],
    [
        " And then you're going to see that little that little smile that little light and then the another wave of pain",
        5574.1,
        5582.76
    ],
    [
        " Is going to come back again and it's going to be strong and you won't have any control over it",
        5582.76,
        5588.34
    ],
    [
        " You won't be able to say no no I'm I'm in the light now or I'm smiling right now",
        5588.34,
        5593.26
    ],
    [
        " I'm not going to I'm not going to go back there. No, you're not going to be able to control it and that's scary",
        5593.26,
        5596.8
    ],
    [
        " It's scary because we we get used to as adults",
        5597.9,
        5601.38
    ],
    [
        " Hey, we can kind of get control of things and now all of a sudden you're not going to have control",
        5601.38,
        5605.14
    ],
    [
        " It's going to hit you and you're going to feel it",
        5605.14,
        5609.02
    ],
    [
        " But again like a wave like a wave in the ocean that is going to eventually subside again",
        5609.02,
        5617.82
    ],
    [
        " And you'll see a little bit of light and you'll get a little bit of a smile and you'll feel okay for a second",
        5617.82,
        5624.04
    ],
    [
        " And then guess what another wave is going to hit you",
        5624.04,
        5625.54
    ],
    [
        " It might not be as strong as that other wave wave and you might not even notice that it's not as strong",
        5627.94,
        5634.02
    ],
    [
        " But again, you can't control your emotions",
        5634.02,
        5636.56
    ],
    [
        " And you'll find yourself this is what I'm talking about factually",
        5636.56,
        5640.54
    ],
    [
        " You're going to be sitting there and all of a sudden",
        5640.54,
        5645.22
    ],
    [
        " You're going to be just crying uncontrollably",
        5645.22,
        5647.96
    ],
    [
        " That wave is going to hit you you're going to go from normal to just crying uncontrollably and being sad",
        5647.96,
        5655.2
    ],
    [
        " That's what's going to happen and again you're in your mind you're going to be thinking I can't control this",
        5657.26,
        5661.96
    ],
    [
        " It's a wave and you're you're at the mercy of this ocean of sorrow",
        5661.96,
        5665.92
    ],
    [
        " But don't let that scare you",
        5665.92,
        5669.56
    ],
    [
        " Don't let that scare you because I'm telling you that that wave is going to subside again",
        5669.56,
        5676.66
    ],
    [
        " And this is going to go on it's going to go on and the waves",
        5676.66,
        5680.36
    ],
    [
        " They will become weaker",
        5680.36,
        5684.44
    ],
    [
        " And",
        5686.36,
        5687.0
    ],
    [
        " What you need to realize is just because the waves are becoming weaker this doesn't mean",
        5687.0,
        5691.5
    ],
    [
        " That you love your child less or you miss them less or that you aren't",
        5691.5,
        5697.52
    ],
    [
        " Crushed at their passing it just means that you're starting to be able to deal with it",
        5697.52,
        5703.94
    ],
    [
        " Which is what you're supposed to do",
        5703.94,
        5706.92
    ],
    [
        " And as the waves",
        5706.92,
        5711.12
    ],
    [
        " get weaker",
        5711.12,
        5712.7
    ],
    [
        " Which they will they'll also appear less frequently",
        5713.52,
        5717.32
    ],
    [
        " And again, that's okay. It doesn't mean that you don't think of your child all the time. It just means that it's being dealt with",
        5717.32,
        5727.66
    ],
    [
        " And while this is happening",
        5727.66,
        5734.24
    ],
    [
        " While you when you can't when you start to when the when the storm waves start to calm",
        5734.24,
        5742.38
    ],
    [
        " Little bit",
        5742.7,
        5743.44
    ],
    [
        " What you can do is you can row the boat",
        5743.44,
        5749.44
    ],
    [
        " You can row the boat and what I mean by that is start doing something",
        5749.44,
        5754.76
    ],
    [
        " productive to get your mind moving forward",
        5754.76,
        5758.26
    ],
    [
        " I don't know how long this is",
        5758.26,
        5760.46
    ],
    [
        " This is you know",
        5760.46,
        5762.82
    ],
    [
        " When you feel a little bit of a break",
        5762.82,
        5766.96
    ],
    [
        " Then let's do it a few days go by",
        5766.96,
        5771.46
    ],
    [
        " Five days go by three days go by",
        5771.98,
        5774.78
    ],
    [
        " At some point you can't cry anymore. Okay",
        5774.78,
        5778.08
    ],
    [
        " Let's do something productive. Let's sort out the drawers in the bedroom. Let's back you",
        5778.08,
        5785.82
    ],
    [
        " Let's finish a prod let's do something",
        5785.82,
        5788.54
    ],
    [
        " productive and",
        5788.54,
        5790.1
    ],
    [
        " if there's something",
        5790.1,
        5792.04
    ],
    [
        " That distracts you that's fine do it",
        5792.04,
        5797.28
    ],
    [
        " Let",
        5799.02,
        5799.74
    ],
    [
        " Let let there be some calm in the water",
        5799.74,
        5802.76
    ],
    [
        " And also",
        5802.76,
        5807.0
    ],
    [
        " As the as the calm calms",
        5807.0,
        5810.88
    ],
    [
        " Also, you're gonna find moments where it's like you can you can have things that are gonna bring on the waves",
        5810.88,
        5818.82
    ],
    [
        " And that's okay to",
        5818.82,
        5822.24
    ],
    [
        " Bring on the waves go look at the pictures right down the memories read the letters read the notes read the emails",
        5822.5,
        5829.98
    ],
    [
        " Remember",
        5829.98,
        5833.26
    ],
    [
        " And then there's that standard service you're gonna do the memorial you're gonna do the burial",
        5833.26,
        5843.1
    ],
    [
        " And when that's over",
        5843.1,
        5847.42
    ],
    [
        " You're gonna do the memorial",
        5850.0,
        5851.04
    ],
    [
        " Let a little bit of more time go by",
        5851.04,
        5852.58
    ],
    [
        " Give yourself another week",
        5852.58,
        5855.78
    ],
    [
        " Of washing around",
        5855.78,
        5858.88
    ],
    [
        " Of feeling that sorrow of letting the waves",
        5858.88,
        5863.14
    ],
    [
        " Toss you around in the ocean",
        5863.14,
        5867.3
    ],
    [
        " But after another week what you do is you go and you write a letter you write a letter to your child",
        5867.3,
        5876.94
    ],
    [
        " And you explain to them",
        5877.42,
        5879.6
    ],
    [
        " Explain to them",
        5879.6,
        5884.06
    ],
    [
        " How much they meant to you",
        5884.06,
        5887.66
    ],
    [
        " Explain to them how heartbroken you are that they are gone and then explain to them why you are going to carry on",
        5887.66,
        5901.8
    ],
    [
        " And",
        5904.84,
        5905.58
    ],
    [
        " Why you are going to keep going",
        5905.58,
        5907.32
    ],
    [
        " With them in your heart",
        5907.32,
        5910.14
    ],
    [
        " Explain to them why you're not going to dwell in their loss",
        5910.14,
        5919.9
    ],
    [
        " And explain to them how in losing them you have learned",
        5919.9,
        5930.22
    ],
    [
        " Without a shred of doubt how truly precious life is",
        5930.22,
        5934.72
    ],
    [
        " And that they have taught you",
        5934.72,
        5938.58
    ],
    [
        " The immeasurable value of your own life and your wife's life and your family's life",
        5938.58,
        5948.08
    ],
    [
        " And explain to them",
        5948.08,
        5956.28
    ],
    [
        " That you know",
        5956.28,
        5958.6
    ],
    [
        " That you know",
        5960.84,
        5962.32
    ],
    [
        " That they loved you and that you know that they would want more than anything",
        5962.32,
        5968.08
    ],
    [
        " For you to be happy and productive and impactful in the world",
        5968.08,
        5974.58
    ],
    [
        " And explain in that letter what you will do to make them proud of how you live your life",
        5974.58,
        5988.46
    ],
    [
        " And",
        5995.34,
        5996.02
    ],
    [
        " And then take that letter",
        5996.02,
        5996.98
    ],
    [
        " And go to their grave",
        5996.98,
        6000.74
    ],
    [
        " And read it to them",
        6000.74,
        6005.54
    ],
    [
        " And cry",
        6005.54,
        6009.54
    ],
    [
        " And kiss their soul",
        6009.54,
        6014.38
    ],
    [
        " And",
        6018.32,
        6018.72
    ],
    [
        " And tell them that you'll see them on the other side",
        6018.72,
        6020.96
    ],
    [
        " And then",
        6020.96,
        6026.7
    ],
    [
        " Go",
        6026.7,
        6029.5
    ],
    [
        " Live your life",
        6029.5,
        6031.92
    ],
    [
        " And those waves are still going to come",
        6031.92,
        6036.22
    ],
    [
        " And they're still going to be pain and they're still going to be sorrow",
        6036.22,
        6040.82
    ],
    [
        " But you go and live your life and live it well",
        6044.5,
        6048.66
    ],
    [
        " And make them proud",
        6048.66,
        6055.34
    ],
    [
        " And I think that's",
        6055.34,
        6069.16
    ],
    [
        " All I've got for",
        6069.16,
        6073.82
    ],
    [
        " Tonight",
        6073.82,
        6076.08
    ],
    [
        " So echo",
        6076.08,
        6083.46
    ],
    [
        " Go ahead",
        6083.46,
        6093.8
    ],
    [
        " Well",
        6096.84,
        6097.32
    ],
    [
        " Yeah, like something like that is like",
        6097.32,
        6101.12
    ],
    [
        " It doesn't always have to be like with you know losing a child",
        6101.12,
        6105.68
    ],
    [
        " They can be losing anyone",
        6105.68,
        6107.16
    ],
    [
        " Yeah for sure",
        6107.16,
        6108.52
    ],
    [
        " So like",
        6108.52,
        6109.06
    ],
    [
        " My wife had a you know she lost someone that she was close to whatever",
        6109.06,
        6114.14
    ],
    [
        " So even if you're not in the or if you're in a situation where someone's close to you like",
        6114.14,
        6119.5
    ],
    [
        " Lost someone",
        6119.5,
        6120.6
    ],
    [
        " It's good to keep like something like this in mind you know that it's going to come and go you know",
        6120.74,
        6124.76
    ],
    [
        " Because it's easy to be like oh yeah like oh yeah",
        6124.76,
        6129.84
    ],
    [
        " They're over it you know so it's kind of cool now",
        6129.84,
        6131.78
    ],
    [
        " And then it comes back and you're like wait wait I thought you're over it kind of thing like you can",
        6131.78,
        6135.6
    ],
    [
        " Yep that's",
        6135.6,
        6137.98
    ],
    [
        " An unfortunate lesson I've learned is is just that",
        6137.98,
        6142.14
    ],
    [
        " And",
        6142.14,
        6142.7
    ],
    [
        " You think it's it's a really great description",
        6142.7,
        6147.22
    ],
    [
        " Of what it feels like it feels like waves if you serve for you've been in the ocean",
        6147.82,
        6151.64
    ],
    [
        " And and we've been getting hit by waves and like there's nothing you can do when that wave hits you",
        6151.64,
        6157.38
    ],
    [
        " You're gonna do what that wave wants you to do for a little while",
        6157.38,
        6159.88
    ],
    [
        " And",
        6159.88,
        6160.5
    ],
    [
        " Sometimes when it's bad like you're gonna hit with a wave wave wave you can barely even tell you come up for breath",
        6160.5,
        6166.48
    ],
    [
        " You're getting hit again. Yeah, and that's what it feels like it feels like and",
        6166.48,
        6170.64
    ],
    [
        " And the other weird thing is you can be you can go from one extreme emotion to another in",
        6170.64,
        6176.32
    ],
    [
        " In a minute you can be laughing and that laughter can trigger",
        6176.74,
        6181.06
    ],
    [
        " Thoughts that make you sad and you could hit with a wave and",
        6181.06,
        6186.44
    ],
    [
        " One thing and I think this is",
        6186.44,
        6188.22
    ],
    [
        " important is that",
        6188.22,
        6190.52
    ],
    [
        " You know you know when I've talked about like the the person that's in a turmoil in their heads in a cloud of like a storm cloud",
        6190.52,
        6198.68
    ],
    [
        " And no matter where they look they they just can't see they don't see that there's a way out",
        6198.68,
        6203.3
    ],
    [
        " Anyone that's standing on the outside can see like no come on just walk over here just just get away from that storm cloud",
        6203.3,
        6209.28
    ],
    [
        " You can do it, but when they're standing in the middle",
        6209.28,
        6211.26
    ],
    [
        " They don't even know which way to walk so they just stand there and they just sit in the storm cloud",
        6211.26,
        6215.24
    ],
    [
        " And they think that they're never gonna get out and it's the it's the initial feeling after loss is like oh",
        6215.24,
        6220.7
    ],
    [
        " This isn't gonna go away",
        6220.7,
        6223.2
    ],
    [
        " And what I'm telling you is it's going to and there's a certain level of guilt",
        6223.2,
        6229.62
    ],
    [
        " Of like wait a second. How can I be not thinking about I just didn't think about you know this person for five minutes",
        6230.2,
        6236.28
    ],
    [
        " I'm a I'm horrible. It's like no",
        6236.28,
        6239.26
    ],
    [
        " You have to process this yeah, and no one wants you to dwell on this no one",
        6239.26,
        6246.12
    ],
    [
        " They never want you to forgive, but they don't want you to dwell as well. There's a dichotomy in that",
        6246.12,
        6251.12
    ],
    [
        " And that that's why you know obviously it's heartbreaking to get that note",
        6251.12,
        6257.08
    ],
    [
        " but",
        6260.6,
        6261.2
    ],
    [
        " Hopefully you know that that recognition",
        6261.2,
        6263.52
    ],
    [
        " That those waves are gonna subside eventually. They're still gonna get hit with some of them, but",
        6263.52,
        6270.3
    ],
    [
        " They are",
        6270.3,
        6273.52
    ],
    [
        " And it's okay that you're gonna that they're not gonna be there",
        6273.52,
        6278.12
    ],
    [
        " Rough",
        6278.12,
        6282.84
    ],
    [
        " Yeah, man, sure",
        6283.36,
        6284.64
    ],
    [
        " But you know when I when I wrote",
        6284.64,
        6288.38
    ],
    [
        " Mikey in the dragons",
        6288.38,
        6290.12
    ],
    [
        " I",
        6290.12,
        6291.58
    ],
    [
        " Have the you know the king dies, right the king you don't know him but the king is dead",
        6291.58,
        6298.78
    ],
    [
        " And there's certain people you know I figured if if I actually thought to myself like well",
        6298.78,
        6304.86
    ],
    [
        " Do I really want to talk about death and there's also there's a couple lines where the dragons want to kill you",
        6304.86,
        6310.0
    ],
    [
        " You know the dragons want to kill right as a couple times we're asking and well do it. You know this is a kid's book",
        6310.0,
        6314.92
    ],
    [
        " But here's the deal",
        6314.92,
        6316.58
    ],
    [
        " There's little kids that's parents dies that grand parents die. I mean those the death is a real death is a hundred percent part of life",
        6316.58,
        6326.08
    ],
    [
        " And you gotta learn you gotta learn how to deal with that yeah or else is gonna be a you know that you",
        6326.08,
        6331.66
    ],
    [
        " And I'm not saying you got to dive into it with a little kid right",
        6331.66,
        6335.32
    ],
    [
        " But you have to at least they have to hear the word they have to understand that that's a reality",
        6335.32,
        6339.72
    ],
    [
        " Yeah, so yeah, it's good",
        6340.0,
        6342.28
    ],
    [
        " That's it",
        6342.28,
        6343.62
    ],
    [
        " My I had this video is like deus there the day before that my wife took my son he had a dragon costume on",
        6343.62,
        6351.14
    ],
    [
        " It's too by the way",
        6351.14,
        6352.42
    ],
    [
        " And he's like oh, I'm gonna go kill daddy. I was like whoa kill like where did he even kind of and it's",
        6352.42,
        6359.76
    ],
    [
        " The reason I bring that out because it",
        6359.76,
        6362.34
    ],
    [
        " Dragons that are ready to kill right. Yeah, that's from the line Mike is in my king the dragon",
        6362.34,
        6367.0
    ],
    [
        " Because that's kind of how you feel you know even though you don't know as a kid however old whatever",
        6367.68,
        6372.26
    ],
    [
        " You don't know",
        6372.26,
        6373.68
    ],
    [
        " What the magnitude of that is but you know you know like well, what are you scared of in whatever the unknown sure",
        6373.68,
        6379.86
    ],
    [
        " You but you scared of the monster in the closet why are you scared of them not because he's gonna bore you to death with bad jokes",
        6379.86,
        6386.06
    ],
    [
        " Or so he's gonna kill you. That's what you're scared of you know kind of thing as even if you're six years old kind of thing",
        6386.06,
        6391.58
    ],
    [
        " So yeah, man make make sense for sure and and even",
        6391.58,
        6395.24
    ],
    [
        " Think about you kill a bug right yeah like a little kid kid they kill a bug",
        6396.14,
        6401.4
    ],
    [
        " They're eating a chicken that chicken was alive and now it's dead. You're eating it right the death is a real thing",
        6401.4,
        6407.58
    ],
    [
        " Yeah, and you have to you have to you have to deal with it",
        6407.58,
        6411.4
    ],
    [
        " You know and like I said we don't have a great protocol and I know we talk we joked about making a protocol for breaking up with a girlfriend",
        6411.4,
        6418.94
    ],
    [
        " Yeah, a little bit more lighthearted for sure, but this it's something but I'll tell you what hey",
        6418.94,
        6424.42
    ],
    [
        " You talk about lighthearted breaking up with a girlfriend think about the tragic",
        6424.88,
        6429.8
    ],
    [
        " situations you've seen unfold from somebody breaking up with their girlfriend or breaking up with their boyfriend",
        6429.8,
        6435.6
    ],
    [
        " It's it's it's horrible",
        6435.6,
        6437.94
    ],
    [
        " And there should be a protocol and there should be a protocol for hey lost a loved one here's the protocol",
        6437.94,
        6444.54
    ],
    [
        " Here's what I'm gonna do and you know what part of that protocol should be you write a letter to that person and you explain what I just said that is",
        6444.54,
        6452.26
    ],
    [
        " a real",
        6452.52,
        6453.64
    ],
    [
        " That that will clear a lot out of you it will bring you in touch with that person again",
        6453.64,
        6462.54
    ],
    [
        " It'll give you permission from them",
        6462.54,
        6465.38
    ],
    [
        " To to go and do what you're supposed to you have to they want that you know they want that",
        6465.38,
        6473.04
    ],
    [
        " Yeah, cuz I'm like it kind of feels like",
        6473.04,
        6476.34
    ],
    [
        " Hey, I'm gonna go. I don't know. I'm gonna go",
        6476.34,
        6478.7
    ],
    [
        " I don't know back to school or something like that. It's kind of like whoa",
        6479.38,
        6482.22
    ],
    [
        " How can you think about going back to school when you're yeah, you know when you're when this just happened kind of thing",
        6482.22,
        6487.04
    ],
    [
        " That's what you feel like, you know, yeah, but yeah, on the other side is kind of like no, yeah, you should that would that's",
        6487.04,
        6493.2
    ],
    [
        " That's what they would want you to do kind of thing. It doesn't feel like that",
        6493.2,
        6497.26
    ],
    [
        " But when you kind of step back and be like wait, it does kind of feel like that",
        6497.26,
        6500.4
    ],
    [
        " You know, if you can see just see fit to see it that way",
        6500.4,
        6503.52
    ],
    [
        " Okay",
        6504.64,
        6505.24
    ],
    [
        " Rough well to those out there a",
        6505.24,
        6508.36
    ],
    [
        " Stay strong yeah, live your life",
        6508.36,
        6512.78
    ],
    [
        " Cool well",
        6512.78,
        6514.98
    ],
    [
        " Talk about origin, you know, it is a rough transition there with me well talk about living and living well sure",
        6514.98,
        6522.56
    ],
    [
        " We want to live well. Yeah, we want to move forward. Yeah",
        6522.56,
        6526.3
    ],
    [
        " Yeah",
        6526.3,
        6528.06
    ],
    [
        " So is jujitsu party your life that's a question",
        6528.06,
        6532.44
    ],
    [
        " There's no way there's no good way to do that. I know",
        6533.64,
        6536.1
    ],
    [
        " I know that just saying hey, okay look origin look origin main.com",
        6536.1,
        6540.28
    ],
    [
        " This is where you get your key if you still need a gig or if you want a new key go ahead get it from origin",
        6540.28,
        6544.94
    ],
    [
        " It's the bet they're the best and they're made in America. They're not necessarily the best because they're made in America",
        6544.94,
        6550.78
    ],
    [
        " They're great. No, I'm telling I'm reminding myself why I really like origin geese shit",
        6550.78,
        6556.48
    ],
    [
        " I just busted one out the other day",
        6556.48,
        6558.02
    ],
    [
        " I was no, I was thinking you're really going for it. You're like okay",
        6558.02,
        6561.14
    ],
    [
        " When I was thinking as you're doing that I was like hey, I'm sitting here telling people like hey sometimes you got him",
        6562.34,
        6567.28
    ],
    [
        " You know, you got to move on and we were literally having a hard time moving on until I was just simply talking about",
        6567.28,
        6573.48
    ],
    [
        " This talking about little loss of a loved one and you're just like okay, we're gonna move on well",
        6573.48,
        6579.94
    ],
    [
        " And you just laughed no, no, no, I'm saying that in a positive way right like you got to yeah",
        6579.94,
        6586.94
    ],
    [
        " Well this situation, you know, you got me talking about you to you know, I just trained yesterday",
        6589.1,
        6593.5
    ],
    [
        " So it's like you know, you kind of get feeling good about I feel good about that one. It's true. Yes",
        6593.5,
        6598.44
    ],
    [
        " Which is what you just do does by the way. Yeah, and that's that's another thing is like",
        6598.44,
        6603.82
    ],
    [
        " You got to move on",
        6603.82,
        6606.08
    ],
    [
        " You got it you got you're gonna go through rough transition, but like you said you got to look at your kid and be like okay",
        6606.08,
        6611.96
    ],
    [
        " We you got to go back to school, but what about you know",
        6612.3,
        6615.46
    ],
    [
        " What about my sister? What about my brother? What about grandma? Whatever whoever died. Yeah",
        6615.46,
        6620.94
    ],
    [
        " That's part of life is deaf and we got to move on. We're gonna go. Yeah, and then they're gonna reference echo Charles",
        6620.94,
        6629.06
    ],
    [
        " Transition rough transition to talking about",
        6629.06,
        6633.62
    ],
    [
        " You're too cute. Yeah, all right, but you see this I'm smiling. Sorry. You know what I mean? Yeah, it's a positive thing",
        6633.62,
        6640.3
    ],
    [
        " You're bringing me out that the reason we started doing the the long extended support was to kind of decompress",
        6640.56,
        6649.72
    ],
    [
        " I remember there was some the first time I think it might have been",
        6649.72,
        6653.12
    ],
    [
        " Podcast number 12 now no wasn't I don't know what podcast it was where I was like I need to break",
        6653.12,
        6660.34
    ],
    [
        " Oh, yeah, I just need to like you need to talk for a little while",
        6660.34,
        6664.02
    ],
    [
        " Yeah, I'm stupid light hearted. Uh-huh. Thanks for yeah, no, that's that's a compliment",
        6664.02,
        6669.68
    ],
    [
        " No, it's not a compliment",
        6669.68,
        6671.6
    ],
    [
        " Something but that was the reason yeah, there's no way to rough. How do you transition? Yeah?",
        6671.6,
        6678.96
    ],
    [
        " Any other thing you don't want to do is just",
        6679.24,
        6682.56
    ],
    [
        " Close on that note turn off and leave. Yeah, yeah, that's not cool. Yeah, so there's there's plenty of people that say thank you",
        6682.56,
        6691.0
    ],
    [
        " Yeah for",
        6691.0,
        6691.94
    ],
    [
        " To go through the transition and then do doing something a little more lighthearted at the end of the podcast. Yeah, so make sense",
        6692.66,
        6701.62
    ],
    [
        " I I support that and we carry on with the Tradish",
        6701.62,
        6706.18
    ],
    [
        " Tradish all right the rough transition",
        6706.18,
        6708.8
    ],
    [
        " I'm on board",
        6708.8,
        6710.4
    ],
    [
        " So back to GJ2 makes feel solid good solid, you know train yesterday thought about origin the whole time",
        6710.4,
        6719.78
    ],
    [
        " Mm-hmm",
        6719.78,
        6721.18
    ],
    [
        " God after it nonetheless you when you get or rash guard go to origin main calm. They have some other cool stuff on there as well joggers if you're into it",
        6721.94,
        6730.46
    ],
    [
        " T-shirts if you're into it",
        6730.46,
        6733.22
    ],
    [
        " supplements",
        6733.22,
        6733.84
    ],
    [
        " That you need to get into and this is why",
        6733.84,
        6737.68
    ],
    [
        " So krill oil okay joins krill oil super uh krill is what it's called joint warfare",
        6737.68,
        6744.1
    ],
    [
        " Discipline mm-hmm discipline go discipline go",
        6744.1,
        6750.12
    ],
    [
        " moke",
        6752.2,
        6752.66
    ],
    [
        " all right",
        6752.66,
        6753.12
    ],
    [
        " Discipline go. I'll tell you two minutes. No, I'll tell you 30 seconds discipline",
        6753.12,
        6758.8
    ],
    [
        " cognitive and physical enhancer drink right I",
        6758.8,
        6763.76
    ],
    [
        " Really like it. I like the way it makes me feel",
        6763.76,
        6767.24
    ],
    [
        " I for living",
        6767.24,
        6769.7
    ],
    [
        " One of my jobs is to talk to companies and talk about leadership and get in the game and do podcasts like I'm gonna get you know",
        6769.7,
        6776.78
    ],
    [
        " Mentally in the game. Yes",
        6777.0,
        6778.42
    ],
    [
        " But going on talking to a company where I'm gonna be up, you know on stage for two hours. Mm-hmm if I'm pounding",
        6778.42,
        6785.4
    ],
    [
        " Some drink beforehand guess what's gonna happen, you know 48 minutes in I gotta use the restroom",
        6785.4,
        6792.36
    ],
    [
        " I don't like these restrooms. That's a sign of weakness. Yeah, yeah, so yeah",
        6792.36,
        6795.64
    ],
    [
        " So I talked to Pete Brian. I was like hey, we need to take what's in discipline and put it in a pill so I could just eat it",
        6795.64,
        6802.44
    ],
    [
        " Yeah, and don't have to use the restroom 48 minutes after I start talking to you",
        6802.44,
        6806.76
    ],
    [
        " That's where discipline go came from and it's awesome",
        6807.24,
        6809.32
    ],
    [
        " Yeah, so and not to mention you don't gotta do the whole which I don't mind by the way",
        6809.32,
        6813.86
    ],
    [
        " I do like the ritual but the whole you know you gotta put in the water in the mix and whatever you know all that stuff",
        6813.86,
        6818.62
    ],
    [
        " You just if you're on the go there. Yeah, there you go. That's why discipline go and and we actually speaking of mixing",
        6818.62,
        6825.0
    ],
    [
        " We are gonna we have a we have discipline in a can",
        6825.0,
        6828.62
    ],
    [
        " Coming out. Yeah, which you won't have to mix. Yeah, you'll just crack it open crack it open",
        6828.62,
        6835.96
    ],
    [
        " Kind of and then malk of course if you need additional protein this way to get it",
        6837.36,
        6841.2
    ],
    [
        " best way to get it most",
        6841.2,
        6843.08
    ],
    [
        " Pleasurable did the most delicious way to get delicious way to get it in chocolate",
        6843.08,
        6849.0
    ],
    [
        " I think a rib eye is an equally delicious. Although it's different because I'm telling you this",
        6849.0,
        6854.7
    ],
    [
        " This makes me mad when I'm on the road",
        6854.7,
        6856.26
    ],
    [
        " And I go get a nice rib eye and I'm totally happy but I'm not I'm not totally happy",
        6856.26,
        6861.88
    ],
    [
        " I'm really I'm 96% happy",
        6861.88,
        6864.62
    ],
    [
        " But I want something one little",
        6864.74,
        6866.84
    ],
    [
        " Yeah, yeah, yeah, just to kind of close the deal on my palate and I want something",
        6866.84,
        6873.4
    ],
    [
        " Tasty. Yeah, what do they call it savory my wife you say that's like salty right? Oh, what's oh?",
        6873.4,
        6880.48
    ],
    [
        " Like some sweetness. Yeah, I have the savory rib eye and then I want to close the deal with a little bit of",
        6880.78,
        6886.58
    ],
    [
        " Right",
        6889.08,
        6889.64
    ],
    [
        " So don't well if you were like hey, I want some additional protein",
        6889.64,
        6892.68
    ],
    [
        " You don't go rib eye because rib eye you get additional protein additional whatever else nutrients in there",
        6892.68,
        6897.7
    ],
    [
        " Which is cool, but if you just want additional protein",
        6897.7,
        6900.98
    ],
    [
        " More isolated we'll say yeah, boom get the milk plus the sweet",
        6900.98,
        6905.64
    ],
    [
        " Pleasurable the palate and and it's just kids",
        6905.64,
        6909.64
    ],
    [
        " And it's hot look we got a problem in America. I'll just throw it out there",
        6909.64,
        6914.16
    ],
    [
        " We got kids that are just not eating correct. They're out of shape. Yeah",
        6914.16,
        6917.94
    ],
    [
        " So what do you do?",
        6917.94,
        6920.0
    ],
    [
        " Well, what you want to get them something that tastes good to eat?",
        6920.62,
        6923.12
    ],
    [
        " What it tastes good to eat candy bars. Yeah, what else tastes good to eat ice cream? What else tastes good to eat Cheetos?",
        6923.62,
        6929.56
    ],
    [
        " Guess what those are all bad for you",
        6929.96,
        6932.36
    ],
    [
        " Well, guess what else tastes good to eat?",
        6932.36,
        6935.06
    ],
    [
        " Warrior kid mole. Yeah, Warrior kid milk. Mm-hmm to drink would you say kid would you say eat drink? Yeah, it's to drink",
        6935.68,
        6943.3
    ],
    [
        " But I mean if you mix it thick you got yourself a little",
        6943.3,
        6946.58
    ],
    [
        " That's basically food coconut shards",
        6946.58,
        6950.72
    ],
    [
        " Like that one",
        6950.72,
        6954.98
    ],
    [
        " There you go Warrior kid moe also at origin main dot com by the way. That's all this stuff",
        6954.98,
        6961.64
    ],
    [
        " But we do have a store we have a store jaco store",
        6961.64,
        6967.06
    ],
    [
        " Jockelstore dot com if you want to represent the path",
        6968.06,
        6971.42
    ],
    [
        " Where some shirts more indicative",
        6971.42,
        6974.08
    ],
    [
        " Directly to the path jockelstore dot com get after this one equals freedom",
        6974.08,
        6979.66
    ],
    [
        " I was at 24 of fitness. I go there to live sometimes maybe once twice a week",
        6979.66,
        6984.1
    ],
    [
        " Trainor there in the game happens in the game. Yep. Found out his name is Justin by the way firefighter up in San Bernardino",
        6984.1,
        6991.9
    ],
    [
        " Check",
        6992.68,
        6993.14
    ],
    [
        " Lift up his train. You know you have the trainer shirt on he lifts it up get after nice",
        6993.14,
        6997.2
    ],
    [
        " Rash card any good evening. Oh, yeah, the shirt",
        6997.2,
        7001.42
    ],
    [
        " Yeah, there's",
        7001.42,
        7003.6
    ],
    [
        " Sometimes people want to",
        7003.6,
        7007.1
    ],
    [
        " Represent in a more cover cover way. Yeah, or he I mean, they know no what I'm saying is",
        7007.1,
        7014.24
    ],
    [
        " Defcore",
        7014.24,
        7016.04
    ],
    [
        " Oh, yeah, that's that if you want to see a sub",
        7016.04,
        7020.9
    ],
    [
        " Settle way",
        7021.92,
        7022.96
    ],
    [
        " This this shirt that I'm wearing right now",
        7022.96,
        7026.04
    ],
    [
        " Can only be beat can only be p.i.de",
        7026.04,
        7029.96
    ],
    [
        " Positively identified by someone that's completely in the game. Yeah, that's true. Yes",
        7029.96,
        7036.2
    ],
    [
        " And you yeah as you wear it you're like",
        7036.2,
        7039.98
    ],
    [
        " Yeah, it's a reason I got a reason to tell anybody what's up. I know what's up. Yeah, of course check",
        7039.98,
        7047.14
    ],
    [
        " Also plus truckers hats",
        7047.14,
        7050.2
    ],
    [
        " Yes",
        7052.0,
        7052.48
    ],
    [
        " Or the other kind of hats",
        7052.48,
        7053.7
    ],
    [
        " Flex fit go. Yeah, yeah, yeah, equal equal. Don't don't discriminate against the flex fit. They're equal",
        7053.7,
        7060.34
    ],
    [
        " Also hoodies some beanies on there some women stuff on there. It's really good. Yeah, if you want to represent",
        7060.34,
        7065.66
    ],
    [
        " Choco store.com some good stuff on there also",
        7065.66,
        7068.9
    ],
    [
        " Jocke white teeth. Yeah",
        7068.9,
        7071.32
    ],
    [
        " Just having some yeah, right now in the can preferred by me, but if you like to seep is it seep or steye and I like",
        7071.32,
        7079.42
    ],
    [
        " Steep. Yeah, we're sure about that",
        7079.42,
        7081.56
    ],
    [
        " Is seep award seeping like something seep out of leaking. Yeah. Yeah, so we're not leaking. We're steeping steep. Yeah",
        7081.56,
        7090.5
    ],
    [
        " Steep like a steep hill. There's yeah multiple meanings",
        7090.5,
        7094.48
    ],
    [
        " Unless if you like to steep the",
        7094.48,
        7097.68
    ],
    [
        " Whoa, what do you call the dry the bags? I don't know the terminology, but it's good tea bag",
        7097.68,
        7103.88
    ],
    [
        " Yeah in the deal. Yeah cold hot whatever anyway, and you did lift 8,000 pounds. Yeah, it's true",
        7103.88,
        7108.68
    ],
    [
        " I know I just added that as like a little vein, but it's a big deal",
        7108.68,
        7111.8
    ],
    [
        " Also subscribe to the podcast if you haven't already on iTunes and stature in Google play and wherever you listen to",
        7111.8,
        7118.74
    ],
    [
        " podcast there's a lot",
        7118.74,
        7121.14
    ],
    [
        " Lot of options. Yeah, people will email me. I don't know how they get my email",
        7121.14,
        7125.06
    ],
    [
        " Of their new podcast app is say put your podcast on our app. Doesn't that happen automatically some yeah some apparently",
        7125.06,
        7133.12
    ],
    [
        " He's thinking I don't know evidently not because they're asking me to do it",
        7133.16,
        7137.7
    ],
    [
        " And don't forget about the warrior kid podcast of which we just released a couple more",
        7137.7,
        7142.04
    ],
    [
        " 20 and 21 are live",
        7142.04,
        7144.92
    ],
    [
        " Here some questions for Uncle Jake and there's some stories from Uncle Jake",
        7144.92,
        7150.16
    ],
    [
        " Him explaining how he got his values in life through stories",
        7150.16,
        7155.94
    ],
    [
        " Also got YouTube",
        7155.94,
        7157.6
    ],
    [
        " Don't forget about YouTube",
        7157.6,
        7159.74
    ],
    [
        " Sure YouTube is where you can see this video of this podcast",
        7159.88,
        7164.56
    ],
    [
        " And then you can see cool videos from echo Charles that he makes on his computer thing",
        7164.56,
        7172.7
    ],
    [
        " You can check and you can check his",
        7172.7,
        7175.86
    ],
    [
        " Style and give him feedback if he went too far",
        7175.86,
        7180.88
    ],
    [
        " I think there's there's some videos that violate good taste. Well, there's only one really well",
        7180.88,
        7189.08
    ],
    [
        " It is Christmas",
        7189.38,
        7190.56
    ],
    [
        " Oh",
        7190.56,
        7192.18
    ],
    [
        " Really I'm gonna repost it. I'm gonna remind everyone",
        7192.18,
        7197.52
    ],
    [
        " They can still is that still live. Oh, it's life",
        7197.52,
        7200.1
    ],
    [
        " Been live in fact people have been contacting me say they appreciate it. Where's that war path? It's a warpath",
        7200.1,
        7206.24
    ],
    [
        " Chris it called a warpath Christmas videos called warpath",
        7206.24,
        7209.18
    ],
    [
        " You need to make a joke what's the other one called revised maybe because then you made a good one",
        7209.18,
        7214.16
    ],
    [
        " One without Christmas. We'll just say one with different",
        7214.6,
        7216.98
    ],
    [
        " Music and slight variation anyway",
        7216.98,
        7220.76
    ],
    [
        " Thanks bro for you know saying that",
        7220.76,
        7224.44
    ],
    [
        " Nonetheless that well that song is right up there with your podcast table",
        7224.44,
        7229.06
    ],
    [
        " All right, I know did just saying just anyways",
        7229.06,
        7235.86
    ],
    [
        " And then there's psychological warfare, which is an album with tracks and it'll kind of help you get through some rough moments of weakness",
        7235.86,
        7241.56
    ],
    [
        " More than kind of help you a lot 100% proven by echo",
        7241.7,
        7245.2
    ],
    [
        " Who's has the moments of weakness? I have moments of weakness for sure. He overcomes them. Yeah, especially with the stuff you're talking about I mean",
        7245.2,
        7251.82
    ],
    [
        " Yeah, not so much with the eating donuts thing, but like waking up or getting up like you know",
        7251.82,
        7257.84
    ],
    [
        " That's a I have a deep history",
        7257.84,
        7261.1
    ],
    [
        " Waking up if I don't have to wake up for something specific like you know how you'll be like hey",
        7261.1,
        7265.84
    ],
    [
        " I gotta get up because I gotta I can't even remember what it's like to have my",
        7265.84,
        7271.4
    ],
    [
        " Wise open up in the morning and not feel the the fire. Oh, just like not I'm not talking. I'm not talking like",
        7271.82,
        7279.56
    ],
    [
        " I'm not trying to say I wake up in the morning. I have this internal fire. I'm talking about the heat from external sources of",
        7279.56,
        7286.62
    ],
    [
        " Things I gotta do right now. Yeah, yeah, so I'm glad that you",
        7286.62,
        7292.38
    ],
    [
        " The connoisseur of comfort echo Charles. Yes often wake up and say hmm. Yeah",
        7292.38,
        7298.86
    ],
    [
        " So you know",
        7299.74,
        7300.86
    ],
    [
        " Well, thanks for helping me how about that and skipping workouts to thanks for helping me with that not skipping postponing",
        7300.86,
        7311.98
    ],
    [
        " That's the problem post-poning workouts. That's the same as scoping. No, that's a psycho thing",
        7311.98,
        7317.58
    ],
    [
        " I'm just gonna I'm just gonna not do it. If you don't do a workout, it doesn't get postponed",
        7317.58,
        7321.76
    ],
    [
        " It just got skipped no, but no well yet. No, it does get postponed cuz look if I'm gonna do it X movement",
        7321.76,
        7327.56
    ],
    [
        " This is but you know if I'm gonna do that you know and I'm gonna run it would happen the same day",
        7327.56,
        7331.0
    ],
    [
        " Okay, then did you lost it? Yeah, I'm gonna get it back. Okay, I get it actually you're right cuz look my workout goes day one day two day three day four day five",
        7331.0,
        7338.88
    ],
    [
        " Like in days it's it's my day is what I'm saying so if I skip we're gonna make a book of your workout",
        7338.88,
        7344.52
    ],
    [
        " How's that yeah, I have I have all the every I have I made it long time ago",
        7344.52,
        7348.86
    ],
    [
        " I used to get into my name of the book is going to be how to get checked",
        7348.86,
        7353.8
    ],
    [
        " With seven a's",
        7354.64,
        7355.6
    ],
    [
        " In the jacked all right who's not gonna buy that how to get jacked by that controls nobody everyone can buy it apparently",
        7355.6,
        7363.14
    ],
    [
        " It's nonetheless kettlebell curls back to our bell curls",
        7363.14,
        7367.56
    ],
    [
        " Sandbag curls is you do day two on day three you skip day two for sure you went to day three just cuz you reformulated the movements on day three",
        7367.56,
        7375.54
    ],
    [
        " Doesn't",
        7375.54,
        7375.9
    ],
    [
        " Negate the fact that you skipped it's one of those skipping workouts. No skipping work. You won't do it anymore psychological warfare",
        7375.9,
        7381.4
    ],
    [
        " Also speaking of workouts",
        7381.52,
        7382.84
    ],
    [
        " Improve very up your workout with on its stuff go to on it.com slash chocolate get their kettlebells",
        7382.84,
        7390.1
    ],
    [
        " It was on the yes day for yesterday. No yesterday got some socks and some other cool items. I need a rope though",
        7390.1,
        7397.32
    ],
    [
        " Get one I will",
        7397.32,
        7399.16
    ],
    [
        " And if you're getting things get a book called Mikey the Dragons. How's it being reviewed in your fam?",
        7399.16,
        7405.8
    ],
    [
        "",
        7405.8,
        7405.8
    ],
    [
        " Reviewed yeah, I mean what's this what's the oh like is it good? Yeah, yeah, well my daughter uses",
        7405.8,
        7413.72
    ],
    [
        " Lines from my kid the giant. Yeah, Jamie just sent me a video of her daughter getting ready to go get a shot",
        7413.72,
        7422.54
    ],
    [
        " I saw that yeah, I watched that video with my daughter. Oh, okay both",
        7422.54,
        7425.96
    ],
    [
        " Yeah, talking about you gonna be brave. Yeah, yeah, actually says I'm gonna be pretty brave",
        7425.96,
        7431.3
    ],
    [
        " That's pretty cute. Oh, scared last time but but I'm this time. I'm gonna be brave pretty much",
        7432.24,
        7438.04
    ],
    [
        " But she's there. I mean story",
        7438.04,
        7441.9
    ],
    [
        " I don't know how old she is, but she's talking about Mikey in the dragon",
        7441.9,
        7444.3
    ],
    [
        " Like you can understand this you can understand that how you can overcome your fears Mikey in the dragons",
        7444.3,
        7448.66
    ],
    [
        " Sorry, it was out of stock, but we in stock now boy. We got plenty of stock. So order one for you order one for",
        7448.66,
        7456.0
    ],
    [
        " Be like Sarah in order 10 be like Andrew Paul in order 20",
        7456.0,
        7460.46
    ],
    [
        " Yeah, I think it was Sarah was making fun of my math",
        7461.66,
        7465.68
    ],
    [
        " The the jockel math is like oh Andrew's gonna order one Sarah's gonna order one echo order one when it's really like oh",
        7465.68,
        7472.62
    ],
    [
        " Sarah's gonna order 10 you wonder why we went out of stock",
        7472.62,
        7475.74
    ],
    [
        " Anyways, we are fully in stock now. We will not be out of stock again",
        7475.74,
        7480.32
    ],
    [
        " So Mikey in the dragons get some and way the warrior kid",
        7480.32,
        7485.58
    ],
    [
        " Both way the warrior kid one and two number two is called mark's mission number three is coming out in the spring",
        7486.44,
        7492.5
    ],
    [
        " I will get it up for pre-order and",
        7492.5,
        7495.5
    ],
    [
        " Believe me. I understand now why we pre-order books. Yeah, I kind of made that mistake with Mikey in the dragons",
        7495.5,
        7501.6
    ],
    [
        " You all please pre-order when I put it up so that I know how many I'm gonna print or at least a decent estimate",
        7501.6,
        7507.94
    ],
    [
        " And I'll I'll take Sarah's order and multiply it times ten times",
        7507.94,
        7512.1
    ],
    [
        " I'll set aside ten for her and 20 for Andrew Paul and everybody else at ordered stacks of those books",
        7512.5,
        7518.46
    ],
    [
        " So appreciate it discipline to go for you to feel manual",
        7518.46,
        7520.46
    ],
    [
        " How to get after it. Yeah, New Year's",
        7520.46,
        7524.94
    ],
    [
        " Everyone's on their big revel was it resolution?",
        7524.94,
        7527.98
    ],
    [
        " Revolution both. Yeah, let's do a New Year's revolution. Sure. Yeah, post the discipline",
        7528.52,
        7533.7
    ],
    [
        " Because you can't just say well tomorrow. I'm gonna you know on January 1st. I'm gonna change. No. Yeah today",
        7533.7,
        7539.92
    ],
    [
        " Yeah between now and then I'm gonna keep slacking",
        7539.94,
        7542.92
    ],
    [
        " Whatever that's kind of what you're saying that is what you're saying all way of slacking too. Yeah, you can just get in the game right now",
        7542.92,
        7548.72
    ],
    [
        " Extreme ownership obviously",
        7548.72,
        7551.42
    ],
    [
        " Reverence that a bunch today and get the dichotomy of leadership so that you don't just get",
        7551.42,
        7558.22
    ],
    [
        " One perspective and forget about that economy you need the dichotomy",
        7558.22,
        7562.68
    ],
    [
        " In your world as a leader",
        7562.68,
        7566.26
    ],
    [
        " Aschalon front that's my leadership consultancy. We solve problems through leadership",
        7566.26,
        7571.1
    ],
    [
        " We will come into your company",
        7571.1,
        7573.22
    ],
    [
        " assess and align your team so that they dominate go to aschalonfront.com for details",
        7573.22,
        7580.5
    ],
    [
        " Yes, also the master",
        7580.5,
        7582.44
    ],
    [
        " 2019 masters I will say 2019 Chicago Denver and Sydney",
        7582.44,
        7588.64
    ],
    [
        " Australia",
        7588.64,
        7590.16
    ],
    [
        " Jockel will be at all of them. Yes, I will I will be live and I will be getting they've all sold out",
        7591.0,
        7597.36
    ],
    [
        " So if you're thinking well, you know, I'll just I'm waiting to see",
        7597.36,
        7600.76
    ],
    [
        " Yeah, yeah, don't wait to see didn't work out",
        7600.76,
        7603.48
    ],
    [
        " We are doing a podcast live",
        7603.48,
        7608.3
    ],
    [
        " Live podcast in New York City",
        7608.3,
        7610.42
    ],
    [
        " January 9th I will post the tickets as soon as they're available if you haven't seen them yet",
        7610.42,
        7618.32
    ],
    [
        " Check my what is it social media platforms",
        7619.38,
        7622.56
    ],
    [
        " Insta Twitter",
        7622.56,
        7625.68
    ],
    [
        " So you set that data side. It's a Wednesday night",
        7625.68,
        7632.54
    ],
    [
        " It's in New York City. It's in a nice cinema",
        7632.54,
        7635.4
    ],
    [
        " Or nice theater theater with it has the red velvet scenes right?",
        7635.4,
        7641.42
    ],
    [
        " No indicative I know sometimes people say like did you ever think you'd be a children's author or they'll say like",
        7641.8,
        7648.02
    ],
    [
        " Did you ever think you'd be you know speaking to groups and I'm always like",
        7648.02,
        7651.74
    ],
    [
        " Whatever, I don't know mm-hmm. I look maybe. Mm-hmm. They're like writing",
        7651.74,
        7656.32
    ],
    [
        " But if they said hey, you'd you ever think you're gonna be speaking in a",
        7656.32,
        7659.98
    ],
    [
        " Symphony hall with red velvet seats. I say",
        7659.98,
        7663.84
    ],
    [
        " But I am and so were you go whether you like it or not. So there's that here's something new EF online",
        7663.84,
        7672.64
    ],
    [
        " EF online, so",
        7672.64,
        7675.08
    ],
    [
        " I",
        7676.9,
        7677.46
    ],
    [
        " Guess I have to explain a little bit we have the muster we have the",
        7677.46,
        7681.34
    ],
    [
        " echelon front when we go and work with companies at the muster you travel and you go and it is a pretty high price point",
        7681.34,
        7689.14
    ],
    [
        " Some companies have a lot of people some people have smaller budgets",
        7689.14,
        7695.86
    ],
    [
        " As we recognize some companies asked us hey, we want you to train everyone in our company",
        7695.86,
        7702.34
    ],
    [
        " We have 150,000 employees",
        7702.34,
        7704.52
    ],
    [
        " And they're located dispersed around the globe",
        7705.42,
        7708.54
    ],
    [
        " Can you get that done for us? This is one of those things where it's like uh, no",
        7708.54,
        7713.24
    ],
    [
        " Wait, I can't we can't get to 150,000 people in a you know in a short enough period of time that it has the impact",
        7713.24,
        7719.86
    ],
    [
        " We want to deliver so with all that",
        7719.86,
        7721.4
    ],
    [
        " How do we overcome this barrier? We go to technology. So we've created online leadership training course. It's called EF online",
        7721.4,
        7729.9
    ],
    [
        " It's gonna be available",
        7729.9,
        7732.9
    ],
    [
        " Through direct consumer if somebody will just want like friends and so let's say you can't go to the muster for whatever reason",
        7734.04,
        7738.7
    ],
    [
        " this is a",
        7738.7,
        7741.34
    ],
    [
        " Virtual I guess it's a virtual muster yeah, uh or it's it's a it's a similar as simulation. I'd say um",
        7741.34,
        7751.0
    ],
    [
        " Yeah, that's what this the original idea for me was",
        7751.0,
        7754.1
    ],
    [
        " You go to the muster without having to go right you get that information yeah get that interactivity",
        7754.1,
        7760.54
    ],
    [
        " without actually having to go to the muster",
        7760.96,
        7763.0
    ],
    [
        " So there you go EF online and we made it for individuals",
        7763.0,
        7767.74
    ],
    [
        " We also have it for enterprise so we're we're now getting it we already have it with our clients. They're stoked on it and",
        7767.74,
        7774.32
    ],
    [
        " So EF online dot com it's gonna be available to the masses",
        7774.32,
        7779.7
    ],
    [
        " New Year's Day",
        7779.7,
        7781.8
    ],
    [
        " 2019 and of course there's EF Overwatch where we are connecting",
        7781.8,
        7787.94
    ],
    [
        " proven leaders from spec ops and combat aviation",
        7788.34,
        7792.46
    ],
    [
        " two companies in the civilian sector that need",
        7792.46,
        7795.86
    ],
    [
        " combat proven and tested leaders experienced leaders to come in into their organization",
        7795.86,
        7803.4
    ],
    [
        " With the principles of extreme ownership with the principles of the dichotomy of leadership",
        7803.4,
        7809.04
    ],
    [
        " And helping them lead and win that's ef overwatch dot com whether you're a talent seeker or career seeker",
        7809.04,
        7816.34
    ],
    [
        " We are there for you",
        7817.78,
        7819.0
    ],
    [
        " And if you want to continue communicating with us",
        7819.0,
        7822.5
    ],
    [
        " We can be found and we can be communicated with",
        7822.5,
        7826.38
    ],
    [
        " On the interwebs on twitter on instagram and on dash paisy",
        7826.38,
        7832.56
    ],
    [
        " Echoes at echo Charles and i am at jaco willink and finally thanks to all our folks out there in uniform",
        7832.56,
        7841.3
    ],
    [
        " That includes of course our military that protects us from foreign threats and here at home our police and law enforcement fire fighters paramedics and EMTs",
        7842.4,
        7851.76
    ],
    [
        " correctional officers border patrol and all other first responders that keep us safe",
        7851.76,
        7858.62
    ],
    [
        " From evildoers and sometimes they keep us safe from the wrath of nature itself and everyone else out there",
        7858.62,
        7867.24
    ],
    [
        " life",
        7867.24,
        7869.64
    ],
    [
        " Can be hard and one of the hardest things",
        7871.3,
        7873.88
    ],
    [
        " That life can put you through his death death of someone you care about",
        7873.88,
        7879.02
    ],
    [
        " And",
        7879.02,
        7881.78
    ],
    [
        " When that happens it is a reminder to all of us that the clock is ticking every day and every day that we have here is precious so",
        7881.78,
        7893.32
    ],
    [
        " When death visits upon your life and tries to rip you apart and drown you in those waves of sorrow don't let it",
        7895.34,
        7905.62
    ],
    [
        " Drive on",
        7905.62,
        7909.6
    ],
    [
        " Drive on and live on",
        7909.6,
        7913.34
    ],
    [
        " For those that you have lost and live your life to the utmost by getting out there every day",
        7913.34,
        7921.7
    ],
    [
        " And getting after it",
        7923.32,
        7925.68
    ],
    [
        " And until next time this is echo and jaco out",
        7925.68,
        7933.64
    ]
]