[
    [
        " This is Jockel Podcast number 360 with Dave Burke and me, Jockel Willink. Good evening, Dave. Good evening.",
        0.02,
        6.56
    ],
    [
        " The Secretary of the Navy takes pleasure in presenting the Navy Commodation Medal to Lieutenant Thomas Copell for services set forth in the following citation.",
        7.0,
        18.02
    ],
    [
        " For heroic achievement as a pilot of jet aircraft while attached to Fighter Squadron 142 embarked in USS Constellation.",
        18.56,
        29.88
    ],
    [
        " On 14 January 1970, Lieutenant Copell flew the wing aircraft of a two-plane attack mission in Southeast Asia.",
        30.3,
        37.76
    ],
    [
        " Despite heavy anti-aircraft fire in the area, he placed all of his bombs on target resulting in five enemy trucks destroyed and many secondary explosions and many enemy casualties.",
        38.56,
        51.08
    ],
    [
        " His professional determination in spite of heavy anti-aircraft fire and adverse weather conditions resulted in a substantial damage to the enemy's logistics efforts.",
        51.66,
        62.36
    ],
    [
        " Lieutenant Copell's superb airmanship, courage and devotion to duty reflected great credit upon himself and were in keeping with the highest traditions of the United States Naval Service.",
        63.22,
        75.24
    ],
    [
        " The combat distinguishing device is authorized.",
        75.78,
        79.28
    ],
    [
        " For the Secretary, MF Weisner Vice Admiral, United States Navy.",
        79.94,
        86.38
    ],
    [
        " And that is a citation that represents the types of missions that were flown by Navy fighters day after day, night after night, week after week, month after month, year after year.",
        87.32,
        103.3
    ],
    [
        " Those were the type of missions that resulted in",
        103.94,
        108.02
    ],
    [
        " solid battle damage to the enemy, but also resulted in",
        110.56,
        115.88
    ],
    [
        " 532 aircraft lost in combat, 401 aviators killed, 64 missing, 179 captured, who became prisoners of war.",
        115.88,
        129.18
    ],
    [
        " 75 of those aircraft that were shot down were F-4 phantoms.",
        130.54,
        136.0
    ],
    [
        " These missions were flown by pilots who took incredible risks to get the job done and eventually pilots that rewrote the book on air to air combat and laid the foundation for how fighter pilots are trained to this very day.",
        139.28,
        153.42
    ],
    [
        " And it's an honor to have one of these pilots here with us tonight.",
        153.86,
        157.68
    ],
    [
        " That pilot in fact is from the opening award citation.",
        158.28,
        163.32
    ],
    [
        " Tom Copel, Tom, thanks for coming down.",
        164.4,
        167.02
    ],
    [
        " Appreciate you coming out here.",
        167.44,
        168.66
    ],
    [
        " Anyone know we got Dave.",
        168.86,
        170.18
    ],
    [
        " He's to keep me honest.",
        170.72,
        172.96
    ],
    [
        " Well, he's always excited.",
        173.66,
        177.24
    ],
    [
        " The few times I've had some pilots on without having Dave on, he's not happy about it.",
        177.24,
        182.76
    ],
    [
        " So we got him here.",
        182.78,
        185.28
    ],
    [
        " I guess let's just kind of start from the beginning and how you grew up and where you came from.",
        185.7,
        191.42
    ],
    [
        " So you were born in Queens, right?",
        191.42,
        195.08
    ],
    [
        " Yeah, Jamaica Hospital, you, you hospital in Queens.",
        195.32,
        198.82
    ],
    [
        " But we lived just over the city line in a new development that the house was built and my parents moved in with a brand new baby.",
        198.82,
        208.84
    ],
    [
        " And this was 19 what?",
        209.38,
        210.96
    ],
    [
        " 41.",
        211.16,
        211.48
    ],
    [
        " So you're a pre-war?",
        212.16,
        213.44
    ],
    [
        " Yeah, and my dad was not drafted because of me.",
        213.94,
        217.06
    ],
    [
        " He was an insurance underwriter in the financial district of, insurance district of downtown, downtown Manhattan.",
        218.76,
        227.3
    ],
    [
        " Nassau Street in those places down there.",
        228.18,
        230.9
    ],
    [
        " How much?",
        231.2,
        231.74
    ],
    [
        " And a nice guy, I have to say.",
        231.92,
        233.34
    ],
    [
        " Well, that's good.",
        233.56,
        234.4
    ],
    [
        " How much, you know, so you're born in 1941?",
        234.82,
        239.12
    ],
    [
        " Probably, I'm assuming before the war started, before Pearl Harbor?",
        240.08,
        243.84
    ],
    [
        " I was, yeah, August and Pearl Harbor was in December.",
        243.84,
        247.18
    ],
    [
        " Okay.",
        247.52,
        247.8
    ],
    [
        " Do you, so as you're growing up, is there any part of World War II that you remember?",
        248.02,
        253.42
    ],
    [
        " I remember my mother telling me that the war in Japan was over.",
        254.04,
        257.34
    ],
    [
        " I don't remember her telling me that the war in Europe was over.",
        257.48,
        260.64
    ],
    [
        " On the other hand, since I was four years old and had a brand new sister, they sort of left me alone.",
        261.0,
        269.84
    ],
    [
        " And I would go down to the corner, believe it or not.",
        269.84,
        272.42
    ],
    [
        " And what was then, I guess it probably still is Hillside Avenue.",
        272.74,
        276.24
    ],
    [
        " And I used to see low boy trucks with, uh, growing.",
        276.46,
        279.92
    ],
    [
        " I assume there were F-6 fighters with the wings removed.",
        280.48,
        287.46
    ],
    [
        " Put the fuselage and the wings on the side.",
        287.78,
        291.1
    ],
    [
        " I mean, I think the engines and the propellers were on them.",
        291.3,
        294.0
    ],
    [
        " But obviously, they were on their way to South Pacific.",
        294.34,
        297.24
    ],
    [
        " Yes, your mother.",
        297.24,
        297.98
    ],
    [
        " What the heck is that?",
        298.1,
        299.08
    ],
    [
        " And, you know, she was, oh, they're going to war and stuff like that.",
        299.4,
        303.3
    ],
    [
        " So, uh, I assume that was 1944.",
        303.9,
        307.4
    ],
    [
        " Uh-huh.",
        308.02,
        308.34
    ],
    [
        " Three years old sitting on a curb.",
        308.5,
        310.4
    ],
    [
        " And that's the first I remember any of that.",
        310.72,
        313.02
    ],
    [
        " But they told me that both Grumman and Republic were out in the island at that time,",
        313.1,
        318.82
    ],
    [
        " I guess it was, you know, well, farms.",
        318.88,
        320.84
    ],
    [
        " Did that leave an impression on you seeing the fighters?",
        321.42,
        324.14
    ],
    [
        " I mean, first of all, I don't remember anything at all.",
        324.46,
        326.4
    ],
    [
        " It was about 17, I think.",
        326.4,
        327.84
    ],
    [
        " So, you remember in 7-3 is pretty impressive.",
        328.22,
        330.44
    ],
    [
        " But did you think, oh, these are, these are war planes going to war to make any sense to you?",
        331.74,
        336.4
    ],
    [
        " Oh, yes.",
        336.52,
        337.04
    ],
    [
        " Oh, yes.",
        337.4,
        337.8
    ],
    [
        " But I never expected that I would be a guy who could fly them or anything like that.",
        338.02,
        343.72
    ],
    [
        " The other thing I remember about flying machines was, uh,",
        344.18,
        347.86
    ],
    [
        " was not combat or war or anything like that was the fact that",
        348.4,
        353.06
    ],
    [
        " idle wild that became JFK when they expanded it.",
        353.3,
        356.78
    ],
    [
        " Airport was seeing the, uh, the DC-7Bs coming in from Europe.",
        357.22,
        364.6
    ],
    [
        " In bad weather, they used the East West runway and, uh,",
        365.1,
        369.18
    ],
    [
        " streaming fire out of the back of the, off the top of the wings.",
        370.08,
        373.98
    ],
    [
        " And how the heck is that?",
        374.22,
        375.34
    ],
    [
        " So, I finally, in my grown-up days,",
        375.44,
        378.26
    ],
    [
        " talked to a guy who was a retired naval aviator.",
        378.82,
        381.38
    ],
    [
        " P-3s, so he's semi.",
        381.98,
        383.96
    ],
    [
        " I said, Dennis, why, why didn't you, uh, want to be a carrier guy?",
        384.42,
        389.02
    ],
    [
        " Many engines, Tom.",
        389.28,
        390.46
    ],
    [
        " Oh, sorry about that.",
        390.78,
        392.26
    ],
    [
        " But at any rate, he was a flight engineer on, on DC-7Bs.",
        392.34,
        397.28
    ],
    [
        " And he said, that's because a flight engineer goes full-rich and flames,",
        397.32,
        402.24
    ],
    [
        " and roaring out the back and especially in foggy weather when they were,",
        402.58,
        407.08
    ],
    [
        " you know, also that's what you'd be saying.",
        407.7,
        409.28
    ],
    [
        " Yeah, fine.",
        409.28,
        409.9
    ],
    [
        " I wanted to do that.",
        410.0,
        411.08
    ],
    [
        " That's really hot stuff, you know, but, uh, but in,",
        411.24,
        415.58
    ],
    [
        " well, and jumping ahead, I guess, but, uh, why did I have to go with,",
        415.72,
        420.66
    ],
    [
        " I wanted my father said, I graduated from college,",
        421.2,
        424.12
    ],
    [
        " my dad's, what are you going to do?",
        424.2,
        425.34
    ],
    [
        " I said, I don't know.",
        425.9,
        426.86
    ],
    [
        " He said, why don't you see if one of the services will teach you how to fly?",
        427.08,
        430.42
    ],
    [
        " I said, don't take guys like me, you said they sure do.",
        430.74,
        433.16
    ],
    [
        " Well, before you get to college, what was growing up like?",
        433.56,
        437.6
    ],
    [
        " Did you grow up there just outside the city?",
        437.6,
        439.52
    ],
    [
        " Yeah.",
        440.14,
        440.18
    ],
    [
        " And, uh, I was just a kid, um,",
        440.62,
        443.02
    ],
    [
        " a four-year-old kid down on the corner on the other side,",
        445.1,
        448.34
    ],
    [
        " Avenue by yourself, which is cool.",
        448.34,
        450.4
    ],
    [
        " Yeah, but that was different time, I think, or something like,",
        450.84,
        453.84
    ],
    [
        " maybe there was many monsters around then, as there are now,",
        453.92,
        457.26
    ],
    [
        " but nobody talked about or acted that way.",
        457.3,
        459.7
    ],
    [
        " And as soon as I got a bike, you know, that was,",
        459.94,
        463.04
    ],
    [
        " then it was really young.",
        463.18,
        464.04
    ],
    [
        " Yeah.",
        464.08,
        464.32
    ],
    [
        " I was never there.",
        464.68,
        466.4
    ],
    [
        " Where are you?",
        467.08,
        467.84
    ],
    [
        " How do you do in school?",
        468.14,
        468.9
    ],
    [
        " Did you like school?",
        469.16,
        469.76
    ],
    [
        " I hate it school.",
        470.3,
        471.06
    ],
    [
        " I hate it school.",
        471.28,
        473.52
    ],
    [
        " I was a, uh, my wife loves to tease me that I was such a terrible little monster that the,",
        473.68,
        479.34
    ],
    [
        " one of the classrooms that I was in in grade school had a,",
        479.52,
        484.14
    ],
    [
        " it was the two classrooms at the end of the hallway,",
        484.3,
        487.06
    ],
    [
        " and then a connecting room between the two.",
        487.06,
        489.36
    ],
    [
        " She put me in the connecting room with a door that opened,",
        489.6,
        492.4
    ],
    [
        " so I could see the blackboard, but I was in the room with the door open.",
        492.62,
        496.38
    ],
    [
        " Ten inches wide.",
        497.02,
        498.62
    ],
    [
        " I was, you're just a hyperactive kid.",
        499.0,
        500.9
    ],
    [
        " I, I think so.",
        501.16,
        501.94
    ],
    [
        " And the board, with all of that, I could read before.",
        502.4,
        505.46
    ],
    [
        " I was, I could read one as four.",
        505.7,
        507.54
    ],
    [
        " So my, we're always buying me books.",
        508.2,
        510.78
    ],
    [
        " So, uh, stuff like that.",
        511.22,
        514.22
    ],
    [
        " So you were smart, but bored?",
        514.56,
        515.8
    ],
    [
        " I guess.",
        516.32,
        516.78
    ],
    [
        " I don't know.",
        517.08,
        517.46
    ],
    [
        " What about sports?",
        517.56,
        518.16
    ],
    [
        " Were you into sports at all?",
        518.26,
        519.18
    ],
    [
        " Yeah, because I was the biggest, biggest kid,",
        520.12,
        523.1
    ],
    [
        " and played,",
        525.34,
        525.28
    ],
    [
        " touched football in high school, which got,",
        526.14,
        528.34
    ],
    [
        " I'm sorry, in grade school,",
        528.48,
        529.68
    ],
    [
        " eight, seven, eight, grade, and it gets a little rough,",
        530.06,
        532.22
    ],
    [
        " at least it did then.",
        532.6,
        533.52
    ],
    [
        " So, but I never got hurt or anything like that.",
        534.74,
        536.8
    ],
    [
        " And then when I got to high school,",
        537.14,
        538.48
    ],
    [
        " I played, uh, played football and played first team.",
        538.66,
        542.98
    ],
    [
        " What year did you graduate high school?",
        543.56,
        545.38
    ],
    [
        " 59.",
        545.76,
        546.22
    ],
    [
        " So you grew up in like the iconic 50s.",
        546.76,
        553.08
    ],
    [
        "",
        553.08,
        553.08
    ],
    [
        " I think it's awful.",
        553.08,
        553.84
    ],
    [
        " Why is it awful?",
        554.24,
        554.94
    ],
    [
        " The clothes that they wear and the,",
        555.46,
        557.38
    ],
    [
        " the nostalgia, the cars we, we really, I do today,",
        557.74,
        561.96
    ],
    [
        " are death traps.",
        562.38,
        563.18
    ],
    [
        " Yeah, but then they bring huge money,",
        563.72,
        565.74
    ],
    [
        " these cars and the 50s.",
        565.96,
        567.1
    ],
    [
        " Did you, which one did you have?",
        567.14,
        568.22
    ],
    [
        " You must have had one.",
        568.34,
        568.98
    ],
    [
        " Did you have one?",
        569.16,
        569.6
    ],
    [
        " I guess maybe not in the city.",
        569.72,
        570.7
    ],
    [
        " No, it's not the city.",
        571.82,
        573.02
    ],
    [
        " It was real suburbs.",
        573.02,
        574.2
    ],
    [
        " Okay.",
        574.44,
        574.64
    ],
    [
        " Woodenhouses on little bitty,",
        574.78,
        577.02
    ],
    [
        " little bitty lots.",
        577.06,
        578.32
    ],
    [
        " So did you have a car?",
        579.06,
        579.92
    ],
    [
        " No.",
        581.36,
        581.96
    ],
    [
        " You know what?",
        581.96,
        583.1
    ],
    [
        " I never owned a car until I was in flying school in big spring,",
        583.26,
        588.06
    ],
    [
        " yeah, big spring, Texas.",
        588.28,
        589.96
    ],
    [
        " Never had a need of one.",
        590.92,
        592.7
    ],
    [
        " Got around back in the 50s,",
        593.08,
        595.4
    ],
    [
        " early 60s.",
        595.82,
        597.82
    ],
    [
        " You stick out your thumb.",
        598.06,
        598.98
    ],
    [
        " You got to ride.",
        599.08,
        599.7
    ],
    [
        " People were different then.",
        600.46,
        602.98
    ],
    [
        " Somehow or other.",
        603.1,
        604.1
    ],
    [
        " I don't really understand how that is.",
        604.3,
        606.9
    ],
    [
        " But I went all of the,",
        607.08,
        608.46
    ],
    [
        " the Eastern half of the United States with my phone.",
        608.46,
        610.76
    ],
    [
        " I went everywhere.",
        611.12,
        612.16
    ],
    [
        " And never worried about getting back",
        613.12,
        615.16
    ],
    [
        " or anything like that.",
        615.16,
        616.94
    ],
    [
        " But on one time,",
        617.12,
        617.92
    ],
    [
        " the worst time I ever had doing that was",
        618.12,
        620.6
    ],
    [
        " on the Pennsylvania Turnpike in Western Pennsylvania.",
        620.6,
        623.44
    ],
    [
        " It was there for 12 hours.",
        623.44,
        625.08
    ],
    [
        " What?",
        625.98,
        627.28
    ],
    [
        " No one would pick me up.",
        628.3,
        629.4
    ],
    [
        " I have no idea why.",
        629.46,
        630.46
    ],
    [
        " And maybe I'd look scowler or something.",
        630.62,
        633.16
    ],
    [
        " I don't think I would have been a great hitchhiker.",
        633.58,
        636.98
    ],
    [
        " If it comes down to look at scowler,",
        637.1,
        638.68
    ],
    [
        " how we definitely have some issues.",
        639.16,
        640.68
    ],
    [
        " So you're growing up in the iconic 50s.",
        641.24,
        643.36
    ],
    [
        " How do those movies miss the mark?",
        643.64,
        646.3
    ],
    [
        " Hit the mark?",
        646.5,
        646.92
    ],
    [
        " I mean, how are they?",
        647.22,
        647.88
    ],
    [
        " The 50s movies.",
        648.6,
        650.08
    ],
    [
        " Yeah, I don't know.",
        650.44,
        651.42
    ],
    [
        " I don't, frankly, I don't remember.",
        651.9,
        653.62
    ],
    [
        " I don't remember what movies you might be talking about.",
        654.04,
        658.54
    ],
    [
        " What about Elvis?",
        658.56,
        659.32
    ],
    [
        " I remember it was awful.",
        660.24,
        661.86
    ],
    [
        " You thought Elvis was awful.",
        662.66,
        663.68
    ],
    [
        " I personally did.",
        663.74,
        664.62
    ],
    [
        " I guess my sister's thought otherwise.",
        664.76,
        666.6
    ],
    [
        " Three younger sisters.",
        666.98,
        667.92
    ],
    [
        " But I thought that was the dumbest thing I ever heard of.",
        669.16,
        671.84
    ],
    [
        " So that's what I thought.",
        672.28,
        673.44
    ],
    [
        " So what were you listening to?",
        673.64,
        674.82
    ],
    [
        " I have to admit classical music.",
        676.18,
        678.44
    ],
    [
        " Minor story.",
        678.78,
        683.16
    ],
    [
        " My wife, when before we were married,",
        683.36,
        687.02
    ],
    [
        " somehow or other, I introduced her to the fact that I listened",
        688.42,
        691.72
    ],
    [
        " mostly to classical music.",
        691.72,
        693.7
    ],
    [
        " And she went home.",
        694.46,
        695.52
    ],
    [
        " She tells me now.",
        695.8,
        696.8
    ],
    [
        " Actually, after we were married,",
        697.76,
        699.78
    ],
    [
        " this guy is a little bit weird.",
        700.32,
        702.44
    ],
    [
        " It's a suspect for sure.",
        702.8,
        703.6
    ],
    [
        " It's just a classical music.",
        703.68,
        705.06
    ],
    [
        " I don't know.",
        706.34,
        707.64
    ],
    [
        " I, Rumsky Korsikov, Shere Shaharazad,",
        707.98,
        711.52
    ],
    [
        " that everybody knows.",
        711.6,
        712.46
    ],
    [
        " I was really intrigued by that.",
        713.04,
        714.82
    ],
    [
        " So I listened to classical music and still do it today.",
        715.34,
        718.7
    ],
    [
        " Whatever.",
        719.16,
        719.68
    ],
    [
        " So the rock and roll thing was not your scene?",
        720.2,
        722.08
    ],
    [
        " Not until the California British invasion",
        722.44,
        725.84
    ],
    [
        " in California.",
        726.8,
        727.28
    ],
    [
        " And that was all together different.",
        727.56,
        728.86
    ],
    [
        " Okay, we'll get there.",
        729.06,
        729.88
    ],
    [
        " So you graduate from high school 1959.",
        730.36,
        734.04
    ],
    [
        " So you lived through the Korean War as well?",
        734.74,
        736.38
    ],
    [
        " I remember it well.",
        736.84,
        737.64
    ],
    [
        " I remember being a Boy Scout camp when they announced the armistice",
        738.3,
        743.18
    ],
    [
        " had just been signed that morning or whenever it was.",
        743.18,
        749.18
    ],
    [
        " That was a big deal.",
        749.52,
        751.1
    ],
    [
        " Everybody shared.",
        751.18,
        751.8
    ],
    [
        " But you still didn't get the impression that that was something",
        752.28,
        755.52
    ],
    [
        " that you might do one day?",
        755.52,
        756.56
    ],
    [
        " No, no.",
        756.84,
        757.52
    ],
    [
        " There was no military tradition in the family at all,",
        757.7,
        761.42
    ],
    [
        " except for a grand uncle, maximum nice guy,",
        761.62,
        766.54
    ],
    [
        " who was a graduate of the same college as Donald Trump,",
        766.94,
        773.8
    ],
    [
        " graduated, still exists in New York State,",
        774.0,
        776.92
    ],
    [
        " military academy, I think it's called.",
        777.58,
        779.64
    ],
    [
        " But he graduated in 1936 or something like that.",
        780.08,
        784.68
    ],
    [
        " And he was part of the last combat cavalry regiment",
        784.68,
        790.6
    ],
    [
        " in the United States Army.",
        790.6,
        792.4
    ],
    [
        " And I was disbanded I think in 1939 as the storm clouds were gathering.",
        792.7,
        799.22
    ],
    [
        " And they disbanded that unit.",
        799.62,
        800.94
    ],
    [
        " But that was officers with real swords and two horses each and all the rest of",
        801.38,
        808.24
    ],
    [
        " everything else about that.",
        808.24,
        809.98
    ],
    [
        " But that was a combat unit, not a display.",
        810.46,
        813.5
    ],
    [
        " The last one, he wound up in Iceland for the duration of the war,",
        814.68,
        819.44
    ],
    [
        " deriding the whole experience.",
        819.8,
        821.26
    ],
    [
        " But I only realized in my grownup days that if Hitler had won the battle of Britain,",
        821.98,
        829.56
    ],
    [
        " Iceland was next.",
        829.68,
        830.86
    ],
    [
        " They probably no doubt knew that.",
        831.72,
        834.52
    ],
    [
        " But I went to a reunion with him at one point and they all derided their experience there.",
        834.7,
        841.94
    ],
    [
        " And so forth.",
        841.94,
        842.68
    ],
    [
        " They would have been the first to be killed in the first",
        842.8,
        845.18
    ],
    [
        " super German raid on Iceland to flatten the place.",
        845.18,
        851.42
    ],
    [
        " Yeah, we used to get a similar thing in the seal team is where you'd get",
        851.84,
        854.58
    ],
    [
        " some platoon would be going over to Iraq or Afghanistan.",
        854.58,
        858.02
    ],
    [
        " And some other platoons would be going to",
        858.64,
        860.94
    ],
    [
        " like Guam or some where there's no war going on.",
        860.94,
        865.2
    ],
    [
        " And of course all the guys that are",
        865.2,
        866.88
    ],
    [
        " get sent to Guam are just angry that they can't be in Iraq or Afghanistan.",
        867.34,
        871.64
    ],
    [
        " And meanwhile the guys in Iraq are Afghanistan or freezing or sweating to death or",
        872.44,
        877.32
    ],
    [
        " to get shot out of whatever.",
        877.32,
        878.38
    ],
    [
        " Yeah, they use real bullets here and stuff like that.",
        878.56,
        880.78
    ],
    [
        " But that's what you know, that's what people join the seal teams for.",
        881.34,
        884.24
    ],
    [
        " And apparently the horse cavalry as well.",
        884.64,
        887.76
    ],
    [
        " Yeah, it was for real swords and the whole deal with those guys.",
        888.16,
        893.74
    ],
    [
        " And he was a wonderful man, wonderful man.",
        893.74,
        896.58
    ],
    [
        " When sisters were born I got farmed out with him twice in the summertime.",
        896.92,
        902.42
    ],
    [
        " He worked in Lower New York State Binghamton and Elmira those places around there.",
        903.38,
        911.4
    ],
    [
        " And he had Grand Ants who had a truncated farm there.",
        911.54,
        916.28
    ],
    [
        " He farmed me out with them.",
        917.74,
        919.64
    ],
    [
        " You're just slave labor.",
        920.1,
        921.02
    ],
    [
        " And I had a son.",
        921.02,
        922.02
    ],
    [
        " I had kid fun being a kid with corn fields and ponds and stuff like that along with the place there.",
        922.44,
        930.04
    ],
    [
        " And then where'd you end up going to college?",
        931.92,
        934.12
    ],
    [
        " I went to Albright College in Reading PA.",
        934.64,
        936.82
    ],
    [
        " Commuter for me.",
        937.38,
        940.68
    ],
    [
        " In a very small college at that time, 850 students at that time.",
        941.04,
        945.42
    ],
    [
        " And now it's about 12 or 1300 maybe a little bit more than that.",
        945.64,
        950.1
    ],
    [
        " But wonderful teachers.",
        952.48,
        953.6
    ],
    [
        " They're absolutely wonderful, especially the man but one notable woman who was a pacifist of all",
        953.78,
        961.4
    ],
    [
        " things. But she was absolutely wonderful woman.",
        961.4,
        963.92
    ],
    [
        " What made what how come she left such a big impression on you?",
        964.74,
        967.56
    ],
    [
        " Because she was so straight, I'd never met a woman quite like that.",
        968.2,
        972.4
    ],
    [
        " She was straightforward and thoughtful and aggressive.",
        972.56,
        977.54
    ],
    [
        " I like a woman who is my wife.",
        978.5,
        981.28
    ],
    [
        " Tells you what's on her mind immediately.",
        981.34,
        986.4
    ],
    [
        " And she was that way, I guess.",
        987.3,
        988.52
    ],
    [
        " And she was a professor there?",
        989.02,
        990.14
    ],
    [
        " Yeah, she was.",
        990.42,
        991.12
    ],
    [
        " What was she teaching?",
        991.18,
        991.76
    ],
    [
        " English.",
        991.84,
        992.16
    ],
    [
        " English and speech.",
        992.5,
        993.94
    ],
    [
        " You got to be, she changed with her professional abilities and so forth.",
        994.86,
        1003.14
    ],
    [
        " I remember sitting there arguing with her silently.",
        1003.14,
        1006.94
    ],
    [
        " Attentive lecture about using the atomic bomb in Japan.",
        1008.0,
        1014.62
    ],
    [
        " She was opposed to that.",
        1014.62,
        1015.78
    ],
    [
        " I don't think she had read notably or widely enough about all that.",
        1016.92,
        1024.5
    ],
    [
        " I had at that point.",
        1025.74,
        1028.04
    ],
    [
        " As opposed to that.",
        1028.58,
        1029.66
    ],
    [
        " But still, I thought she was really great.",
        1029.82,
        1032.28
    ],
    [
        " Point of view sort of thing.",
        1033.24,
        1036.18
    ],
    [
        " And what were you studying?",
        1036.44,
        1037.7
    ],
    [
        " I was an econ major, not business, economics and minor in history.",
        1038.66,
        1045.8
    ],
    [
        " And had some fabulous teachers there.",
        1046.8,
        1051.26
    ],
    [
        " A guy named Wilbur Gingrich, who was a genuinely world famous Greek scholar and biblical scholar.",
        1051.6,
        1062.98
    ],
    [
        " A couple of other guys that nobody ever heard of.",
        1064.08,
        1066.76
    ],
    [
        " A wonderful man and a crazy guy who loved to teach European and Russian history.",
        1066.92,
        1077.62
    ],
    [
        " He's talking Russian.",
        1078.18,
        1079.42
    ],
    [
        " Don't take him for God's sake.",
        1079.64,
        1081.76
    ],
    [
        " You've got a D out of that and he'll blether you and you can't write fast enough.",
        1082.34,
        1087.68
    ],
    [
        " Gingrich was the biblical scholar and Greek scholar.",
        1088.44,
        1096.48
    ],
    [
        " Can you believe his name escapes me?",
        1097.36,
        1100.4
    ],
    [
        " But at any rate, Kisler.",
        1100.56,
        1101.86
    ],
    [
        " And they said, you'll get a D out of this class because you can't write fast enough and stuff",
        1102.6,
        1108.78
    ],
    [
        " like that. But he was some of the smoked, continuous.",
        1108.78,
        1112.86
    ],
    [
        " And I always had to window open and the butts went out the window and he torch up another one.",
        1113.34,
        1119.64
    ],
    [
        " But he was really something.",
        1120.3,
        1122.34
    ],
    [
        " What did you get in the class?",
        1123.1,
        1124.28
    ],
    [
        " All of six.",
        1125.02,
        1125.06
    ],
    [
        " B. You got to get in the class.",
        1125.06,
        1127.26
    ],
    [
        " So at some point you got more into school than you were when you were in grammar school or whatever?",
        1127.48,
        1133.94
    ],
    [
        " Yeah, no. Because it had smart people who were just smarter than I was.",
        1134.16,
        1138.1
    ],
    [
        " How did you put it?",
        1138.76,
        1142.06
    ],
    [
        " My parents weren't really educated, if you will.",
        1142.08,
        1144.36
    ],
    [
        " My mother had a college degree from NYU, but I think she skated as much as she could.",
        1144.46,
        1149.54
    ],
    [
        " And my dad, they kicked him out of grade school.",
        1149.96,
        1152.72
    ],
    [
        " Yeah, out of school when he was after 10th grade, I think, because he was done.",
        1152.96,
        1160.58
    ],
    [
        " They did that at that time in the 20s.",
        1161.18,
        1164.28
    ],
    [
        " So both of them wanted me to be educated and so forth.",
        1165.0,
        1169.06
    ],
    [
        " So it was interesting to be in the company of genuinely educated people.",
        1169.34,
        1174.1
    ],
    [
        " And I didn't catch fire at first by the time I was a junior.",
        1174.32,
        1177.72
    ],
    [
        " I understood that this is really an experience.",
        1178.74,
        1182.4
    ],
    [
        " You can get interesting things out of these people.",
        1182.72,
        1188.64
    ],
    [
        " By the time I was a senior, I didn't want to leave.",
        1188.76,
        1190.6
    ],
    [
        " You get to talk as a grown-up with these grown-ups who listened to you and then tell you things you",
        1191.44,
        1197.66
    ],
    [
        " had never conceived of before and stuff like that.",
        1197.66,
        1201.8
    ],
    [
        " So I had a good time in college until they kicked me out.",
        1202.2,
        1205.66
    ],
    [
        " At what point did you start looking at the military as a legitimate option for you?",
        1206.64,
        1210.6
    ],
    [
        " Not until I was about to graduate.",
        1211.14,
        1215.06
    ],
    [
        " Back in the good old days, my dad worked.",
        1215.76,
        1219.62
    ],
    [
        " He was a New Yorker, New Yorker, New Yorker, but he got a job in Reading, Pennsylvania.",
        1219.94,
        1224.42
    ],
    [
        " And it was a shock to all of us.",
        1225.0,
        1227.16
    ],
    [
        " I didn't want to leave the school I was in.",
        1227.24,
        1228.62
    ],
    [
        " I was going to Prokules.",
        1228.92,
        1230.82
    ],
    [
        " So this is back in high school?",
        1231.26,
        1232.36
    ],
    [
        " Yeah, I was two years into.",
        1232.74,
        1235.34
    ],
    [
        " Shamanad High School in Long Island, which is by entrance exams and tuition.",
        1236.0,
        1241.36
    ],
    [
        " I liked it there.",
        1242.16,
        1243.34
    ],
    [
        " I was doing a little bit better, a little bit better.",
        1243.42,
        1245.1
    ],
    [
        " But I didn't want to leave.",
        1245.56,
        1247.46
    ],
    [
        " He came home and said he'd been offered a job in Reading, Pennsylvania.",
        1248.26,
        1251.56
    ],
    [
        " Where is that?",
        1251.92,
        1252.6
    ],
    [
        " We were New Yorkers.",
        1253.96,
        1255.88
    ],
    [
        " I can do the accent too.",
        1256.28,
        1259.36
    ],
    [
        " And of course, when you get to Pennsylvania, the kids make endless fun of you because of your accent.",
        1259.54,
        1264.76
    ],
    [
        " But at any rate, where was I in this?",
        1266.0,
        1269.38
    ],
    [
        " We're just trying to figure out at what point did you think that the military might be in.",
        1269.88,
        1273.26
    ],
    [
        " I could go downtown Reading and go up the fire tower,",
        1273.44,
        1277.92
    ],
    [
        " the stayer case, and plop in the chair in my dad's office.",
        1277.92,
        1283.08
    ],
    [
        " And he said, so what are you going to do?",
        1283.78,
        1285.26
    ],
    [
        " You're going to graduate here.",
        1285.92,
        1287.04
    ],
    [
        " And I said, I don't know.",
        1287.04,
        1288.42
    ],
    [
        " He said, have you considered maybe the government would teach you how to fly in one of the services?",
        1288.56,
        1295.92
    ],
    [
        " They don't take guys like me.",
        1296.32,
        1298.34
    ],
    [
        " He said, they surely do.",
        1298.62,
        1299.44
    ],
    [
        " We were in 2020's and good shape.",
        1299.68,
        1303.22
    ],
    [
        " Nothing wrong with it.",
        1303.6,
        1304.9
    ],
    [
        " So I applied to the Navy guy and he was an embarrassment.",
        1305.88,
        1311.96
    ],
    [
        " Overweight, feet up on the desk.",
        1313.62,
        1315.68
    ],
    [
        " Didn't seem to care about anything.",
        1316.44,
        1319.7
    ],
    [
        " I filled out all this paperwork and he never got back to me.",
        1320.04,
        1322.64
    ],
    [
        " Went to the Air Force guy and he was close to his quote of problem.",
        1323.26,
        1327.18
    ],
    [
        " He drove me around.",
        1327.78,
        1330.38
    ],
    [
        " Oh yeah.",
        1330.7,
        1330.94
    ],
    [
        " You have to go here and fill out these.",
        1331.14,
        1333.0
    ],
    [
        " I'll help you fill out the form.",
        1333.18,
        1335.08
    ],
    [
        " And the Air Force took me.",
        1335.58,
        1337.58
    ],
    [
        " So, but the one was the question.",
        1338.78,
        1344.64
    ],
    [
        " Well, that was the question.",
        1345.06,
        1346.5
    ],
    [
        " The question was, how did you first get my dad?",
        1346.54,
        1348.74
    ],
    [
        " My dad said, see if you learn how to fly and he didn't know how to fly.",
        1348.9,
        1352.88
    ],
    [
        " So did they have like a contract that made you a pilot?",
        1353.28,
        1355.66
    ],
    [
        " Was that part of the enlistment process?",
        1355.9,
        1357.96
    ],
    [
        " They only said, we like everything you do.",
        1358.3,
        1363.78
    ],
    [
        " Now you have to fill out a",
        1364.04,
        1366.22
    ],
    [
        " preference sheet and you can put whatever you like in there.",
        1368.78,
        1371.88
    ],
    [
        " We suggest this list of stuff over here and then you make them one, two, and three choices.",
        1372.14,
        1379.02
    ],
    [
        " I said, well, I want to be a pilot because that's what I'm doing this whole thing for.",
        1379.56,
        1386.88
    ],
    [
        " He said, well, most people put a navigator for second and then something like,",
        1387.24,
        1390.94
    ],
    [
        " I don't know, auxiliary aviation or something like that.",
        1391.1,
        1394.98
    ],
    [
        " Well, that's not why I'm here.",
        1395.28,
        1396.74
    ],
    [
        " So I put pilot pilot, pilot one, two, three.",
        1397.22,
        1399.56
    ],
    [
        " Funny thing too, the B-52 squadron I was later in was a guy from my college class.",
        1400.76,
        1406.28
    ],
    [
        " And I said, Danny, what are you doing here as a navigator?",
        1406.84,
        1409.62
    ],
    [
        " He said, well, they told me put pilot first and navigator second and I said, you don't wear glasses",
        1410.1,
        1416.06
    ],
    [
        " or anything. He said, well, that's what they took me as. I said, well, I didn't want to rub it in.",
        1416.06,
        1422.82
    ],
    [
        " So I just let it alone.",
        1422.82,
        1424.96
    ],
    [
        " So what was your indoctrination to the Air Force then?",
        1425.44,
        1428.12
    ],
    [
        " I went to the OCS in San Antonio. It's not at Lackland.",
        1428.5,
        1436.0
    ],
    [
        " It's, I think they call it the Medina Base, it's nearby.",
        1436.22,
        1440.6
    ],
    [
        " And I went to that, that's three months.",
        1441.3,
        1443.76
    ],
    [
        " Was it a shock to your system? Were you wondering why the hell you did this?",
        1444.18,
        1448.28
    ],
    [
        " Well, I was fortunate. There were several in-list, previous enlisted guys there.",
        1448.42,
        1455.3
    ],
    [
        " And I thought they know the ropes, do whatever they do.",
        1455.5,
        1458.8
    ],
    [
        " So that's what I did. And then they said, if you play a musical instrument,",
        1459.42,
        1465.7
    ],
    [
        " put your name on this list. And I said, oh, don't, don't, guy told me, don't volunteer for anything.",
        1466.16,
        1470.78
    ],
    [
        " Before I came, went in. So I found out that the guy was running this thing.",
        1471.82,
        1477.78
    ],
    [
        " He loves to have live music for any parades that he has.",
        1477.78,
        1481.92
    ],
    [
        " And if you can play a musical and get your name on, I did.",
        1482.28,
        1484.62
    ],
    [
        " So they were, what instrument did you play?",
        1485.72,
        1487.26
    ],
    [
        " I played the trumpet and cornette.",
        1487.58,
        1489.44
    ],
    [
        " I played baritone. I can play alto or French horn or any of those.",
        1490.0,
        1494.62
    ],
    [
        " But I dropped that, you know, for a long time in midlife. I'm back into it now.",
        1495.46,
        1499.48
    ],
    [
        " Anyway, you got out of everything.",
        1499.9,
        1503.06
    ],
    [
        " You've straightened up your digs and your bed and whatnot.",
        1503.64,
        1509.64
    ],
    [
        " And when the Saturday morning inspection happened, we had rehearsal.",
        1510.38,
        1515.62
    ],
    [
        " That was, they, if you will, all knew that.",
        1516.8,
        1520.02
    ],
    [
        " So this is 1963?",
        1520.74,
        1523.06
    ],
    [
        " No, no, 65.",
        1523.96,
        1525.66
    ],
    [
        " January 65.",
        1526.26,
        1527.48
    ],
    [
        " Because, you know, I graduated, I graduated in August because I was having too much fun",
        1527.48,
        1533.0
    ],
    [
        " that by that point in college.",
        1533.0,
        1535.52
    ],
    [
        " I found this.",
        1536.1,
        1536.8
    ],
    [
        " You ought to take that professor's history course.",
        1537.14,
        1539.46
    ],
    [
        " He's really interesting.",
        1539.6,
        1540.78
    ],
    [
        " And you should take compared to the economic systems because you should do that.",
        1541.2,
        1545.08
    ],
    [
        " And I didn't have enough credits.",
        1545.46,
        1547.6
    ],
    [
        " If you needed 150, I had 175.",
        1548.34,
        1552.76
    ],
    [
        " But you don't have enough in your major or in your minor.",
        1553.3,
        1555.64
    ],
    [
        " You took that course and you got the good grade.",
        1555.78,
        1558.88
    ],
    [
        " And you're right.",
        1559.18,
        1560.44
    ],
    [
        " So I wound up graduating in August.",
        1560.56,
        1562.26
    ],
    [
        " But how did you get into that?",
        1563.6,
        1565.8
    ],
    [
        " So it's 1965.",
        1565.8,
        1566.98
    ],
    [
        " So you're starting to hear about Vietnam.",
        1567.46,
        1569.36
    ],
    [
        " You guys must be talking about Vietnam.",
        1569.36,
        1571.12
    ],
    [
        " No, no.",
        1571.58,
        1571.94
    ],
    [
        " Because that happened in January of 65.",
        1572.46,
        1579.86
    ],
    [
        " In the summer of 1964, I worked through college at a small summer stock",
        1580.58,
        1587.66
    ],
    [
        " playhouse because I was in the drama club in college.",
        1587.66,
        1591.24
    ],
    [
        " And you meet the sky, I meet that guy and so forth.",
        1591.94,
        1595.44
    ],
    [
        " And all very legitimate, if you were good people,",
        1595.8,
        1599.6
    ],
    [
        " not these sorts of flaky dumb people that you might think of when you think of",
        1599.86,
        1605.58
    ],
    [
        " theater sort of people.",
        1605.58,
        1607.76
    ],
    [
        " And I had a mentor by this point.",
        1608.28,
        1610.86
    ],
    [
        " A guy from New York was old enough to be my father.",
        1610.86,
        1614.0
    ],
    [
        " And he said, when you graduate, what are you going to do?",
        1614.92,
        1618.3
    ],
    [
        " I said, well, I don't know.",
        1618.52,
        1620.34
    ],
    [
        " I have this paperwork in the Air Force to fly.",
        1620.58,
        1624.84
    ],
    [
        " And stuff.",
        1625.92,
        1626.6
    ],
    [
        " He said, they were looking for a guy like you at a theater in Baltimore",
        1627.0,
        1631.14
    ],
    [
        " that I am going to.",
        1631.14,
        1632.66
    ],
    [
        " He said, should I mention you to them?",
        1632.78,
        1635.88
    ],
    [
        " Well, I'm okay.",
        1636.54,
        1637.84
    ],
    [
        " So he called me in about a week or so.",
        1638.7,
        1641.52
    ],
    [
        " And he said, they want 15 minutes of drama and 15 minutes of comedy.",
        1641.72,
        1646.9
    ],
    [
        " If you can do that, they want to talk to you.",
        1647.24,
        1650.14
    ],
    [
        " So I went to a woman in the summer stock company,",
        1650.92,
        1654.32
    ],
    [
        " Grace Chapman, wonderful woman.",
        1655.66,
        1657.44
    ],
    [
        " And I said, can you help me?",
        1657.8,
        1659.1
    ],
    [
        " And she said, I said, I want to do it like this.",
        1659.18,
        1661.44
    ],
    [
        " And she said, no, no, no, we're going to do it this way and so forth.",
        1661.6,
        1664.92
    ],
    [
        " So, uh,",
        1665.92,
        1666.86
    ],
    [
        " rehearsed with her after memorized everything.",
        1667.18,
        1670.06
    ],
    [
        " Of course, did all that and went down to Baltimore, stood up on the stage,",
        1670.14,
        1676.02
    ],
    [
        " lights, and there got a few people are watching you to judge you.",
        1676.62,
        1681.2
    ],
    [
        " The two bosses sitting in the seat.",
        1681.54,
        1683.52
    ],
    [
        " And they're thinking of giving you some kind of a role?",
        1683.54,
        1685.26
    ],
    [
        " No, they had a program there where you actually worked as it were in the union deal.",
        1685.66,
        1693.72
    ],
    [
        " Uh, the actors union is called actors equity.",
        1693.72,
        1697.2
    ],
    [
        " You work as a local jobber and it's called doing what?",
        1697.5,
        1702.66
    ],
    [
        " What's your job?",
        1702.82,
        1703.46
    ],
    [
        " As a jobber?",
        1703.76,
        1704.44
    ],
    [
        " Oh, man.",
        1704.48,
        1705.36
    ],
    [
        " They've got you.",
        1705.52,
        1706.46
    ],
    [
        " They've got you by the short hairs they say.",
        1706.52,
        1708.96
    ],
    [
        " And, uh,",
        1709.34,
        1709.52
    ],
    [
        " that you will get role.",
        1710.68,
        1712.7
    ],
    [
        " Maybe a minor, maybe just a walk on for this one.",
        1713.36,
        1717.38
    ],
    [
        " And maybe something serious.",
        1717.84,
        1719.46
    ],
    [
        " I got one very nice role.",
        1719.54,
        1721.16
    ],
    [
        " I was the elder son in Galileo, the by-breath old brec,",
        1721.58,
        1728.8
    ],
    [
        " and was a notable European communist.",
        1728.94,
        1731.04
    ],
    [
        " But a good director there for that John Marley,",
        1733.28,
        1737.98
    ],
    [
        " the guy who a lot of people, he was a workhorse,",
        1738.42,
        1742.02
    ],
    [
        " Hollywood movie actor.",
        1743.66,
        1745.52
    ],
    [
        " He was the guy in bed with a horse.",
        1746.0,
        1749.82
    ],
    [
        " During the first godfather film that was John Marley and a nice man as well.",
        1751.16,
        1756.18
    ],
    [
        " Anyway, uh,",
        1756.48,
        1757.96
    ],
    [
        " So wait, so this was in the summertime you were doing this?",
        1758.08,
        1760.2
    ],
    [
        " A summer stock in a barn, believe it or not, in Pennsylvania.",
        1760.42,
        1764.0
    ],
    [
        " And then Jerry Richards was a New York guy.",
        1764.0,
        1767.48
    ],
    [
        " He loved to be my dad.",
        1767.54,
        1768.66
    ],
    [
        " Said he was going to this equity company in Baltimore,",
        1768.96,
        1774.16
    ],
    [
        " a relatively new, called Center Stage.",
        1774.16,
        1776.94
    ],
    [
        " It's still active today.",
        1776.94,
        1778.54
    ],
    [
        " And was I interested?",
        1778.92,
        1780.32
    ],
    [
        " Did you have another thing in mind?",
        1780.48,
        1782.2
    ],
    [
        " I went back and I said to my mother,",
        1782.46,
        1784.52
    ],
    [
        " I've been passing, I was thinking about this.",
        1784.92,
        1786.72
    ],
    [
        " She said, what do you have to do?",
        1786.98,
        1788.64
    ],
    [
        " All right.",
        1789.02,
        1789.28
    ],
    [
        " So, uh, I hitchhiked once again to Baltimore.",
        1790.1,
        1795.26
    ],
    [
        " To Baltimore.",
        1795.72,
        1795.92
    ],
    [
        " How long did you stay in Baltimore for?",
        1796.06,
        1797.48
    ],
    [
        " Only until I got a big fat envelope in the mail from DOD.",
        1798.34,
        1803.38
    ],
    [
        " And it said, we will teach you to fly if you want to.",
        1803.98,
        1807.88
    ],
    [
        " And of course, the draft was there.",
        1807.94,
        1810.06
    ],
    [
        " And I had already called the draft board and I said,",
        1810.28,
        1812.44
    ],
    [
        " where am I?",
        1813.3,
        1814.38
    ],
    [
        " And they said, we can't tell you by the law,",
        1814.56,
        1817.34
    ],
    [
        " but I'll tell you this, you're close to the front of the drawer.",
        1817.56,
        1820.74
    ],
    [
        " I remember that very well.",
        1821.28,
        1822.72
    ],
    [
        " And I thought, I gotta do something about this.",
        1823.5,
        1825.68
    ],
    [
        " I wonder what to do about this.",
        1825.76,
        1827.34
    ],
    [
        " And I went to a fellow guy who was in the same position I was in the company.",
        1827.5,
        1832.8
    ],
    [
        " And I said, well, I don't know what to do.",
        1833.02,
        1835.46
    ],
    [
        " And he said, do what I did.",
        1835.74,
        1836.94
    ],
    [
        " Tell him you like boys, not girls.",
        1837.14,
        1839.9
    ],
    [
        " I said, that's not true.",
        1840.24,
        1843.1
    ],
    [
        " He said, it's not true with me either, but it got me right.",
        1843.7,
        1846.4
    ],
    [
        " They could go sit on the bench over there.",
        1846.52,
        1848.2
    ],
    [
        " And they asked you, do you really like boys rather than girls?",
        1848.8,
        1851.5
    ],
    [
        " I just said, that's right.",
        1851.94,
        1854.52
    ],
    [
        " I do.",
        1854.8,
        1855.08
    ],
    [
        " And that was the end of that.",
        1855.44,
        1856.5
    ],
    [
        " And I go off, I said, oh boy,",
        1857.18,
        1859.04
    ],
    [
        " that may be good advice some ways,",
        1859.68,
        1861.64
    ],
    [
        " but I thought somewhere down the road,",
        1861.64,
        1863.62
    ],
    [
        " somebody's gonna drag that out 40 years from now.",
        1863.66,
        1866.88
    ],
    [
        " And so I didn't want to do that.",
        1867.26,
        1869.34
    ],
    [
        " And then, long behold, I get this big fat envelope.",
        1869.56,
        1871.32
    ],
    [
        " I go to the Jerry Richards, my mentor.",
        1871.62,
        1874.24
    ],
    [
        " I said, what should I do?",
        1875.1,
        1875.76
    ],
    [
        " And he said, he was a combat veteran of World War II.",
        1875.84,
        1879.08
    ],
    [
        " Dogface soldier had funny stories to tell about",
        1880.42,
        1884.24
    ],
    [
        " being on a line of March hot, sweaty,",
        1884.24,
        1887.64
    ],
    [
        " Italian farmer, going by with a wooden tank.",
        1888.38,
        1893.04
    ],
    [
        " On a little wagon pulled by a horse.",
        1893.18,
        1896.76
    ],
    [
        " And the second lieutenant, whoever it was,",
        1897.0,
        1901.12
    ],
    [
        " stayed away from that tank.",
        1901.24,
        1903.1
    ],
    [
        " We all knew it was full of wine.",
        1903.46,
        1904.96
    ],
    [
        " Or grape juice anyway.",
        1905.58,
        1907.8
    ],
    [
        " And he said, we got two thirds of the line through there.",
        1908.2,
        1912.52
    ],
    [
        " And so I said, boom, boom, boom.",
        1912.66,
        1914.5
    ],
    [
        " And that was it.",
        1914.94,
        1916.2
    ],
    [
        " Everything collapsed.",
        1916.28,
        1917.08
    ],
    [
        " Anyway, super nice guy.",
        1917.58,
        1919.86
    ],
    [
        " And I went to Jerry and I said, what should I do?",
        1920.38,
        1923.02
    ],
    [
        " But this, and he said, well, you always come back to this.",
        1923.04,
        1925.88
    ],
    [
        " But you never get another chance to do that.",
        1926.34,
        1928.48
    ],
    [
        " So I signed on the dog in line and I went into the air force.",
        1928.94,
        1933.18
    ],
    [
        " I like the second of January 1975.",
        1933.72,
        1937.46
    ],
    [
        " 1965.",
        1938.4,
        1939.16
    ],
    [
        " 1965.",
        1939.6,
        1942.06
    ],
    [
        "",
        1942.42,
        1942.42
    ],
    [
        "",
        1942.42,
        1942.42
    ],
    [
        " Yeah, that's right.",
        1942.42,
        1943.38
    ],
    [
        " 1965.",
        1943.98,
        1944.52
    ],
    [
        " So yeah, so that early part of Vietnam,",
        1944.68,
        1946.74
    ],
    [
        " because I always think in a way the news kind of worked,",
        1946.98,
        1950.02
    ],
    [
        " it was the battle, the I-drang valley in 1965,",
        1950.02,
        1952.66
    ],
    [
        " where really hit the news.",
        1952.66,
        1954.64
    ],
    [
        " And there was casualties.",
        1954.94,
        1955.66
    ],
    [
        " And it seemed like the escalation really kind of started.",
        1955.66,
        1958.56
    ],
    [
        " So you get done with the officer candidate school.",
        1959.64,
        1964.58
    ],
    [
        " And then is it you get your slot to flight school?",
        1965.06,
        1967.2
    ],
    [
        " Right.",
        1967.64,
        1967.88
    ],
    [
        " And that was at web air force base in West Texas,",
        1968.38,
        1972.52
    ],
    [
        " at Big Spring, Texas.",
        1972.96,
        1974.4
    ],
    [
        " Pretty much with the barren place,",
        1975.92,
        1977.7
    ],
    [
        " just east of the big, big oil fields.",
        1978.12,
        1981.54
    ],
    [
        " But there were plenty of oil wells around where I was.",
        1981.98,
        1984.54
    ],
    [
        " Around Big Spring.",
        1985.28,
        1985.78
    ],
    [
        " But the big oil fields around Midland and Odessa, Texas.",
        1986.3,
        1992.5
    ],
    [
        " Permium basin, it's called.",
        1993.44,
        1995.3
    ],
    [
        " And there had been at least one crash at Big Spring Texas.",
        1996.8,
        2002.32
    ],
    [
        " They made a very big deal out of them rightly.",
        2002.32,
        2004.14
    ],
    [
        " So the guy was confused about stars and oil fields.",
        2004.54,
        2008.74
    ],
    [
        " Every drilling, not their drilling rig,",
        2008.82,
        2012.14
    ],
    [
        " but their repumping deal has its own light bulb on it.",
        2012.28,
        2016.16
    ],
    [
        " And he got confused and rolled over.",
        2016.38,
        2018.0
    ],
    [
        " Yeah, so really a shame.",
        2018.84,
        2021.14
    ],
    [
        " But I learned to fly there and then went to the...",
        2021.9,
        2025.46
    ],
    [
        " How was flight school?",
        2025.46,
        2026.2
    ],
    [
        " It was tough for me at first,",
        2028.74,
        2030.94
    ],
    [
        " because I didn't know a wing from a tail,",
        2031.54,
        2034.58
    ],
    [
        " an L-eron from an elevator, anything.",
        2035.58,
        2038.28
    ],
    [
        " And about half those guys had private licenses,",
        2038.92,
        2041.68
    ],
    [
        " at least half of them had private licenses.",
        2042.16,
        2044.46
    ],
    [
        " And a couple of them had commercial multi-engine,",
        2044.78,
        2049.64
    ],
    [
        " so they're just walking through the thing.",
        2050.08,
        2052.28
    ],
    [
        " But I was slow to get going.",
        2052.66,
        2055.6
    ],
    [
        " But when I got into the second half,",
        2055.96,
        2058.02
    ],
    [
        " which was the T-38 at that time,",
        2058.18,
        2060.24
    ],
    [
        " I did very well.",
        2061.1,
        2062.42
    ],
    [
        " But it's like baseball player trying to bring his average up",
        2063.16,
        2069.22
    ],
    [
        " second half of the season.",
        2069.22,
        2070.42
    ],
    [
        " So your grade point average was a problem for me.",
        2071.52,
        2075.82
    ],
    [
        " I wound up getting a B-52 assignment.",
        2076.26,
        2079.96
    ],
    [
        " My roommates got C-130s,",
        2080.8,
        2083.44
    ],
    [
        " which was a very desirable deal if you didn't want to get shot at.",
        2083.44,
        2086.66
    ],
    [
        " It turned out to be very foolish.",
        2086.92,
        2088.38
    ],
    [
        " Because in C-130, you got shot at in a Vietnam war.",
        2089.7,
        2095.2
    ],
    [
        " One of my roommates got air defense command, F-104,",
        2096.48,
        2101.1
    ],
    [
        " which was considered to be Krem de la Krem,",
        2102.3,
        2104.88
    ],
    [
        " until I got assigned to the F-4.",
        2105.42,
        2107.9
    ],
    [
        " But first you had to do your B-52 time.",
        2109.96,
        2111.94
    ],
    [
        " Right. The G-Model in Rome, New York,",
        2112.26,
        2114.62
    ],
    [
        " a wonderful place, wonderful people there.",
        2114.8,
        2116.82
    ],
    [
        " I liked everything about it, except sitting alert.",
        2117.34,
        2119.92
    ],
    [
        " All full.",
        2120.7,
        2121.18
    ],
    [
        " So this is now what, 1966 or so?",
        2121.94,
        2125.7
    ],
    [
        " Yeah, that's right.",
        2125.7,
        2126.5
    ],
    [
        " And you're assigned to the B-52 squadron in Rome, New York.",
        2126.92,
        2131.76
    ],
    [
        " Yeah, very heavily decorated squadron from World War II.",
        2131.9,
        2135.82
    ],
    [
        " I can't remember the number 488 or something like that.",
        2136.04,
        2139.58
    ],
    [
        " Eighth Air Force.",
        2140.0,
        2140.9
    ],
    [
        " I had the first guy they put me with was a guy of shorter stature.",
        2141.7,
        2149.86
    ],
    [
        " And I think he had a problem about that.",
        2150.08,
        2151.82
    ],
    [
        " And I was six feet tall and whatnot.",
        2152.12,
        2154.02
    ],
    [
        " And all the way down to him saying,",
        2154.3,
        2156.46
    ],
    [
        " I said, that's not so.",
        2157.12,
        2158.46
    ],
    [
        " He said, it is so.",
        2158.7,
        2159.56
    ],
    [
        " And you shut up because I'm a major.",
        2159.7,
        2161.24
    ],
    [
        " And you're just a goddamn first lieutenant.",
        2161.38,
        2163.56
    ],
    [
        " Whoa, okay.",
        2164.44,
        2165.62
    ],
    [
        " But at any rate, he fired me, so to speak.",
        2166.06,
        2168.64
    ],
    [
        " Basically, he didn't want to fly with me anymore because I was,",
        2169.34,
        2172.68
    ],
    [
        " I may have made better landings than he did.",
        2173.82,
        2176.24
    ],
    [
        " Because the next guy, I got, he was a family man,",
        2176.36,
        2178.52
    ],
    [
        " and we got along like brothers and his crazy.",
        2178.68,
        2181.56
    ],
    [
        " So the one lead pilot or whatever,",
        2181.68,
        2183.92
    ],
    [
        " is he called the lead pilot, the major?",
        2183.96,
        2185.42
    ],
    [
        " Yeah.",
        2186.0,
        2186.24
    ],
    [
        " He didn't like flying with you.",
        2186.8,
        2188.5
    ],
    [
        " Right.",
        2188.72,
        2189.0
    ],
    [
        " Well, he didn't like your attitude or something.",
        2189.26,
        2190.5
    ],
    [
        " And he didn't like my attitude either.",
        2190.5,
        2192.3
    ],
    [
        " So he got rid of you.",
        2192.46,
        2193.38
    ],
    [
        " Right.",
        2193.58,
        2193.86
    ],
    [
        " But then you just moved to another guy?",
        2193.98,
        2195.14
    ],
    [
        " Yeah.",
        2195.38,
        2195.64
    ],
    [
        " Well, they gave me another guy.",
        2195.9,
        2198.04
    ],
    [
        " No, you don't have any choice about it.",
        2198.04,
        2199.64
    ],
    [
        " But we got along.",
        2199.78,
        2201.1
    ],
    [
        " I just had fun every day.",
        2201.48,
        2203.1
    ],
    [
        " And what's the deal with sitting alert?",
        2203.46,
        2205.6
    ],
    [
        " Well, they did it two different ways.",
        2206.62,
        2210.12
    ],
    [
        " At Rome New York, where I was,",
        2210.64,
        2213.36
    ],
    [
        " they had eight airplanes on alert at any one time.",
        2213.76,
        2216.92
    ],
    [
        " All the airplanes that I was on had two",
        2217.74,
        2221.68
    ],
    [
        " houndog standoff missiles with thermonuclear weapons in them there.",
        2221.68,
        2227.62
    ],
    [
        " The Mark 28, I don't think it's classified anymore.",
        2228.04,
        2232.42
    ],
    [
        " But the highest yield on those single warhead per.",
        2233.66,
        2239.7
    ],
    [
        " And there was a bit pop on there.",
        2240.5,
        2242.84
    ],
    [
        " And then four thermonuclear weapons in the Bombay",
        2244.12,
        2248.84
    ],
    [
        " and then four quail decoy missiles in the Bombay.",
        2248.84,
        2253.62
    ],
    [
        " And the targets for the ones I was on, well,",
        2255.74,
        2259.3
    ],
    [
        " I was on a mission that was downtown Moscow, I believe, or not.",
        2260.1,
        2263.42
    ],
    [
        " And land and turkey.",
        2263.88,
        2265.88
    ],
    [
        " I think all of them ones I was on were land and turkey.",
        2266.64,
        2269.38
    ],
    [
        " Because you were out of fuel.",
        2269.58,
        2270.34
    ],
    [
        " By then you were fueled south of Iceland.",
        2271.02,
        2273.96
    ],
    [
        " And then went in and then turned straight south.",
        2275.02,
        2279.14
    ],
    [
        " And landed pretty much on the abandoned airfield in central Turkey.",
        2280.96,
        2285.8
    ],
    [
        " And you were instructed to get fueled by Jerry Can.",
        2286.36,
        2290.34
    ],
    [
        " This is silly.",
        2291.1,
        2292.28
    ],
    [
        " And we knew it.",
        2292.62,
        2293.34
    ],
    [
        " Jerry Can was not enough.",
        2293.5,
        2297.94
    ],
    [
        " He had eight J-57s on B-52.",
        2298.14,
        2300.94
    ],
    [
        " And H-model had modified J-57s that were fan jet engines.",
        2301.88,
        2306.82
    ],
    [
        " But as a silly, you'd never forget enough fuel to refuel the thing to fly it anywhere.",
        2307.48,
        2314.16
    ],
    [
        " So I mean, was that just because once you flew over Moscow and dropped nuclear weapons,",
        2314.62,
        2318.98
    ],
    [
        " it wouldn't really matter where you're getting what was the...",
        2318.98,
        2321.5
    ],
    [
        " Pretty much because you're assuming that the world would be a conflagration.",
        2321.5,
        2325.24
    ],
    [
        " But be pretty much a mess at that point.",
        2325.7,
        2329.24
    ],
    [
        " You would truly a thermonuclear war would have finished by that time, I guess.",
        2329.48,
        2335.82
    ],
    [
        " And everything would be a bit of an awful, awful mess.",
        2336.82,
        2340.12
    ],
    [
        " And are you sitting...",
        2340.54,
        2342.46
    ],
    [
        " Like are the weapons loaded on the aircraft?",
        2342.46,
        2344.94
    ],
    [
        " Just sitting there standing there?",
        2345.26,
        2346.2
    ],
    [
        " Absolutely, positively with an armed guard on every airplane.",
        2346.28,
        2349.22
    ],
    [
        " Walking around underneath every airplane, 24 hours a day.",
        2350.22,
        2354.0
    ],
    [
        " Was there any events that would heighten your readiness?",
        2354.14,
        2357.18
    ],
    [
        " They would have practiced alerts that could happen at any time.",
        2357.74,
        2362.48
    ],
    [
        " The SAC World Strategic Air Command, worldwide, would call on the alert in every SAC base",
        2368.16,
        2375.36
    ],
    [
        " on the planet, even in obscure places, would do what they were told to do.",
        2375.36,
        2384.16
    ],
    [
        " And they basically had free commands.",
        2384.68,
        2387.88
    ],
    [
        " One, to man the airplanes and start them at the same place.",
        2388.16,
        2392.56
    ],
    [
        " Second, start the airplanes and taxi down the runway.",
        2392.78,
        2397.78
    ],
    [
        " Just from motivate the flying machines.",
        2398.6,
        2402.02
    ],
    [
        " And third would be a real launch.",
        2402.72,
        2404.18
    ],
    [
        " Actually, there were two kinds of launches.",
        2404.78,
        2406.4
    ],
    [
        " Launched to a holding point, short of total commitment.",
        2406.76,
        2412.6
    ],
    [
        " Or for total commitment from minute one.",
        2412.96,
        2416.9
    ],
    [
        " So obviously, the third and fourth never happened with me.",
        2420.22,
        2423.56
    ],
    [
        " The alert was at Rome New York, at Griffiths Air Force Base,",
        2424.82,
        2431.48
    ],
    [
        " where I was.",
        2431.62,
        2432.7
    ],
    [
        " And wonderful people there too, was seven days.",
        2432.84,
        2436.28
    ],
    [
        " You know, at seven days on.",
        2436.92,
        2438.04
    ],
    [
        " And the rules were half your time on alert, you had free.",
        2438.38,
        2442.6
    ],
    [
        " But it didn't really work out that way,",
        2443.38,
        2446.04
    ],
    [
        " because you didn't get away from the base until, in this case, Thursday,",
        2446.04,
        2451.84
    ],
    [
        " you had 12 o'clock or something like that.",
        2452.38,
        2455.0
    ],
    [
        " And you lost half the day.",
        2455.14,
        2456.88
    ],
    [
        " And then they would schedule you for a flight, maybe Monday night at 8 p.m.",
        2457.54,
        2466.86
    ],
    [
        " So Monday was sort of gone, because you had to sleep,",
        2467.66,
        2471.34
    ],
    [
        " because you were going to fly for 12 hours.",
        2471.54,
        2473.76
    ],
    [
        " You took off at 8 p.m.",
        2474.46,
        2475.82
    ],
    [
        " You're going to land at 8 o'clock Tuesday morning.",
        2475.92,
        2478.28
    ],
    [
        " All those missions, those training missions were 8 hours.",
        2478.78,
        2481.22
    ],
    [
        " But training missions were sort of fun and the interesting.",
        2483.1,
        2487.26
    ],
    [
        " I spent a lot of time with my hands in my lap, but nevertheless,",
        2487.48,
        2491.2
    ],
    [
        " they were interesting.",
        2491.74,
        2492.82
    ],
    [
        " And you went all over the United States, all over the United States,",
        2493.26,
        2496.6
    ],
    [
        " doing those things.",
        2496.6,
        2498.2
    ],
    [
        " And a lot of them were at low level, because that's what you would do",
        2498.2,
        2502.16
    ],
    [
        " in the case of a nuclear war.",
        2502.16,
        2504.62
    ],
    [
        " Oh, it's a low level attack?",
        2504.86,
        2506.28
    ],
    [
        " Oh, yes.",
        2506.64,
        2507.4
    ],
    [
        " Of the B-52s were all assigned low altitude.",
        2507.78,
        2514.0
    ],
    [
        " Like how low?",
        2514.26,
        2514.8
    ],
    [
        " 200 feet.",
        2515.28,
        2516.0
    ],
    [
        " That's good underneath radar?",
        2517.22,
        2518.58
    ],
    [
        " Right.",
        2519.12,
        2519.3
    ],
    [
        " Yeah.",
        2520.24,
        2520.42
    ],
    [
        " As low as you want to go is what I was told.",
        2521.02,
        2523.58
    ],
    [
        " I said, how?",
        2523.58,
        2524.66
    ],
    [
        " I said, this is a poker deck route, and it's published at 400 feet.",
        2525.2,
        2529.42
    ],
    [
        " How low are we going to talk about here if we have actually do have a war?",
        2529.66,
        2533.98
    ],
    [
        " Low, if you want to go.",
        2534.64,
        2535.58
    ],
    [
        " I said one point that you have charts that were accurate, accurate,",
        2536.56,
        2543.32
    ],
    [
        " and how to classify it, obviously.",
        2543.7,
        2546.12
    ],
    [
        " But I said to one of the guys who worked in the vault,",
        2546.44,
        2551.26
    ],
    [
        " you had to do target study while you were on the work.",
        2551.26,
        2553.62
    ],
    [
        " And I said, you showed telephone poles here.",
        2554.56,
        2557.7
    ],
    [
        " Here I am to co-pilot.",
        2558.14,
        2559.32
    ],
    [
        " Looking for the next turn.",
        2560.08,
        2562.0
    ],
    [
        " Can I count those telephone poles?",
        2563.04,
        2564.8
    ],
    [
        " Yes, you can.",
        2565.42,
        2566.34
    ],
    [
        " Whoa, they were all done by you too or by satellite.",
        2566.98,
        2570.12
    ],
    [
        " I think the satellites were just starting at that time.",
        2570.42,
        2573.48
    ],
    [
        " So I said, so it would be the 28th telephone pole.",
        2574.6,
        2578.86
    ],
    [
        " I can turn left to 030.",
        2579.04,
        2581.66
    ],
    [
        " Yep.",
        2582.9,
        2583.24
    ],
    [
        " Anyway, so what was the question?",
        2584.54,
        2587.96
    ],
    [
        " Where would I hang?",
        2588.16,
        2588.74
    ],
    [
        " Where would I hang?",
        2588.92,
        2589.26
    ],
    [
        " Well, it's very interesting to hear what your status was as a pilot.",
        2589.32,
        2596.22
    ],
    [
        " And I actually asked you what level of alert, what's the highest level of alert you are.",
        2596.52,
        2601.18
    ],
    [
        " Because obviously you missed the Cuban missile crisis.",
        2601.4,
        2603.58
    ],
    [
        " That's right.",
        2603.84,
        2604.1
    ],
    [
        " Because I'm sure that would have been a very high alert.",
        2604.22,
        2607.24
    ],
    [
        " Maybe they even, do you think they got airborne for that?",
        2607.24,
        2609.5
    ],
    [
        " I don't think so.",
        2609.9,
        2610.64
    ],
    [
        " I don't think so.",
        2611.02,
        2611.7
    ],
    [
        " I don't remember ever asking anybody.",
        2611.96,
        2614.02
    ],
    [
        " I don't, but I don't think that that happened.",
        2614.64,
        2616.94
    ],
    [
        " No.",
        2617.38,
        2617.48
    ],
    [
        " And that had to be a little bit of a strange",
        2617.9,
        2620.74
    ],
    [
        " weight on your shoulders to think about, especially with your background,",
        2620.74,
        2627.02
    ],
    [
        " with your English teacher that did like the atomic bombs dropped on Japan.",
        2627.02,
        2631.58
    ],
    [
        " And here you are with a mission tasking that if you get this mission,",
        2632.46,
        2635.6
    ],
    [
        " you're going to fly and annihilate, you know, basically the world.",
        2636.24,
        2640.94
    ],
    [
        " Well, I have a little bit of a funny story about exactly what's here.",
        2641.18,
        2644.58
    ],
    [
        " Let's hear that turns into a funny story.",
        2644.8,
        2646.38
    ],
    [
        " I like that.",
        2646.5,
        2646.94
    ],
    [
        " In the G and the H, we have the gunner up front and the guns that were in the tail.",
        2647.2,
        2652.24
    ],
    [
        " So these are the G and H models of the B-52.",
        2652.24,
        2655.08
    ],
    [
        " Right.",
        2655.34,
        2655.48
    ],
    [
        " Up to that, the gunner rode in the tail.",
        2655.88,
        2658.1
    ],
    [
        " If he were to bail out, he would jettison his turret, which weighed something like",
        2658.66,
        2663.96
    ],
    [
        " 2,000 pounds, everything, his ammunition and his 50 calibers and everything short of the seat.",
        2664.24,
        2672.64
    ],
    [
        " He sat on a chemical toilet back there incidentally.",
        2673.1,
        2676.2
    ],
    [
        " But then he would bail out.",
        2676.52,
        2678.36
    ],
    [
        " He did not have an injection.",
        2678.42,
        2679.42
    ],
    [
        " It was right in front of his toes and he just stepped forward or leaned forward now.",
        2679.94,
        2685.24
    ],
    [
        " He went with a conventional parachute.",
        2685.3,
        2687.8
    ],
    [
        " Anyway, the gunner and the G and the H models up front and the cockpit arrangement is different",
        2689.46,
        2697.54
    ],
    [
        " in the G and the H then it wasn't the earlier up to the F model B-52.",
        2697.54,
        2702.64
    ],
    [
        " The G's no longer exists.",
        2703.68,
        2705.5
    ],
    [
        " They went with a strategic arms limitation treaty.",
        2705.9,
        2710.32
    ],
    [
        " The G's got pictures of them getting their wings cut off that they took airborne pictures",
        2711.04,
        2717.56
    ],
    [
        " of all that's a complied with the Russians.",
        2717.56,
        2721.74
    ],
    [
        " But the G and the H internally are the same and the ECM officer and the gunner ride facing backwards.",
        2723.2,
        2732.16
    ],
    [
        " Now I was going to...",
        2733.72,
        2737.32
    ],
    [
        " Oh yeah.",
        2737.32,
        2737.54
    ],
    [
        " So on your charts, when you do your first day of alert target study, it's the same charts every time.",
        2738.08,
        2746.08
    ],
    [
        " The gunners, he sat in all across the table and I said,",
        2746.96,
        2750.04
    ],
    [
        " Oh, you have L, P, B, N, that means something.",
        2750.72,
        2756.0
    ],
    [
        " And E, E, F, E, F, 5, that means something all across the route of flight.",
        2756.38,
        2762.84
    ],
    [
        " And I said, L, P, B, O.",
        2763.44,
        2765.26
    ],
    [
        " In the same lettering stencil, same ink, same everything.",
        2765.8,
        2771.16
    ],
    [
        " I said, what's L, P, B, O?",
        2771.64,
        2774.04
    ],
    [
        " He said, last point of bailout.",
        2774.44,
        2776.54
    ],
    [
        " That's over Finland.",
        2777.14,
        2779.96
    ],
    [
        " He said, exactly right.",
        2780.4,
        2781.46
    ],
    [
        " I'm not going to anybody's nuclear war.",
        2781.56,
        2783.3
    ],
    [
        " I'm leaving over Finland.",
        2783.46,
        2785.48
    ],
    [
        " I'm taking the seat pack with me with the 22 rifle, the sleeping bag, and everything.",
        2785.94,
        2790.86
    ],
    [
        " I'm out of here.",
        2791.2,
        2791.78
    ],
    [
        " But it never happened.",
        2792.24,
        2795.24
    ],
    [
        " He was an E6 and listed guy and nice family man and everything else, but he's not going to nuclear war.",
        2796.64,
        2804.24
    ],
    [
        " How long did you do this job for?",
        2804.52,
        2807.86
    ],
    [
        " Oh, you hear.",
        2808.56,
        2808.88
    ],
    [
        " Well, including the rag, if you will, in Merced, California, a year and a half.",
        2809.28,
        2816.04
    ],
    [
        " But then I got the big fat envelope that said,",
        2817.0,
        2820.28
    ],
    [
        " here is your inter-service transfer.",
        2820.66,
        2822.94
    ],
    [
        " If you want to do this, you can do this.",
        2823.12,
        2825.22
    ],
    [
        " That's what you had applied for.",
        2825.22,
        2826.46
    ],
    [
        "",
        2827.06,
        2827.06
    ],
    [
        " And why did you try and do an inter-service transfer to the Navy?",
        2827.2,
        2830.8
    ],
    [
        " Because I didn't want two sides to, and there's popping your peas again there.",
        2831.14,
        2835.76
    ],
    [
        " I didn't want to sit alert anymore.",
        2836.48,
        2839.2
    ],
    [
        " I didn't like riding around with my hands in my lap.",
        2840.22,
        2843.88
    ],
    [
        " And going way back.",
        2847.42,
        2849.0
    ],
    [
        " I had this idea in the back of my head.",
        2849.18,
        2850.98
    ],
    [
        " My first cross-country in the T-37 out of web air force base.",
        2851.78,
        2856.36
    ],
    [
        " We stopped somewhere.",
        2856.56,
        2857.62
    ],
    [
        " I can't remember.",
        2857.86,
        2858.68
    ],
    [
        " And there were two Navy guys there,",
        2859.34,
        2861.24
    ],
    [
        " wearing golf shirts underneath their flight suits.",
        2862.06,
        2866.04
    ],
    [
        " And through the open door, there were two A4s parked out there.",
        2866.52,
        2871.36
    ],
    [
        " And they said something like USS Independence or USS,",
        2871.36,
        2875.42
    ],
    [
        " who knows, forced the order.",
        2875.96,
        2877.32
    ],
    [
        " And I thought, isn't that hot stuff?",
        2877.52,
        2880.42
    ],
    [
        " These guys can go to sea with those things and go, I don't know, anywhere they want.",
        2881.34,
        2887.58
    ],
    [
        " That's hot.",
        2888.14,
        2888.92
    ],
    [
        " And then I saw the back of a proceedings magazine.",
        2889.62,
        2894.1
    ],
    [
        " Proceedings used to be magazine size, then it became smaller format.",
        2895.06,
        2900.64
    ],
    [
        " And showed an A4 looking over the A4 shoulder, like the wingman or something like that.",
        2902.04,
        2907.84
    ],
    [
        " And he's on short final for our carrier.",
        2908.06,
        2910.64
    ],
    [
        " That's hot shit.",
        2911.0,
        2912.02
    ],
    [
        " So that did it.",
        2912.92,
        2914.88
    ],
    [
        " And was it hard to put in that inner-terrace transfer?",
        2915.3,
        2917.84
    ],
    [
        " Was it pretty straightforward?",
        2918.38,
        2919.12
    ],
    [
        " Well, they bounced it back at me.",
        2919.6,
        2921.42
    ],
    [
        " So no, four mats wrong.",
        2921.54,
        2923.54
    ],
    [
        " It has to be this way in that way.",
        2923.68,
        2924.96
    ],
    [
        " And I have to do that.",
        2925.26,
        2926.04
    ],
    [
        " Nice fine.",
        2926.16,
        2927.06
    ],
    [
        " Well, what do you want us to do?",
        2928.04,
        2929.24
    ],
    [
        " I said, well, you tell me it's wrong.",
        2929.24,
        2931.5
    ],
    [
        " I did it according to what was in the publication's library.",
        2931.94,
        2935.54
    ],
    [
        " You do it.",
        2935.54,
        2937.22
    ],
    [
        " I said, well, I guess we have to.",
        2937.36,
        2939.26
    ],
    [
        " And they did.",
        2939.4,
        2939.82
    ],
    [
        " And then I signed everything the second time and then the way it went.",
        2940.28,
        2944.16
    ],
    [
        " And you got straight into the pilot pipeline?",
        2944.54,
        2946.3
    ],
    [
        " Well, no, I was, you know, when you're a military officer,",
        2947.08,
        2952.34
    ],
    [
        " you are an officer of the United States.",
        2952.7,
        2955.48
    ],
    [
        " You're not an Air Force officer or a Navy officer or even an officer of the,",
        2955.48,
        2962.14
    ],
    [
        " there's a land survey and mapping service.",
        2962.26,
        2966.86
    ],
    [
        " They have military uniforms.",
        2967.22,
        2968.98
    ],
    [
        " You are an officer of the United States.",
        2969.56,
        2972.58
    ],
    [
        " So it isn't like you change services.",
        2973.62,
        2977.6
    ],
    [
        " You change uniforms and you change terminology and you change verbiage.",
        2977.86,
        2983.06
    ],
    [
        " And the name of your grade changes from first lieutenant to lieutenant junior grade.",
        2983.74,
        2990.36
    ],
    [
        " They can put you anywhere they want.",
        2990.86,
        2994.94
    ],
    [
        " You can be a seal who is a lieutenant commander and they can say,",
        2995.22,
        2999.04
    ],
    [
        " guess what?",
        2999.04,
        2999.56
    ],
    [
        " We want you in the embassy in Tunisia and it's only going to be six months.",
        3000.06,
        3005.84
    ],
    [
        " But you'll be wearing civilian clothes and you'll be responsible for us and so on and so on.",
        3006.42,
        3011.38
    ],
    [
        " I can do that because remember you're appointed by the president of the United States.",
        3011.38,
        3016.92
    ],
    [
        " You're going to serve in that capacity.",
        3017.44,
        3020.44
    ],
    [
        " But so that's what happens with an inner service transfer.",
        3020.8,
        3023.84
    ],
    [
        " And I was told that when they, they, you make the transfer, it's basically a,",
        3023.92,
        3029.42
    ],
    [
        " long table meeting of senior service.",
        3031.32,
        3036.3
    ],
    [
        " I have a doc who wants to come over to the Air Force and you have a junior lieutenant who wants to",
        3036.56,
        3044.6
    ],
    [
        " go navy. I'll swap you for those two and that's fine.",
        3044.6,
        3047.92
    ],
    [
        " I mean do that and so forth and so forth.",
        3048.12,
        3049.76
    ],
    [
        " And that's why it's done but every six months or something like that and probably goes on right now.",
        3050.14,
        3054.98
    ],
    [
        " I don't know.",
        3055.38,
        3055.9
    ],
    [
        " But you ended up with the pilot slot.",
        3056.48,
        3059.52
    ],
    [
        " Yeah well I had orders to king to, like Kingsville, the Corpus Christi and I'm",
        3059.86,
        3067.12
    ],
    [
        " upstanding in a guy's office, nice guy with Lieutenant Commander,",
        3067.12,
        3071.7
    ],
    [
        " fuel of the parking ramp with S2's, Stooths Park behind him, piston engine,",
        3073.06,
        3078.58
    ],
    [
        " anti-submarine airplanes. It's training facility for them and a couple of Lieutenant Commander",
        3079.18,
        3084.8
    ],
    [
        " understanding over here and me standing right here in front of this desk and he said,",
        3084.8,
        3090.44
    ],
    [
        " what are we going to do with you? I said, I don't know, I just have these orders.",
        3090.44,
        3094.24
    ],
    [
        " He said, you flew jets? I said, yeah, he said, well then we send you to Kingsville.",
        3095.06,
        3099.96
    ],
    [
        " What should we do with him? What happens if he can't get a board?",
        3100.54,
        3103.84
    ],
    [
        " I thought I will get a board.",
        3104.52,
        3106.62
    ],
    [
        " So what's Kingsville?",
        3107.2,
        3109.64
    ],
    [
        " Kingsville, to advance the training bases, I think there is beville still active?",
        3110.8,
        3115.74
    ],
    [
        " Beville is close to still can do.",
        3115.96,
        3117.04
    ],
    [
        " Yeah and Kingsville is bigger than ever.",
        3117.28,
        3119.14
    ],
    [
        " Navy advanced at that time, they were F-9s there and I went over to Kingsville and introduced",
        3119.72,
        3126.66
    ],
    [
        " myself and dropped my orders on the table and so to speak and all very nice and looked out the",
        3126.66,
        3131.66
    ],
    [
        " window and had these ancient airplanes, F-9s, cream war vintage.",
        3131.66,
        3137.52
    ],
    [
        " What ancient equipment here? There was more fun to fly than you can imagine.",
        3142.72,
        3147.26
    ],
    [
        " You put the power up all the way and leave it there and it was like your brother's MG with",
        3147.66,
        3154.12
    ],
    [
        " the little four-cellular engine in it was so much fun to drive underpowered, same way.",
        3154.12,
        3159.62
    ],
    [
        " Fun, fun, fun to fly is truly a flying airplane with a wing, airfoil wing and",
        3159.94,
        3169.58
    ],
    [
        " air thing. You fly the, get into the phantom and you find, no this is a machine.",
        3169.58,
        3173.68
    ],
    [
        " Now this point you're hearing about Vietnam. Vietnam now is 191667?",
        3174.48,
        3179.94
    ],
    [
        " Yeah. So now you know what?",
        3180.04,
        3182.7
    ],
    [
        " You're in the pipeline. Your goal is to be a fighter pilot. You know that pipeline ends up in Vietnam.",
        3182.96,
        3187.96
    ],
    [
        " Yeah. So your detail recalls you on the whole phone in the B.O.Q.",
        3188.32,
        3193.68
    ],
    [
        " And I think I was a lieutenant by this point. Maybe not. Senior lieutenant junior grade anyway.",
        3193.98,
        3199.9
    ],
    [
        " I have two rooms and private bath. And you were in King's Hole in those?",
        3200.06,
        3206.36
    ],
    [
        " I was there. Big solid B.O.Qs there. Very nice and whatnot. But when you took a shower,",
        3207.64,
        3214.48
    ],
    [
        " the water was so bad that the ground smelled like ancient sour ground. Remember that?",
        3214.92,
        3222.4
    ],
    [
        " It's all the way. And anyway, where were we?",
        3222.84,
        3227.86
    ],
    [
        " So at what point do you get assigned to go to the rag for F4?",
        3227.9,
        3231.38
    ],
    [
        " Well, the, your detailer calls you on the whole phone and all things and put Tom Copel on.",
        3231.6,
        3236.36
    ],
    [
        " He's in room B7. And guy comes and say, Hey, Tommy, you got a phone call. It's my detailer again.",
        3236.42,
        3243.54
    ],
    [
        " He said, Tom, we really want you in the A6. That's just for you. Same as the B52. You have",
        3243.86,
        3249.72
    ],
    [
        " experience with all sets and everything else. It's going to be perfect. I said, I don't want that",
        3249.86,
        3255.02
    ],
    [
        " Bob. You know that. Call me back next and series of phone calls. The last one was the same thing.",
        3255.02,
        3264.6
    ],
    [
        " Tom, you perfect for the A6. By now, you probably looked around, talked around about it.",
        3265.04,
        3270.64
    ],
    [
        " That's a heck of an airplane. Yeah, I know Bob. I still want to fly the F4.",
        3270.82,
        3274.88
    ],
    [
        " Okay. Let me think about it. And about a week later, guy called me and said,",
        3276.94,
        3281.72
    ],
    [
        " You have orders up there at admin. Big spring at that, I'm sorry. Kingsville at that time",
        3282.16,
        3287.4
    ],
    [
        " was nowhereland. And I did not have a car. I said, it's up at the other end of the",
        3287.4,
        3295.16
    ],
    [
        " main drag that parallel hangar area. I said, well, first of all, I said, Fred, what do my",
        3295.54,
        3306.98
    ],
    [
        " orders say? Oh, look at them. It's not in my business. Oh, gentlemen, don't read each other's.",
        3306.98,
        3313.42
    ],
    [
        " Well, I'll walk up there and I had F4 to Merrarr. And F4, what year did F4 come out? What year was that?",
        3313.94,
        3322.46
    ],
    [
        " I think the first prototype flew in 58. Is that right? That sounds about right.",
        3322.66,
        3328.58
    ],
    [
        " Yeah, just just real quick. So you go through all Air Force training, you're a B52 guy.",
        3328.72,
        3334.32
    ],
    [
        " And then you see Q in the F9. Yeah. What was that like?",
        3334.58,
        3338.3
    ],
    [
        " I mean, they don't worry that you can't even get a board, right? Yeah. Yeah. What was that like?",
        3339.78,
        3344.42
    ],
    [
        " Well, I guess my FCLP was okay. And when I first time out, FCLP, I think",
        3344.46,
        3352.34
    ],
    [
        " this is boring. Yeah, I can do this and so forth. And the guy comes back and says, well,",
        3352.46,
        3356.52
    ],
    [
        " you were this and you were this and you were, that's amazing. How do you know that? And so forth.",
        3356.62,
        3361.38
    ],
    [
        " That's LSOs. They grade you accurately and their club, Dave Moses.",
        3361.6,
        3370.26
    ],
    [
        " I was in LSO. Oh, okay. It's hard to get into their club. And you can't really dispute what",
        3370.82,
        3382.44
    ],
    [
        " as C landing. He's in your ready room saying, well, you started out high and that's all for it and so forth.",
        3383.02,
        3389.8
    ],
    [
        " So you guys have now both thrown out. I was wondering if I missed something, but they'll turn get a board.",
        3390.02,
        3394.68
    ],
    [
        " What does this mean? Expand on it. There are guys, I guess, who's just say, you're crazy. I'm",
        3395.18,
        3402.04
    ],
    [
        " not going to do that. I thought I didn't realize you had to do that. Or I guess that's what happens.",
        3402.04,
        3407.18
    ],
    [
        " Or they're just what used to be called the guys aplumber and he can't do it.",
        3407.18,
        3413.76
    ],
    [
        " So get a board means you're actually qualifying the aircraft. Yeah, get a board is just a",
        3413.84,
        3418.04
    ],
    [
        " language for it. Can you land on the ship? Right. And I did. Okay. Most people can. That's what I was",
        3418.04,
        3423.82
    ],
    [
        " missing. Yeah. And it's hard. It's it's it's the phrase of, hey, is this guy going to be able to get a",
        3423.82,
        3427.74
    ],
    [
        " board? Meaning, can he land his plane on the boat? Yeah. Right. What happens? I think every now and",
        3427.74,
        3432.02
    ],
    [
        " then as you got guys to go through the whole pipeline, Kerry calls is the last thing you do in training",
        3432.02,
        3436.48
    ],
    [
        " and traditionally and you could be graded on all these things. But if you can't get a board,",
        3436.48,
        3440.26
    ],
    [
        " you're no good to the Navy. That's right. We land on boats. And so you're saying a P3.",
        3440.66,
        3446.26
    ],
    [
        " Yeah. And fighters exactly. So is that what happens? You get sent to P3s. You get I mean,",
        3447.08,
        3452.28
    ],
    [
        " now you get sent to P3s. You go to helicopters. If you can't get a board in a jet, they're",
        3452.48,
        3457.88
    ],
    [
        " going to send you to some other non tactical platform. That's true. I've been talking about",
        3457.88,
        3464.06
    ],
    [
        " this lately. It seems like there's certain skill sets of people. Some people just can't get through",
        3464.06,
        3468.94
    ],
    [
        " like like, for instance, when I was going through seal training, I would say about one out of every",
        3468.94,
        3474.84
    ],
    [
        " hundred guys, they're just there's not going to be able to shoot a pistol well. And they might",
        3474.84,
        3480.14
    ],
    [
        " actually not make it through the training because they can't shoot a pistol. They might be an athlete.",
        3480.14,
        3484.4
    ],
    [
        " They might be graded everything. They might be smart. They can't shoot a pistol. Close quarters combat.",
        3484.5,
        3488.76
    ],
    [
        " There's a bunch of strict little things that you have to follow. And some people, I think that",
        3488.92,
        3493.44
    ],
    [
        " number is about four out of every hundred. This is in in in basic seal training or seal qualification",
        3493.44,
        3498.7
    ],
    [
        " training that they're just not going to get it. They're just there's not bad people. They do a lot",
        3498.7,
        3504.62
    ],
    [
        " of the things well, but they just can't do that thing. And it sounds like occasionally someone",
        3504.62,
        3508.92
    ],
    [
        " that can fly a plane, someone that can land it on the airfield, someone that can do the turns.",
        3508.92,
        3512.2
    ],
    [
        " They need to do in the sky. Someone that understands the dynamics of it, but they can't get a board.",
        3512.2,
        3516.52
    ],
    [
        " They can't land on that aircraft carrier. Right. And then it doesn't matter. That's true. No,",
        3516.9,
        3521.36
    ],
    [
        " it does matter because you were a top-gun guy, but I was an instructor at Meridian at the end",
        3521.36,
        3532.22
    ],
    [
        " of my career. And I don't remember exactly how or what the guy said to me and the friendliest",
        3532.22,
        3540.0
    ],
    [
        " colleague you away. If your students can't cut it, it's not their fault. It's your fault.",
        3540.0,
        3546.64
    ],
    [
        " Because if this guy is not the sort of guy we want for tailhook, we'll find a place for him.",
        3547.34,
        3556.44
    ],
    [
        " And he'll be valuable to the Navy. So in the Air Force is the other way around. It's always",
        3556.78,
        3562.2
    ],
    [
        " felt to me like they were trying to get rid of you. They were always rotten to it. Except for one",
        3562.2,
        3568.12
    ],
    [
        " guy who wound up being a, I think I put this in my list of stuff. He wound up being a four-star",
        3568.12,
        3573.74
    ],
    [
        " general in NATO and Europe. Maybe it was personal self-esteem or self-confidence or something like that.",
        3574.12,
        3583.72
    ],
    [
        " He was very quiet and struck, and T-38s and Air Force advanced. Very laid back and he said,",
        3583.9,
        3590.58
    ],
    [
        " Tom, come left a little bit more. Or Tom, let me show you. And he did. And that was the last thing.",
        3590.72,
        3597.0
    ],
    [
        " And he wouldn't talk to me for 10 minutes and stuff like that, but not because he didn't want to",
        3597.34,
        3602.4
    ],
    [
        " just let you go until you made him. No, no, no, let me show you something and stuff like that.",
        3602.4,
        3607.06
    ],
    [
        " But at the dinner, they always acted like they wanted to get ready or worse. And Navy,",
        3608.12,
        3612.74
    ],
    [
        " the kid doesn't make it. He's been qualified by us in 16 different ways. If he quits or",
        3613.14,
        3621.16
    ],
    [
        " wants to quit, it's your fault, not his. We'll find a place for him. He lows and they have two",
        3621.16,
        3630.82
    ],
    [
        " guys there and stuff like that. So where on the heck, where are we? So then you do get your orders,",
        3630.82,
        3638.98
    ],
    [
        " you get your F4 orders. And I guess I kicked this whole tangent off just by the F4 at the time",
        3639.22,
        3646.34
    ],
    [
        " was just like the ultimate beast. The monster. That's what I always called it. And then I won",
        3646.34,
        3655.26
    ],
    [
        " Mirah. And I remember this like it was yesterday. Check in, do all that. I'm going to find a place",
        3655.26,
        3663.1
    ],
    [
        " in the B.O.Q. Forget it. No chance. Tom had to go find a place to live off base. And what not.",
        3663.1,
        3672.28
    ],
    [
        " But at any rate, VF-121 was the F4 rag at that time and was the eastward end of the runway there.",
        3672.42,
        3680.74
    ],
    [
        " And a couple of steps going through a narrow gate that was always open. And therefore,",
        3682.98,
        3688.62
    ],
    [
        " you're looking at the tail up the pipes of this thing. I thought, oh my god, I forgot. This is a",
        3689.32,
        3695.84
    ],
    [
        " monster. I forgot. And they had Marines working on them because they were going to denigre July",
        3695.84,
        3702.34
    ],
    [
        " to get shot full of holes and eventually abandoned over there. And they took the radar's",
        3702.34,
        3710.72
    ],
    [
        " out and put lead noses in them at that place. And basically went over the whole thing. And they",
        3710.72,
        3717.02
    ],
    [
        " had Marines, Marines, Mechs working on them there. But I thought, oh my god, look at that thing.",
        3717.02,
        3723.42
    ],
    [
        " And then I walked to the end of the hangar. And there were two F4s taking the runway. And VF-21",
        3723.82,
        3734.92
    ],
    [
        " at that time was at that end of the east end of the runway. And 99% of the time, Merwell, you",
        3734.92,
        3740.9
    ],
    [
        " took off to the west. And two F4s rolled out on the runway. It was night and early morning,",
        3740.9,
        3747.06
    ],
    [
        " old coastal clouds and fog, just like here at the Zett Mermar. And they ran up and then they rolled",
        3747.18,
        3757.98
    ],
    [
        " and they fire walled and they went to burn her. And then they disappeared into the mist. I thought,",
        3758.52,
        3765.32
    ],
    [
        " oh my god, I am in over my head. But you learned to do it. And get good at it. I got pretty good at it.",
        3765.44,
        3774.38
    ],
    [
        " Although you know as a thing about LSOs, since you're here. So the LSO is the greater, basically?",
        3775.08,
        3783.84
    ],
    [
        " That's the landing signal officer. You grade every landing. That's right.",
        3783.84,
        3787.0
    ],
    [
        " Okay. And you have to call me Paul and State for every landing, VFRI, FRI, anything else. And he's a guy",
        3787.66,
        3796.26
    ],
    [
        " when you look up and they say, one peak is worth 10,000 scans, scanning your panel.",
        3796.26,
        3803.74
    ],
    [
        " Instrument flying is something that's hard to understand if you haven't done it. You cannot make",
        3804.56,
        3811.64
    ],
    [
        " a mistake or you're going to be killed and wreck the airplane. The normal mistakes allowed in",
        3811.64,
        3817.28
    ],
    [
        " genuine IFR and especially carrier IFR. But he's the guy who says to you, you say, 2400 clara.",
        3817.28,
        3828.56
    ],
    [
        " And he says to you, that means I don't see the meatball. And really you don't can't see the",
        3829.14,
        3833.74
    ],
    [
        " duck either. And he says to you, you're looking great, babe. Keep it coming. And you just have to",
        3833.74,
        3840.64
    ],
    [
        " trust what he said. Right. Because you can't see visually because of fog or whatever. Well, one",
        3840.64,
        3845.46
    ],
    [
        " second later or maybe a half second later, you see the deck. And then you're bored. He'll say that",
        3845.46,
        3851.82
    ],
    [
        " to you at a half mile. The radar controller says half mile, callable or execute a wave off.",
        3851.82,
        3858.74
    ],
    [
        " And you take a second peak and nothing there. There's a white glow from the deck. But if you're on",
        3859.2,
        3868.38
    ],
    [
        " satellite and on glide slope, you're going to be okay. And he's tracking that via radar. Or he's",
        3868.38,
        3874.06
    ],
    [
        " yeah, because he can't see you either, right? Yeah, what they the ship does. It's different now,",
        3874.06,
        3878.8
    ],
    [
        " I think, but it's essentially sort of the same. You have a they have for how to radar reflect",
        3878.9,
        3883.46
    ],
    [
        " or on the nose gear. And the ship's track while scan radar would lock on to that receiver. Otherwise,",
        3883.46,
        3891.08
    ],
    [
        " it might lock on to the wing tip. And that will keep you on you if you. Flying accurately.",
        3891.24,
        3898.6
    ],
    [
        " The way you're supposed to everything will be when you break out, you'll be on center line on",
        3899.18,
        3903.82
    ],
    [
        " glide slope of the center of the meatball. And basically don't don't with a. Fuel in black",
        3903.82,
        3912.72
    ],
    [
        " oil ship. Constellation was a black America before they were both black oil ships. They have a",
        3912.72,
        3920.36
    ],
    [
        " stack gas problem. But actually with a nuclear powered carrier, you have the burble that comes",
        3920.36,
        3926.52
    ],
    [
        " around the wind coming around the island. I'm told you can feel that too. But with a with a fossil",
        3926.52,
        3933.78
    ],
    [
        " powered ship, you had a lot of burble that so you're hitting turbulence basically right there.",
        3933.78,
        3939.54
    ],
    [
        " In a land. Yeah, a tenth of a mile from touchdown. Yeah. One time I had my mask loose and you could",
        3939.54,
        3947.84
    ],
    [
        " smell it. My mask wasn't tight enough. What was it? Do you remember your first carrier landing? Yeah.",
        3947.84,
        3954.1
    ],
    [
        " I do. How to go. I thought that was pretty great. That's that's all I remember. I remember being on",
        3954.34,
        3961.02
    ],
    [
        " the catapult though on it was Randolph with hydraulic cats. It was one of the only ships left with",
        3961.02,
        3968.36
    ],
    [
        " hydraulic cats. They'd all been converted to steam when they when they put the angled deck on them.",
        3968.36,
        3973.2
    ],
    [
        " I mean these old Essex and Yorktown class ships. They put steam catapults in them but they put",
        3973.64,
        3980.08
    ],
    [
        " some of them. They put hydraulic cats in Randolph was still a wonderful clean well-run ship. I",
        3980.08,
        3986.58
    ],
    [
        " thought. I know the captain was very friendly to me because I was an oddball. I was coming across",
        3986.58,
        3992.76
    ],
    [
        " Air Force officer he had been told. Come on up in the bridge on it. It was very nice. At any rate",
        3992.98,
        3999.3
    ],
    [
        " sitting there getting ready to get on the hydraulic cats on Randolph I remember thinking to myself",
        3999.3,
        4006.94
    ],
    [
        " I don't have to be doing this. I remember thinking if I say I don't want to do this they'll stop",
        4006.94,
        4015.9
    ],
    [
        " right now. I must be crazy. I did it boom. But without your first cat launch. Yeah. And they told",
        4015.9,
        4026.14
    ],
    [
        " you over and over again. These are hydraulic cats. Bob said you're in palin instructor. He said",
        4026.14,
        4034.18
    ],
    [
        " now make sure you're all the way back. Make sure you got your elbow locked because it's a hell of a",
        4034.18,
        4043.12
    ],
    [
        " bang. And you get on your first 15-20 feet you get 80% of your acceleration right up front and then",
        4043.12,
        4051.24
    ],
    [
        " you're sort of just trundle down the rest of the way. So I was ready boy. All the way back in the seat",
        4051.24,
        4058.42
    ],
    [
        " head back and elbow locked. I didn't think about my knees. When that thing went off my knees",
        4058.42,
        4065.62
    ],
    [
        " were up here somewhere. But the F-9 I think the F-18 is the same way you can take the shot, hands",
        4065.62,
        4074.08
    ],
    [
        " off and then grab the stick and send your out over the water. So I still have my hand on the",
        4074.08,
        4082.66
    ],
    [
        " pole but I had to get my knees back down. So what is the hydraulic harder to launch than the steam",
        4082.66,
        4089.14
    ],
    [
        " because the steam is more gradual build up or something? Yeah the steam is smoother and it's a",
        4089.14,
        4093.78
    ],
    [
        " continuous flow and I guess the new electric cats are that way as well as both even better I guess.",
        4094.72,
        4101.12
    ],
    [
        " I don't know how there would be but I guess it would be. Now this is the time like Dan Peterson you",
        4101.46,
        4107.82
    ],
    [
        " guys are working like almost getting in this air-to-air combat or you're training at a level that",
        4107.82,
        4114.62
    ],
    [
        " really you hadn't trained before or the pilots hadn't been training this way we're going hard",
        4114.62,
        4120.28
    ],
    [
        " against each other all the time. Yes and no. In that that was the beginning of the I said in my",
        4120.28,
        4129.78
    ],
    [
        " talking to Dave via email I said my only claim to fame here being unusual if you will is the",
        4129.78,
        4136.74
    ],
    [
        " fact that I was there when what became Top Gun started I was there at Sam Leeds who's in Dan",
        4136.74,
        4144.3
    ],
    [
        " Peterson's book came into various ready rooms and VF-121 had about three or four oh my",
        4144.42,
        4150.54
    ],
    [
        " any remember because it took a whole hangar and it came in there and said we're going to do the",
        4150.54,
        4155.44
    ],
    [
        " a lot of F-4s and some F-8s too we're getting shot down by MIG-17s mostly but R-A-5Cs are getting",
        4155.44,
        4165.22
    ],
    [
        " shot down by MIG-21s because they made MIG-21 R-A-5C would be cruising at say 600 knots",
        4165.22,
        4173.54
    ],
    [
        " taken pictures or going to his next spot to take pictures and the MIG-21 would come downhill",
        4173.54,
        4178.68
    ],
    [
        " from 30 35000 at 1.21.4 or something like that and launch a Soviet what was the B model they had",
        4178.68,
        4192.0
    ],
    [
        " stolen from us a sidewinder and shoot down the R-A-5C that was the big deal don't let your R-A-5C",
        4192.0,
        4200.98
    ],
    [
        " figure the S-I was lots of times if you're the S-Core to the R-A-5C don't let him get have to keep",
        4200.98,
        4207.02
    ],
    [
        " looking back and up there and be prepared to turn into him for a head-on with a sparrow but at",
        4207.02,
        4214.5
    ],
    [
        " any rate what was the question? Well I'm just trying to gather that eventually where I want to",
        4214.5,
        4220.56
    ],
    [
        " know is how well prepared you were when you went on deployment from a pilot so like I was in the",
        4220.56,
        4230.58
    ],
    [
        " rounds through our guns we would do so many immediate axed drills we would do so many drills",
        4230.58,
        4236.94
    ],
    [
        " and so much training that by the time we went overseas I felt really good yeah I felt really good",
        4236.94,
        4243.84
    ],
    [
        " and I'm trying to figure out where you guys would feel the first time you get on your first",
        4243.84,
        4251.24
    ],
    [
        " combat mission well there's nothing quite like getting shot at the first time you do remember that",
        4251.24,
        4256.66
    ],
    [
        " but I remember the time they had some sort of an exercise where you flew down the coast and",
        4256.78,
        4262.14
    ],
    [
        " back up again and maybe went up as high as high an oil and or more the seaport that high-farm",
        4262.14,
        4269.6
    ],
    [
        " went at the mouth of the river up there and back and got a board and came forward big exercise I",
        4269.6,
        4276.98
    ],
    [
        " remember looking out over northern part of the South Vietnam and over in the Lous and all that red",
        4276.98,
        4283.52
    ],
    [
        " I thought holy smoke that's for real it's only every one every six but you're not quite ready for",
        4283.52,
        4290.8
    ],
    [
        " that and the first time you actually see it going by it makes you an older man immediately I think",
        4290.8,
        4296.22
    ],
    [
        " so whatever are we so you're but you're training to get ready to get over there you know",
        4296.22,
        4303.42
    ],
    [
        " why you dog fighting are you oh yeah oh yes yeah one on once that's what you did in your training",
        4303.42,
        4309.82
    ],
    [
        " you left Miramar and went out over the water and the standard deal was the your flight leader you're",
        4309.82,
        4318.32
    ],
    [
        " the wingman he kisses you off you both turn 30 degrees away and you proceed until one guy turns in",
        4318.32,
        4325.68
    ],
    [
        " you can turn in immediately or you can wait for the younger guy you wait until the older guy",
        4325.68,
        4331.24
    ],
    [
        " finally turns in because he can't see you anymore you can barely see him and you know his eyeballs",
        4331.24,
        4337.36
    ],
    [
        " man and not as good as yours but you turn in and make a head on and then you can see his wings",
        4338.42,
        4343.62
    ],
    [
        " flash and he sees your wings flash and make a head on pass but that's not the way it isn't combat",
        4343.62,
        4350.32
    ],
    [
        " when you get into a combat situation well statistically it doesn't matter whether it's world war one",
        4350.32,
        4357.4
    ],
    [
        " career or the Vietnam war the guys who got shot down the guys who didn't see it coming it's like",
        4357.4,
        4366.1
    ],
    [
        " 99% of them one guy got shot down let's say he said yeah he got it on me and he pulled",
        4367.7,
        4374.4
    ],
    [
        " inside and he unloaded and he got me but that's the exception and more over 95% of the airplane shot",
        4374.4,
        4381.66
    ],
    [
        " then I popped a pee there in Vietnam we're with AAA not with Sam's everybody oh Sam's this",
        4381.66,
        4392.04
    ],
    [
        " and Sam's that but no when you're vulnerable and relatively close to the ground that's when they",
        4392.04,
        4399.04
    ],
    [
        " got especially when you could see it going by you were in the envelope if you would and that's",
        4399.04,
        4404.48
    ],
    [
        " just like a matter of chance in a way that's right well better tactics there are better tactics and",
        4404.48,
        4411.74
    ],
    [
        " poor tactics and I think I wrote in as had my monograph there I said to me way back",
        4411.74,
        4420.36
    ],
    [
        " uh in you know in Kingsville I teach you to let it roll off on a wing let the nose fall",
        4421.62,
        4426.6
    ],
    [
        " acquire the target adjust a little bit and now you're watching the altimeter and so forth",
        4426.6,
        4434.02
    ],
    [
        " I said this is polo and the I want to hit the target I want to put them right in the hole",
        4434.02,
        4439.84
    ],
    [
        " there pulled down up and vert pull down some arrows think you're crazy the first time they",
        4439.84,
        4446.94
    ],
    [
        " ran the back when you do this pull down as steep as possible well more than 30 degrees you betcha",
        4446.94,
        4454.78
    ],
    [
        " how about 60 or 70 degrees the steeper you are the safer you are the faster you are the better you are",
        4454.78,
        4463.16
    ],
    [
        " and then I think I wrote in here is there any compromise when you go to when you go to come out of",
        4463.16,
        4468.68
    ],
    [
        " that dive and turn the airplane back up towards the sky because they've been through all that",
        4468.68,
        4475.06
    ],
    [
        " at PAX River say the flight test in the book the manual that you have either the the the the",
        4475.06,
        4484.44
    ],
    [
        " the natop manual what's the flight manual for pilots or the tactics manual has all these tables in",
        4484.44,
        4490.72
    ],
    [
        " there and you can say if I get out and let's say I have 80 degrees angle of bank uh dive and I get",
        4490.72,
        4499.34
    ],
    [
        " out at 6,000 feet I'll still be well clear I have 1500 feet of of to clear if I pull six and a half",
        4499.34,
        4508.2
    ],
    [
        " jeez to get out if I pull seven I'm I'm even better off but you lose power when you do that you",
        4508.2,
        4514.66
    ],
    [
        " I'm sorry you lose airspeed when you do that so you've pulled pull the jeez you're you're safe",
        4514.66,
        4520.52
    ],
    [
        " a guy this does not do that though but you would well did you train this way before going to be an",
        4520.52,
        4525.6
    ],
    [
        " om did you know that the high angle attack was better no are you figured out when you got there",
        4525.6,
        4532.44
    ],
    [
        " no I figured it out in Arizona okay going over there that those targets that they have I guess",
        4532.44,
        4540.42
    ],
    [
        " in the east coast they have them all over the place too rural places it's a huge plowed area",
        4540.42,
        4546.8
    ],
    [
        " and plowed in a in a circle and you got they have two towers wooden towers and 12 o'clock and",
        4546.8,
        4554.62
    ],
    [
        " kind of a frick lock and they talked to each other and they they tell you where your hit was on",
        4554.62,
        4561.14
    ],
    [
        " the and a white thing in the center um and they tell you you know you bomb but the guy told me if",
        4561.14,
        4569.94
    ],
    [
        " you want to be safe be steeper be faster I said that's for me and then I saw this picture sort",
        4569.94,
        4577.06
    ],
    [
        " of famous and you've probably seen it um other an airplane diving on a Japanese aircraft carrier",
        4577.06,
        4582.84
    ],
    [
        " at midway and the guy is 89 degrees I fact is for me that's why I'm going to do it so rolling",
        4585.02,
        4591.62
    ],
    [
        " vertebrae pulling your nose down then you get your dive right there because your nose wants to come",
        4591.62,
        4595.7
    ],
    [
        " up faster you go in an airplane whether it's a pipe recover and F4 F a 18 you nose wants to rise",
        4595.7,
        4603.08
    ],
    [
        " as you build their airspeed just aerodynamics so get the nose down there right now and then you",
        4603.08,
        4612.82
    ],
    [
        " can pull the power to idle at 500 and it would hold five I don't know what they do at 18s but",
        4613.78,
        4620.16
    ],
    [
        " the name pull the power to idle at 500 almost no matter what you dive angle was",
        4620.16,
        4624.94
    ],
    [
        " was that mean pull power to idle at 500 was that mean just pull the throttle all the way back to",
        4624.94,
        4632.54
    ],
    [
        " idle and it would hold 500 knots gotta go down you would increase your speed to some right I don't",
        4632.54,
        4642.8
    ],
    [
        " know doubt after they were actually flying the airplane but if you go 550 it will hold that",
        4642.8,
        4649.14
    ],
    [
        " so a lot of guys just say 500's fast enough for me I just got to pull out of this and I said",
        4649.14,
        4653.84
    ],
    [
        " baloney look on the charts you can get out easy they wouldn't know that but I said steeper is better",
        4653.84,
        4659.72
    ],
    [
        " so I said the guy in the back says you know we were 560 knots tonight yeah fine that's I like that",
        4659.72,
        4667.48
    ],
    [
        " but I never got any holes I got scared a couple of times well for me got warned I had a load go off",
        4667.54,
        4676.72
    ],
    [
        " right there that gave me you know didn't you picture take them with an old saw flash bumping in",
        4676.72,
        4684.74
    ],
    [
        " spots and it gave me spots in front of my eyes that was not close but no holes all right never did",
        4684.74,
        4692.22
    ],
    [
        " and we guys came back with a hole about as big as a 45 caliber bullet in the bottom of the",
        4692.22,
        4699.42
    ],
    [
        " airplane but not me we had leadership in the squadron I was in that I kept going back to reading",
        4699.42,
        4710.68
    ],
    [
        " your book about how this guy opera rule gardener the way he operate he was a former underwater",
        4710.68,
        4716.88
    ],
    [
        " demolition team guy right and it's how did he operate he was very laid back very quiet",
        4716.88,
        4723.8
    ],
    [
        " about everything and uh way we get after him about sharks for instance and he said no he says",
        4723.8,
        4732.8
    ],
    [
        " sharks don't buy him but barracudas sometimes do they're curious and they'll come right up to you",
        4732.8,
        4739.42
    ],
    [
        " and wonder what the heck you're doing and what you are right that sort of thing and he was the",
        4739.42,
        4746.48
    ],
    [
        " guy who would do the classic navy routine if you will Tom can you help me with this as opposed to",
        4746.48,
        4754.4
    ],
    [
        " Tom get that done rather can you help me with it so it's funny in leadership terms if you say",
        4754.4,
        4764.92
    ],
    [
        " to a guy can you help me with this he may not really want to do it but the way you phrase it makes",
        4764.92,
        4773.26
    ],
    [
        " you want to help him if he says do that or else and you don't want to do it this is you all",
        4773.28,
        4781.1
    ],
    [
        " is your style but it's effective um in leadership terms very effective to use that the old maybe",
        4781.1,
        4795.32
    ],
    [
        " way of doing things like that I don't know how the wrinkler operates but uh I had a pal who got",
        4795.32,
        4801.44
    ],
    [
        " killed and Vietnam uh who's told me I will be a marine general he got killed um being aggressive I",
        4801.44,
        4809.44
    ],
    [
        " think they spun what I heard about what what happened with him but today right um",
        4809.44,
        4815.66
    ],
    [
        " you I just wondered that would have the wrinkler operates when the guy doesn't want to really do",
        4815.66,
        4824.02
    ],
    [
        " that but he would if you had just asked him as opposed to saying do it or else well having work",
        4824.02,
        4831.2
    ],
    [
        " with uh all kinds of leaders in the army navy air force and marines uh the good leaders in all those",
        4831.84,
        4837.32
    ],
    [
        " organizations are the type that say hey I need some help with this hey what do you think how do you",
        4837.32,
        4841.68
    ],
    [
        " think we should back that's good stuff yeah and across the board and then you take this into",
        4841.68,
        4846.12
    ],
    [
        " the civilian sector as well the ones that bark orders and yell at people and say you need to do",
        4846.12,
        4851.08
    ],
    [
        " this right now because I'm ordering you to do it they're they're they're they're not ever considered",
        4851.08,
        4855.4
    ],
    [
        " to be good leaders but that's by large the air force style I like no exaggeration I maybe my",
        4855.4,
        4862.84
    ],
    [
        " experience in the air force wasn't broad enough but by and large that's what they do there what bark",
        4862.84,
        4868.64
    ],
    [
        " orders yeah yeah that's I think the maybe the order I'm having read his autobiography you know you",
        4868.64,
        4875.56
    ],
    [
        " didn't write it himself really really but Ferris Lume talking about the way he operated in England",
        4875.56,
        4882.94
    ],
    [
        " in World War II and do it or else yeah wait a minute yeah well there's a whole there's a whole",
        4882.94,
        4890.14
    ],
    [
        " thing to talk about there you know there's this idea of the authoritarian people certain people",
        4890.14,
        4895.56
    ],
    [
        " have an authoritarian mindset they're attracted to the authoritarian mindset and the when they look",
        4895.56,
        4901.66
    ],
    [
        " at the military when they're 10 years old or 17 years old or 20 years old they look at the military",
        4901.66,
        4906.08
    ],
    [
        " and they're they're very excited about it because they think oh there's a place where if I have",
        4906.08,
        4911.38
    ],
    [
        " rank people have to respect me you have to listen to me and so the military actually attracts",
        4912.66,
        4917.66
    ],
    [
        " these type of people and most of the time they they they kind of become not the best leaders and they",
        4917.66,
        4926.68
    ],
    [
        " usually don't make it very far because they piss people off and and whatever occasionally you'll",
        4926.68,
        4932.48
    ],
    [
        " have someone that gets put in the right circumstances and despite the fact that they're a tyrannical",
        4932.48,
        4941.34
    ],
    [
        " you know here he was in charge of bombing Europe and he puts together plans like hey this is what",
        4941.34,
        4946.76
    ],
    [
        " we're doing and it was an extreme situation and it ended up working and then he gets you know",
        4946.76,
        4951.98
    ],
    [
        " his his they made my hair oh yeah but in his autobiography he says that I had no choice but to",
        4951.98,
        4958.08
    ],
    [
        " to begin to ascertain that we had to do it that way or else we wouldn't do it at all yeah yeah",
        4958.08,
        4964.68
    ],
    [
        " so so it can happen but even I mean I like I said I've worked with Air Force I've worked with",
        4964.68,
        4969.46
    ],
    [
        " Navy I've worked with the Marine Corps I've actually worked with the Navy and the and the good",
        4969.46,
        4972.8
    ],
    [
        " leaders in all of them are not tyrannical at all now are there situations that you can get into",
        4972.8,
        4978.32
    ],
    [
        " where it's like hey we got it this is what we're doing occasionally that happens yeah but it doesn't",
        4978.32,
        4984.68
    ],
    [
        " really happen a lot and yeah now I'm also thinking with your old job in the Air Force where you're",
        4984.68,
        4992.12
    ],
    [
        " you know you've got there's no room for any error because you're dealing with nuclear weapons",
        4992.12,
        4997.64
    ],
    [
        " that probably that probably emphasize that type of leadership more than because the other thing",
        4999.04,
        5005.6
    ],
    [
        " about authoritarian mindset is they don't do well in combat situations oftentimes because they",
        5005.6,
        5010.6
    ],
    [
        " have a very structured mind they have a very predetermined way of thinking so they get they get thrown",
        5010.6,
        5015.28
    ],
    [
        " something that they didn't expect and they just fall apart yeah you know the person that's great",
        5015.28,
        5019.58
    ],
    [
        " in garrison that's great at keeping everyone great at doing inspections great at keeping everyone",
        5019.58,
        5025.5
    ],
    [
        " in the proper uniform they get into combat where all of a sudden the enemy gets a vote and",
        5025.5,
        5029.78
    ],
    [
        " there's things happen they didn't expect and people are getting shot and yeah a lot of times those",
        5029.78,
        5034.16
    ],
    [
        " people don't do well in combat scenarios well there's something about that this cursing me right now",
        5034.16,
        5042.2
    ],
    [
        " is that on consolation for that 10 month nine month cruise I never heard of that happening and you",
        5042.2,
        5049.1
    ],
    [
        " had two squadrons of a sevens two squadrons of a fours one squadron of a sixes a detachment of",
        5049.1,
        5056.16
    ],
    [
        " RA5 seas and combat hilo squadron from Japan squadron whatever they were to I think there were two",
        5056.16,
        5064.9
    ],
    [
        " armored heavy duty helicopters and and the guys who stood by the machine gun I never heard of",
        5064.9,
        5072.3
    ],
    [
        " anything like that anything like anybody anything like anybody screwing up or refusing or being",
        5072.3,
        5078.54
    ],
    [
        " unable to or anything like that and they were using real bullets and stuff there every night yeah",
        5078.54,
        5086.26
    ],
    [
        " well it's an interesting thing too about the navy in general is that the navy in its nature",
        5086.26,
        5093.4
    ],
    [
        " when you know from it's from from the past you know for you or my if you're a commander in my fleet",
        5093.4,
        5099.48
    ],
    [
        " and I was going to send you in your ship somewhere I wasn't going to be able to talk to you again",
        5099.64,
        5103.78
    ],
    [
        " that's right back in the so except for flags yeah and only till you go over the right right and then",
        5103.78,
        5108.3
    ],
    [
        " it was like up to you yeah and so we had to we had to exercise a decentralized command more than",
        5108.3,
        5114.34
    ],
    [
        " anybody else right and that really when you when you really pull the thread on the seal teams",
        5114.34,
        5119.52
    ],
    [
        " that becomes very clear that that's one of the reasons why the seal teams has a reputation for",
        5119.52,
        5125.68
    ],
    [
        " being very adaptable and figuring things out right because we wouldn't get support all the time",
        5125.68,
        5130.94
    ],
    [
        " and we had to you know it just being in the navy you you you you had to figure things out the other",
        5130.94,
        5136.48
    ],
    [
        " things the other thing is in the navy historically if you're on a ship you can't surrender yeah you",
        5136.48,
        5143.58
    ],
    [
        " you can't surrender you you have to just fight until your ship goes down there's no quitting",
        5143.58,
        5147.6
    ],
    [
        " right because you'll die so you end up with that attitude embedded as well in the mindset um",
        5147.6,
        5154.68
    ],
    [
        " but but the and I think you know there's a lot of that with uh with pilots as well is hey look I'm",
        5155.08,
        5161.52
    ],
    [
        " gonna do what makes sense for me in my aircraft to make sure that I stay alive and you have to make",
        5161.52,
        5169.48
    ],
    [
        " those decisions for yourself and so it's on you well when I was in Thailand um to my shock uh flying",
        5169.48,
        5177.42
    ],
    [
        " with facts Air Force facts I never told them I was uh previous Air Force I thought that's too",
        5177.42,
        5182.94
    ],
    [
        " controversial I'm not gonna get into that I just let it go and uh they see these guys Air Force",
        5183.9,
        5191.18
    ],
    [
        " guys doing 30 degree dives and I thought that's crazy you asked me at least 45 at least 60",
        5191.18,
        5199.48
    ],
    [
        " and of course what I did was as steep as you could get the hell with it I'm not gonna get shot",
        5199.48,
        5205.18
    ],
    [
        " so for it but 30 degree dives and I think they all did that and they had the same charts that",
        5205.18,
        5211.74
    ],
    [
        " maybe had um so and it air force knowing for charts maybe there's or even better that or more",
        5212.04,
        5218.82
    ],
    [
        " complete or larger than well we had but you couldn't hit the ground yeah I'm gonna dive in 60 degree",
        5218.82,
        5226.36
    ],
    [
        " dive in the middle of the night you nuts you can't hit the ground what happens if they've got a",
        5226.36,
        5231.34
    ],
    [
        " tower up there well you're still you're gonna be a thousand feet clear of that so if you use a",
        5231.34,
        5238.26
    ],
    [
        " 6,000 foot release and a 550 degree dive F 550 not dive in 500 did not release in 60 or 80 degree",
        5238.26,
        5249.42
    ],
    [
        " dive you're not gonna hit the ground don't worry about it you won't do it it can't you won't",
        5249.42,
        5255.06
    ],
    [
        " and what do you pull in seven G's at the bottom and that's six and a half is what we usually did I",
        5255.06,
        5260.04
    ],
    [
        " think uh if you look down or you're doing it the needles just doing that just above six",
        5260.04,
        5266.6
    ],
    [
        " you you could you could look down from time to time at that if you're pulling out you'll know",
        5267.9,
        5272.1
    ],
    [
        " nothing else to look at anyway yeah I think that's a number you're saying as I as I listen to you",
        5272.1,
        5276.68
    ],
    [
        " talk about it it is a little surprising that you wouldn't do a steeper dive especially in that",
        5276.68,
        5282.14
    ],
    [
        " in that airplane because you're also more accurate you know where your mom's gonna go yeah and to",
        5282.14,
        5286.46
    ],
    [
        " be quite honest like six and a half G's is not that hard if you get used to it and if it keeps you",
        5286.46,
        5291.52
    ],
    [
        " right from from from becomes ordinary yeah it's not that big of a deal any pilot could get used to that",
        5291.52,
        5296.02
    ],
    [
        " I think the biggest problem is people aren't doing that stuff at night yeah and that to me is it's",
        5296.02,
        5301.14
    ],
    [
        " it's interesting that more people didn't have the same logic that you had which is steeper is better",
        5301.14,
        5305.36
    ],
    [
        " and I just do the math I got a minute altitude to recover from and if I pull back in the stick I can",
        5305.36,
        5309.6
    ],
    [
        " survive six and FG is no factor in right I'll pull out I'll be fine yeah because of the engineering knowledge",
        5309.6,
        5314.08
    ],
    [
        " is right there on the paper you could see it but um a 30 degree dive seems I I didn't even know that",
        5314.08,
        5321.7
    ],
    [
        " was even something that you were doing and that's a shallow it's just it's especially in a place",
        5321.7,
        5325.62
    ],
    [
        " like that where ground fire not not not the trip not the Sam's although I know Sam's or was",
        5325.62,
        5332.12
    ],
    [
        " considered but but triple A like a 30 degree airplane is a big giant airplane there's just a lot of",
        5332.12,
        5337.66
    ],
    [
        " airplane to see at 30 degrees where 60 degrees or 70 degrees there's a very little amount of airplane",
        5337.66,
        5342.3
    ],
    [
        " to see and I would think that's the math game you would be playing is a smaller platform the better",
        5342.3,
        5346.66
    ],
    [
        " I go one better than that I was with this OV-10 guy I'm riding in the back with the binoculars",
        5346.66,
        5351.6
    ],
    [
        " and these two F4 showed up and they made about three runs from the same direction 30 degree dives",
        5351.6,
        5359.04
    ],
    [
        " one after the other that's crazy how you nuts yeah you always come in from over there and one",
        5359.04,
        5366.3
    ],
    [
        " then that you made one dive from over there you over here for your second we used to drop pairs",
        5366.3,
        5372.7
    ],
    [
        " and we have six five hundred pound of bombs and make three runs with pairs but never the from",
        5372.7,
        5379.8
    ],
    [
        " the same direction never and when the lead goes in over here formal around the circle and come in",
        5379.8,
        5385.64
    ],
    [
        " from the other side because that means he's got to turn the gun all the way around over there",
        5385.64,
        5390.26
    ],
    [
        " because he was shooting at him the thing is doesn't know thing about the first guy in in the movies",
        5390.26,
        5396.4
    ],
    [
        " John Wayne is the first guy in it's not a big deal they're still getting a gun turned around",
        5396.4,
        5400.96
    ],
    [
        " and he's off the darkened pipe it's that's two that's three that's four of the one's the take it",
        5401.04,
        5408.56
    ],
    [
        " out that's right so so you feel like you're pretty good prepared for that deployment you are out",
        5408.56,
        5414.68
    ],
    [
        " bombing you were doing these not steep things getting ready to deploy yeah I was getting better at that",
        5414.68,
        5420.3
    ],
    [
        " and I didn't get good at it until we were over there and and and and you know they",
        5420.3,
        5428.88
    ],
    [
        " they don't emphasize they don't talk about the fact that there's a lot of flack and you will",
        5429.52,
        5435.16
    ],
    [
        " see it going by they don't tell you that because maybe they're afraid of somebody saying that not",
        5435.16,
        5442.04
    ],
    [
        " for me I got a bad cold and I think I got a permanent cold and maybe I do a lot better",
        5442.04,
        5448.68
    ],
    [
        " aww in Iceland and then doing this so I don't I don't know but the other thing about",
        5448.68,
        5458.24
    ],
    [
        " that being prepared was the the advent I said to David the only my real claim to fame here",
        5458.24,
        5468.52
    ],
    [
        " because I'm pretty ordinary actually was the fact that I was there when Sam Leeds walked around",
        5468.52,
        5474.36
    ],
    [
        " via 121 and said we're going to start this thing and maybe you might want to be part of it because we",
        5474.8,
        5480.22
    ],
    [
        " don't want to have anymore a foreshot down by make 17's not so much 21's but make 17's",
        5480.22,
        5487.5
    ],
    [
        " well what do they call it was it called the advanced gunnery school do you remember what it was called",
        5487.5,
        5491.02
    ],
    [
        " they called it navy advanced fighter weapon school okay or it could I think initially they said",
        5491.02,
        5498.0
    ],
    [
        " it might be called something like that it was all very loose and I think they had",
        5498.0,
        5503.3
    ],
    [
        " okay for somebody on the Admiral staff in North Island but it was very loose and they said",
        5503.3,
        5510.78
    ],
    [
        " if you volunteer you'll fly extra time and maybe you don't want to do it because it's going to",
        5510.78,
        5518.78
    ],
    [
        " be at six o'clock in the morning and if you don't fly you have to be here at six o'clock at four",
        5518.78,
        5524.18
    ],
    [
        " four thirty in the morning to man up and run the airplanes out and make sure everything on the",
        5524.18,
        5530.84
    ],
    [
        " airplane systems engines and what not work and the radar works because you're going to have a",
        5530.84,
        5536.1
    ],
    [
        " experience good guy in your back seat just for this morning exercise so that when we put two",
        5536.1,
        5543.86
    ],
    [
        " four airplanes out on the parking ramp they all work and all the radars work so be ready for that",
        5543.86,
        5551.6
    ],
    [
        " you will be here at four thirty five o'clock in the morning and you won't fly oh a lot of",
        5551.6,
        5558.26
    ],
    [
        " guys say forget that so did you do it I did it yeah and it was it was and you you will fly ACM",
        5558.26,
        5569.8
    ],
    [
        " air combat maneuvering with our instructors and so forth one of my claims the fame is flying",
        5569.8,
        5579.6
    ],
    [
        " with Sam Leeds and then a four they had at that point they had several generations of a fours",
        5579.6,
        5586.36
    ],
    [
        " and they had two C a fours and I think a couple of single seats they had a much bigger engine in them",
        5586.36,
        5591.58
    ],
    [
        " and they had for the instrument rag at Miramar they had coupled with the big engines in them and",
        5591.58,
        5600.04
    ],
    [
        " that's when they flew at imitating the MiG-17 don't get close to the sky he'll eat you alive",
        5600.04,
        5607.48
    ],
    [
        " which is true and that's do cunning am should have been shot down should have been shot down a couple",
        5607.48,
        5615.58
    ],
    [
        " of times he's very lucky just lucky but at any rate doing the wrong thing with Sam Leeds isn't my",
        5615.58,
        5623.14
    ],
    [
        " bragging point one of the few ones I he came in on me trying to suck me into a what's called a",
        5623.14,
        5632.04
    ],
    [
        " scissors it's two airplanes who do this one trying to be slower than the other guy and I rolled",
        5632.04,
        5638.34
    ],
    [
        " over the top on him and went to burner and I was standing there upside down above him in burner",
        5638.34,
        5644.64
    ],
    [
        " and he said I can still in my mind's I see him looking up at me and he said to me I can't believe",
        5644.64,
        5652.76
    ],
    [
        " you're doing this which is the wrong thing to do that was be a last last resort with the MiG-17",
        5652.76,
        5659.5
    ],
    [
        " because if you screw it up he's gonna think he's gonna kill you and you're a fan of him and he was in a",
        5659.52,
        5665.94
    ],
    [
        " four yeah but I was standing upside down on my tail on in max burner to do that and Sam",
        5665.94,
        5676.28
    ],
    [
        " with Max on my sky Dan Peterson is a little bit removed a little bit standoffish sort of guy",
        5676.28,
        5684.88
    ],
    [
        " not a bad guy or anything like that but a little bit standoff but Sam Leeds is an out of the",
        5685.24,
        5689.82
    ],
    [
        " hilarious sort of guy at any rate he said and he said to me I can't believe you're doing that",
        5689.82,
        5695.04
    ],
    [
        " aviation and and the stick and rudder stuff okay so now you're deploying to Vietnam do you",
        5695.04,
        5703.32
    ],
    [
        " just load on the aircraft carrier you're on the USS constellation you just know you're going to",
        5703.32,
        5707.1
    ],
    [
        " mini-crews for Monday through Friday with what supposed to be or was for a month for four weeks",
        5708.08,
        5717.66
    ],
    [
        " and yeah well before you they let you near the ship you have pure caracool that's all you do",
        5717.66,
        5726.76
    ],
    [
        " and we want to what he's close to do that the bunch I was with and it was winter time poopy suits",
        5726.76,
        5735.2
    ],
    [
        " back in those days rubber immersion suits did you ever wear one absolutely yeah good times",
        5735.2,
        5742.1
    ],
    [
        " what is this in case you're ejecting the water the water's below a certain temperature you die",
        5742.1,
        5747.28
    ],
    [
        " super fast so you got to wear those immersion suit in case you eject into the ocean so it's just a",
        5747.28,
        5751.74
    ],
    [
        " big rubber suit that sucks I'm not going to complain about it in front of the seal it's not cool",
        5751.74,
        5756.1
    ],
    [
        " no the it's the water and an air temperature less than a certain number and they're not supposed to",
        5756.1,
        5764.08
    ],
    [
        " leak but everybody that you know power the shoe riggers and people like that and say don't worry",
        5764.08,
        5768.92
    ],
    [
        " they all leave and the other thing is getting into this thing the zipper goes from here to down",
        5768.92,
        5777.1
    ],
    [
        " here somewhere so how do you get your head through there basically shoulders up get something to",
        5777.1,
        5783.46
    ],
    [
        " help you and pull it up over your head and then he lets go and it takes your ears off so to speak",
        5783.46,
        5789.54
    ],
    [
        " and pulling down because it makes a tight seal around your neck and above your neck I guess you",
        5789.54,
        5796.62
    ],
    [
        " have no protection from the seawater either but I don't know and then it around the wrists are your",
        5796.62,
        5803.4
    ],
    [
        " hands are going to get ice cold the problem is you in that maybe none of this in cold water like",
        5803.4,
        5812.74
    ],
    [
        " North Atlantic and well you stop breathing you can't breathe you're fully conscious but your",
        5812.74,
        5819.12
    ],
    [
        " diaphragm cools down and it won't work for you so you're going to drown because you now your",
        5819.12,
        5828.14
    ],
    [
        " swimming ability is falling and the your diaphragm just will not make get oxygen for you",
        5828.14,
        5837.6
    ],
    [
        " now some of you you're done but then you're all first my first traps and you have four",
        5837.6,
        5843.76
    ],
    [
        " learn a poopy suit off Norfolk in March or February I can't remember not that it matters and then",
        5843.76,
        5854.06
    ],
    [
        " then you then you board the carrier and you guys once you get they give you what they did I",
        5854.06,
        5867.58
    ],
    [
        " in my case I flew aboard you flyboard you walk off but your initial day trap and then next day",
        5867.58,
        5876.7
    ],
    [
        " maybe two maybe one and so over getting you used to the whole idea and after you have about four",
        5876.7,
        5885.06
    ],
    [
        " or five or six I can't remember what it was then you can get your first night which is throwing",
        5885.06,
        5890.72
    ],
    [
        " and Nick far Nick so what Nick far German what does it mean not so okay",
        5892.52,
        5902.34
    ],
    [
        " which is because he's just going to be a bird burky anyway I got my first night I shot",
        5902.34,
        5914.8
    ],
    [
        " me off the bow of America CV a 66 and I thought holy smoke it's being shot into a cave and I can't",
        5914.8,
        5922.4
    ],
    [
        " fly this crazy then calm down down all right you go up and around and get on the downwind don't",
        5922.4,
        5928.36
    ],
    [
        " look at the ship they told you do not look over at the ship it will give you a case of vertigo or",
        5928.36,
        5934.3
    ],
    [
        " spatial disorder orientation do not look at the ship I guess is look at your instruments yeah",
        5934.3,
        5940.08
    ],
    [
        " and it was an overcast night so high overcast I could see the ship in the corner of my eye over here",
        5940.7,
        5948.62
    ],
    [
        " driving on the downwind and driving on the down I see it over and took a look",
        5948.62,
        5954.06
    ],
    [
        " that's what they told you don't look at the ship don't look at the ship I did I can tell you",
        5954.06,
        5961.18
    ],
    [
        " well I don't understand why why does it freak you out I have to show I did that the same thing told you Dave",
        5961.18,
        5966.0
    ],
    [
        " yeah then when like so it's just a spatial thing you look out there's no like when he's talking",
        5966.0,
        5970.8
    ],
    [
        " there's no horizon you have no sense of where flat or level or the sky in the water meet and so if",
        5970.8,
        5976.1
    ],
    [
        " you look over which we all do you'll find the downwind if you look to your left the ship is there you",
        5976.1,
        5979.76
    ],
    [
        " cannot not look and the lights give this oriented you is to when you see light's light should",
        5979.76,
        5988.04
    ],
    [
        " either be a bump or down so it creates this orientation which you can recover from by looking",
        5988.04,
        5992.38
    ],
    [
        " at your instruments but the don't look at the ship everybody told the same thing there's no wine",
        5992.38,
        5997.44
    ],
    [
        " between the blackness it is the water the blackness that is behind the ship and the blackness it is",
        5997.44,
        6003.62
    ],
    [
        " over the ship the ship is just sort of floating floating in the air black space somewhere",
        6003.62,
        6008.38
    ],
    [
        " somewhere over there I'm getting dizzy just thinking about it you ever get used to landing",
        6008.38,
        6014.28
    ],
    [
        " on the carrier well that's part of this second part of this so I got a board and went below and",
        6014.28,
        6020.5
    ],
    [
        " as a lieutenant commander nice guy from Merrimar who's there getting reupped to go to sea and he's",
        6020.5,
        6028.48
    ],
    [
        " and I went the ward room on constellation the main ward room was the second deck so I went",
        6028.48,
        6034.38
    ],
    [
        " down there and got my coffee and I got my donut or whatever it was and he said pretty dark out",
        6034.38,
        6040.68
    ],
    [
        " there and I said I had no idea I thought I would know but he said well you'll get used to it in the",
        6040.68,
        6049.5
    ],
    [
        " daytime it gets to be fun in the daytime which is true but nobody ever likes it at night",
        6049.5,
        6056.06
    ],
    [
        " which is true they confirmed 100% daytime can be fun nighttime not so much that's right it's 100%",
        6056.06,
        6066.46
    ],
    [
        " true full moon is pretty easy no it's worse because you get shadows and you'd make a turn and",
        6066.46,
        6074.16
    ],
    [
        " moon is there and it puts a light across your cockpit and it travels across and gives you",
        6074.58,
        6081.18
    ],
    [
        " a mild case of spatial disorientation you don't want that black is better and then you just",
        6081.18,
        6087.1
    ],
    [
        " on those gauges and that's an end of it until the guy says three quarters of mile callable",
        6087.1,
        6092.8
    ],
    [
        " and assuming you're on center line on on lights clope at that point it's basically you just got",
        6092.8,
        6101.94
    ],
    [
        " to wait it out but that's how I got in trouble so which is in those notes I think you look at that",
        6101.94,
        6109.08
    ],
    [
        " might know different different notes but it comes from the same thing yeah what got you in trouble",
        6109.08,
        6113.18
    ],
    [
        " I'm interested just lower your nose in close come down one wire not good what's what happened",
        6113.18,
        6119.5
    ],
    [
        " well you bolter and what's that mean I'm sorry no wire you don't get a wire and lights come on",
        6119.5,
        6127.9
    ],
    [
        " and you're off the end you're trying to land you you you're this it can happen you can be",
        6127.9,
        6133.86
    ],
    [
        " innocent and the wires are the wires staggered they're not the same space so that if you have a",
        6133.86,
        6139.4
    ],
    [
        " hook skip you can even hook skip two wires it has happened and off the angle you go and rats what",
        6139.4,
        6147.48
    ],
    [
        " you call it what's the verb for it boulder boulder BOLTE that means that you miss the wire yeah and",
        6147.48,
        6153.96
    ],
    [
        " the LSO he's very helpful you know what he says yeah thanks a lot and so as soon as you as",
        6154.06,
        6163.14
    ],
    [
        " soon as you miss you have to floor you have to well you full power when you touch down you go to full",
        6163.14,
        6168.5
    ],
    [
        " power oh that's regardless okay yeah basic engine and from time to time on the F-Forot anyway",
        6168.5,
        6174.48
    ],
    [
        " the engines would be slightly miss rigged and one of them would go to min burner and I can ship it",
        6174.48,
        6179.98
    ],
    [
        " go ape shit oh no you've got to do yelling at you come out of burner and things like that didn't",
        6179.98,
        6185.94
    ],
    [
        " mean anything so you have the boulder boulder then what happens um she said he got you into trouble",
        6185.94,
        6191.42
    ],
    [
        " yeah the ship is on the same the radar facility the CCI is on the same frequency and they hear the",
        6191.42,
        6200.98
    ],
    [
        " LSO say boulder and say two and two continue straight ahead to 500 if you turn left heading",
        6200.98,
        6209.1
    ],
    [
        " vus and so which would be a crosswind and then you do that and climate maintained 1200 feet or",
        6209.12,
        6215.56
    ],
    [
        " thousand feet or whatever it is and and turn left to vus and so then you're on the downwind",
        6215.56,
        6220.6
    ],
    [
        " and then they will you have more planes coming in coming down from the holding shoot if you will",
        6220.6,
        6227.48
    ],
    [
        " and they'll squeeze you in in the middle there um or they'll take you way down till one guy is",
        6227.48,
        6234.74
    ],
    [
        " early and one guy is a little you push over from that was altitude that an exact you're supposed to",
        6234.74,
        6241.08
    ],
    [
        " to the second timing from the from the sack and some guys are a little bit early",
        6241.08,
        6248.18
    ],
    [
        " as a little bit late and they're gonna squeeze you in and squeeze you in in there and then you get",
        6248.18,
        6255.46
    ],
    [
        " a board to second time wait we hope but at any rate how do you boulder if you hook skip or you're high",
        6255.46,
        6263.42
    ],
    [
        " and land long so I get in trouble because I bouldered and I'm not gonna do this two nights in a row",
        6263.42,
        6270.28
    ],
    [
        " and it's almost unconscious lower nose and close what that's a move that you make to try",
        6270.28,
        6278.0
    ],
    [
        " make sure your plane comes down like a safe and they also call a taxi one wire",
        6278.0,
        6285.66
    ],
    [
        " in that you land before or you hook does well before the one wire and you taxi into the one wire",
        6286.94,
        6294.54
    ],
    [
        " and hang heavens wear a board that's enough for this for tonight and so forth so out of the next",
        6294.54,
        6303.28
    ],
    [
        " say ten nights I got well at the end let's say I got six come down in close so rule gardener",
        6303.28,
        6315.58
    ],
    [
        " too there's another thing laid back in the past the way Tom I don't want you to fly tomorrow and",
        6315.78,
        6321.92
    ],
    [
        " you're not on the schedule because I don't like this and I don't want to make Pamela Whittle",
        6321.92,
        6328.64
    ],
    [
        " oh we had been married about 14 months at that point so he said I want you to think about it",
        6328.64,
        6340.04
    ],
    [
        " this is not a punishment but I want you to think about lower nose and close and so forth",
        6340.04,
        6344.96
    ],
    [
        " fly that me bolted touchdown that was an end of it but that's where he was leadership again very",
        6344.96,
        6353.3
    ],
    [
        " laid back I don't want you to fly rather than almost indicating if you wanted to fly badly enough",
        6353.3,
        6360.66
    ],
    [
        " go to the schedules of the office and tell them to put him yourself back on the schedule but no",
        6360.66,
        6365.3
    ],
    [
        " you do any of that just so you bolter bolter one time no it like four out of six the week",
        6365.3,
        6374.34
    ],
    [
        " before and that's why he did come down so once it got in your head and it's almost unconscious",
        6374.66,
        6380.94
    ],
    [
        " I think Dave can you can vouch to that you do it without really thinking about it yeah you don't say",
        6380.94,
        6387.84
    ],
    [
        " I'm gonna as soon as I get past the lamp I'm gonna lower the nose it's a bad habit that you don't know",
        6387.84,
        6395.12
    ],
    [
        " why you do it and you do so they have to you sit down for 24 hours and think that is dangerous",
        6395.12,
        6402.28
    ],
    [
        " there's a stupid and you've seen pictures flight deck pictures of lower nose I'm like I'll do",
        6402.32,
        6409.56
    ],
    [
        " that is it a case of over compensation Dave like subconscious over compensation that you put",
        6409.56,
        6414.18
    ],
    [
        " you get over the ramp and crank it down a little bit because you want to be early because you don't",
        6414.18,
        6418.7
    ],
    [
        " want to be on I think that feeling the the first time you bolter at night is a really awful feeling",
        6418.7,
        6424.12
    ],
    [
        " because all you want to do is land like you just you would trade anything you have just to be on",
        6424.12,
        6428.64
    ],
    [
        " that flight deck and so you do all this work Thomas talking about the timing down to the second",
        6428.64,
        6433.4
    ],
    [
        " there's a lot of work to get you to three quarters of a mile it's a lot of work from the stack down",
        6433.4,
        6437.92
    ],
    [
        " to the end of the runway and into the ship and typically when you bolt or it's because in the last",
        6437.92,
        6443.6
    ],
    [
        " probably three seconds of a however long or less or two seconds you make one little air in the last",
        6443.6,
        6450.26
    ],
    [
        " two seconds and it pushes you past the wires by five feet and then you're back in the air again and",
        6450.26,
        6455.26
    ],
    [
        " you you don't want to be there and so I think in your mind you say when I get in close and the",
        6455.28,
        6460.26
    ],
    [
        " term is called in close to at the ramp it's the last three or four seconds of flying I am not",
        6460.26,
        6464.02
    ],
    [
        " going to add power he mentioned something earlier about something called the Burble which is a real",
        6464.02,
        6470.84
    ],
    [
        " thing and the wind that goes over the flight deck especially in a conventional carrier that has",
        6470.84,
        6475.42
    ],
    [
        " to make its own wind meaning it has to run the engines to get speed yet that thirty knots of wind",
        6475.42,
        6479.76
    ],
    [
        " over the flight deck that Burble the way the wind goes over the flight deck and right at the end of",
        6479.76,
        6484.64
    ],
    [
        " the runway it curves down towards the water will literally pull your airplane down just a couple",
        6485.0,
        6489.46
    ],
    [
        " of feet but if you add the Burble three or four feet it's going to pull you down and that destroys",
        6489.46,
        6494.64
    ],
    [
        " part of your lift as well absolutely and then that set the psychological piece of I am not going",
        6494.64,
        6500.98
    ],
    [
        " to go high that six or seven foot difference will put your plane into the back of the ship and",
        6500.98,
        6506.06
    ],
    [
        " literally blow it up that's the videos he's talking about and I think the combination of those two",
        6506.06,
        6509.74
    ],
    [
        " creates a really really dangerous combination of the psychology you talked about and the actual",
        6509.74,
        6515.1
    ],
    [
        " aerodynamics of it and I would say just a high majority of not almost all the mishaps around",
        6515.1,
        6521.94
    ],
    [
        " the ship aren't really because of mechanical engine problems it's because of that scenario and",
        6521.94,
        6526.26
    ],
    [
        " the LSO is probably went to the CO and said hey you got to talk to this guy because he's going to",
        6526.26,
        6530.86
    ],
    [
        " he's going to kill himself and that's when the skipper you know and I'm obviously putting words",
        6530.86,
        6535.6
    ],
    [
        " his mouth based on common experience I didn't talk about it specifically but it sounds like I'm",
        6535.6,
        6539.22
    ],
    [
        " hitting close to them aren't that feeling yeah that's what happens it's all very laid back too as",
        6539.22,
        6545.06
    ],
    [
        " matter of fact the LSO's he earlier that night said to you Tom this is your third bolt of the",
        6545.06,
        6554.72
    ],
    [
        " lorinels and clothes in a row this is not good you got to work on this and then four hours later",
        6554.72,
        6561.06
    ],
    [
        " he came to me in the passageway and said we're not going to do this we're going to change",
        6561.06,
        6565.48
    ],
    [
        " Dave how many times did you bolt or bolt or",
        6565.48,
        6569.32
    ],
    [
        " I probably so on my first cruise I had no boulders on my second cruise I had one boulder",
        6569.32,
        6576.98
    ],
    [
        " in training when you're talking about CQ night CQ I bet I had at least one if not two",
        6576.98,
        6587.58
    ],
    [
        " boulders at night what's night CQ no sorry night carrier qualifications the night before you",
        6587.58,
        6593.74
    ],
    [
        " deploy before you deploy so the night CQ I I I had probably a relatively small handful once you're",
        6593.74,
        6600.42
    ],
    [
        " on you know like on cruise and on the way it's not it doesn't happen all that often but the",
        6600.42,
        6605.2
    ],
    [
        " thing that's crazy is probably some of the worst flying you'll ever do is off the coast of",
        6605.2,
        6609.38
    ],
    [
        " California because it's overcast at 800 feet all the time even though it's beautiful seven",
        6609.38,
        6613.54
    ],
    [
        " California weather so it's pitch black underneath that overcast even if there is a full moon because",
        6613.56,
        6618.16
    ],
    [
        " there's a big cloud layer there and the the the Pacific Ocean likes to move around the the",
        6618.16,
        6623.0
    ],
    [
        " ship moves around and it sucks it's awful he flew a much harder plane to get aboard the ship than",
        6623.0,
        6629.2
    ],
    [
        " I ever did so what you're talking about you're talking about you might have four of these in your",
        6629.2,
        6633.08
    ],
    [
        " career you had four of them in six five nights yeah that's enough to freak someone out for you yeah",
        6633.08,
        6639.42
    ],
    [
        " I don't know yeah the F4 was an ancient airplane in a manner of speaking and the F818 is a",
        6639.92,
        6645.92
    ],
    [
        " different breed of cat completely and I was told the F818 is actually fun airplane easier",
        6645.92,
        6651.92
    ],
    [
        " plane to fly and then you have to work to get really good at it but that's something else and",
        6651.92,
        6658.34
    ],
    [
        " F4 first time I flew the F4 with my instructor in a back cockpit we went back take off and",
        6658.34,
        6665.84
    ],
    [
        " out over the Pacific off Miramar and headed north and he said you can level off here at 15,000",
        6665.98,
        6673.3
    ],
    [
        " or more or less it didn't matter and I tried to level off and I thought I can't even fly this",
        6673.3,
        6679.64
    ],
    [
        " straight and leveled but the F4 was designed to be an unstable platform and then they put three",
        6679.64,
        6688.26
    ],
    [
        " axial axis stabilizing devices in there and the early models had a single switch and then they put",
        6691.26,
        6696.8
    ],
    [
        " three separate switches for pitch roll and you're and a lot of guys I at the end I would turn",
        6696.8,
        6704.0
    ],
    [
        " a roll off most most guys did to roll but at any rate it was an unstable airplane so if you",
        6704.0,
        6708.84
    ],
    [
        " touch the stick a little bit it'll do that you touch the second it turns off the stabilizing",
        6708.84,
        6715.36
    ],
    [
        " system when you touch the stick there are microswitches in the base of the physical hand grip",
        6715.74,
        6721.76
    ],
    [
        " and as soon as you touch it a little bit it turns off the roll stab you pull back just a little",
        6721.76,
        6728.82
    ],
    [
        " bit it turns off the just a little bit so actually before you fly the airplane they want you to get",
        6728.82,
        6735.96
    ],
    [
        " familiar with the cockpit and so forth you they say to you realize that this system is there",
        6735.96,
        6743.24
    ],
    [
        " and if it's quiet you can hear the microswitches click and you can but you just got to touch",
        6743.24,
        6749.46
    ],
    [
        " them and you click it click it very faint but they're in there and it turns off the roll set so",
        6749.46,
        6755.18
    ],
    [
        " here you are your first time out with this thing and you touch it a little bit and it turns off",
        6755.18,
        6760.4
    ],
    [
        " the microsstab the the stabilization in pitch and it does one of these and because you go the other way",
        6760.4,
        6767.0
    ],
    [
        " and it keeps it off and so forth and you push it a little bit this way and it turns that off",
        6767.0,
        6772.9
    ],
    [
        " too and then you go back and so forth there it only turns it off for half a second or something",
        6772.9,
        6779.02
    ],
    [
        " like that but if you hit it again it turns it over the other side and it turns off so forth and so forth",
        6779.02,
        6783.46
    ],
    [
        " and so forth yeah so but the the F A 18 is a modern airplane the F4 was just an airplane that",
        6783.46,
        6790.1
    ],
    [
        " they Mr. McThone said I want a monster and I wanted to do this that and the other thing and",
        6790.1,
        6802.8
    ],
    [
        " they did and they kept on doing that and that's what you got you got a hell of an airplane but",
        6802.8,
        6808.46
    ],
    [
        " my favorite quote about the F4 was a marine and one of the books I might suspect I have airplane",
        6808.46,
        6816.38
    ],
    [
        " books and whatnot and he said I flew the F4 for three years and it never killed me",
        6816.38,
        6822.44
    ],
    [
        " so you're so now you get to Vietnam what's your mission what are you guys doing",
        6822.44,
        6831.76
    ],
    [
        " Ho Chi Minh Trail Ho Chi Minh Trail Ho Chi Minh Trail Latin Barcap it was a bomb",
        6831.76,
        6837.42
    ],
    [
        " applause in the North and the only things were going up there were RA5Cs to look at whatever changes",
        6837.42,
        6846.94
    ],
    [
        " they made probably in the mostly in the airfields and also looking for samsites so you being a first",
        6846.94,
        6859.88
    ],
    [
        " fly that escort until you did it as I think that's a Navy tradition you can't do it until you do it",
        6860.36,
        6867.24
    ],
    [
        " so for the first three or four months of that cruise I didn't fly any",
        6867.24,
        6873.28
    ],
    [
        " reki fighter escort up there and then basically what happens is and everybody I think is",
        6873.28,
        6884.7
    ],
    [
        " another one of this Fred's sick Tom can you do this yeah I can do that so then you're the",
        6884.7,
        6892.68
    ],
    [
        " escort for the fighter for the RA5C and then you're on the regular schedule for that after that",
        6892.68,
        6899.24
    ],
    [
        " but that was the best flying ever did in my life that keeping with him so what was the what",
        6899.24,
        6905.26
    ],
    [
        " one of those mission profiles looked like well um launch and point towards North Vietnam",
        6905.26,
        6913.86
    ],
    [
        " the coast and they were always looking around so half the time they would see you on radar and",
        6913.92,
        6923.18
    ],
    [
        " you have receivers and they're apparently the F-18 probably has better ones far better ones and we",
        6923.18,
        6929.3
    ],
    [
        " and you see them to to to to to look an at you as they as the sweep goes by and depressurize a cockpit",
        6929.3,
        6937.6
    ],
    [
        " and and give yourself a little spacing on the RA5C and he has promised that he will not go closer than",
        6939.04,
        6948.06
    ],
    [
        " thousand feet to the undercast he will be above four thousand feet of the I'm sorry they're",
        6948.06,
        6955.36
    ],
    [
        " overcast he will be that close to the undercast he will be four five thousand feet above the",
        6955.36,
        6962.12
    ],
    [
        " undercast he won't go faster he won't use burner and about four other things and then when you get",
        6963.14,
        6968.22
    ],
    [
        " into it he does everything that he says he wouldn't do because he's shedding in his pants too",
        6968.22,
        6973.88
    ],
    [
        " because they're looking at you once you're in there they're looking at you with about three different",
        6973.88,
        6980.02
    ],
    [
        " you can hear the difference of tones different kinds of radars so what are they doing what's the",
        6980.02,
        6985.28
    ],
    [
        " RA5C doing taking pictures he's a and you're just protecting it right because the",
        6985.64,
        6991.86
    ],
    [
        " MiG-21s shot down a lot of RA5Cs and what they would do is they figured maybe they're going to",
        6991.86,
        7001.04
    ],
    [
        " do it today and they put a 1 or 2 MiG-21s at very high altitude let's above 35,000 because they",
        7001.04,
        7007.52
    ],
    [
        " get more speed out of it so MiG-21 would go 1.8 down hill easy so they would wait until",
        7007.52,
        7015.16
    ],
    [
        " the RA5C turned away from where their loiter is up here and he's down at 2000 feet taking pictures",
        7015.66,
        7024.16
    ],
    [
        " and then come downhill behind him so your job was to stay away from him and always be looking back",
        7024.16,
        7031.44
    ],
    [
        " there this side too because you never know but always back here and so it's stay away from him what",
        7031.44,
        7038.04
    ],
    [
        " people in the in the YouTube's and things like that call Fetch we've missed a command of Fetch",
        7038.56,
        7047.78
    ],
    [
        " invented that in 1944 or something like that and it's absolutely Air Force they always write",
        7047.78,
        7054.78
    ],
    [
        " with each other which is useless and a waste of fuel we always stay one mile minimum mile",
        7054.78,
        7063.14
    ],
    [
        " quarters a little better so you can come back and so forth so watch out for MiG-21 I wanted to",
        7063.14,
        7072.5
    ],
    [
        " be head on with MiG-21 because with the F4 system well before that off the coast of California",
        7072.5,
        7080.14
    ],
    [
        " nobody ever told me you could do this but I wondered against F8s I put the Pipper 35",
        7080.14,
        7093.12
    ],
    [
        " the Sidewinder growl which means it's easy looking just looking down the intake so I",
        7094.64,
        7100.84
    ],
    [
        " want to do that with MiG-21 but I never get the chance and I said to Jimmy I said when my best friend",
        7100.84,
        7110.98
    ],
    [
        " I said so that you can claim we got him with a with a sparrow we won't know which because as soon",
        7110.98,
        7119.96
    ],
    [
        " as that Sidewinder leaves I'm going to flip to because you got the Pipper on I'm going to flip",
        7119.96,
        7124.82
    ],
    [
        " to radar and pull trigger second time so I said when that MiG-21 sees maybe the Sidewinder won't",
        7124.82,
        7131.8
    ],
    [
        " guide maybe it'll miss him by 30 feet and the kill radius is only 25 and stuff like that but when",
        7131.8,
        7138.84
    ],
    [
        " he sees that sparrow coming at him that monster power he's going to shit in his pants so there he",
        7138.84,
        7146.46
    ],
    [
        " uh how do you know this well I was just asking you what that mission profile was so at any rate you",
        7147.46,
        7152.28
    ],
    [
        " follow him around basically at high speed and he always said he was not moving and he was",
        7152.28,
        7158.08
    ],
    [
        " burner and he had the same engines that you have and the SJ79 would put out ordinarily put out",
        7158.08,
        7164.8
    ],
    [
        " a smoke trail we got a mod in the F4 late in the cruise there would stop that and they were in a",
        7164.8,
        7171.3
    ],
    [
        " fuel additive but and they had to but piping into to do that but at any rate you look over at him",
        7171.8,
        7178.94
    ],
    [
        " and he's not smoking that means he's a min burner to get rid of the smoke as soon as you did that",
        7178.94,
        7184.34
    ],
    [
        " smoke went away so and you look down and the max low altitude speed on the F4 indicated airspeed",
        7184.34,
        7192.9
    ],
    [
        " was I think like 740 and you you look at the indicated airspeed and he's not in burner",
        7192.9,
        7200.84
    ],
    [
        " what we're doing 790 indicated relatively close to the ground or smoking along here and then you",
        7201.14,
        7212.22
    ],
    [
        " come back and they know what you've been doing although it's combat situation they're not going",
        7212.22,
        7216.36
    ],
    [
        " to have nobody ever complains but I have a picture of an F4 coming aboard with dance big dance",
        7216.36,
        7222.62
    ],
    [
        " in all three tanks because you've been up there if not at the mock really close to it the dynamic",
        7222.62,
        7233.2
    ],
    [
        " pressure dense the fronts of the tanks and maybe they don't do that anymore maybe put some sort",
        7233.2,
        7238.26
    ],
    [
        " of a reinforcement on the front end of the tanks but those tanks were not reinforced in the noses",
        7238.26,
        7243.5
    ],
    [
        " and they were all dented from stuff doing stuff like that from the the story so cool for makers",
        7243.5,
        7250.76
    ],
    [
        " that's like just classic nail aviation what I always loved about flying with the navy and the",
        7251.26,
        7255.9
    ],
    [
        " Marine Corps was he's talking about that forward that missile he was talking about in training like",
        7255.9,
        7260.12
    ],
    [
        " the book says you can only shoot the missile from the back of an airplane that's the rule and that's",
        7260.12,
        7264.36
    ],
    [
        " how it works and they tell you and the coolest thing about flying with guys in the Navy like I don't",
        7264.36,
        7268.44
    ],
    [
        " care what the book says I'm gonna go try this that's right that's right that's right this missile which",
        7268.44,
        7272.46
    ],
    [
        " is on paper and designed to only shoot the back of a jet because the engines of the back that's",
        7272.46,
        7276.94
    ],
    [
        " all the heat is these guys figured out I can shoot this thing we've called four quarter in the nose",
        7276.94,
        7281.12
    ],
    [
        " and the best part about that is to launch this at a MIG I guarantee you he would do exactly",
        7281.12,
        7286.32
    ],
    [
        " describe because nobody else would do that because the book says you can't do it so I just like I",
        7286.32,
        7291.32
    ],
    [
        " like listening to your stories of I don't care what the book says I'm gonna try this and see if it",
        7291.32,
        7294.26
    ],
    [
        " works yeah that I fate that big giant intake probably replicated a MIG 21's big nose with that",
        7294.26,
        7299.84
    ],
    [
        " big giant engine right in the front of the airplane that's pretty cool thinking I like that and",
        7299.84,
        7304.12
    ],
    [
        " he had a 37 millimeter gun too and both those airplanes and you better not take your pants too",
        7304.12,
        7310.92
    ],
    [
        " soon because he's gonna be firing that thing on a head-on no matter which one it is at you",
        7310.92,
        7316.98
    ],
    [
        " now you got a piece of bold proof class in the front of you and in the older airplanes the",
        7316.98,
        7321.44
    ],
    [
        " I thought you did so it shouldn't hit you in the face I guess but he's the level of rune or radar",
        7321.44,
        7327.68
    ],
    [
        " which could be a problem if he gets close to you with that head on but as soon as you pull that",
        7328.36,
        7335.12
    ],
    [
        " trigger he's gonna he never saw anything like that in his life and he's been told that the F4",
        7335.12,
        7341.66
    ],
    [
        " has to get behind you it's a worry about it and that's what I always say and I said Jimmy you",
        7341.66,
        7346.92
    ],
    [
        " can be able to him we get that MIG with a with a sparrow because that's the the the rare operators",
        7346.92,
        7355.4
    ],
    [
        " missile is a sparrow and so what was it that made those recon missions so fun for you just that",
        7356.28,
        7362.9
    ],
    [
        " you're up there hauling ass around well this goes back to something I put in that deal I heard",
        7362.9,
        7369.78
    ],
    [
        " Chappy James say at the first time and I think it's common but don't get in the airplane strap it",
        7369.78,
        7375.18
    ],
    [
        " onto you Chappy James was quite a guy and I talked to him once once but and you know who he was",
        7375.18,
        7384.54
    ],
    [
        " no no no he was a black guy who was number two to Robin Ols in Thailand and Robin Ols got all",
        7384.54,
        7389.68
    ],
    [
        " the publicity and all this and Chappy James was the quiet guy who kept his place and so forth",
        7389.68,
        7396.34
    ],
    [
        " and but they made him a four star general he was I said the night I talked to him he was at",
        7396.34,
        7404.66
    ],
    [
        " Speaker of the dinner and he had the place in the palm of his hand and then you figure he's",
        7404.66,
        7411.32
    ],
    [
        " probably winding up about now and he said you've been such a great audience when singing song for",
        7412.14,
        7416.54
    ],
    [
        " you and I thought oh the poor man he's gonna own everything he had it made here now he's gonna",
        7416.54,
        7422.02
    ],
    [
        " make a fool of himself he's saying old man Rover like Metropolitan Opera it was really really",
        7422.02,
        7429.42
    ],
    [
        " something so and then he talked with with the troops after everything was done you know he was",
        7429.42,
        7436.96
    ],
    [
        " anybody has strapped it on don't so that that was first time and I I felt that way truly felt",
        7436.96,
        7444.22
    ],
    [
        " that way fly like the airplanes attached to you the other way around because when he you want to",
        7444.22,
        7454.78
    ],
    [
        " stay a mile or mile and a quarter of a beam what happens if he turns into you well you go high",
        7454.78,
        7459.44
    ],
    [
        " and you come up here this way and watch him going around the bend and then you can go to the",
        7459.44,
        7465.1
    ],
    [
        " yeah because you're coming down hill you're gonna gain energy so you can go to the outside if you",
        7465.1,
        7469.96
    ],
    [
        " figure his next turn will be into you again well then you can go up without adding power because",
        7469.96,
        7476.62
    ],
    [
        " you go no that's wrong but if he turns into you you can go high would you fly with the same guy",
        7476.62,
        7484.96
    ],
    [
        " all the time in the back seat no the the plane that you were covering for no you don't even know his name",
        7484.96,
        7491.44
    ],
    [
        " not kidding yeah and they were all because they are they look lost a lot of young guys flying the R-A-5-C",
        7491.44,
        7499.66
    ],
    [
        " early in its career they switched to mostly senior guys with a lot of hours and a lot of traps",
        7499.66,
        7509.54
    ],
    [
        " they would lose them at the ramp so those guys were maybe they were all commanders which is too old",
        7509.54,
        7518.34
    ],
    [
        " to be just an airplane driver on a on a carrier but because of the difficulty getting the monster",
        7518.34,
        7526.22
    ],
    [
        " that monster aboard heavy their launch weight was little over 80,000 on that thing and the standard",
        7526.22,
        7535.78
    ],
    [
        " launch weight that has come to pass more or less is around 60,000 so 20,000 pounds have here off",
        7535.78,
        7544.38
    ],
    [
        " all we're getting aboard so they had senior guys doing that I think that was one guy was a lieutenant",
        7544.38,
        7553.98
    ],
    [
        " commander but anyway flying with him flying I discovered I could fly like a bird because he",
        7553.98,
        7565.08
    ],
    [
        " at that point in your training or in your experience level you get you start to get that good at it",
        7565.08,
        7573.36
    ],
    [
        " and I thought holy smoke I'm doing this this way even though at that point I had a thousand hours",
        7573.36,
        7579.78
    ],
    [
        " of total flying maybe more than that flying experience but it was something of a revelation to be able to",
        7579.78,
        7587.86
    ],
    [
        " fly where you wanted to go and not be limited by what the machine would do",
        7587.86,
        7595.1
    ],
    [
        " especially with the F-4 when you have all that power and especially when you're about halfway",
        7595.1,
        7602.1
    ],
    [
        " through your fuel load you have a lot more power because your weight is gone how long did the fuel",
        7602.1,
        7608.86
    ],
    [
        " last how long did you have well the cycle on constellation and combat zone was two two and a half",
        7608.86,
        7617.96
    ],
    [
        " it was they called it a two hour cycle but you wound up flying two and a half hours because they",
        7617.96,
        7625.08
    ],
    [
        " would launch everybody and then they would recover you so I think they launched every two hours I",
        7625.08,
        7630.4
    ],
    [
        " think that's how or do you know I never thought of it quite this way but it ain't right my traps",
        7630.4,
        7635.68
    ],
    [
        " on combat zone were always about 2.6 did you guys get gas only from time to time that's a long time",
        7635.68,
        7647.0
    ],
    [
        " yeah and the F-4 fuel gobbler and you were always always sweating fuel always sweating fuel",
        7647.0,
        7655.66
    ],
    [
        " the cycle time they measure the cycle time when you're on an aircraft carrier in the cycle time",
        7656.06,
        7660.94
    ],
    [
        " is launched a launch so if it's two hours that means a launch happens and two hours later the launch",
        7660.94,
        7666.38
    ],
    [
        " happens what's bad about that is if you're on a two hour cycle when you launch you'll be the first",
        7666.38,
        7671.86
    ],
    [
        " one to go in your fandom and then two hours later the next launch goes you have to wait for all",
        7671.86,
        7678.62
    ],
    [
        " those airplanes to get launched before you recover so that two hours is two hours from takeoff to take",
        7678.62,
        7683.56
    ],
    [
        " off you have to wait for everybody else on the next launch to take off before you can land so that",
        7683.56,
        7687.32
    ],
    [
        " two becomes two and a half 30 minutes an extra 30 minutes is a lot of time to manage your gas that's",
        7687.32,
        7692.38
    ],
    [
        " that's you burn 100 pounds a minute yeah that's a lot a hundred pounds a minute yeah that's",
        7692.38,
        7698.0
    ],
    [
        " six thousand pounds a thousand hours yeah how about hitting the Ho Chi Minh Trail doing those bombing",
        7698.0,
        7705.28
    ],
    [
        " runs well you always had a well what you do is no I'm your flight later I was always going one",
        7705.28,
        7712.64
    ],
    [
        " you're flight later would call I think it was a piston engine Lockheed constellation that was",
        7713.56,
        7722.18
    ],
    [
        " out over the water south and he would ask you what you were and what your ordinance was and",
        7722.18,
        7728.24
    ],
    [
        " he come back and say your fact is going to be a camera two two and he is currently at the",
        7728.24,
        7734.92
    ],
    [
        " lesson so of the lesson so tack and and he will meet you at the lesson so and lesson so of that",
        7734.92,
        7741.84
    ],
    [
        " tack and and which would be somewhere in northern Laos and he'll be there in 12 minutes",
        7741.84,
        7751.28
    ],
    [
        " he's on route right now so you would go there and excuse me and you'd go there and wait a couple",
        7751.28,
        7763.14
    ],
    [
        " of minutes because if you call them up early he'd say I'm going as fast as I can and so so anyway",
        7763.14,
        7771.54
    ],
    [
        " anyway then he'd call you up and say I'm in your area now here's the one we're going to do and he had",
        7771.54,
        7776.94
    ],
    [
        " what they they called logs they were pieces of wood that were four inches square and about two feet",
        7776.94,
        7784.6
    ],
    [
        " long it had holes drilled longitudinally in there and they had willy peat inside and he had a way",
        7784.6,
        7793.6
    ],
    [
        " and maybe they had a fuse or something I don't remember that like that and he would fly over the",
        7793.6,
        7798.66
    ],
    [
        " spot where more or less where he wanted you to go and he would drop it out a trapped or that he",
        7798.66,
        7803.12
    ],
    [
        " had in the bottom of the airplane is this true yeah and and and then he would go drop a second one",
        7803.12,
        7809.58
    ],
    [
        " he said do you have my my two markers and you'd say yeah okay he said now they are",
        7809.58,
        7814.52
    ],
    [
        " northeast and southwest so remember they're northeastern not north and south they're northeastern",
        7814.52,
        7821.66
    ],
    [
        " southwest and what you want is on a triangle pointed to the north but to the northeast and sort",
        7821.66,
        7832.5
    ],
    [
        " of and there's a crossroads there can you see the crossroads and sometimes you could on a moon",
        7832.5,
        7836.74
    ],
    [
        " he said okay now I'm not the crossroads but this is what this is what really what they were doing",
        7837.3,
        7844.04
    ],
    [
        " yeah and he said I drop another one but we don't want to alert them because the trucks are all parked",
        7844.04,
        7849.12
    ],
    [
        " right now but there's a grove of heavy trees can you see those no you can't I would always turn my",
        7849.12,
        7855.98
    ],
    [
        " lights out after get off the ship and and yet how would you put it comfortable for a couple of",
        7855.98,
        7862.56
    ],
    [
        " minutes I turn everything off because I had a good or best or own back and and of course you",
        7862.56,
        7869.12
    ],
    [
        " can hear there's something's a mess in the airplane what's that ticking what's that thumping whatever",
        7869.12,
        7874.26
    ],
    [
        " the engines don't sound right being here all that even with your helmet on so I figured and",
        7874.26,
        7881.56
    ],
    [
        " warning light panels for the lore so I figured turn it out the human eye takes you probably know",
        7881.56,
        7889.16
    ],
    [
        " it takes about 30 minutes yeah have an hour yeah the same length of time takes the sun to set",
        7889.46,
        7894.68
    ],
    [
        " so after half an hour you can see everything on the ground and the facts talking about that grow",
        7894.68,
        7900.34
    ],
    [
        " the trees yeah I can see what you're talking about I can see where that those roads are I only",
        7900.34,
        7905.56
    ],
    [
        " started doing that after about two or three months because initially you don't know what you're doing",
        7905.56,
        7910.64
    ],
    [
        " but it turned the turn the lights out and and and the parental lights all the way down",
        7912.1,
        7918.16
    ],
    [
        " it was the warning panels they they're any warning lights low fuel or anything like that that",
        7918.16,
        7923.14
    ],
    [
        " that doesn't turn down as you might figure so I figured with a good guy in the back",
        7923.14,
        7929.04
    ],
    [
        " he'll let me know so I'll tell you right and then you're almost like almost daylight when you",
        7929.04,
        7936.62
    ],
    [
        " you always get truly acclimated you see everything on the grounds even if it's just the least",
        7937.14,
        7942.6
    ],
    [
        " little no moon but just stars you can see stuff on the ground so it ain't right that's always running",
        7942.6,
        7948.18
    ],
    [
        " daily nighttime missions 99 95 99 percent what would what would cause a daytime mission a new on",
        7948.18,
        7956.5
    ],
    [
        " Yankee station the first day maybe day two days day days but then after that all nights and you",
        7956.5,
        7965.08
    ],
    [
        " be on Yankee station for 31 32 days well what's Yankee station what's that what's that",
        7965.08,
        7971.42
    ],
    [
        " northern Gulf of Tonkin northern Gulf and initially they had a second carrier they called Dixie",
        7971.42,
        7977.76
    ],
    [
        " station off of South Vietnam but then I stopped that and they would have two carriers in",
        7977.76,
        7983.34
    ],
    [
        " well north and excuse me on Yankee Yankee station but anyway your turn lights out and you could",
        7983.34,
        7991.96
    ],
    [
        " see everything at night and the guy says can you see the dark the trees and",
        7991.96,
        7996.24
    ],
    [
        " Skipper wouldn't be able to see him because he's got older eyeballs than me and he didn't turn",
        7996.24,
        8003.36
    ],
    [
        " his lights out or turn them out completely that's what I would do and he had good RO2 and he stole",
        8003.36,
        8009.82
    ],
    [
        " my good RO when his RO got taken by the Admiral to be part of his staff then he took my RO and",
        8009.82,
        8019.14
    ],
    [
        " I had a teenager who didn't know what it was doing right out of the naval academy but anyway",
        8019.14,
        8025.54
    ],
    [
        " so he he gave you those coordinates and he said see that can you see the trees that are is just",
        8025.54,
        8032.88
    ],
    [
        " the south of where that intersection is and you say yeah anywhere in those trees because it's full",
        8032.88,
        8038.04
    ],
    [
        " of trucks there and and so forth sometimes you'd get there and they would have you'd see headlights",
        8038.04,
        8044.98
    ],
    [
        " but rarely rarely and as soon as they really hear you they would run back to the truck and turn",
        8045.62,
        8050.5
    ],
    [
        " the lights off or turn the engines off I guess at any rate and then you'd you'd do that but see",
        8050.5,
        8057.64
    ],
    [
        " that thing there that you read early on that was that was you know when Lyndon Johnson",
        8057.64,
        8063.96
    ],
    [
        " had his bombing paws in North Vietnam the North Vietnamese took all the guns",
        8063.96,
        8070.08
    ],
    [
        " that used to be in North Vietnam put them over in Laos to guard the Ho Chi Minh trail over there so",
        8070.8,
        8078.3
    ],
    [
        " where was I the guns and so forth and",
        8078.3,
        8085.14
    ],
    [
        " well how often what you're into like you know you mentioned the the anti aircraft the",
        8085.14,
        8100.02
    ],
    [
        " every mission every time every time but they were cool about that you see they you'd get there",
        8100.02,
        8106.24
    ],
    [
        " who was cool about the gunners on the ground the enemy gunners yeah well way well they'd know",
        8106.24,
        8113.2
    ],
    [
        " you were there could I could hear you and and in your orbiting what I would do immediately as",
        8113.2,
        8122.04
    ],
    [
        " soon as we get there I'd separate an altitude I'd go a thousand higher on whoever was usually",
        8122.04,
        8129.42
    ],
    [
        " a rural gardener but I'd go a thousand higher and I'd cut across and turn and he every naval",
        8129.42,
        8135.56
    ],
    [
        " aviators and is a left hand turn expert they all turn left in fact I one time I met a guy in Philadelphia",
        8135.56,
        8141.7
    ],
    [
        " who had the same dog as I did and I started talking with him and and then I saw him second",
        8141.7,
        8146.4
    ],
    [
        " and the third time he said what you do before you did the ad business he said I was a naval aviator",
        8146.4,
        8150.56
    ],
    [
        " I said some of the guns what was I how about that so at any rate I in my office it was street level",
        8150.56,
        8156.92
    ],
    [
        " I had an old IBM computer and I had the Microsoft flight simulator early on a version of that on",
        8156.92,
        8167.68
    ],
    [
        " that computer I said you come inside look at this thing I took it off and they'd take off and",
        8167.68,
        8174.18
    ],
    [
        " turned right and he said what the hell kind of a naval aviator you and it's it it's sins",
        8174.18,
        8180.9
    ],
    [
        " I can't remember anyway it doesn't matter it's sins nice guy nice guy at any rate I would turn",
        8180.9,
        8187.26
    ],
    [
        " I would orbit to the right and I knew that he was going to roll in from one eight I would roll",
        8187.26,
        8203.14
    ],
    [
        " what the what the gunners do cool you said the gunners well they they make yourself present because",
        8203.14,
        8209.92
    ],
    [
        " you're making all that noise right over here over the crossroads and they know the gunners all know",
        8209.92,
        8215.14
    ],
    [
        " as the trucks are over there and they know that and they know that you know that because they can",
        8215.14,
        8220.08
    ],
    [
        " hear the fact flying around too so they would wait until you roll in until you commit the problem is",
        8220.08,
        8227.64
    ],
    [
        " they had to get a handle on you when you start down because they also know I presume that they",
        8227.64,
        8233.84
    ],
    [
        " knew because you're going to pull power idle and your engines get very quiet as soon as you do that",
        8233.84,
        8238.2
    ],
    [
        " so that if they didn't have a beat on you at that point I'm convinced too that they used a simple",
        8238.2,
        8246.62
    ],
    [
        " auditory way to track you I think my idea is that if you took a bunch of paper towel tubes",
        8248.76,
        8258.0
    ],
    [
        " and put tape around them and put a microphone behind them and then you put that on the",
        8258.0,
        8264.88
    ],
    [
        " mount of a gun we are gun that the barrel got overheated and it warped so we got this",
        8264.88,
        8270.56
    ],
    [
        " gun mount over here we don't use it put that auditory search finder thing on the gun",
        8271.76,
        8279.7
    ],
    [
        " because as soon as I turn it over there and I can get headphones on and I can hear there is",
        8279.7,
        8285.46
    ],
    [
        " oh not lost them no I got them back again but the point here is that the asmeth and elevation on",
        8285.46,
        8291.1
    ],
    [
        " that auditory device if you have a simple system you can all the five guys have them 57 no",
        8291.1,
        8299.38
    ],
    [
        " millimeter or even 85 millimeter pieces around here they can know they know where you are because",
        8299.38,
        8304.02
    ],
    [
        " they can read what he is tracking you in an auditory fashion so they wouldn't open up sometimes",
        8304.02,
        8312.08
    ],
    [
        " until you release pull and add power and as soon as you did that yeah that should go and buy",
        8312.08,
        8323.48
    ],
    [
        " from the back and most of it right there because they had time to know where you were",
        8323.84,
        8331.38
    ],
    [
        " and they could hear you in orbit and now this guy was over here and suddenly he got silent that",
        8331.38,
        8338.44
    ],
    [
        " means he's in the dive so that means he's going to be over here I think truck turn their guns around",
        8338.44,
        8344.36
    ],
    [
        " more over the guy with the auditory well have it doesn't paper towel tubes taped together he can hear",
        8344.36,
        8352.46
    ],
    [
        " even if you got your engines at idle I think that's my private theory I don't know if it's true or not",
        8352.68,
        8359.28
    ],
    [
        " but that anyway that's when they would open up on you and yes every night no question every night",
        8359.28,
        8364.74
    ],
    [
        " anytime you were there they would they would blast away and they and does you guys lose any aircraft",
        8364.74,
        8372.88
    ],
    [
        " while you are on deployment not my squadron know ship lost I don't know four or five maybe more",
        8372.88,
        8380.82
    ],
    [
        " a7s no a6s a six guys I think were pretty cagey a7 drivers they all tended to be",
        8383.86,
        8392.54
    ],
    [
        " seemed to me younger guys in the wardrobes sitting there with the guy said nah I had a hell of a",
        8392.54,
        8398.58
    ],
    [
        " time tonight I was mixing it up with these guys they had a 57 millimeter and a cave on the side",
        8398.58,
        8403.98
    ],
    [
        " of a hill I don't know how they got it up there but I made I came back around and gave them another",
        8403.98,
        8408.66
    ],
    [
        " load of 20 millimeter really I said you know he's sitting at that far across the wardrobes table I",
        8408.66,
        8414.58
    ],
    [
        " said you realize what at the aim point is I see airplane I said no no no the aim points right between",
        8414.58,
        8420.08
    ],
    [
        " your eyes your nuts put a 500 pound bomb into that hole if you any good as a bomber you can do that",
        8420.08,
        8427.74
    ],
    [
        " put a bowing man to into his cave that's the end of that gun no it's more fun I went around",
        8427.74,
        8433.42
    ],
    [
        " a third time and I said you're crazy he's gonna shoot you down you're gonna feel really stupid you",
        8433.42,
        8439.6
    ],
    [
        " throw away your weapons is what you do when you get shot down you have a responsibility to",
        8439.6,
        8444.98
    ],
    [
        " want in your book you talk about things that are worth it and things are not worth it and I",
        8444.98,
        8453.38
    ],
    [
        " I'll tell anybody who's willing to include me and all my old skipper or somebody like that I said",
        8453.38,
        8458.28
    ],
    [
        " I have favorite switch position down by your left knee in the F4 it's all that's all the bombs",
        8458.36,
        8465.96
    ],
    [
        " okay the missiles the missiles stay but the bombs you have singles pairs doubles cluster",
        8465.96,
        8472.98
    ],
    [
        " all and and some and then all flip all this is bad here tonight I don't want to be here I'll",
        8472.98,
        8488.06
    ],
    [
        " be six of them for Evan six what six five hundred pounders yeah that's what I was our standard",
        8488.06,
        8494.0
    ],
    [
        " bomb load six five hundred pounds has the deployment went on and you're going out facing this every",
        8494.0,
        8501.46
    ],
    [
        " night night after night is it every night you find every night yeah you you and when you were in",
        8501.46,
        8505.94
    ],
    [
        " the Gulf you flew every night how's this wearing on you mentally",
        8505.94,
        8510.8
    ],
    [
        " ah not bad I think at that age year and year late 20 I was in my late 20s not a big deal except that",
        8513.0,
        8520.82
    ],
    [
        " air conditioning on some ships was not very good and consolation was one of my flight",
        8520.82,
        8526.36
    ],
    [
        " I go or the old three level to a Navy guy wearing that air conditioning pisses us off all the time",
        8526.36,
        8532.68
    ],
    [
        " on the ship oh how about you just had good ventilation you know it you have 85 degree air outside",
        8532.68,
        8539.86
    ],
    [
        " put 85 degree air in this room you know in my my state room was on the oh three level was",
        8540.0,
        8549.96
    ],
    [
        " the old four levels of flight out so there are places in a ship where the where the air",
        8549.96,
        8556.78
    ],
    [
        " condition really did work beautifully but we we had we got visited by ABC or CBS news or",
        8556.78,
        8563.72
    ],
    [
        " something like that they were on the handcock which isn't a go for the same time at that time",
        8563.72,
        8567.8
    ],
    [
        " and one of these guys said boy we could see this ship on the horizon you say this ship is nice",
        8568.6,
        8574.98
    ],
    [
        " handcock but next week we're going down to get aboard the big guy air conditioning doesn't work",
        8574.98,
        8582.48
    ],
    [
        " care and the food's not real good better on the handcock than every way no uh fortunes or I guess",
        8582.48,
        8590.16
    ],
    [
        " yeah I had a guy on the podcast named Dean Ladder who's a marine in World War II and he went",
        8590.16,
        8595.38
    ],
    [
        " into a bunch of different islands but he was talking he's going into Tarwa and I'm like were you",
        8595.44,
        8602.72
    ],
    [
        " nervous going in he said no it's the other guys that are gonna get wounded and killed he ended up",
        8602.72,
        8607.52
    ],
    [
        " getting gut shot in Tarwa and was lucky a couple of his Marines disobeyed the order just to keep",
        8607.52,
        8613.24
    ],
    [
        " going and they grabbed him and threw him back on a ship so I think that's the common the common",
        8613.24,
        8618.12
    ],
    [
        " mental state of the young man in combat is I really feel sorry for the other guys that are",
        8618.12,
        8623.86
    ],
    [
        " gonna have trouble out here get wounded and kill my favorite professor in college",
        8623.86,
        8627.9
    ],
    [
        " the University of Chicago PhD that's a big deal an econ uh was a tail gunner in b 17's a world",
        8627.9,
        8635.76
    ],
    [
        " war two and I used to play chess with him and I said to him what was it like you said you always",
        8635.76,
        8641.88
    ],
    [
        " figured the other guys gonna get it that's the same thing yeah just uh that's a pretty impressive",
        8641.88,
        8647.94
    ],
    [
        " statement for a tail gunner b 17 in World War II it was a teenager yeah",
        8647.94,
        8653.12
    ],
    [
        " and he said yeah always I know it's fortunate to award you figured the other guy's gonna",
        8653.86,
        8657.9
    ],
    [
        " or you can always jump out you know yeah that's that would be the worst of it that you had to bail out",
        8657.9,
        8665.9
    ],
    [
        " any other highlights from that deployment well like I",
        8665.9,
        8671.58
    ],
    [
        " as Kepers said to me um we want to send somebody over to a Thailand and since you have",
        8671.58,
        8679.32
    ],
    [
        " Air Force experience would you like to do it yeah why not and this is to be a foreign air control",
        8679.32,
        8685.02
    ],
    [
        " or something no just to make some judgments and come back and relate what how they do things over",
        8685.02,
        8693.86
    ],
    [
        " there and how the facts work and stuff like that so I said okay and so they took me over in a",
        8693.86,
        8699.12
    ],
    [
        " cod and we did not get shot at broad daylight cod who went out in daylight and we didn't get shot",
        8699.12,
        8705.4
    ],
    [
        " at crossing or anything out into Ubon is where I went where Robin Ols was uh when he made his",
        8706.58,
        8715.1
    ],
    [
        " five kills and stuff like that and um initially hard to get to first base uh there I said",
        8715.1,
        8723.02
    ],
    [
        " we got it but it was like in the movies the cod pulled out onto the grass and the crewman opened",
        8723.02,
        8730.12
    ],
    [
        " the back door and I hopped out I had shut down the starboard engine and",
        8730.12,
        8734.28
    ],
    [
        " door slammed starboard engines started up taxied away it was standing there with my suitcase",
        8734.28,
        8740.78
    ],
    [
        " on the grass and this is just like a goofy movie from from France and World War II or something",
        8740.78,
        8750.8
    ],
    [
        " anyway so I said I got a guy a trooper walking down the tarmac somewhere and I said where's base",
        8750.8,
        8758.76
    ],
    [
        " operations down the street but you don't want to go there why because we're not allowed to be here",
        8759.5,
        8766.02
    ],
    [
        " we're guests oh where do I go building 386 it's on the second street over and it has 386 on the",
        8766.02,
        8775.26
    ],
    [
        " outside and I'm making this part up but there's about an essence of it that's the operations you want",
        8775.26,
        8781.98
    ],
    [
        " so I want I didn't have a place to sleep right there my little suitcase so I went there",
        8781.98,
        8787.38
    ],
    [
        " and it got a marine no air force trooper big guy big guy with a sidearm and a little",
        8787.8,
        8795.96
    ],
    [
        " lectern inside the door he's basically he says who the hell are you I mean maybe uniform and",
        8795.96,
        8803.4
    ],
    [
        " whatnot and he said not without whatever he needed all right so that night I went to the club",
        8803.4,
        8812.34
    ],
    [
        " and I meet a guy with an air force major and he said we can take care we'll get past that don't worry",
        8812.66,
        8818.74
    ],
    [
        " about that and he took care of everything and stuff like that but the air force operations were",
        8818.74,
        8825.24
    ],
    [
        " officially just a guest and they were just done officially the air force the tarmac loaded with",
        8825.24,
        8831.4
    ],
    [
        " air force and C-130 so I got to fly with a guy who flew the OV-10 which is a heck of a fun",
        8831.4,
        8839.46
    ],
    [
        " airplane to fly man man I swap ends in a second with that thing I mean this way and that sort of thing",
        8839.46,
        8846.2
    ],
    [
        " tons of power two turbo prop engines and designed for the marine so he could put one in a couple of",
        8846.2,
        8854.64
    ],
    [
        " guys in a back and they open the hatch in the back in the me and Marines can parachute out into",
        8854.64,
        8860.08
    ],
    [
        " middle of nowhere and stuff like that and and a good panel in the biomed an instrument approach with",
        8860.08,
        8867.58
    ],
    [
        " that guy and he said that's really something off that terrible panel back there I said yeah well",
        8867.58,
        8872.58
    ],
    [
        " you make about a hundred passes at the ship and then at night and it's not a big deal anymore",
        8872.58,
        8877.92
    ],
    [
        " and flew with him maybe twice and I flew with the C-130 gunship",
        8877.92,
        8885.96
    ],
    [
        " C-130 forward air controller only at night for him though because it's big to",
        8885.96,
        8892.9
    ],
    [
        " target I guess and we had flown off of that guy but we didn't know what kind of airplane he had",
        8892.9,
        8900.56
    ],
    [
        " and let's see the OV-10 and two times with the C-130s only there a week",
        8900.56,
        8908.64
    ],
    [
        " and and then back out to the ship the C-130 no C-47",
        8908.64,
        8921.66
    ],
    [
        " had about eight or ten marine troopers who were there on R&R at Ubon Thailand they had been downtown",
        8925.12,
        8933.52
    ],
    [
        " and they all looked at it a big night last night I don't know where they wound up gone but they",
        8933.52,
        8941.86
    ],
    [
        " dropped me off at Hawaii it was right after the battle of Hawaii that destroyed everything and",
        8941.86,
        8948.38
    ],
    [
        " and right next to the runway they were a matte runway and when we landed on that matte runway",
        8948.42,
        8954.48
    ],
    [
        " they're shooting at us because it goes rattle rattle rattle and I thought I'm going to go on",
        8954.48,
        8959.68
    ],
    [
        " this but that's so I was just a plank runway and then the army was here and I thought boy sandbags",
        8959.68,
        8967.66
    ],
    [
        " and logs and mud and oh I haven't had no part of the army and anyway they sent a cod in there",
        8967.66,
        8976.0
    ],
    [
        " in the cod picked me up and took me out to the ship so I was the end of that but that was that",
        8976.0,
        8982.58
    ],
    [
        " was quite an experience those C-130 guys they had columnists they've sacked their parachutes",
        8982.58,
        8993.06
    ],
    [
        " back over here and they have a pile back there really what do you do if you get hit because in",
        8993.06,
        9000.78
    ],
    [
        " my mind you get hit when I take the whole wing off or the end of it and it starts to tumble and",
        9000.78,
        9006.84
    ],
    [
        " you're not going to have time to put on a parachute but they did I think they lost more C-130s",
        9006.84,
        9013.06
    ],
    [
        " than they ever admitted to over there because well the one I was on the gunship he's a 3000 feet",
        9013.06,
        9021.34
    ],
    [
        " and the 37 millimeter gets the 30 to 30,000 feet and the burst went off in front of the nose and I",
        9021.34,
        9028.24
    ],
    [
        " hit the deck behind the end of the plane flight deck on that airplane I was on the floor and as we",
        9028.24,
        9035.1
    ],
    [
        " flew through the smoke and they said what was that I said for heaven sake it went off right yeah",
        9035.1,
        9041.9
    ],
    [
        " but it falls away don't worry about it all right but we flew through the smoke I saw if the",
        9041.9,
        9048.54
    ],
    [
        " smoke go over the windshield you know and I got the fly to C-130 a little bit just steer it around",
        9048.54,
        9054.46
    ],
    [
        " you know not a big deal but anyway that's what I did in Thailand and then came back to ship and",
        9054.46,
        9059.98
    ],
    [
        " I said what about this and what about that and that's when I saw those F-4s making multiple passes",
        9059.98,
        9065.84
    ],
    [
        " from the same direction at 30 degrees at 30 degrees dive and not just the same direction but both",
        9065.84,
        9075.82
    ],
    [
        " airplanes from the same direction so maybe you're losing airplanes and I I think I know why",
        9075.82,
        9083.02
    ],
    [
        " no talking amount of it I think if you are encouraged to think that 60 degree angle of dive is",
        9083.36,
        9090.82
    ],
    [
        " dangerous you'll believe it but it's not it's safer it's a better way to go and when I saw that picture",
        9090.82,
        9098.82
    ],
    [
        " I don't know if I said this now there's a famous picture taken during the battle of midway",
        9098.82,
        9105.94
    ],
    [
        " and that guy is virtually 89 degrees above a Japanese carrier so that's the way to do it I thought",
        9105.94,
        9115.24
    ],
    [
        " it'd be science got to get the barrel all the way up there maybe he can't do that yeah",
        9115.24,
        9118.88
    ],
    [
        " so you get done with that deployment head back to the States now it's what 1970",
        9118.88,
        9128.02
    ],
    [
        " yeah and you're coming back to America now now you got the protests and all this stuff going on",
        9131.26,
        9137.32
    ],
    [
        " was that are you seeing that are you aware of that what's how's that impacted you very much so and",
        9137.32,
        9144.08
    ],
    [
        " I think you just get used to it the thing you wouldn't get used to if you were a newly married",
        9144.08,
        9151.14
    ],
    [
        " guy and that was me and a lot of other guys too that they would call up your house and say tell",
        9151.14,
        9157.4
    ],
    [
        " you that tell your your little wife that you had been killed that night this is stateside",
        9157.4,
        9163.46
    ],
    [
        " before you went to see very evil that's evil as and then of course we had there were a couple of",
        9163.46,
        9172.14
    ],
    [
        " bad actions there was a navy cod I think an old one with a bunch of guys on board that crashed",
        9172.14,
        9179.18
    ],
    [
        " on St. Climetti before we sailed and that was very bad and made my wife very squirreling my",
        9179.18,
        9187.0
    ],
    [
        " young wife first there's a funny thing there's a funny one here I went to the East Coast",
        9187.0,
        9191.96
    ],
    [
        " and I flew out to the East Coast so then I have to ride back so we're on a DC 4 C 40 51 or",
        9191.96,
        9204.86
    ],
    [
        " God knows what a for engine unpressurized navy transport and we get to Houston and the guy says",
        9204.86,
        9214.42
    ],
    [
        " I will be here overnight because we the the wasn't so on the on the on the third engine or something",
        9214.42,
        9222.0
    ],
    [
        " that's not right and so be prepared we'll have it it'll be ready by morning so at any rate",
        9222.0,
        9228.7
    ],
    [
        " we were supposed to be back at Miramar by 6 p.m. Morales I sent her a call or something from the East Coast",
        9229.06,
        9237.36
    ],
    [
        " from Norfolk so she calls the duty officer and the whitehead sailor who's on duty 2 he answers the",
        9237.36,
        9245.04
    ],
    [
        " phone and she says this Mrs. Coppallis my husband gonna be there tonight with his ETA and he says",
        9245.04,
        9251.62
    ],
    [
        " oh no the airplane went down in Houston oh no the airplane went down in Houston",
        9251.7,
        9254.44
    ],
    [
        " Jesus",
        9254.44,
        9255.54
    ],
    [
        " now wait it gets better than that she figured she was a widow what to do about this",
        9255.54,
        9264.84
    ],
    [
        " next morning coming up the side of the building or two guys with gold braid on their sleeves",
        9264.84,
        9271.56
    ],
    [
        " she said well this is it steal myself they're gonna tell me what happened",
        9271.56,
        9279.28
    ],
    [
        " I walk in the door now anyway funny story and she still likes to tell it to her friends",
        9279.7,
        9287.46
    ],
    [
        " so there is there's this 1970 you come home there's obviously a lot of division in America",
        9287.46,
        9298.22
    ],
    [
        " right and and what do you end up doing when you get back well the",
        9298.22,
        9303.36
    ],
    [
        " uh... re-asked Tom if he wants to stay or go and I said my father-in-law offered me a job",
        9304.56,
        9311.22
    ],
    [
        " so I'm gonna go and uh I took many debt friends by that point too and uh I said I think I'll just",
        9311.22,
        9319.28
    ],
    [
        " get out and I said well we'll send you to be an ACM instructor at Kingsville and I said",
        9319.28,
        9324.98
    ],
    [
        " I don't want to go back to West Texas I don't like that place he said well we could send you",
        9324.98,
        9331.44
    ],
    [
        " to meridian but it's only you know basic instruction I said that's for me because a pal had told",
        9331.44,
        9338.54
    ],
    [
        " me that he got plowed back at meridian and it's really nice place nice people there and there",
        9338.54,
        9344.38
    ],
    [
        " so I said I'm gonna go to meridian and so they put me in meridian and I was an instructor there",
        9344.38,
        9349.2
    ],
    [
        " for my last something like 14 months and I had good students and mediocre instructors and",
        9349.2,
        9356.3
    ],
    [
        " so forth I wonder what happened to the best of them I have never been typed his name into google",
        9356.3,
        9361.94
    ],
    [
        " and no I had Marines bloody old Marines as one guy I was his instructor and then",
        9361.94,
        9370.86
    ],
    [
        " his pal I flew with him a couple of times they were recon Marines which is uh",
        9370.86,
        9376.1
    ],
    [
        " this Navy SEAL level stuff and I foolishly said to one of them this is really foolish this is",
        9376.1,
        9386.28
    ],
    [
        " got he loaded into northern louse and uh you get dropped off in the jungle and you know you're",
        9386.28,
        9394.36
    ],
    [
        " gonna be there for at least a week with plenty of ammunition really what do you do is so all we",
        9394.36,
        9401.1
    ],
    [
        " hunt for the North Vietnamese they train up there and they're in the jungle and they're easy to",
        9401.1,
        9406.22
    ],
    [
        " find because they smoke so much congea that you can smell them if they're up wind from you oh really",
        9406.22,
        9412.98
    ],
    [
        " so what do you do then he said well you move around so you are in fact downwind and then you",
        9412.98,
        9419.18
    ],
    [
        " get close enough to them and you set up and with your weapons and whatnot and uh you wait till dawn",
        9419.18,
        9426.96
    ],
    [
        " so they until they start walking around yeah then what do you do oh well but kill them all oh excuse me",
        9426.96,
        9436.46
    ],
    [
        " was still my leave there but these are anyway and the guy who was my student I wonder what a nice",
        9436.56,
        9447.82
    ],
    [
        " guy both of the nice guys um he would say to me Tom we're first name basically you",
        9447.82,
        9455.62
    ],
    [
        " didn't bring captain at that time Tom Tom how do you do how do you do a barrel roll attack see that",
        9455.62,
        9461.48
    ],
    [
        " kind of over there make up that roll roll attack on that guy Richard I'm not supposed to do that you know",
        9461.48,
        9467.32
    ],
    [
        " that come on I make a big rolling thing on the student flying the students never look around",
        9467.32,
        9478.54
    ],
    [
        " he's flying over there hey a big mark wow let me try it go away we're he tried that that that that",
        9478.54,
        9487.86
    ],
    [
        " sangry or the other thing with him you flying the back cockpit you you having certain all",
        9488.92,
        9495.36
    ],
    [
        " fighter planes or Navy trainers have rearview mirrors if you need rearview mirrors in a fighter plane",
        9495.36,
        9501.34
    ],
    [
        " you're wasting your time you are long gone when I came back or let's say half from half way through",
        9501.34,
        9511.28
    ],
    [
        " the cruise you become a nutcase in the cockpit at least I did I want to know everything that's on",
        9511.28,
        9516.76
    ],
    [
        " the horizon 360 that's the only way to genuinely be certain you're going to survive this thing and",
        9516.76,
        9523.78
    ],
    [
        " and stuff like that so you become a minor nutcase looking around here and looking around and so",
        9523.78,
        9533.0
    ],
    [
        " forth into a true young guy when I say how the hell you fly the airplane if you're spending that",
        9533.0,
        9537.18
    ],
    [
        " much time well you do you get skilled at it is just time that you get better and better at doing it",
        9537.18,
        9545.1
    ],
    [
        " but I would have them turn their mirrors so I could see their this much of their face everything else is",
        9546.04,
        9551.18
    ],
    [
        " oxygen mask helmet oxygen mask but I want to see this part there I want to see where they're looking",
        9551.18,
        9556.32
    ],
    [
        " I don't want you see you mr. Wilson looking at the panel I want you looking outside mr. Wilson",
        9556.32,
        9563.26
    ],
    [
        " you're down in the panel again I want your outside to cockpit here wow mr. Copel I have trouble flying",
        9563.26,
        9569.08
    ],
    [
        " level I said I'd rather see you bumping around in a little off altitude than getting shot down",
        9569.08,
        9575.68
    ],
    [
        " later because it's that important and so forth so I with Rich Freeman I would like all of them I'm",
        9575.68,
        9582.56
    ],
    [
        " so I'd see him trying to fly level and make mr. Rich I want you to make a 30 degree I don't",
        9582.56,
        9599.06
    ],
    [
        " not good thing I said Rich don't get upset you remember I told you you want to hold the stick",
        9599.32,
        9607.26
    ],
    [
        " with two fingers and trim off the pressure move it and then trim off the pressure two fingers",
        9607.26,
        9614.26
    ],
    [
        " that's all you need I really do it that way okay what do I do I don't come back three six okay",
        9614.26,
        9620.86
    ],
    [
        " comes back and he's getting redder I said Rich you feel it in the airframe yeah what is it I said",
        9620.86,
        9630.92
    ],
    [
        " that's me back here I'm pounding on the pole he's got it in the vice grip with white knuckles",
        9630.92,
        9638.18
    ],
    [
        " and his elbow in here trying to fly this thing what Rich it doesn't work that way",
        9638.18,
        9644.5
    ],
    [
        " but anyway you got to relax I guess I don't know I don't know I think when you come back",
        9646.1,
        9655.26
    ],
    [
        " and they're shooting at you and you get bored at night in bad weather you're soaking wet and you're",
        9655.26,
        9663.18
    ],
    [
        " tired you know do you burn more calories I think so there was a study done before the Vietnam",
        9663.18,
        9672.4
    ],
    [
        " war they did what a force and I bet you they even knows about this they they ask these a four guys",
        9672.4,
        9679.26
    ],
    [
        " to oh no it was during at the beginning of the year if you had a more that's how it would work",
        9679.26,
        9685.0
    ],
    [
        " they put a they had a recorder that put a pen mark on a on a disc of paper and then they wired",
        9685.0,
        9695.14
    ],
    [
        " these guys with sweat and and long function and heart function and so forth and they found out",
        9695.14,
        9705.16
    ],
    [
        " that well just what they figured you go in and feet dry and everything comes up and you get",
        9705.16,
        9711.92
    ],
    [
        " in the target area comes up even higher get off the target area comes down a little bit get feet",
        9711.92,
        9718.9
    ],
    [
        " wet comes way down and it was way up here in the target area and then you talk to the ship",
        9718.9,
        9725.78
    ],
    [
        " it goes up here that much higher higher than the target area right because in the",
        9725.78,
        9734.1
    ],
    [
        " at the ship everything is right here whereas in the target area it's",
        9734.1,
        9748.7
    ],
    [
        " out of your hands so you do your best but if you're going to smack the ramp or do something",
        9748.7,
        9755.04
    ],
    [
        " bad like that it's it's right there in your hands and that was a force so yeah you you will",
        9755.04,
        9764.36
    ],
    [
        " burn more calories in your tired guy and then you stand around right around smoke cigarettes",
        9764.36,
        9772.52
    ],
    [
        " when did you quit smoking you know I'm right after that I like quit smoking",
        9776.3,
        9780.16
    ],
    [
        " how is your transition into the civilian life difficult because you were used to a guy who says",
        9780.16,
        9792.62
    ],
    [
        " that he does that in civilian world not that way guy says can you loan me 50 bucks and",
        9792.62,
        9801.76
    ],
    [
        " till next Wednesday in the Navy he comes looking for you and civilian world you got to go looking for him",
        9801.84,
        9808.32
    ],
    [
        " hey Eddie give me my 50 bucks oh I'll give you half but it's all I have I say okay so yeah he's a",
        9808.32,
        9819.6
    ],
    [
        " little bit rocky and I went in business for myself because my wife thought that might be a good idea",
        9819.6,
        9826.14
    ],
    [
        " for us and the antique Persian rub business of all things so I wound up making friends with a lot",
        9826.14,
        9834.86
    ],
    [
        " of Persian guys most of them Jews a couple of them I still know to this day call them up saying",
        9834.86,
        9840.54
    ],
    [
        " how the heck are you a couple of Muslim guys all nice people you had to be because you were sort of",
        9840.54,
        9849.8
    ],
    [
        " all in that life in a Navy area all in this mess together so you I figured in that business I",
        9849.8,
        9859.16
    ],
    [
        " had it because you have retail customers talked to you and said I've been looking for a lesson so",
        9859.16,
        9866.3
    ],
    [
        " typed you know what that is oh yeah I need it 18 feet but no longer than 19 and I need it thus",
        9866.3,
        9874.88
    ],
    [
        " and so wide and I don't want any new wear but I want more of this color and so can you do that",
        9874.88,
        9881.54
    ],
    [
        " you can on so as I leave you can on a phone call Mohammed and you call Haqim and you call that",
        9881.54,
        9888.88
    ],
    [
        " guy I'm saying I have it what you want and he will give it to you on your signature if your credit",
        9888.88,
        9896.26
    ],
    [
        " is good I figured I called a guy one time and he said I don't have it but I know who does have it",
        9896.26,
        9903.44
    ],
    [
        " he's an old Armenian guy and he's really crotchety and he shouldn't be in business anymore but",
        9903.84,
        9908.76
    ],
    [
        " he's got some nice choice stuff this is in New York 28th Street 31st Street in that neighborhood",
        9908.76,
        9916.48
    ],
    [
        " fifth Avenue and I said I need this and that and this and that and this and that",
        9916.48,
        9923.52
    ],
    [
        " I said my credit I said you don't know me but I have I called those and so and call him and you",
        9923.52,
        9932.16
    ],
    [
        " could call him and I don't have to do that I really want I know who you are I could have it on my",
        9932.16,
        9939.96
    ],
    [
        " signature now I drove away one time with 80,000 and wholesale value in back of my truck and I figured",
        9939.96,
        9949.46
    ],
    [
        " that was a mistake no signature they know who I am but nice people a lot a lot of nice people not",
        9949.46,
        9957.32
    ],
    [
        " what you read in the paper did you miss the Navy oh yeah yeah a lot of pals and stuff like that but",
        9957.74,
        9966.38
    ],
    [
        " you have to get away from that you can't live in the past you know you gotta keep going so",
        9966.38,
        9972.12
    ],
    [
        " we had a lot of a lot of I keep saying this but they had a lot of fun doing that too so and",
        9972.12,
        9978.5
    ],
    [
        " down to my wife I bought a piece for several thousand and I came back like maybe two days later",
        9978.5,
        9989.5
    ],
    [
        " and I said where's the you know listen so she said I sold it she said I said I hope you got more",
        9989.5,
        9998.3
    ],
    [
        " $5,600 for it she said it got 75 is that one of those rugs cost how much one of those rugs cost",
        9999.02,
        10009.28
    ],
    [
        " it depends on what it is it depends on its age it depends on its condition you have to deal with",
        10009.28,
        10016.96
    ],
    [
        " somebody that you know is utterly trustworthy because Henry Kissinger got fleeced on a trip to",
        10016.96,
        10024.16
    ],
    [
        " Iran and he knew it after it was all over well what happened to him I don't know exactly what",
        10024.16,
        10030.28
    ],
    [
        " the thing was but he admitted to the fact that all he did was take that load of stuff that I bought",
        10030.28,
        10036.56
    ],
    [
        " and send it to a dealer somewhere to get rid of it because it was junk and he paid a bunch of",
        10036.56,
        10041.36
    ],
    [
        " money for it was very embarrassing yeah and then you ended up with up with in the bakery business right",
        10041.36,
        10047.54
    ],
    [
        " bread making business that we're out yeah well this is this is Jaco saying when you're in the",
        10047.54,
        10053.56
    ],
    [
        " middle of the woods start walking and the guy says which direction in Jaco says doesn't matter",
        10053.56,
        10059.56
    ],
    [
        " yes but I knew how to do that so Pamol say why don't you make some bread and Pamol's brother is",
        10059.56,
        10067.2
    ],
    [
        " in believe or not in the exotic mushroom business and they have an outdoor farmers market",
        10067.2,
        10073.48
    ],
    [
        " there who's a common in Pennsylvania on Sunday afternoon and give them to Joe and see if he can",
        10073.48,
        10078.8
    ],
    [
        " sell him he sold them all doing it by hand so same thing again next week and so forth and he",
        10078.8,
        10089.14
    ],
    [
        " comes back and says Fred says you ought to take a table here your stuff is good enough I say",
        10089.14,
        10093.88
    ],
    [
        " holy smoke but I can't only do so much by hand so I had a guy that I did business rod business",
        10093.88,
        10101.04
    ],
    [
        " antique rodman if you find anything like that Tom call me how you do and so forth so I was coming",
        10101.04,
        10108.5
    ],
    [
        " I used to have to buy all the time whatever you could so I used to go to a lot of outdoor",
        10108.5,
        10114.24
    ],
    [
        " country auctions more more country than anything else and they had rugs from the 30s and",
        10114.24,
        10122.4
    ],
    [
        " a drive to Alhtuna as I did in this case with with my truck Chevy van no windows and uh",
        10122.4,
        10130.52
    ],
    [
        " by the rugs for $1,500 because there's certain human psychology certain price levels in which a",
        10131.22,
        10139.5
    ],
    [
        " retail customer knowing that you could pay more but I won't do that because I don't want surprises",
        10139.5,
        10148.1
    ],
    [
        " and stuff like that so you know you're going to get them for $1,500 if you drive well because you",
        10148.1,
        10153.08
    ],
    [
        " talk to the auctioneer and he tells you more or less what it is and he thinks he knows and stuff",
        10153.08,
        10157.84
    ],
    [
        " so he drives to Alhtuna you look at it and say yeah I can get $6,000 for this I won't pay more than",
        10157.84,
        10164.06
    ],
    [
        " half to pay more than $1,500 and you do that so I came back from Alhtuna that day to this guy's",
        10164.06,
        10170.48
    ],
    [
        " place he's a secondhand equipment business secondhand commercial equipment, ovens and",
        10170.48,
        10176.84
    ],
    [
        " mexers and things like that they go on forever and he said you you bake bread once in a while",
        10176.84,
        10183.68
    ],
    [
        " and I didn't I didn't buy anything that day and I had money in my pocket cash in my pocket he",
        10184.08,
        10190.48
    ],
    [
        " sent he sent a couple of nice ovens over here I said I'm not interested he said look at them",
        10190.48,
        10197.22
    ],
    [
        " they're diner sized they're not the full size you got to find exactly the right guy you probably",
        10197.22,
        10204.84
    ],
    [
        " a diner but he already has a son to you for $900 he said I can slide him right onto your truck",
        10204.84,
        10216.34
    ],
    [
        " and he didn't know I had money in my pocket either yeah he did so he finally I said okay",
        10216.34,
        10226.82
    ],
    [
        " so then I had to install him myself on a we live in an old Pennsylvania Dutch I call him a",
        10226.82,
        10234.12
    ],
    [
        " Pennsylvania German soft brick drafty and they have matching porches on both sides and this",
        10234.9,
        10240.16
    ],
    [
        " porches and clothes so I put them on that porch and I had heavy you know they weigh I don't know",
        10240.16,
        10246.6
    ],
    [
        " thousand of peace I guess jacks and everything blocks and getting it up and sliding it over and",
        10246.6,
        10252.72
    ],
    [
        " installed both of them but I didn't do very much until my sister-in-law actually said you need",
        10252.72,
        10259.44
    ],
    [
        " to put bread with Joe at the skip-pack farmers market on Sunday so with any one thing led to",
        10259.44,
        10266.0
    ],
    [
        " another led to another and then I went to this nice guy cumberton whole foods who was at the time",
        10266.0,
        10272.66
    ],
    [
        " he had one store and he was on the floor himself and I said do you think you can sell these he said",
        10272.66,
        10280.62
    ],
    [
        " probably not because love bus just bailed out of here but you can put it on their shelves if you",
        10280.62,
        10286.74
    ],
    [
        " want came back next day six of them sold I said can I put more of course so one thing led to another he",
        10286.76,
        10294.34
    ],
    [
        " has about maybe has eight stores now and I'm in five four so you're making bread every day",
        10294.34,
        10301.46
    ],
    [
        " I work no I work Tuesday Tuesday Wednesday and Thursday and I deliver on Wednesday what we I",
        10301.46,
        10310.22
    ],
    [
        " made on Tuesday Tuesday night and sliced Wednesday morning deliver that and I work Thursday",
        10310.22,
        10316.1
    ],
    [
        " and deliver that on Friday and then I'm off Saturday Sunday Monday but I got another racket gone",
        10316.1,
        10324.44
    ],
    [
        " what's the other racket when I ran for congress I don't know what you know I did this I did not",
        10324.44,
        10331.12
    ],
    [
        " that yeah I was in your notes yeah I was supposed to lose and it was in the gentleman's",
        10331.12,
        10337.84
    ],
    [
        " grant you want a guy who can lose gracefully and I said that's exactly right I said okay but I",
        10337.84,
        10343.82
    ],
    [
        " felt myself this guy this congressman he drinks a lot and he may get hit by a truck or have the",
        10343.82,
        10352.06
    ],
    [
        " your classic too much alcohol heart attack or something like that this is only chance I'll ever get",
        10352.06,
        10357.64
    ],
    [
        " so I did I think I put it in there I did ring ten thousand doorbells I really did it's it",
        10357.64,
        10364.52
    ],
    [
        " be fun after a while you meet new people and moreover they ask you questions privately that you",
        10364.52,
        10371.44
    ],
    [
        " hadn't quite thought through and after you fumble around with that you say I won't fumble around",
        10371.44,
        10377.26
    ],
    [
        " with that a second time and turns out in like two days later guy has the same question I'm ready",
        10377.26,
        10382.68
    ],
    [
        " you're ready for it so after that and he spent ten times well I spent a U.S. Congressman I was told",
        10382.68,
        10390.76
    ],
    [
        " we'll do anything to stay in office anything so then you're eight he spent ten times where I had",
        10390.94,
        10398.04
    ],
    [
        " to spend I had to thirty five thousand dollars to spend he spent three fifty but anyway and he",
        10398.04,
        10404.48
    ],
    [
        " wouldn't debate me either if I went to this silly thing on he was in the sea because he couldn't",
        10404.48,
        10420.74
    ],
    [
        " uh it wasn't going to save that well you had to do with your racket that you're running your",
        10420.74,
        10426.68
    ],
    [
        " other racket yeah well I was a I was stockbroker at that point because my when I had my sub-dural",
        10426.68,
        10435.24
    ],
    [
        " hematoma they cut a hole in your head figure piece out out of your head because I slept in",
        10435.24,
        10442.28
    ],
    [
        " falling about that what I call it in there your Johnny land John Glenn fully recovered and so",
        10442.28,
        10448.46
    ],
    [
        " of I but a lot of people don't I think too it's a matter of wanting to and deciding to recover",
        10448.46,
        10458.1
    ],
    [
        " because you with my case my right side didn't it was on my left side and it's true your left",
        10458.1,
        10463.52
    ],
    [
        " side didn't work right and or work a little bit but not real well and I couldn't walk right and",
        10463.52,
        10470.64
    ],
    [
        " stuff like that and anyway so at any rate I had you get the the registrar I am the pencil",
        10470.64,
        10482.26
    ],
    [
        " in your registrar for births and deaths in holy township zero six township and for several",
        10482.26,
        10488.88
    ],
    [
        " surrounding townships if you die you need a will and have a will you need an executor who",
        10488.88,
        10495.46
    ],
    [
        " distributes but you have to prove have somebody prove this guy is dead not just gone to South America",
        10496.2,
        10502.16
    ],
    [
        " and so forth so you make certified copies of his death certificate issued by generally by the hospital",
        10502.16,
        10512.2
    ],
    [
        " or or the corner and that way your executor or the man or woman's executor can",
        10512.2,
        10520.52
    ],
    [
        " and probate the will and so forth and all that so at any rate a year after maybe 10 months after",
        10522.02,
        10529.34
    ],
    [
        " I lost the election I get to talk with a guy named Bob Asher who was a little bit of a character",
        10529.34,
        10536.84
    ],
    [
        " and well known in Pennsylvania politics because he took the heat and went to jail for something he",
        10536.84,
        10542.82
    ],
    [
        " didn't do but to probably to protect a Pennsylvania senator or maybe one of the governors I don't",
        10542.82,
        10550.02
    ],
    [
        " remember but he took the heat and everybody agrees that Bob never did anything but he owns a candy",
        10550.02,
        10554.78
    ],
    [
        " company called Asher candies it's well known chocolates and eastern Pennsylvania and there he",
        10554.78,
        10561.1
    ],
    [
        " was at this affair so I went up to him and I said Bob you owe me one is it get out of here I said",
        10561.1,
        10567.4
    ],
    [
        " you know I am over I don't know who you are I said I rang 10,000 doorbells yeah I heard about that",
        10567.4,
        10574.8
    ],
    [
        " I said he had to spend 350,000 to beat me yeah Bob we both know what that means he would have",
        10575.44,
        10586.96
    ],
    [
        " spent 35,000 against the guy in Fayette County he would have spent 58,000 at the guy in Pittsburgh he",
        10586.96,
        10594.46
    ],
    [
        " would have spent 102,000 in the guy in Harrisburg race he spent it all to beat me yes so what",
        10594.46,
        10604.5
    ],
    [
        " Bob you owe me one week later the local guy that I've knew very well is a whole political office",
        10604.92,
        10613.7
    ],
    [
        " call me up and he said how'd you like to be register of will what the hell was that so I said yeah",
        10613.7,
        10623.4
    ],
    [
        " that's right how much does it pay well you won't make much you can make 35,000 doing it you can",
        10623.4,
        10630.58
    ],
    [
        " but at any rate they're trying to get rid of the Pennsylvania register and now I'm just",
        10631.88,
        10636.66
    ],
    [
        " sticking on because I figured like like down to the last day so at any rate that's how that happened",
        10636.66,
        10644.0
    ],
    [
        " so I was a stock broker and if you start late in life to be a stock broker you don't have much",
        10644.0,
        10650.26
    ],
    [
        " of an account and and stuff and I got to be a certain age and I said my wife this is this is",
        10650.26,
        10657.08
    ],
    [
        " not cutting I got to do something else and right after that my sister-in-law came to me she's",
        10657.08,
        10663.04
    ],
    [
        " German national you wouldn't know it she has zero accent she said you sell bread that's good enough",
        10663.04,
        10668.38
    ],
    [
        " to sell in Germany you need to do this I still doing it by hand and one thing I do another there",
        10668.38,
        10676.52
    ],
    [
        " so that's what I do now and I'll tell you what keeps you in shape you're not going to get fat doing",
        10676.52,
        10682.54
    ],
    [
        " this unless you want to I suppose you got to make sure you don't get too much of your own product",
        10682.54,
        10687.3
    ],
    [
        " though that's true just like the drug dealers no no no I said people people in stores say I don't",
        10687.3,
        10693.52
    ],
    [
        " eat much bread I said it's not the bread it's what you put on it the too much mayonnaise or too much",
        10693.52,
        10699.82
    ],
    [
        " strawberry jam it's what you do with it not not the stuff well what's the name so what's where can",
        10699.82,
        10707.76
    ],
    [
        " people get your bread you got a shipment oh I got I know what I'm not going to be going to the",
        10707.76,
        10712.6
    ],
    [
        " grocery market very often in Pennsylvania but the only baker the only baker oh well you why yeah",
        10712.6,
        10718.68
    ],
    [
        " that's an Indian name for the valley in which we live the Indian God for it was O linka",
        10718.68,
        10725.18
    ],
    [
        " and I've got shortened by the locals at that time way back then Jim and Franklin did not like",
        10725.18,
        10732.56
    ],
    [
        " to come up to that counties said there were do damn many Germans up there I don't like to go up",
        10732.56,
        10737.54
    ],
    [
        " there he was good horseman in his middle age we all see Ben Franklin as a big fat old guy",
        10737.54,
        10744.42
    ],
    [
        " fat old man but he was an expert expert horseman and people did not like to travel with him",
        10744.42,
        10751.86
    ],
    [
        " of I run an account of him going to York PA which is west of uh Hersberg they don't like that",
        10751.86,
        10761.04
    ],
    [
        " with him because he would take off overland to basically explore the landscape and what not and",
        10761.1,
        10767.4
    ],
    [
        " they're all afraid he was going to either fall off or get killed by locals the Indians so",
        10767.4,
        10773.44
    ],
    [
        " then we're going to have to go look for him and find him and the some of the folks out there don't",
        10773.44,
        10779.74
    ],
    [
        " like us very much and so forth so people did not like to go traveling with him but he was an",
        10779.74,
        10784.88
    ],
    [
        " expert in an overland horseman but we all see him as the fat old guy yeah that's the that's the",
        10784.88,
        10792.1
    ],
    [
        " image you got stuck with at some point right I know you uh you know you wrap up your bio that you",
        10792.1,
        10797.98
    ],
    [
        " sent a Dave and it says 2022 still having fun at care so that's pretty awesome uh I don't know",
        10797.98,
        10805.48
    ],
    [
        " do we miss anything get us up to date there's one thing I thought about going by now it now",
        10805.48,
        10812.02
    ],
    [
        " escapes me uh same marriage marriage the same woman I just during the political campaign they would",
        10812.02,
        10818.76
    ],
    [
        " ask you I said still marriage the same woman since uh H 27 wow got married a little bit late",
        10818.76,
        10828.74
    ],
    [
        " and it was your daughter that brought you here yeah and then linked us up I think she linked us",
        10828.74,
        10833.16
    ],
    [
        " up on social media yeah there was a elder daughter Genevieve and uh she wanted to come with me but",
        10833.16,
        10840.48
    ],
    [
        " she is in a job that she doesn't like and she's intensely searching so the other daughter said",
        10840.48,
        10846.9
    ],
    [
        " I'll take him out and she had not actually said she said if you go I'll buy it my own ticket oh good",
        10846.9,
        10853.54
    ],
    [
        " so I then I said to you I will not travel alone I will travel with my wife okay so then",
        10853.54,
        10863.02
    ],
    [
        " Pamela said I don't want to go we have an ancient puppet dog here and she's going to die so",
        10863.02,
        10868.84
    ],
    [
        " we ought to euthanize her I can't do that that's the pragmatic solution yeah so younger",
        10868.84,
        10877.34
    ],
    [
        " daughter said I'll go with him so she is here today in San Diego and elder daughter is angry but",
        10877.34,
        10887.28
    ],
    [
        " I said Johnny um what you're doing is more important and she's working it she got into the medical",
        10887.28,
        10895.8
    ],
    [
        " world as most specifically into transplants and she said if jaco says anything to you",
        10896.26,
        10903.22
    ],
    [
        " ask him if he is a organ donor because he should be everybody should I am yeah so I'll tell her",
        10903.22,
        10913.14
    ],
    [
        " that but anyways she's gonna know I said the thing about Jenny the thing that people want is",
        10913.14,
        10920.68
    ],
    [
        " something you can do that most people can't you can keep six balls in the air at the same time",
        10920.68,
        10926.02
    ],
    [
        " so to speak that's why these guys in the transplant business love you so much because they could say",
        10926.02,
        10932.74
    ],
    [
        " oh I don't know about that ask Jenny and she had the answer or this computer thing is screwed up",
        10932.74,
        10939.42
    ],
    [
        " and it's and it's off the thing and it will work and call Jenny she can do that and she does",
        10939.42,
        10944.76
    ],
    [
        " so in the younger daughter they have their she knows another own business so it's",
        10945.14,
        10952.12
    ],
    [
        " not easily done for them oh well they're very serious and they do well so that's the the whole",
        10952.12,
        10958.02
    ],
    [
        " thing there there's something else Dave what do you got oh man I got a lot oh I know we're",
        10958.02,
        10974.74
    ],
    [
        " many similarities there are and I just was started writing things down I was station at meridian",
        10975.12,
        10978.8
    ],
    [
        " I was station at Kingsville I was in LSO I have about 40 traps in the conny early in my career",
        10978.8,
        10985.58
    ],
    [
        " about that yeah I uh I did the spin rides in the T2 and I knew our spin instructor I know that",
        10985.58,
        10991.7
    ],
    [
        " well it's funny it's a great I said there weren't one of those things I said it's a great carnival ride",
        10991.7,
        10996.1
    ],
    [
        " it's a good so many guys what about dude I used to say that I just started to know who I was",
        10996.1,
        11001.54
    ],
    [
        " I'll be doing your spin hop today and you terrified well no mr. Copel but I thought that I said wait",
        11001.78,
        11008.96
    ],
    [
        " when how many guys have you been punched out on spin hops oh I don't know no one it's a carnival ride",
        11008.96,
        11018.1
    ],
    [
        " and so forth and Fred didn't want to I didn't give me though I don't like to do I don't I'm",
        11018.1,
        11030.86
    ],
    [
        " not much instruction goes on that day except for the rote all right mr. Smith we establish the",
        11030.86,
        11037.28
    ],
    [
        " direction of rotation and we will positively neutralize the controls and then apply full",
        11037.28,
        11045.6
    ],
    [
        " opposite rudder and when rotation stops we will put stick full forward and so forth yeah that's",
        11045.6,
        11054.86
    ],
    [
        " all you do and then okay fine we got that now we're gonna climb back up here you have to do it again",
        11054.86,
        11059.94
    ],
    [
        " yeah I'm what's gonna do it again too I remember it well some of the best rides ever yeah um",
        11059.94,
        11067.82
    ],
    [
        " my time with the Air Force and then you kind of conclude with a couple of things that I just",
        11067.82,
        11073.48
    ],
    [
        " could help make the connection to living on the O3 level in the state room underneath the",
        11073.48,
        11077.7
    ],
    [
        " catapults and then God forbid I am on a podcast where I don't have to say something nice about",
        11077.7,
        11084.32
    ],
    [
        " Navy seals but you work for a frogman and got to see what what what what real good leadership look like",
        11084.7,
        11092.84
    ],
    [
        " but you know what he does talk about leadership just a second he was not well thought of",
        11092.84,
        11098.1
    ],
    [
        " mostly by the younger guys who are arrows and the fleet squadron I was in he never does anything",
        11098.1,
        11104.62
    ],
    [
        " and well he'd talk and I and it was say not nice things about him I don't think any of the",
        11104.62,
        11110.22
    ],
    [
        " front seat guys said that what a surprise but yeah but the the back seat guys they're all young and",
        11110.22,
        11116.5
    ],
    [
        " lieutenant junior grades all of them solid and most of them retired as commanders I don't know",
        11116.5,
        11123.28
    ],
    [
        " what the heck they got them to do to say in the Navy that long but at any rate they didn't like",
        11123.28,
        11128.98
    ],
    [
        " him because they couldn't understand what he was doing I think the front seat guys all really",
        11128.98,
        11133.46
    ],
    [
        " understood what was going on there well I think there's a real strong connection between pilots",
        11133.46,
        11138.48
    ],
    [
        " and seals I got to learn that firsthand working with Jaco but you did it at a time you did it at",
        11138.48,
        11144.4
    ],
    [
        " a time where you you didn't have the machines that we had I mean you flew an airplane that I guarantee",
        11144.4,
        11149.58
    ],
    [
        " it was infinitely harder than it was for me but it occurred to me that the the legacy that I got",
        11149.58,
        11155.88
    ],
    [
        " to live under the 35 years of history was written about people like you and when I got them when",
        11155.88,
        11161.92
    ],
    [
        " I got in the Navy and the Marine Corps how we flew fighters and the way we taught people to fly",
        11161.92,
        11167.54
    ],
    [
        " fighters was already embedded and that all started with your generation so but you know that's",
        11168.06,
        11173.06
    ],
    [
        " what I was thinking about in that Dan Patterson and the book that wasn't called top gun until maybe",
        11173.06,
        11182.0
    ],
    [
        " I don't know three four five years later somebody said top but the F4 didn't have a gun and I don't",
        11182.0,
        11188.72
    ],
    [
        " and and all your newspaper guys you say I thought it had to have a gun and finally did the F4E",
        11188.72,
        11193.8
    ],
    [
        " had a gun and finally no the missile was a better weapon every time every time for you had to be",
        11193.94,
        11200.86
    ],
    [
        " within 3,000 feet to do anything with a 20 millimeter gun I shot the gun at Kingsville we all did",
        11200.86,
        11206.76
    ],
    [
        " I was bad at it too I don't know they put your color paint on your and then they examine the",
        11206.76,
        11216.74
    ],
    [
        " banner and no greens on here what happened to you Tom embarrassing you know I'm an older guy",
        11216.82,
        11223.84
    ],
    [
        " I'm supposed to have holes in there but at any rate I don't I'm not really disagree with that",
        11223.84,
        11231.22
    ],
    [
        " business about if any sort of a fire plane you have to have a gun ball lonely now early on",
        11231.22,
        11237.2
    ],
    [
        " the sparrows didn't work because White Hat Sail was to drop them and chuck them up into the bottom",
        11237.2,
        11243.44
    ],
    [
        " of the airplane and they didn't test them to see make sure this is working and things like that",
        11243.44,
        11249.56
    ],
    [
        " and then the aviators didn't turn a panel on and to see if the missiles they called it",
        11249.56,
        11254.0
    ],
    [
        " tuning that the missiles would tune and things like that and then if one didn't tune you flip past",
        11254.0,
        11261.0
    ],
    [
        " that to go to the number two and so forth and fire that one forget about the first but then you",
        11261.0,
        11272.72
    ],
    [
        " during advanced fighter weapons if you went to bore sight tell the guy and back the cockpit go to",
        11273.34,
        11279.92
    ],
    [
        " bore sight the antenna goes where the the pepper is through the 35 mil gun sight is looking they both",
        11279.92,
        11287.56
    ],
    [
        " looking at the same place and that's what I was going to do with the 21 go bore sight pull the trigger",
        11287.56,
        11292.74
    ],
    [
        " you get a sparrow which is a monster missile why fight weighs 500 pounds sparrow the ones we had",
        11292.74,
        11301.08
    ],
    [
        " anyway the e-models were 500 pounds but anyway it wasn't called fire weapon school back then oh",
        11301.08,
        11310.2
    ],
    [
        " yeah so the fight you think you read and Dan Petterson's book who remains a nice guy",
        11310.2,
        11315.66
    ],
    [
        " but I would say this to him in a in a clear way most of the airplanes shot down in World War",
        11315.66,
        11324.42
    ],
    [
        " 1 in World War 2 in Korean War in the Vietnam War never saw the guy that shot them down they never",
        11324.74,
        11334.22
    ],
    [
        " saw the missile that shot them down I know I knew guys who came out feet wet out of North Vietnam",
        11334.22,
        11342.64
    ],
    [
        " and saw the missile go by the B-model missiles the missile the Russians had they stole it from",
        11342.64,
        11351.54
    ],
    [
        " us and shifted through burly and on commercial freight and it didn't guide that well at least the",
        11351.54,
        11358.82
    ],
    [
        " Russian version of it didn't it had a big seeker head on it and it didn't narrow its sight but I",
        11358.82,
        11366.18
    ],
    [
        " talked with guys who said I saw the missile go by and I had no idea holy smoke most guys who got shot",
        11366.18,
        11376.34
    ],
    [
        " down and I heard this early in the cruise not until I was out there and you get fully realized that",
        11376.68,
        11386.62
    ],
    [
        " they're used rail bullets here and stuff most 95% of the airplanes that got shot down get shot down",
        11386.62,
        11395.38
    ],
    [
        " and they never saw the the whatever did it to them they never saw one time we were in Laos",
        11395.38,
        11403.5
    ],
    [
        " somewhere I doesn't matter where waiting for the fact and he's at 14 ohm at 15 he's in a port orbit",
        11403.5,
        11411.8
    ],
    [
        " I'm a starboard orbit or we're just waiting quietly and here comes an F4 you can tell because it",
        11411.8,
        11422.58
    ],
    [
        " has at the wing routes and the leading edge of two flashing white lights that's an F4 and he comes",
        11422.58,
        11430.58
    ],
    [
        " flying by and he gets about where we are that's where there are guns on the ground because that's",
        11431.2,
        11437.28
    ],
    [
        " where there are truck park and that's where the fact is going to meet us and those gunners can hear us",
        11437.28,
        11442.16
    ],
    [
        " overhead but here comes this guy over the horizon and F4",
        11442.16,
        11447.94
    ],
    [
        " at this guy with probably 57 at least maybe 85 millimeter and he's still got his lights on",
        11447.94,
        11458.4
    ],
    [
        " bright and flash and he disappeared over the horizon bright and flash did you go get close to him",
        11458.4,
        11465.94
    ],
    [
        " and not that close because they were shooting at him but I went close and I think to see that",
        11465.94,
        11470.2
    ],
    [
        " is an Air Force F4 not some some navy guy who's lost or something it's",
        11470.2,
        11476.56
    ],
    [
        " Air Force F4 and he never knew it oblivious to everything with his lights on bright and flash",
        11476.56,
        11485.44
    ],
    [
        " it's a true story so my point here is that Tom Gunn is or what they call now Tom Gunn",
        11485.6,
        11493.62
    ],
    [
        " is very interesting if you go one-on-one you both start from here you turn head and start with a head",
        11493.62,
        11498.64
    ],
    [
        " on pass and so forth and one guy is better than the other and he gets behind the other but that's",
        11498.64,
        11504.08
    ],
    [
        " not what happens what happens is the guy that you were picking your nose for some reason or other",
        11504.08,
        11510.98
    ],
    [
        " and the MiG21 showed up or a MiG26 or God knows what it is and he shot you down from three miles",
        11510.98,
        11517.04
    ],
    [
        " of stern because you were picking your nose you got to be a wild man in that cockpit if you don't",
        11517.04,
        11522.9
    ],
    [
        " want to get shot down you got to know everything it's going on 360 degrees all the time so you turn",
        11522.9,
        11530.26
    ],
    [
        " into a crazy man and you fly with a new RO he said you're really nuts yeah I'm still here too",
        11530.26,
        11537.04
    ],
    [
        " it's all I got man so at any rate I'd be good part and I interrupt it not at all",
        11538.78,
        11542.9
    ],
    [
        " that's right that's probably a great place to wrap it up right there all right now that's a great",
        11542.9,
        11548.36
    ],
    [
        " attitude to have thank you so much for coming out here it was fun really appreciate",
        11548.36,
        11554.42
    ],
    [
        " thanks for sharing your experiences lessons learned and of course most important thank you",
        11554.42,
        11561.24
    ],
    [
        " for your service oh below me so thank you for your service in the Air Force and and",
        11561.24,
        11565.96
    ],
    [
        " service in the Navy and most of all thank you for your service to our great nation amen thank you sir",
        11565.96,
        11572.86
    ],
    [
        " and with that Tom Coppel has left the building pretty awesome to hear from a dude that",
        11572.86,
        11584.98
    ],
    [
        " as you were telling me and before we hit record Dave in the middle of Vietnam war just volunteers",
        11585.58,
        11593.18
    ],
    [
        " to go and fly you know F4 phantoms that's the pipeline too so pretty amazing to hear these guys I",
        11593.18,
        11601.68
    ],
    [
        " thought it was actually pretty interesting about the nuclear war stuff too yeah you know like what",
        11601.68,
        11608.2
    ],
    [
        " what what are you thinking what you you know I I was in the seal teams and I was like hey we might",
        11608.2,
        11613.7
    ],
    [
        " do a mission in the 90s like hey we might do a mission Michael you know kill its terrorist this",
        11613.7,
        11619.9
    ],
    [
        " dude's like hey we might go and end humanity yeah you know that's a I remember when I first started",
        11619.9,
        11627.84
    ],
    [
        " flying airplanes what you really want to do is you actually want to you want to do something you",
        11627.84,
        11631.48
    ],
    [
        " want to drop a bomb you want to get in the fight you that's what you want to do and there's a",
        11631.48,
        11635.4
    ],
    [
        " double edge to that because you know like well I mean we don't want to go to war it's not a good",
        11635.4,
        11640.14
    ],
    [
        " thing but if you do you like you want to get the call the only thing you're ever going to do when",
        11640.14,
        11644.8
    ],
    [
        " you're you know strategic air command with nuclear weapons at a B52 you get that call like",
        11644.8,
        11650.02
    ],
    [
        " that's a different psychology about what your job is you know and I could see someone like him",
        11650.02,
        11655.6
    ],
    [
        " getting pretty restless doing stripple or all day knowing it's kind of unlikely and they did",
        11655.6,
        11661.34
    ],
    [
        " work out like what are you actually doing there that's that's not a scenario you want to be in no",
        11661.34,
        11665.38
    ],
    [
        " matter what so yeah crazy but anyways thanks for listening if you want to support the podcast you",
        11665.38,
        11672.82
    ],
    [
        " want to support yourself get yourself some jock of you with jock of you'll calm you can get",
        11672.82,
        11677.38
    ],
    [
        " these these drinks we're drinking right here get yourself some afterburner orange the tasty flavor",
        11677.38,
        11684.66
    ],
    [
        " milk going ham on the milk we got we got ready to drink milk now people are kind of going crazy",
        11684.66,
        11693.7
    ],
    [
        " with that stuff I'll tell you what's what what's what I find I have look just like every other for",
        11693.7,
        11701.24
    ],
    [
        " you an American the convenience of just cracking one of those open and drinking it look how much",
        11701.24,
        11708.58
    ],
    [
        " effort is it for me to get out my get out my milk get out my shaker put my mulk in there shake it",
        11708.58,
        11715.26
    ],
    [
        " you know that has to take me at least three minutes or I got that little ready to drink a hitter",
        11715.26,
        11722.98
    ],
    [
        " just ready to you know take some the other thing I find about it is you can just do you so",
        11722.98,
        11729.08
    ],
    [
        " effortless that you can just open one up like I have I have a part of my fridge where I have",
        11729.08,
        11733.5
    ],
    [
        " one of each kind of open where I'll just go like take a sip take maybe two or three steps you know",
        11733.5,
        11738.58
    ],
    [
        " just during the day just have fly by so there you go mulk all the joint stuff you know what you know",
        11738.58,
        11747.2
    ],
    [
        " what it is you can get it joggerfield.com you can get it the wawa get the drinks of wawa get",
        11747.2,
        11752.56
    ],
    [
        " a vitamin shop go get some support origin USA I saw camhains today posted cam is teaching Tulsi",
        11752.56,
        11762.92
    ],
    [
        " gathered how is shoe to bow and they're wearing origin hunt man how legit is that pretty awesome",
        11762.92,
        11769.42
    ],
    [
        " so check out origin USA.com we're making stuff in America jeans",
        11769.42,
        11774.74
    ],
    [
        " jiu jitsu geese boots t-shirts rash guards all 100% made in America",
        11776.84,
        11783.06
    ],
    [
        " so get some of that we got a store echo called it jackele store it's jackele store.com",
        11783.06,
        11792.44
    ],
    [
        " get t-shirts where you wearing oh that's a legit one so Dave right now if you're not on youtube",
        11792.44,
        11797.18
    ],
    [
        " Dave's wearing the sea wolves t-shirts 1966 to 1972 the only aviation unit ever commissioned and",
        11797.26,
        11807.76
    ],
    [
        " decommissioned in a combat zone we've had some sea wolves on the podcast there's a t-shirt to",
        11807.76,
        11813.16
    ],
    [
        " represent the sea wolves you can get that at jackele store.com we also got rash guards and hats and",
        11813.16,
        11821.16
    ],
    [
        " beanie's and all that kind of stuff get the shirt locker. Shirt lockers it's a little opportunity for",
        11821.16,
        11830.22
    ],
    [
        " us to express kind of let's say some deep layers to the podcast and it's a subscription thing",
        11830.22,
        11840.94
    ],
    [
        " you just shirt a month in a cool we got this podcast subscribe to it jackele underground",
        11840.94,
        11846.46
    ],
    [
        " doing the underground podcast which is also a platform that we have that we control because if",
        11847.38,
        11854.4
    ],
    [
        " you're not in control of a platform you should be nervous that they could kick you off that",
        11854.4,
        11859.48
    ],
    [
        " platform so I was nervous about that now look I'm not trying to get kicked off I don't think I'm",
        11859.48,
        11864.06
    ],
    [
        " gonna get kicked off we're not getting crazy over here but there's certain things I've said that",
        11864.06,
        11870.32
    ],
    [
        " have been demonetized so who knows when they're gonna say yeah you can't say that anymore so we",
        11870.32,
        11879.58
    ],
    [
        " have our own platform jackele underground.com check that out YouTube channel",
        11879.58,
        11883.06
    ],
    [
        " jaco podcast is the YouTube channel origin USA also has a YouTube channel got psychological warfare",
        11883.06,
        11892.32
    ],
    [
        " we got flip side canvas to code of my or got a bunch of books only cry for the living by holly",
        11892.32,
        11898.88
    ],
    [
        " mccay final spin the audiobook of final spin davin I did like a q&a from final spin at the",
        11900.5,
        11906.58
    ],
    [
        " so after the book you can do the q&a you can listen to that q&a pretty cool the background of",
        11906.58,
        11913.1
    ],
    [
        " where it came from I can tell you where it's going that things making moves I'll leave it at that",
        11913.1,
        11919.84
    ],
    [
        " for now because it's hard to get these things done but anyways written a bunch of books",
        11919.84,
        11923.88
    ],
    [
        " warrior kid books just I've a gym victory MMA and fitness and just about every day a parent will",
        11925.34,
        11932.62
    ],
    [
        " come up to me and say thank you for those books that got my kid just focused in school got my kid",
        11932.62,
        11939.22
    ],
    [
        " to start training YouTube got my kid to stop eating junk so check out those books for your kids",
        11939.22,
        11946.16
    ],
    [
        " wave the warrior kid series Mikey the dragons hack worth about face extreme ownership that got",
        11946.16,
        11954.12
    ],
    [
        " him you leadership all these books you know I've written them get him if you want him",
        11954.12,
        11958.76
    ],
    [
        " ashel on front what's ashel on front dav burk ashel on front is our leadership consultancy where we",
        11958.76,
        11964.68
    ],
    [
        " you me lay from the whole team get to actually in person live talk about every single leadership",
        11964.68,
        11970.88
    ],
    [
        " principle you've been talking about on this podcast and in the book we get to do with companies and",
        11970.88,
        11974.9
    ],
    [
        " people all the time it's it's awesome and what about the academy oh the academy the extreme ownership",
        11974.9,
        11981.46
    ],
    [
        " academy turns out that meeting people live and in person isn't always the most convenient way to do it",
        11981.46,
        11987.02
    ],
    [
        " and bringing people off the line and bringing people into a conference room or a classroom every",
        11987.02,
        11991.62
    ],
    [
        " single day is not a great way to train we want to keep people working but the academy takes basically",
        11991.62,
        11996.0
    ],
    [
        " everything we teach puts it online so you can get to it whenever and however you want to and it's",
        11996.0,
        12004.88
    ],
    [
        " that leadership gym every day whenever it's community for you so we got the academy yeah just like",
        12004.88,
        12009.42
    ],
    [
        " jujitsu this moves you gotta learn there's moves you've got to learn about leadership and just like",
        12009.42,
        12016.18
    ],
    [
        " jujitsu you can't just look at a move and hear it one time and be like oh cool I'll throw this",
        12016.18,
        12020.08
    ],
    [
        " umapla on somebody now this is not going to work you got to you got to fully understand it you got",
        12020.08,
        12025.42
    ],
    [
        " to see it from different angles you got to try it yourself and that's what the that's what the academy",
        12025.42,
        12029.28
    ],
    [
        " is extreme ownership dot com if you want to get in on that and if you want to help service members",
        12029.52,
        12034.96
    ],
    [
        " active and retired you want to help their families you want to help gold star families",
        12034.96,
        12039.56
    ],
    [
        " check out markley's mom mom of each you got a charity organization does incredible stuff",
        12039.56,
        12045.18
    ],
    [
        " does incredible stuff takes service members this is one of the one of the things that she does",
        12045.18,
        12051.52
    ],
    [
        " she takes service members who have significant health issues and she gets some",
        12051.52,
        12056.0
    ],
    [
        " treatment it's a multifaceted treatment one of the big treatments is hyperbaric chambers you",
        12056.84,
        12061.92
    ],
    [
        " are going in right in the out oh two she sets this up for like 30 or 45 days all expenses paid",
        12061.92,
        12069.02
    ],
    [
        " so and we've seen the results of this is just outstanding so if you want to donate or you want",
        12069.02,
        12076.48
    ],
    [
        " to support that go to america's mighty warriors dot org and also don't forget about mike afink",
        12076.48,
        12081.62
    ],
    [
        " who's taking vets up into the wilderness to heal through adversity which is pretty awesome heroes",
        12081.62,
        12092.52
    ],
    [
        " and horses dot org and if you want to follow us on twitter on gram on the facebook",
        12092.52,
        12099.72
    ],
    [
        " davis at david our berk i'm at jacquo willing to watch out for the algorithm",
        12099.72,
        12105.08
    ],
    [
        " uh thanks once again to tom cople for making the trip out for sharing those experiences",
        12105.56,
        12111.74
    ],
    [
        " and lessons learned from your life pre-need to hear this stuff first person",
        12111.74,
        12118.02
    ],
    [
        " thanks for your service thanks for coming out and thanks to all our military personnel with",
        12118.02,
        12126.0
    ],
    [
        " a special recognition today to those of you that help us own the skies the pilots the navigators",
        12126.0,
        12133.82
    ],
    [
        " the air crews the maintenance and mechanics on the ground and a thousand to support people",
        12133.82,
        12138.0
    ],
    [
        " that make our domination of the air possible thank you for what you all do and thanks as well to our",
        12138.0,
        12147.72
    ],
    [
        " police law enforcement firefighters paramedics EMTs dispatchers correctional officers",
        12147.72,
        12152.64
    ],
    [
        " border patrol secret service all first responders thanks for what you do here on the home front",
        12152.64,
        12159.4
    ],
    [
        " to keep us safe and i want to close this out with uh another quote a quote from",
        12159.4,
        12168.54
    ],
    [
        " captain david mccamble united states navy 34 air victories in world war two the most of any",
        12168.54,
        12177.14
    ],
    [
        " us navy pilot ever and he said this quote aggressiveness was a fundamental to success in air to",
        12177.14,
        12188.24
    ],
    [
        " air combat and if you ever caught a fighter pilot in a defensive mood you had him licked before",
        12188.24,
        12195.46
    ],
    [
        " you started shooting end quote so there you go that just doesn't apply to air to air combat it",
        12195.46,
        12204.82
    ],
    [
        " applies to everything that's how you win so get out there be aggressive make things happen and of",
        12204.82,
        12213.8
    ],
    [
        " course keep getting after it and until next time this is dav and jackeau out",
        12214.46,
        12221.18
    ]
]