[
    [
        " Dear Bill, today is February 13th, 1984.",
        1.96,
        9.58
    ],
    [
        " I came to this black wall again to see and touch your name.",
        10.2,
        18.36
    ],
    [
        " And as I do, I wonder if anyone ever stops to realize that next to your name on this black",
        19.9,
        27.02
    ],
    [
        " wall is your mother's heart.",
        28.26,
        30.36
    ],
    [
        " A heart broken 15 years ago today when you lost your life in Vietnam.",
        30.66,
        40.56
    ],
    [
        " And as I look at your name, William R. Stocks, I think of how many times I used to wonder,",
        42.22,
        55.9
    ],
    [
        " how scared and homesick you must have been in that strange country called Vietnam.",
        55.9,
        60.62
    ],
    [
        " And if and how it might have changed you, for you were the most happy, go lucky kid in the",
        61.18,
        72.38
    ],
    [
        " world, hardly ever sad or unhappy.",
        72.38,
        76.08
    ],
    [
        " And until the day I die, I will see you as you laughed at me.",
        76.72,
        83.7
    ],
    [
        " Even when I was very mad at you and the next thing I knew, we were laughing together.",
        84.04,
        90.06
    ],
    [
        " But on this past New Year's Day, I had my answer.",
        91.64,
        97.92
    ],
    [
        " I talked by phone to a friend of yours from Michigan who spent your last Christmas and",
        99.1,
        106.16
    ],
    [
        " the last four months of your life with you.",
        106.16,
        108.72
    ],
    [
        " Jim told me how you died.",
        111.18,
        113.98
    ],
    [
        " For he was there and saw the helicopter crash.",
        114.78,
        118.22
    ],
    [
        " He told me how you had flown your quota and had not been scheduled to fly that day.",
        119.44,
        126.16
    ],
    [
        " How the regular pilot was unable to fly and had been replaced by someone with less experience.",
        127.72,
        133.0
    ],
    [
        " How they did not know the exact cause of the crash.",
        135.08,
        138.78
    ],
    [
        " How it was either hit by enemy fire or that they hit a pole or something unknown.",
        140.04,
        147.02
    ],
    [
        " How the blades went through the chopper and hit you.",
        148.42,
        155.74
    ],
    [
        " How you lived about a half hour, but were unconscious and therefore did not suffer.",
        158.0,
        165.7
    ],
    [
        " He said how your jobs were like sitting ducks.",
        166.46,
        171.68
    ],
    [
        " They would send you men out to draw the enemy into the open and then they would send in",
        172.38,
        180.08
    ],
    [
        " the big guns and planes to take over.",
        180.08,
        182.74
    ],
    [
        " Meantime, death came to so many of you.",
        185.4,
        189.34
    ],
    [
        " He told me how after a while over there, instead of a yellow streak, the men got a mean",
        190.16,
        200.64
    ],
    [
        " streak down their backs.",
        200.64,
        201.84
    ],
    [
        " Each day the streak got bigger and the men became meaner.",
        202.98,
        208.92
    ],
    [
        " Everyone but you, Bill.",
        212.2,
        213.7
    ],
    [
        " He said how you stayed the same happy go lucky guy that you were when you arrived in Vietnam.",
        214.32,
        222.04
    ],
    [
        " How your warmth and friendliness drew the guys to you.",
        223.7,
        227.36
    ],
    [
        " How your lieutenant gave you the nickname of spanky and soon your group Jim included were",
        228.98,
        235.94
    ],
    [
        " all known as spanky's gang.",
        235.94,
        238.8
    ],
    [
        " How when you died, it made it so much harder on them for you were their moral support.",
        239.38,
        249.1
    ],
    [
        " And he said how you of all people should never have been the one to die.",
        250.38,
        258.08
    ],
    [
        " Oh God, how it hurts to write this.",
        263.36,
        265.82
    ],
    [
        " But I must face it and then put it to rest.",
        266.86,
        272.32
    ],
    [
        " I know that after Jim talked to me, he must have relived it all over again and suffered",
        273.4,
        280.5
    ],
    [
        " so.",
        280.5,
        281.14
    ],
    [
        " Before I hung up the phone, I told Jim I loved him.",
        283.92,
        289.02
    ],
    [
        " Loved him for just being your close friend and for sharing the last days of your life",
        289.44,
        296.6
    ],
    [
        " with you and for being there with you when you died.",
        296.6,
        302.3
    ],
    [
        " How lucky you were to have him for a friend and how lucky he was to have had you.",
        305.24,
        312.82
    ],
    [
        " Later that same day, I received a phone call from a mother in Billings, Montana.",
        314.58,
        324.36
    ],
    [
        " She had lost her daughter, her only child a year ago.",
        326.34,
        330.28
    ],
    [
        " She needed someone to talk to for no one would let her talk about the tragedy.",
        331.52,
        337.0
    ],
    [
        " She said she had seen me on television on New Year's Eve after the Christmas letter",
        338.46,
        344.42
    ],
    [
        " I wrote to you and left at this memorial had drawn newspaper and television attention.",
        344.42,
        349.2
    ],
    [
        " She said she had been thinking about me all day and just had to talk to me.",
        351.76,
        355.88
    ],
    [
        " She talked to me of her pain and seemingly needed me to help her with it.",
        356.66,
        364.62
    ],
    [
        " I cried with this heartbroken mother and after I hung up the phone, I laid my head down",
        364.62,
        373.08
    ],
    [
        " and cried as hard for her.",
        373.08,
        374.72
    ],
    [
        " Here was a mother calling me for help with her pain over the loss of her child, a grown daughter.",
        377.16,
        382.78
    ],
    [
        " And as I sobbed, I thought how can I help her with her pain when I have never completely been able to cope with my own.",
        383.48,
        392.96
    ],
    [
        " They tell me the letters I write to you and leave here at this memorial are waking others up to the fact",
        394.28,
        403.2
    ],
    [
        " that there is still much pain left after all these years from the Vietnam War.",
        403.2,
        407.84
    ],
    [
        " But this I know, I would rather to have had you for 21 years and all the pain that goes with losing you than never to have had you at all.",
        409.04,
        429.08
    ],
    [
        " Mom.",
        442.52,
        443.44
    ],
    [
        " And that was a letter written by Mrs. Eleanor Wimbish, mother of surgeon William R. Spanky stocks from Glenn Bernie Maryland,",
        436.82,
        457.94
    ],
    [
        " who was killed in action in helicopter crash in Vietnam on February 13th, 1969.",
        458.98,
        467.46
    ],
    [
        " That letter was one of many that she has written and places beneath panel 32,",
        468.26,
        477.7
    ],
    [
        " where his name is etched into the Vietnam Memorial Wall along with more than 58,000 other names of our fallen heroes.",
        478.34,
        488.78
    ],
    [
        " And I read an interview with Mrs. Wimbish from 1990.",
        489.66,
        500.12
    ],
    [
        " And in that interview, she said, when my son died, I wrote my pledge.",
        502.08,
        507.76
    ],
    [
        " I said, I will not now or ever let people forget.",
        508.68,
        514.74
    ],
    [
        " So, for Mrs. Wimbish and her son Bill Spanky stocks during this holiday season, let us all remember.",
        520.12,
        538.96
    ],
    [
        " Remember the service and supreme sacrifice of so many.",
        541.66,
        548.82
    ],
    [
        " And also, let us learn some important lessons from Mrs. Wimbish and from her son.",
        554.82,
        564.08
    ],
    [
        " From Mrs. Wimbish, we learn to be thankful for what we have had, even if it is lost.",
        565.46,
        575.86
    ],
    [
        " And even if that loss causes pain still, be thankful.",
        576.6,
        583.92
    ],
    [
        " And from her son Bill, we can learn that even in the face of horror and death, we can maintain our warmth and our friendliness.",
        585.1,
        600.24
    ],
    [
        " And that warmth and friendliness can guide and support others, can help bolster the spirit of those around you by simply smiling.",
        600.24,
        617.08
    ],
    [
        " So, as we celebrate the holidays, let us be thankful for what we have.",
        621.4,
        629.28
    ],
    [
        " And like Sergeant William Bill Spanky stocks, keeps smiling.",
        630.6,
        640.34
    ],
    [
        " Have a Merry Christmas and a Happy New Year.",
        643.16,
        647.66
    ]
]