[
    [
        " This is Jockel Podcast number 156 with Echo Charles and me, Jockel Willink.",
        0.2,
        6.54
    ],
    [
        " Good evening, echo. Good evening. Resistance. Why didn't you resist?",
        7.48,
        13.96
    ],
    [
        " Today, those who have continued to live on in comfort, scold those who suffered.",
        15.44,
        21.4
    ],
    [
        " Yes, resistance should have begun right there at the moment of the arrest itself, but it did not begin.",
        22.22,
        31.46
    ],
    [
        " During a daylight arrest, there is always that brief and unique moment when they are leading you,",
        32.62,
        38.18
    ],
    [
        " either inconspicuously on the basis of a cowardly deli of made, or else quite openly,",
        38.42,
        43.8
    ],
    [
        " their pistols unholstered through a crowd of hundreds of just such doomed innocence as yourself.",
        44.1,
        50.2
    ],
    [
        " You aren't gagged. You really can and you really ought to cry out.",
        50.2,
        55.56
    ],
    [
        " To cry out, you are being arrested. That villains in disguise are trapping people",
        56.12,
        62.58
    ],
    [
        " that are arrests are being made on the strength of false denunciations. That millions are being subjected to silent reprisals.",
        62.58,
        70.16
    ],
    [
        " If many such outcries had been heard all over the city in the course of a day,",
        71.42,
        75.3
    ],
    [
        " would not our fellow citizens perhaps have begun to bristle?",
        75.3,
        79.18
    ],
    [
        " And would arrests perhaps no longer have been so easy?",
        79.72,
        85.9
    ],
    [
        " Instead, not one sound comes from your parched lips.",
        86.96,
        94.14
    ],
    [
        " And that passing crowd naively believes that you and your executioners are friends out for a stroll.",
        95.14,
        103.7
    ],
    [
        " I myself often had the chance to cry out.",
        105.86,
        110.24
    ],
    [
        " So why did I keep silent?",
        110.8,
        115.88
    ],
    [
        " Why in my last minute out in the open did I not attempt to enlighten the hood-winked crowd?",
        117.34,
        122.96
    ],
    [
        " Why did I keep silent?",
        124.76,
        127.14
    ],
    [
        " Every man always has a dozen glib little reasons why he is right not to sacrifice himself.",
        127.14,
        134.8
    ],
    [
        " Some still have hopes of a favorable outcome to their case and are afraid to ruin their chances by outcry.",
        135.5,
        143.82
    ],
    [
        " So they keep silent.",
        144.5,
        150.02
    ],
    [
        " And that right there is part of the opening of book one, part one of the book, The Gulag Archipelago by Soshenitsyn.",
        152.84,
        166.84
    ],
    [
        " And I discussed it on the last podcast with Jordan Peterson.",
        167.42,
        170.7
    ],
    [
        " But I didn't dig into the actual text very much because, well, I had Jordan Peterson on here.",
        170.86,
        177.94
    ],
    [
        " And I would rather just talk with him and allow him to talk rather than read and delve into the text itself.",
        177.94,
        185.66
    ],
    [
        " But the text is really good.",
        186.2,
        189.46
    ],
    [
        " And I wanted to take today to go through at least, well, to go through today, part one of the Gulag Archipelago.",
        189.9,
        197.8
    ],
    [
        " And the version that I'm going through is not the abridged version, but the full, unabridged version.",
        198.26,
        204.48
    ],
    [
        " So if you end up looking for some of these passages in the abridged version, you might not find them.",
        204.66,
        209.8
    ],
    [
        " And I'm only going to go through part one today.",
        210.14,
        214.16
    ],
    [
        " And maybe over time we'll go through all seven parts that are in three different volumes, massive volumes, by the way.",
        214.5,
        225.74
    ],
    [
        " This one is 600 pages long.",
        225.74,
        227.66
    ],
    [
        " Part two, volume two, it looks like about another 600 pages.",
        229.0,
        232.9
    ],
    [
        " And then volume three looks to be, I don't know, maybe four or five hundred pages.",
        233.08,
        236.44
    ],
    [
        " So I think we're talking maybe 1500 to 2000 pages, but it's a great read.",
        236.64,
        243.28
    ],
    [
        " And like I said in the future, if you get these, we'll go, I'll say this.",
        243.96,
        250.46
    ],
    [
        " In the future, yes, we will go through all the books.",
        251.18,
        254.24
    ],
    [
        " So if you want to get them now and read them, then eventually you'll be able to roll through them with us.",
        254.24,
        261.82
    ],
    [
        " And it's, as I said, I mean, this, this book is a very powerful book, but I said this one when I was talking to Jordan.",
        262.36,
        271.66
    ],
    [
        " It's written and you can hear from even the opening there. It's, it's almost a conversation.",
        271.66,
        275.18
    ],
    [
        " It's a very conversational writing that solstice and does.",
        275.44,
        279.44
    ],
    [
        " And so it's, it's pretty easy to read because it's not, it's just very conversational.",
        279.68,
        286.38
    ],
    [
        " It sounds like somebody's telling you a story is basically what it's like.",
        286.38,
        288.58
    ],
    [
        " He's asking you questions, rhetorical questions.",
        288.62,
        290.96
    ],
    [
        " He's interacting with you, the reader.",
        290.98,
        293.42
    ],
    [
        " So it's a pretty fun read.",
        293.5,
        294.98
    ],
    [
        " It's not fun.",
        295.58,
        296.5
    ],
    [
        " And the fact that you're reading about people being trapped, tortured, murdered in a gulag.",
        296.54,
        300.58
    ],
    [
        " But he does it in a lighthearted way if that's possible.",
        300.74,
        304.76
    ],
    [
        " Is that possible?",
        304.76,
        305.36
    ],
    [
        " I don't know if it's possible, but he seems to pull it off.",
        306.1,
        307.94
    ],
    [
        " I mean, you can even see just, just what I just read.",
        308.04,
        310.26
    ],
    [
        " You know, you can see he's, he's having a conversation with you about it.",
        310.98,
        315.0
    ],
    [
        " You know, he's having a conversation.",
        315.24,
        317.44
    ],
    [
        " So that's what it's like.",
        317.58,
        318.76
    ],
    [
        " Let's go back to the book and I'm going to pick up in a section where he's kind of explaining.",
        319.18,
        323.2
    ],
    [
        " And I, and I talked about this with Jordan.",
        323.64,
        326.42
    ],
    [
        " And by the way, yeah.",
        326.42,
        327.12
    ],
    [
        " So if you haven't listened to 155 with Jordan Peterson, where we, we discuss some of this, some of the ideas in this book.",
        327.14,
        333.12
    ],
    [
        " We don't, we don't delve into the book too much.",
        333.12,
        335.4
    ],
    [
        " And I'm actually going to cover those parts.",
        335.4,
        336.8
    ],
    [
        " There's two little sections that we covered.",
        336.8,
        338.48
    ],
    [
        " I'm going to cover them again today and kind of going a little bit more.",
        338.48,
        340.54
    ],
    [
        " But if you haven't listened to 155, listen to 155 and then then come back and listen to this one.",
        341.08,
        348.26
    ],
    [
        " This section of the book,",
        348.76,
        350.08
    ],
    [
        " Solshnitson is talking about the fact that he's a war hero for all practical purposes.",
        350.2,
        358.54
    ],
    [
        " And he's about to get rolled up and arrested by his brigade commander.",
        359.48,
        364.22
    ],
    [
        " And here he's talking about his brigade commander and the situation that he's now going into.",
        364.22,
        370.4
    ],
    [
        " Ten days before, I had led my own reconnaissance battery, almost intact out of the fire pocket in which the 12 heavy guns of his artillery battalion had been left.",
        370.72,
        381.68
    ],
    [
        " And now he had to renounce me because of a piece of paper with a seal on it.",
        382.06,
        386.68
    ],
    [
        " I knew instantly I had been arrested because of my correspondence with a school friend and understood from what direction to expect danger.",
        387.26,
        396.98
    ],
    [
        " So he's been a fire pocket, if you don't know what that means, it means he was surrounded by the enemy.",
        397.76,
        402.74
    ],
    [
        " And he was able to lead his troops out of there, almost intact, which means they took some casualties, maybe lost some guys.",
        403.14,
        408.12
    ],
    [
        " But he was able to lead his men out of there.",
        408.12,
        410.06
    ],
    [
        " And yet he wrote a letter.",
        410.82,
        412.56
    ],
    [
        " And he mentions earlier, like what he says in the letter, basically says that the leadership, the Stalin's making some mistakes.",
        413.54,
        418.92
    ],
    [
        " And guess what? They screened those letters, they read what he wrote, and they arrested.",
        419.54,
        423.98
    ],
    [
        " So, war is hell.",
        425.34,
        432.0
    ],
    [
        " And he talks a little bit about that here.",
        432.5,
        434.44
    ],
    [
        " For three weeks, the war had been going on inside Germany.",
        434.58,
        437.52
    ],
    [
        " And all of us knew very well that if the girls were German,",
        437.92,
        440.8
    ],
    [
        " they could be raped and then shot.",
        441.86,
        443.7
    ],
    [
        " This was almost a combat distinction.",
        444.82,
        447.06
    ],
    [
        " Had they been Polish girls or our own displaced Russian girls, they could have been chased naked around the garden and slapped on the behind an amusement no more.",
        448.02,
        458.12
    ],
    [
        " By the way, that's just a little, a little shot of what was going on inside.",
        459.84,
        470.78
    ],
    [
        " But that war between the Russians and the Germans was the Russians and the German.",
        470.78,
        474.22
    ],
    [
        " We talked about it in Stalin's grave, but we talked a little bit about what happened with civilians.",
        474.26,
        478.62
    ],
    [
        " There's a little taste of what happens to civilians in those situations.",
        478.9,
        482.42
    ],
    [
        " It's a nightmare.",
        483.06,
        484.18
    ],
    [
        " Going on.",
        484.98,
        487.48
    ],
    [
        " This is chapter two, the history of our sewage disposal system.",
        488.22,
        491.44
    ],
    [
        " And this is where he expands and explains his view of the prisons as a whole.",
        491.44,
        500.8
    ],
    [
        " Back to the book.",
        501.14,
        501.7
    ],
    [
        " It is well known that any organ withers away if it is not used.",
        501.8,
        506.54
    ],
    [
        " Therefore, if we know that the Soviet security organ or organs, and they christen themselves with this vile word,",
        507.02,
        515.42
    ],
    [
        " praised and exalted above all living things, have not died off even to the extent of one single tentacle,",
        515.46,
        521.5
    ],
    [
        " but instead have grown new ones and strengthened their muscles.",
        521.9,
        524.82
    ],
    [
        " It is easy to deduce that they have had constant exercise.",
        525.38,
        529.84
    ],
    [
        " Through the sewer pipes, the flow pulsed.",
        530.64,
        535.22
    ],
    [
        " Sometimes the pressure was higher than it had been projected, sometimes lower.",
        535.58,
        540.02
    ],
    [
        " But the prison sewers were never empty.",
        540.02,
        542.92
    ],
    [
        " The blood, the sweat, and the urine into which we were pulped, pulsed through them continuously.",
        543.36,
        551.64
    ],
    [
        " And he uses this term, which I guess the Soviets actually called the prison system organs,",
        552.64,
        561.88
    ],
    [
        " and how the blood of the organs was these people.",
        562.58,
        566.76
    ],
    [
        " And this is something that I talked a little bit about with Jordan.",
        567.52,
        571.9
    ],
    [
        " Back to the book.",
        572.52,
        573.52
    ],
    [
        " And even though Lenin at the end of 1917, in order to establish strictly revolutionary order demanded merciless suppression of attempts at anarchy on the part of drunkards,",
        573.68,
        585.56
    ],
    [
        " Coolagins, counter-revolutionaries, and other persons.",
        585.7,
        588.32
    ],
    [
        " So that's how it starts off.",
        588.74,
        589.72
    ],
    [
        " It starts off with that.",
        590.08,
        591.52
    ],
    [
        " We're going after these people that need to be rounded up.",
        591.66,
        593.84
    ],
    [
        " The people that need to be rounded up are drunkards, coolagins, counter-revolutionaries, and other persons.",
        593.84,
        598.16
    ],
    [
        " That's where it starts.",
        598.16,
        598.9
    ],
    [
        " And then it continues, and it goes on.",
        599.5,
        601.82
    ],
    [
        " And he writes an essay, Lenin writes an essay called How to Organize the Competition.",
        601.84,
        607.88
    ],
    [
        " And he proclaimed this again.",
        608.48,
        612.3
    ],
    [
        " This is Lenin proclaimed common, the common united purpose of purging the Russian land of all kinds of harmful insects.",
        612.44,
        622.02
    ],
    [
        " And the term insects, and under the term insects, he included not only all class enemies, but also workers malingering at their work.",
        622.66,
        633.92
    ],
    [
        " For example, the type-setters of the Petrograd party printing shops.",
        634.16,
        639.08
    ],
    [
        " So you can see, you can see this is starting to expand already.",
        639.4,
        641.92
    ],
    [
        " It starts off just, hey, it's Coolagins and drunkards and counter-revolutionaries.",
        642.36,
        646.02
    ],
    [
        " Now all of a sudden it's getting towards workers that are being lazy.",
        646.32,
        649.34
    ],
    [
        " You're being a little bit lazy, guess what?",
        649.74,
        650.96
    ],
    [
        " You need to be arrested, and you're one of these insects.",
        650.96,
        655.12
    ],
    [
        " And then this is how this grows.",
        655.82,
        657.08
    ],
    [
        " And he goes through this massive list of the people that become insects.",
        657.44,
        664.34
    ],
    [
        " And he describes them as insects.",
        664.78,
        665.72
    ],
    [
        " So this included local self-governing bodies in the provinces.",
        665.88,
        670.22
    ],
    [
        " They were insects.",
        670.66,
        671.28
    ],
    [
        " And people in the cooperative movements, they were insects.",
        672.02,
        674.92
    ],
    [
        " As were anyone that owned their own home was an insect.",
        675.02,
        679.56
    ],
    [
        " There were not a few insects among the teachers in the gymnasiums,",
        680.2,
        685.82
    ],
    [
        " and the church parish councils were made up almost exclusively of insects.",
        686.26,
        690.6
    ],
    [
        " All priests were insects.",
        691.6,
        693.72
    ],
    [
        " And all those Tolstoyans, who, when they undertook to serve the Soviet government,",
        694.52,
        699.68
    ],
    [
        " for example, on the railroads refused to sign the required oath to defend the Soviet government with gun in hand,",
        699.68,
        707.02
    ],
    [
        " thereby showed themselves to be insects too.",
        707.14,
        709.4
    ],
    [
        " The railroads were particularly important for there were indeed many insects hidden beneath the railroads.",
        710.08,
        718.36
    ],
    [
        " And telegraphers, they were insects.",
        718.7,
        721.06
    ],
    [
        " And he just goes on and on.",
        721.84,
        726.2
    ],
    [
        " All Russian executive committee of the Union of Railroad workers",
        728.16,
        732.18
    ],
    [
        " and other trade unions were also often filled with insects hostile to the working class.",
        732.18,
        740.42
    ],
    [
        " So this paragraph just goes on and on.",
        741.06,
        743.56
    ],
    [
        " And basically what it ends up as, everyone's an insect.",
        743.78,
        746.44
    ],
    [
        " That's how it ends up.",
        746.8,
        747.9
    ],
    [
        " Everyone's an insect.",
        748.3,
        750.66
    ],
    [
        " And therefore, everyone must be arrested eventually.",
        751.22,
        754.32
    ],
    [
        " Here's another expansion.",
        758.4,
        759.68
    ],
    [
        " Here, this is a decree from the Council of People's Commissars signed by Lenin on July 22, 1918.",
        760.46,
        768.24
    ],
    [
        " Those guilty of selling or buying up or keeping for sale in the way of business food products,",
        768.76,
        773.84
    ],
    [
        " which have been placed under the monopoly of the Republic.",
        773.84,
        776.48
    ],
    [
        " They deserve imprisonment for a term of not less than 10 years,",
        777.46,
        783.96
    ],
    [
        " combined with the most severe forced labor and confiscation of all their property.",
        784.42,
        790.9
    ],
    [
        " So if you operate on any kind of black market whatsoever,",
        792.12,
        796.68
    ],
    [
        " 10 years, confiscation of everything you own.",
        797.16,
        799.9
    ],
    [
        " That's where we're at right now.",
        800.9,
        802.18
    ],
    [
        " 1921 began with the Czecha Order Number 10 data January 8th",
        805.28,
        812.12
    ],
    [
        " to intensify the repression of the bourgeoisie,",
        812.14,
        814.76
    ],
    [
        " now when the Civil War had ended, repression was not to be reduced but intensified.",
        815.12,
        820.8
    ],
    [
        " So the Civil War is over.",
        821.3,
        824.08
    ],
    [
        " The Revolution's over.",
        824.28,
        825.2
    ],
    [
        " And you think, okay, the Revolution's over, we can back off a little bit.",
        825.62,
        828.2
    ],
    [
        " No.",
        828.4,
        828.58
    ],
    [
        " No.",
        829.12,
        829.82
    ],
    [
        " Now we're going to go harder.",
        830.08,
        831.14
    ],
    [
        " In that same year, the practice of arresting students began.",
        832.3,
        837.18
    ],
    [
        " The arrests of members of all non-Bolshevik parties were expanded and systematized.",
        837.18,
        843.62
    ],
    [
        " Not one citizen of the former Russian state who had ever joined a party",
        843.92,
        848.52
    ],
    [
        " other than the Bolshevik party could avoid his fate.",
        848.52,
        851.48
    ],
    [
        " Men of religion were an inevitable part of every annual catch.",
        852.4,
        856.96
    ],
    [
        " And their silver locks gleamed in every cell and in every prisoner transport,",
        858.28,
        863.14
    ],
    [
        " unroot, to the Solvetski Islands, and those are prisons.",
        863.2,
        868.86
    ],
    [
        " Monks and nuns whose black habits had been a distinctive feature of old Russian life",
        870.5,
        876.7
    ],
    [
        " were intensively rounded up on every hand placed under arrest and sent into exile.",
        876.7,
        883.96
    ],
    [
        " As Tanya Kodavitch wrote, you can pray freely but just so God alone can hear.",
        888.8,
        895.8
    ],
    [
        " So you're allowed to pray, but only God can hear it, meaning don't let anyone else hear it.",
        897.06,
        900.74
    ],
    [
        " And by the way, because she wrote that, she got a 10-year sentence for that.",
        900.88,
        904.1
    ],
    [
        " All persons convicted of religious activity received tenors, which is the 10-year sentence.",
        906.44,
        912.32
    ],
    [
        " So you can see how this just gets completely out of control.",
        912.64,
        918.26
    ],
    [
        " And one thing about this book is it's not really chronological.",
        919.5,
        927.92
    ],
    [
        " So it goes through whole, like this first chapters, it goes through from the revolution all the way through after the war.",
        928.5,
        937.5
    ],
    [
        " And then you go through, it's not chronological.",
        938.38,
        942.62
    ],
    [
        " It just kind of jumps around a little bit.",
        942.84,
        944.62
    ],
    [
        " So you kind of have to just pay attention the whole time to what time frame he's talking about.",
        945.26,
        949.74
    ],
    [
        " Luckily, he gives a lot of dates on when things are happening.",
        950.28,
        952.28
    ],
    [
        " Back to the book, this therapy continued full speed from 1927 on and immediately exposed to the proletariat all the causes of our economic failures and shortages.",
        952.96,
        961.78
    ],
    [
        " Okay, let's pay attention to this.",
        962.16,
        965.44
    ],
    [
        " All the causes of our economic failures and shortages.",
        965.44,
        969.16
    ],
    [
        " So obviously Russia's going through all kinds of problems at this time.",
        969.54,
        972.26
    ],
    [
        " And here's what caused them.",
        972.62,
        973.58
    ],
    [
        " There was wrecking and wrecking is their term for basically a saboteur.",
        973.94,
        978.02
    ],
    [
        " Someone that's causing the problems is a wrecker.",
        978.12,
        980.28
    ],
    [
        " There was wrecking in the people's commissariat of railroads.",
        980.66,
        984.54
    ],
    [
        " That was why it was hard to get aboard the train and why there were interruptions and supplies.",
        985.08,
        989.3
    ],
    [
        " There was wrecking in the Moscow electric power system and interruptions in power.",
        990.26,
        996.18
    ],
    [
        " There was wrecking in the oil industry hence the shortage of carousine.",
        996.7,
        999.98
    ],
    [
        " Carousine, there was wreckage and textile hence nothing for a working man to wear.",
        1000.2,
        1004.88
    ],
    [
        " In the coal industry there was colossal wrecking hence no heat.",
        1005.28,
        1010.1
    ],
    [
        " In the metallur in the metallur defense machinery shipbuilding chemical mining gold and platinum industries in irrigation everywhere there were these pass-filled boils of wrecking.",
        1010.92,
        1022.94
    ],
    [
        " Enemies with slide rules were on all sides.",
        1022.94,
        1026.96
    ],
    [
        " So they have problems in the country and it's what the party is saying.",
        1027.5,
        1033.44
    ],
    [
        " Hey, this is because we've got these these wreckers, these saboteurs everywhere.",
        1033.44,
        1037.74
    ],
    [
        " Enemies with slide rules.",
        1038.2,
        1040.22
    ],
    [
        " The GPU puffed and panted in its efforts to grab off and drag off all the wreckers.",
        1040.82,
        1048.7
    ],
    [
        " In the capitals and in the providence provinces, the GPU, Collegiums and the proletarian courts kept hard at work sifting through the viscous sewage.",
        1048.94,
        1061.64
    ],
    [
        " And every day the workers gasped to learn and sometimes they didn't learn from the papers of new vile deeds.",
        1061.64,
        1068.78
    ],
    [
        " So you had the the the state press putting out all this is what's happening.",
        1069.34,
        1074.44
    ],
    [
        " These are the wreckers.",
        1074.74,
        1075.92
    ],
    [
        " Every industry, every factory and every handicraft artel had to find wreckers in its ranks.",
        1076.12,
        1082.48
    ],
    [
        " And no sooner had they begun to look than they found them.",
        1083.1,
        1086.6
    ],
    [
        " Continues on when not long afterward the new people's commissar of the railroads ordered that average loads should be increased and even doubled and then tripled.",
        1090.26,
        1102.76
    ],
    [
        " And for this discovery received order of Lenin along with other others of our leaders.",
        1103.04,
        1109.02
    ],
    [
        " The malicious engineers who protested became known as known as limiters.",
        1109.74,
        1115.4
    ],
    [
        " They raised the outcry that this was too much and would result in the breakdowns of the rolling stock.",
        1116.06,
        1120.8
    ],
    [
        " And they were rightly shot for their lack of faith in the possibilities of socialist transport.",
        1121.24,
        1126.74
    ],
    [
        " So that right there sums up a lot because you're in this situation.",
        1127.02,
        1134.02
    ],
    [
        " And there's some buddy at the top that's saying, oh, we need to transport more stuff on the railroads.",
        1134.6,
        1141.1
    ],
    [
        " What's cool, just load them up more.",
        1141.1,
        1142.28
    ],
    [
        " Any actual engineers are saying they can't handle that much weight.",
        1143.06,
        1147.24
    ],
    [
        " Hey, they can't handle that much weight.",
        1147.48,
        1148.98
    ],
    [
        " It's going to ruin the trains.",
        1149.04,
        1150.16
    ],
    [
        " It's going to break the trains.",
        1150.16,
        1151.58
    ],
    [
        " And what do they do? Shoot them.",
        1152.0,
        1153.64
    ],
    [
        " Shoot them in the back. Shoot them in the back of the head.",
        1154.22,
        1156.72
    ],
    [
        " Because and they called them limiters.",
        1156.96,
        1160.1
    ],
    [
        " They gave them a name.",
        1160.16,
        1160.84
    ],
    [
        " You're a limiter.",
        1161.06,
        1161.98
    ],
    [
        " You just don't want to make this happen.",
        1162.38,
        1165.08
    ],
    [
        " That's your problem.",
        1165.34,
        1166.0
    ],
    [
        " And there's a great passage that I read in a book that I'm going to read right now.",
        1168.42,
        1176.46
    ],
    [
        " And this book that I'm going to pull a real quick passage from.",
        1177.0,
        1180.4
    ],
    [
        " It's a book called Basic Economics written by a famous, very famous economist.",
        1180.86,
        1190.08
    ],
    [
        " I should say named Thomas Sal.",
        1190.08,
        1192.26
    ],
    [
        " And he's just talking about how they tried to regulate prices in the Soviet Union.",
        1194.56,
        1204.38
    ],
    [
        " Another one is going to set the prices on everything.",
        1204.5,
        1207.4
    ],
    [
        " And it says this.",
        1208.74,
        1209.92
    ],
    [
        " So this is from this is the role of prices is the name of the chapter and Basic Economics by Thomas Sal.",
        1210.06,
        1214.08
    ],
    [
        " The significant, the significance of free market prices in the allocation of resources can be seen more clearly",
        1214.94,
        1221.26
    ],
    [
        " by looking at situations where prices are not allowed to perform this function.",
        1221.26,
        1226.26
    ],
    [
        " During the era of the government directed economy of the Soviet Union, for example,",
        1226.94,
        1231.74
    ],
    [
        " prices were not set by supply and demand, but by central planners who sent resources to their various uses",
        1232.18,
        1240.88
    ],
    [
        " by direct commands supplemented by prices that the planners raised or lowered as they saw fit.",
        1240.88,
        1248.8
    ],
    [
        " And now he goes into this part where he takes these two Soviet economists and they describe the situation",
        1249.76,
        1257.34
    ],
    [
        " in which their government raised the price it would pay for mole skins leading hunters to sell more of them.",
        1257.34,
        1265.2
    ],
    [
        " And here's that description.",
        1265.38,
        1266.36
    ],
    [
        " And this is these two Soviet economists, Schmeleven Popoff, who described the situation where the government raised the price it'd pay for mole skins.",
        1266.62,
        1276.12
    ],
    [
        " Here we go.",
        1276.42,
        1277.4
    ],
    [
        " State purchases increased.",
        1277.68,
        1279.28
    ],
    [
        " And now all the distribution centers are filled with these peltz.",
        1280.32,
        1284.72
    ],
    [
        " Industry is unable to use them all.",
        1285.72,
        1287.34
    ],
    [
        " And they often rot in warehouses before they can be processed.",
        1287.98,
        1291.32
    ],
    [
        " The Ministry of Light Industry has already requested,",
        1291.96,
        1295.1
    ],
    [
        " go, Scaccomon.",
        1295.38,
        1296.48
    ],
    [
        " The Ministry of Light Industry has already requested twice to lower purchasing prices,",
        1296.98,
        1303.6
    ],
    [
        " but the question has not been decided yet.",
        1303.6,
        1306.9
    ],
    [
        " And this is not surprising.",
        1307.42,
        1309.1
    ],
    [
        " Its members are too busy to decide.",
        1309.96,
        1312.06
    ],
    [
        " They have no time.",
        1313.08,
        1314.22
    ],
    [
        " Besides setting the prices on these peltz, they have to keep track of another 24 million prices.",
        1314.72,
        1323.02
    ],
    [
        " So that's what happens.",
        1324.12,
        1327.78
    ],
    [
        " And that's what's going on.",
        1328.24,
        1329.5
    ],
    [
        " You've got somebody trying to essentially, it's the opposite of decentralized command.",
        1329.56,
        1332.68
    ],
    [
        " So you've got people trying to figure out what a pelt, what does mole skin pelt should cost.",
        1333.52,
        1339.86
    ],
    [
        " And what happens is when the government raises the price they'll pay for it, what do all the people do?",
        1340.46,
        1344.32
    ],
    [
        " They go and gather more of these peltz.",
        1344.54,
        1346.22
    ],
    [
        " And now there's no restock of them, and they try and get them to lower the prices.",
        1346.3,
        1349.72
    ],
    [
        " So people won't stop.",
        1349.86,
        1350.48
    ],
    [
        " We'll stop turning them in, but they can't do it quick enough, because they've got 24 million other prices that they got a set for the government.",
        1350.58,
        1357.62
    ],
    [
        " So that in a nutshell is why all these problems are one of the major reasons why all these problems are occurring.",
        1358.5,
        1364.78
    ],
    [
        " And whenever somebody tries to resist what commands are being given, they're getting shot.",
        1364.96,
        1371.54
    ],
    [
        " Limiters.",
        1371.98,
        1372.64
    ],
    [
        " Yeah.",
        1372.88,
        1373.18
    ],
    [
        " And this is what I talked about a little bit with Jordan.",
        1373.56,
        1375.56
    ],
    [
        " In September 1930, the famine organizers were tried with a great hue and cry.",
        1375.86,
        1381.48
    ],
    [
        " They were the ones there they are.",
        1381.76,
        1383.78
    ],
    [
        " There were 48 records in the food industry.",
        1384.98,
        1388.5
    ],
    [
        " Stalin carried out the first such effort in connection with the trial of the famine organizers.",
        1389.0,
        1397.02
    ],
    [
        " And how could it not succeed when everyone was starving in Boutness, Russia, and everyone was always looking about and asking where did all our dear bread get to?",
        1397.76,
        1405.74
    ],
    [
        " Therefore, before the court verdict, the workers and employees roughly voted for the death penalty for the scoundrels on trial.",
        1406.42,
        1413.6
    ],
    [
        " It was the newspaper March of millions.",
        1414.12,
        1418.0
    ],
    [
        " And the roar rose outside the windows of the courtroom.",
        1418.92,
        1423.12
    ],
    [
        " Death, death, death.",
        1423.7,
        1425.68
    ],
    [
        " So for these types of reasons, for this centralized command doesn't work.",
        1426.18,
        1431.52
    ],
    [
        " Not to mention what they did took the farms away from the people that actually knew how to farm.",
        1431.78,
        1436.18
    ],
    [
        " There's complete famine and they're blaming it on the 48 people that were saboteurs inside the agriculture industry.",
        1436.46,
        1449.04
    ],
    [
        " Completely insane.",
        1449.06,
        1452.54
    ],
    [
        " And this one I read with Jordan.",
        1453.94,
        1456.68
    ],
    [
        " In Russian, in Russian, a Kulak is a miserly dishonest rural trader who grows rich, not by his own labor, but through someone else's, through usury and operating as a middleman.",
        1457.14,
        1468.9
    ],
    [
        " In every locality, even before the revolution, such Kulaks could be numbered on one's fingers.",
        1469.68,
        1475.48
    ],
    [
        " And the revolution totally destroyed their basis of activity.",
        1476.48,
        1479.16
    ],
    [
        " Subsequently, after 1917, by a transfer of meaning, the name Kulak began to be applied to all those who in any way hired workers, even if it was only when they were temporarily short of working hands in their own families.",
        1479.42,
        1495.34
    ],
    [
        " So a Kulak started off as someone that was trying to rip people off.",
        1495.86,
        1501.04
    ],
    [
        " But then they just started applying it to everyone.",
        1501.66,
        1504.62
    ],
    [
        " Anyone that hired someone was a Kulak and it has a derogatory tone to it.",
        1504.78,
        1509.32
    ],
    [
        " Continuing on, but the inflation of this scathing term Kulak proceeded relentlessly and by 1930 all strong peasants in general were being so-called.",
        1510.28,
        1521.74
    ],
    [
        " All peasants strong in management, strong in work, or even strong merely in convictions.",
        1521.96,
        1526.4
    ],
    [
        " The term Kulak was used to smash the strength of the peasantry.",
        1526.92,
        1531.32
    ],
    [
        " Beyond this, in every village there were people who in one way or another had personally gotten in the way of the local activists.",
        1532.1,
        1540.44
    ],
    [
        " This was the perfect time to settle accounts with them of jealousy, envy, and insult.",
        1540.96,
        1545.66
    ],
    [
        " A new word was needed for all those victims as a class and it was born.",
        1545.66,
        1550.14
    ],
    [
        " By this time it had no social or economic content whatsoever, but had a marvelous sound.",
        1550.58,
        1555.82
    ],
    [
        " Pot Kulak, Nick.",
        1556.4,
        1557.42
    ],
    [
        " A person aiding the Kulaks.",
        1558.16,
        1560.24
    ],
    [
        " In other words, I consider you an accomplice of the enemy.",
        1560.24,
        1564.06
    ],
    [
        " Now, what's interesting about this, and I had a bunch of people point this out.",
        1565.42,
        1569.52
    ],
    [
        " When we take words, powerful words, and we start to throw them at people and we use them universally, that's going to cause a problem.",
        1569.78,
        1579.46
    ],
    [
        " You can see it all the time right now in social media and in the...",
        1580.5,
        1585.82
    ],
    [
        " I guess you see it primarily in social media from far left extremists and far right extremists.",
        1585.82,
        1591.04
    ],
    [
        " To the far right, anybody that's to the left of them is like a communist.",
        1591.04,
        1595.5
    ],
    [
        " To the far left, anybody that's to the right of them is a racist or a Nazi.",
        1596.14,
        1602.2
    ],
    [
        " And they throw those words around and those words that you shouldn't use those words.",
        1602.62,
        1607.4
    ],
    [
        " It's like using Kulak.",
        1607.72,
        1608.82
    ],
    [
        " That's not the person that hires someone is in a Kulak, right?",
        1609.12,
        1613.0
    ],
    [
        " It doesn't work.",
        1614.26,
        1616.58
    ],
    [
        " So we escalate these terms and that's not a healthy thing to do.",
        1616.58,
        1621.82
    ],
    [
        " I mean, I think it was when Jordan Peterson gets compared to Adolf Hitler.",
        1622.58,
        1631.6
    ],
    [
        " They compare Jordan Peterson to Adolf Hitler.",
        1631.98,
        1634.32
    ],
    [
        " Come on.",
        1635.08,
        1637.32
    ],
    [
        " Maybe you don't like some of Jordan Peterson's ideas.",
        1637.56,
        1640.82
    ],
    [
        " Okay, that's cool.",
        1641.76,
        1642.82
    ],
    [
        " Don't call him Adolf Hitler.",
        1643.74,
        1645.84
    ],
    [
        " That's just not realistic.",
        1646.28,
        1649.96
    ],
    [
        " It's not helpful too.",
        1650.52,
        1652.16
    ],
    [
        " Or people don't like his ideas or whatever for a specific reason.",
        1652.8,
        1656.66
    ],
    [
        " Rather than identify the reason, they just like package him up and put a ugly bow tie on it.",
        1657.34,
        1662.82
    ],
    [
        " And be like, yeah, I hate you kind of thing.",
        1663.1,
        1666.2
    ],
    [
        " And the right, you know, if you think about during McCarthyism, right, it was, hey, anti-American.",
        1666.28,
        1673.02
    ],
    [
        " You're anti-American. You're a communist.",
        1673.18,
        1674.36
    ],
    [
        " It was like, they were flagging people like that.",
        1674.7,
        1677.08
    ],
    [
        " So both sides can do this.",
        1677.32,
        1679.78
    ],
    [
        " In this case, it's in this case, it's the, it's the communist, be escalating these terms.",
        1680.1,
        1686.88
    ],
    [
        " We've seen the right do it.",
        1687.58,
        1689.02
    ],
    [
        " We see the left do it.",
        1689.2,
        1690.18
    ],
    [
        " Not a smart thing to do.",
        1690.62,
        1691.98
    ],
    [
        " Don't throw those terms out where they don't belong.",
        1692.68,
        1696.12
    ],
    [
        " Talk to about this a little bit with Jordan.",
        1696.76,
        1702.7
    ],
    [
        " There was a wave.",
        1702.84,
        1703.54
    ],
    [
        " And then we talked about waves.",
        1704.18,
        1705.02
    ],
    [
        " He talked about waves of people that would flow into the prisons.",
        1705.12,
        1708.14
    ],
    [
        " And there's all these different ways.",
        1708.56,
        1709.46
    ],
    [
        " He talks about dozens and dozens of different waves.",
        1709.5,
        1711.72
    ],
    [
        " There was a wave for snipping ears.",
        1712.22,
        1714.52
    ],
    [
        " The nighttime snipping of individual ears of grain in the field.",
        1715.08,
        1718.94
    ],
    [
        " A totally new type of agriculture activity.",
        1718.94,
        1721.44
    ],
    [
        " A new type of harvesting.",
        1721.82,
        1723.3
    ],
    [
        " The wave of those caught doing this was not small.",
        1724.06,
        1726.48
    ],
    [
        " It included many tens of thousands of peasants.",
        1726.84,
        1729.22
    ],
    [
        " Many of them, not even adults.",
        1729.56,
        1731.42
    ],
    [
        " But boys, girls, and small children whose elders had sent them out at night to snip.",
        1731.9,
        1736.36
    ],
    [
        " Because they had no hope of receiving anything from the collective farm for their daytime labor.",
        1736.76,
        1741.36
    ],
    [
        " Labor.",
        1741.72,
        1741.9
    ],
    [
        " For this bitter and not very productive occupation.",
        1742.58,
        1745.42
    ],
    [
        " An extreme of poverty to which the peasants had not been driven even in surfdom.",
        1745.48,
        1751.26
    ],
    [
        " The courts handed out a full measure.",
        1751.4,
        1753.38
    ],
    [
        " Ten years for what ranked as an especially dangerous theft of socialist property.",
        1753.8,
        1758.8
    ],
    [
        " Again, that's why I say this book is kind of like to read.",
        1759.34,
        1762.66
    ],
    [
        " And he's kind of funny, right?",
        1762.92,
        1766.0
    ],
    [
        " An especially dangerous theft of socialist property.",
        1766.64,
        1768.86
    ],
    [
        " He's talking about taking a one ear of grain.",
        1769.02,
        1772.26
    ],
    [
        " Is he saying that on his own kind of thing?",
        1773.54,
        1776.14
    ],
    [
        " Or is that what the people would say?",
        1776.46,
        1779.36
    ],
    [
        " That's what they're doing.",
        1779.6,
        1780.14
    ],
    [
        " That's what the authorities say.",
        1780.52,
        1781.24
    ],
    [
        " You stole communist property.",
        1781.34,
        1782.88
    ],
    [
        " Socialist property.",
        1782.88,
        1784.18
    ],
    [
        " You stole it.",
        1784.3,
        1784.96
    ],
    [
        " And you must be destroyed.",
        1785.12,
        1786.12
    ],
    [
        " Ten years because you took up a little piece of grain.",
        1786.52,
        1789.66
    ],
    [
        " Yes, like if you get a, I don't know, J. Walking ticket or something.",
        1790.72,
        1796.8
    ],
    [
        " Hey, you committed a crime here criminal, you know, kind of thing.",
        1796.84,
        1799.32
    ],
    [
        " Yeah.",
        1799.46,
        1799.66
    ],
    [
        " And just call someone a criminal.",
        1799.66,
        1801.1
    ],
    [
        "",
        1801.54,
        1801.54
    ],
    [
        " Usually has even though technically, you know, they're not kind of wrong, you know.",
        1801.74,
        1806.5
    ],
    [
        " Yeah, I got rolled up in Vegas.",
        1807.1,
        1809.04
    ],
    [
        " Yeah.",
        1809.76,
        1810.9
    ],
    [
        " I got rolled up in Vegas.",
        1811.14,
        1812.24
    ],
    [
        " Criminal.",
        1812.26,
        1812.58
    ],
    [
        " I was with Sarge.",
        1812.84,
        1813.84
    ],
    [
        " Sure.",
        1814.26,
        1814.68
    ],
    [
        " We were crossing one of the big streets in Vegas.",
        1815.1,
        1818.28
    ],
    [
        " And I had to grab something or I dropped something or I was talking to him.",
        1818.62,
        1822.0
    ],
    [
        " I said she was doing something and the walking light went red.",
        1822.02,
        1825.16
    ],
    [
        " Yeah.",
        1825.78,
        1826.0
    ],
    [
        " But the cars weren't going yet.",
        1826.08,
        1827.22
    ],
    [
        " And Sarge had already walked across.",
        1827.32,
        1829.06
    ],
    [
        " So I just kind of jogged across.",
        1829.66,
        1831.16
    ],
    [
        " Like, you know, before any cars started moving.",
        1831.52,
        1833.92
    ],
    [
        " Squad car.",
        1834.3,
        1836.22
    ],
    [
        " Lights.",
        1836.88,
        1837.5
    ],
    [
        " Then ten seconds later, four squad cars.",
        1838.12,
        1841.8
    ],
    [
        " I don't know if they thought I was somebody else.",
        1842.2,
        1843.9
    ],
    [
        " So I'm there, you know, on the curb, face down.",
        1843.9,
        1848.36
    ],
    [
        " No, you have.",
        1848.46,
        1849.44
    ],
    [
        " You have.",
        1849.52,
        1849.8
    ],
    [
        " Sarge is videoing it.",
        1850.4,
        1851.94
    ],
    [
        " Please laugh about me.",
        1852.02,
        1855.14
    ],
    [
        " Yes, I was a criminal.",
        1855.56,
        1856.86
    ],
    [
        " No, wait.",
        1856.86,
        1857.24
    ],
    [
        " So you, but what then?",
        1857.64,
        1859.34
    ],
    [
        " What they do?",
        1859.62,
        1860.26
    ],
    [
        " Did you get arrested?",
        1860.78,
        1861.7
    ],
    [
        " No, they gave me a ticket.",
        1861.88,
        1862.5
    ],
    [
        " They gave me a walk in for a walk.",
        1862.94,
        1863.98
    ],
    [
        " Yeah.",
        1864.78,
        1864.94
    ],
    [
        " Well, I guess criminal rate.",
        1865.5,
        1867.46
    ],
    [
        " What's a criminal?",
        1867.46,
        1868.06
    ],
    [
        " And they probably thought they probably thought, oh, we're going to roll up this drunk 80",
        1868.14,
        1871.54
    ],
    [
        " and I'm totally sober.",
        1871.54,
        1873.12
    ],
    [
        " I was up there for the UFC.",
        1873.12,
        1874.26
    ],
    [
        " You know, I was up there with a fighter.",
        1874.26,
        1875.54
    ],
    [
        " I don't know.",
        1875.54,
        1876.0
    ],
    [
        " We were probably going to, you know, cut weight or something with a fighter.",
        1876.0,
        1879.28
    ],
    [
        " Yeah.",
        1879.28,
        1879.84
    ],
    [
        " And then I am getting rolled up.",
        1880.2,
        1881.56
    ],
    [
        " Rolled up.",
        1881.76,
        1882.16
    ],
    [
        " Just a roll though.",
        1882.56,
        1883.32
    ],
    [
        " There's four car.",
        1883.32,
        1884.48
    ],
    [
        " They must have thought I was somebody else.",
        1885.66,
        1887.22
    ],
    [
        " Well, yeah, I mean, you're kind of big, you know, and it's like, hey, this guy looks like",
        1887.26,
        1890.78
    ],
    [
        " he could be a travel or something.",
        1890.78,
        1892.94
    ],
    [
        " It's J. Walking.",
        1892.96,
        1893.92
    ],
    [
        " I know.",
        1894.58,
        1894.92
    ],
    [
        " Obviously a criminal.",
        1895.28,
        1896.42
    ],
    [
        " But the, I guess when you think about a criminal, right?",
        1897.12,
        1899.9
    ],
    [
        " Criminal.",
        1900.04,
        1900.3
    ],
    [
        " What's, what is that?",
        1900.48,
        1901.44
    ],
    [
        " Is that like a, well, someone who commits a murder?",
        1901.5,
        1903.24
    ],
    [
        " Imagine it.",
        1903.24,
        1903.62
    ],
    [
        " But in this case, what they'd say is, oh, you were blocking the transportation of socialist",
        1903.62,
        1908.28
    ],
    [
        " property.",
        1908.28,
        1909.0
    ],
    [
        " Therefore, you have to crime against the state.",
        1909.24,
        1911.12
    ],
    [
        " You've got 10 years.",
        1911.24,
        1911.98
    ],
    [
        " That's the same.",
        1912.28,
        1912.7
    ],
    [
        " That's exactly what we're talking about.",
        1912.7,
        1914.26
    ],
    [
        " Has exactly what we're talking about.",
        1914.48,
        1916.02
    ],
    [
        " Yeah, it's like when people tell you this from J. Walking.",
        1916.14,
        1918.34
    ],
    [
        " Get 10 years.",
        1918.68,
        1919.3
    ],
    [
        " We're going out and clipping a single grain of, of a single year of corn or grain.",
        1919.42,
        1924.4
    ],
    [
        " Get in 10 years for that.",
        1924.7,
        1926.6
    ],
    [
        " And you're 12 years old or whatever.",
        1926.78,
        1928.64
    ],
    [
        " Crime against the state.",
        1928.9,
        1930.84
    ],
    [
        " It's like when people throw around the word treason, you know, you know, like when, when",
        1931.2,
        1935.68
    ],
    [
        " people get into political debate, you know, that's treason.",
        1935.68,
        1938.58
    ],
    [
        " Yeah, that's, you're right.",
        1938.94,
        1940.02
    ],
    [
        " There's people throw that word around where it shouldn't be thrown around.",
        1940.02,
        1942.8
    ],
    [
        " Be careful.",
        1942.9,
        1943.48
    ],
    [
        " When you, when you commit treason, that's death penalty.",
        1943.68,
        1945.84
    ],
    [
        " Yeah, it's a big deal, man.",
        1946.08,
        1947.38
    ],
    [
        " So people say, uh, what's a good example of that's treason?",
        1947.98,
        1953.6
    ],
    [
        " Yeah.",
        1954.08,
        1954.28
    ],
    [
        " Treason is a big deal.",
        1954.52,
        1955.32
    ],
    [
        " You shouldn't throw that word around unless you're thinking somebody needs a death penalty.",
        1955.52,
        1959.08
    ],
    [
        " Yeah.",
        1959.28,
        1959.56
    ],
    [
        " So yes, good example.",
        1959.7,
        1960.84
    ],
    [
        " Check.",
        1961.38,
        1963.7
    ],
    [
        " Back to the book.",
        1964.18,
        1970.0
    ],
    [
        " Over a span of many years was based solely on one article of the 140 articles of the non-general",
        1970.0,
        1977.3
    ],
    [
        " division of the criminal criminal code of 1926.",
        1977.3,
        1981.08
    ],
    [
        " So this is where all this crap came from.",
        1981.66,
        1984.0
    ],
    [
        " They wrote this criminal code of 1926.",
        1984.1,
        1986.32
    ],
    [
        " And the including the great powerful abundant highly ramified, multi-form wide sweeping article",
        1986.92,
        1994.88
    ],
    [
        " 58, which summed up the world not so much through the exact terms and of its sections as in their extended",
        1994.92,
        2003.08
    ],
    [
        " dialectical interpretation.",
        2003.08,
        2005.36
    ],
    [
        " In all truth, there is no step, thought, action or lack of action under the heavens, which could not be punished by the heavy hand of article 58.",
        2005.7,
        2015.72
    ],
    [
        " The article itself could not be worded in such broad terms, but it proved possible to interpret it this broadly.",
        2016.26,
        2023.42
    ],
    [
        " Article 58 was not in that division of the code dealing with the political crimes and nowhere was it categorized as political.",
        2023.42,
        2031.46
    ],
    [
        " No, it was included with crimes against public order and organized gangsterism in a division of crimes against the state.",
        2031.76,
        2040.44
    ],
    [
        " And then he goes through all these various sections of Article 58, which had 14 sections.",
        2041.06,
        2046.44
    ],
    [
        " In section one, we learned that any action and according to Article 6 of the criminal code, any absence of action directed toward the weakening of state power was considered to be counter revolutionary.",
        2048.12,
        2058.58
    ],
    [
        " Broadly interpreted this turned out to include the refusal of a prisoner in camp to work when in the state, when in a state of starvation and exhaustion.",
        2058.58,
        2067.2
    ],
    [
        " That was a weakening of state power and it was punished by execution.",
        2067.88,
        2072.3
    ],
    [
        " Because if you're in prison and you're starving, but you're not doing the work you're supposed to do, you're doing something that's hurting the state so you need to die.",
        2074.94,
        2081.0
    ],
    [
        " This is a kid you can't I was having trouble and I think even Jordan, like we were trying to get explained that this is like a sick comedy.",
        2082.3,
        2092.72
    ],
    [
        " We kept saying back and forth to each other, you can't make this up, you can't make this up, you can't make that up.",
        2093.72,
        2099.38
    ],
    [
        " And this is real.",
        2100.28,
        2101.5
    ],
    [
        " Yeah, this is a sick comedy that's an interesting yet kind of accurate way of putting it.",
        2102.12,
        2108.06
    ],
    [
        " It's like, you know how I can't think of an example, but you know how someone will like, he'll say, I don't know, a cable actually, you know what it was, it was like some cable commercial, they do this in a funny way, a comedy way.",
        2108.78,
        2119.12
    ],
    [
        " They'll say, hey, don't get cable because if and then it'll say like, what does he say?",
        2119.12,
        2126.24
    ],
    [
        " It's something like, yeah, if you don't listen to your parents, you don't do your homework. If you don't do your homework, you don't get a good job.",
        2126.56,
        2132.74
    ],
    [
        " If you don't get a good job, you know, and it's this whole thing and then crack house.",
        2132.86,
        2136.8
    ],
    [
        " Yeah, so don't end up in a crack house, you know, kind of thing and they relayed it to the thing and it's like, I see what you did there, you know, and each one, but it's like, you're just being funny.",
        2136.96,
        2145.66
    ],
    [
        " Like obviously that's not that, you know, but they're just drawing all these parallels to everything. So this one, they must be the same, you know, kind of thing.",
        2146.22,
        2152.46
    ],
    [
        " You know, like yeah, if you get, if you cancel people, I forget how it goes, but yeah.",
        2153.06,
        2157.32
    ],
    [
        " Well, to your point, this is that kind of, this sounds like you're just being that crazy, but they're, but this is real.",
        2157.32,
        2163.94
    ],
    [
        " When our soldiers were sentenced to only 10 years for allowing themselves to be taken prisoner, action injurious to the Soviet military might, this was humanitarian to the point of being illegal.",
        2165.5,
        2178.22
    ],
    [
        " According to the Stalinist code, they all should have been shot upon their return home.",
        2178.82,
        2182.84
    ],
    [
        " So they're saying, you know what, the people that were allowed, the Soviet soldiers that allowed themselves to be captured, they only got 10 years, which is actually kind of illegal because they should have been shot.",
        2183.62,
        2193.3
    ],
    [
        " The article 19 of the criminal code via intent. In other words, no treason had taken place, but the interrogator envisioned an intention to betray. And that was enough to justify a full term.",
        2195.82,
        2209.14
    ],
    [
        " The same as actually. So I just think you had the intent. That's good enough. You're getting 10 years.",
        2209.92,
        2215.0
    ],
    [
        " Section 3 was assisting in any way or by any means a foreign state or this section made it possible to condemn any citizen who had been an occupied territory, whether he had nailed on the peel of a German soldier shoe or sold him a bunch of radishes.",
        2216.34,
        2230.34
    ],
    [
        " You get your tenor right there.",
        2230.88,
        2232.46
    ],
    [
        " There's these two things PSH, which is suspicion of espionage and then an sH, which is unproven aspen espionage.",
        2233.48,
        2243.38
    ],
    [
        " You can charge someone with unproven espionage.",
        2243.74,
        2247.5
    ],
    [
        " What does that even mean? Hey, we're just, you know, we're your guilty for unproven, that's like your guilty of unproven murder. What does that mean?",
        2247.68,
        2254.72
    ],
    [
        " It's not proven, but that's what you're guilty of and that's why you're going to die.",
        2254.9,
        2257.32
    ],
    [
        " Yeah, or maybe it's the kind of like, you know how here they'll say like, hey, he's a, he's an alleged, you know, before you're proven in the court of Al-Qaeda, maybe you're in that window, you know?",
        2257.46,
        2267.68
    ],
    [
        " No, no, no, I don't think so.",
        2267.98,
        2269.18
    ],
    [
        " It's unproven espionage and you're going to go to prison for 10 years for it.",
        2269.2,
        2272.4
    ],
    [
        " Section 8 covered terror. Terror was construed in a very broad sense, not simply a matter of putting bombs on their governor's carriages, but for example, smashing the face of a personal enemy if he was an activist in the party or the police.",
        2272.88,
        2285.02
    ],
    [
        " That was terror.",
        2285.02,
        2286.38
    ],
    [
        " And then he starts talking about section 10, which is propaganda or agitation containing an appeal for the overflow subverting or weakening of the Soviet power and equally the dissemination or preparation or possession of literary materials of similar content.",
        2288.54,
        2304.68
    ],
    [
        " So any, if you're running propaganda, you can get trouble.",
        2304.68,
        2307.92
    ],
    [
        " But here we go. The term preparation of literary materials covered every letter, note or private diary, even when only the original document existed.",
        2308.48,
        2320.2
    ],
    [
        " So anything that you write down is subject.",
        2321.1,
        2324.26
    ],
    [
        " Well, that's why he went to prison for a letter.",
        2325.26,
        2329.08
    ],
    [
        " The real law underlying the rest all those years was the assignment of quotas, the norm set, the planned allocations, every city, every district, every military unit was assigned a specific quota of arrest to be carried out by a stipulated time.",
        2330.26,
        2347.92
    ],
    [
        " That's like when cops get the quota for the speeding ticket.",
        2348.64,
        2353.34
    ],
    [
        " Yeah, that's when you get the ticket for 38 and a 35.",
        2353.5,
        2360.84
    ],
    [
        " Is that true though?",
        2360.84,
        2362.76
    ],
    [
        " Sometimes it is.",
        2363.42,
        2364.1
    ],
    [
        " I don't know. I thought it was true, but I have no idea. Is that just a myth?",
        2364.36,
        2369.34
    ],
    [
        " You know how people, they're just mad because they got a ticket.",
        2369.76,
        2372.16
    ],
    [
        " They're like, all the wrong.",
        2372.8,
        2374.26
    ],
    [
        " It's not even real. It doesn't even have a real thing. I have no idea.",
        2374.8,
        2379.3
    ],
    [
        " It could be a myth that I just believe.",
        2379.66,
        2381.46
    ],
    [
        " Yeah, you know, because you probably got that ticket when you're going 38 and a 35.",
        2381.62,
        2385.58
    ],
    [
        " And me neither. That's why I'm questioning it now.",
        2386.12,
        2388.48
    ],
    [
        " I did get pulled over a few months ago, but...",
        2388.56,
        2391.14
    ],
    [
        " Why bro?",
        2391.14,
        2391.5
    ],
    [
        " You tinted windows.",
        2391.92,
        2392.94
    ],
    [
        " No, I was going too fast in this area.",
        2393.28,
        2396.02
    ],
    [
        " Oh, straight up speeding.",
        2396.38,
        2397.34
    ],
    [
        " Yeah.",
        2397.6,
        2397.74
    ],
    [
        " But you got off. They gave you a break.",
        2397.82,
        2398.96
    ],
    [
        " Yeah.",
        2399.28,
        2399.42
    ],
    [
        " Because they recognize you.",
        2399.82,
        2401.58
    ],
    [
        " No.",
        2402.02,
        2402.22
    ],
    [
        " Little.",
        2402.94,
        2403.82
    ],
    [
        " They recognize you. That's what I think.",
        2404.02,
        2405.76
    ],
    [
        " Check.",
        2410.8,
        2411.3
    ],
    [
        " Back to the book, piles of victims, hills of victims.",
        2411.32,
        2414.62
    ],
    [
        " Here's some other people who got arrested.",
        2415.16,
        2416.26
    ],
    [
        " An electrician had a high tension line break in his sector.",
        2416.46,
        2419.26
    ],
    [
        " 58.7. That's the article.",
        2420.68,
        2422.16
    ],
    [
        " 20 years.",
        2423.0,
        2423.58
    ],
    [
        " A plumber turned off the loudspeaker in his room every time the endless letters to Stalin were being read.",
        2425.4,
        2429.88
    ],
    [
        " His next door neighbor denounced him.",
        2430.14,
        2431.82
    ],
    [
        " Where are we? Where is that neighbor today?",
        2432.66,
        2434.28
    ],
    [
        " He got S.O.E. socially dangerous element eight years.",
        2435.34,
        2439.46
    ],
    [
        " By the end of summer 1941, becoming bigger in the autumn,",
        2439.66,
        2448.36
    ],
    [
        " the wave of the encircled was surging in.",
        2449.06,
        2451.08
    ],
    [
        " Again, the waves talking about waves of prisoners that are showing up.",
        2451.12,
        2454.22
    ],
    [
        " The waves of the encircled were surging in.",
        2454.58,
        2457.08
    ],
    [
        " These were the defenders of their native land.",
        2457.46,
        2460.08
    ],
    [
        " The very same warriors whom the cities had seen sent off to the front with bouquets and bands a few months before,",
        2460.1,
        2468.58
    ],
    [
        " who had then sustained the heaviest tank of salts of the Germans.",
        2468.8,
        2471.82
    ],
    [
        " And in the general chaos, and through no fault of their own,",
        2472.34,
        2475.7
    ],
    [
        " had spent a certain time as isolated units not in enemy imprisonment,",
        2476.0,
        2480.06
    ],
    [
        " not at all, but in temporary encirclement, and later had broken out.",
        2480.24,
        2485.12
    ],
    [
        " You understand what that means?",
        2486.16,
        2486.94
    ],
    [
        " That means they're surrounded by the enemy.",
        2487.16,
        2488.78
    ],
    [
        " They didn't get captured by the enemy.",
        2488.78,
        2489.84
    ],
    [
        " They get surrounded for a little while.",
        2490.12,
        2491.66
    ],
    [
        " And then they break out and they get back to friendly lines.",
        2492.04,
        2494.48
    ],
    [
        " And instead of back to the book, and instead of being given a brotherly embrace on their return,",
        2494.78,
        2499.44
    ],
    [
        " such as every other army in the world would have given them,",
        2499.86,
        2502.98
    ],
    [
        " instead of being given a chance to rest up, to visit their families,",
        2503.2,
        2507.06
    ],
    [
        " and then return to their units, they were held on suspicion, disarmed, deprived of rights,",
        2507.06,
        2513.36
    ],
    [
        " and taken away in groups to identification points and screening centers,",
        2514.54,
        2518.0
    ],
    [
        " where officers of the special branches started interrogating them,",
        2518.0,
        2522.58
    ],
    [
        " distrusting not only their every word, but their very identity.",
        2523.04,
        2527.92
    ],
    [
        " Traders of the motherland under 581b.",
        2528.9,
        2535.7
    ],
    [
        " But at first, until the standard penalty was finally determined,",
        2536.56,
        2540.22
    ],
    [
        " they got less than 10 years.",
        2540.7,
        2542.34
    ],
    [
        " You eat.",
        2544.28,
        2545.1
    ],
    [
        " You can't imagine that people would go along.",
        2546.34,
        2553.96
    ],
    [
        " You can't imagine that people go along with this.",
        2554.02,
        2557.16
    ],
    [
        " The level of fear that you have to have as a nation and as a people to go along with that right there,",
        2557.52,
        2565.26
    ],
    [
        " are frontline troops were surrounded by the enemy.",
        2565.56,
        2569.04
    ],
    [
        " They managed to escape and get back, and now we're going to put them on trial and put them in prison.",
        2569.04,
        2573.5
    ],
    [
        " It's insanity.",
        2573.98,
        2580.36
    ],
    [
        " Next chapter talks about interrogation.",
        2581.8,
        2585.72
    ],
    [
        " Going to the book, if the intellectuals in the plays of Chekhov,",
        2586.02,
        2589.84
    ],
    [
        " who spent all their time guessing what would happen in 2030 or 40 years,",
        2589.84,
        2593.4
    ],
    [
        " had been told that in 40 years interrogation by torture would be practiced in Russia,",
        2593.4,
        2597.74
    ],
    [
        " that prisoners would have their skull squeezed with iron rings,",
        2597.74,
        2601.58
    ],
    [
        " that a human being would be lowered into an acid bath,",
        2601.82,
        2604.36
    ],
    [
        " that they would be trust up naked to be bitten by ants and bedbugs,",
        2604.8,
        2608.3
    ],
    [
        " that a ramrod heated over a primus stove would be thrust up their anal canal, the secret brand,",
        2608.48,
        2614.8
    ],
    [
        " that a man's genitals would be slowly crushed beneath the toe of a jack boot,",
        2615.2,
        2618.94
    ],
    [
        " and that in the luckiest possible circumstances,",
        2619.38,
        2621.98
    ],
    [
        " prisoners would be tortured by being kept from sleeping for a week, by thirst,",
        2622.32,
        2627.04
    ],
    [
        " and by being beaten to a bloody pulp.",
        2627.08,
        2629.6
    ],
    [
        " Not one of Chekhov's plays would have gotten to its end,",
        2630.6,
        2633.56
    ],
    [
        " because all the heroes would have gone off to insane assilums.",
        2633.64,
        2637.9
    ],
    [
        " If the intellectuals in the plays of Chekhov,",
        2638.2,
        2640.52
    ],
    [
        " who spent all their time guessing what would happen in 2030 or 40 years,",
        2640.62,
        2644.64
    ],
    [
        " had been told that in 40 years interrogation by torture would be practiced in Russia,",
        2644.8,
        2649.44
    ],
    [
        " that prisoners would have their skull squeezed within iron rings,",
        2649.86,
        2654.14
    ],
    [
        " that a human being would be lowered into an acid bath,",
        2654.14,
        2657.5
    ],
    [
        " that they would be trust up naked to be bitten by ants and bedbugs,",
        2657.96,
        2661.86
    ],
    [
        " that a ramrod heated over a primus stove would be thrust up their anal canal,",
        2662.18,
        2667.58
    ],
    [
        " that a man's genitals would be slowly crushed beneath the toe of a jack boot,",
        2668.12,
        2672.24
    ],
    [
        " and that in the luckiest possible circumstances,",
        2672.58,
        2675.44
    ],
    [
        " prisoners would be tortured by being kept from sleeping for a week,",
        2675.9,
        2679.06
    ],
    [
        " by thirst, and by being beaten into a bloody pulp.",
        2679.4,
        2682.38
    ],
    [
        " Not one of Chekhov's plays would have gotten to its end,",
        2682.98,
        2686.72
    ],
    [
        " because all the heroes would have gone off to insane assilums.",
        2686.78,
        2691.1
    ],
    [
        " Horrible.",
        2691.78,
        2700.68
    ],
    [
        " So they had these, you know, they're doing these savage interrogations in torture,",
        2701.32,
        2705.24
    ],
    [
        " continuing on, the time allotted for investigation was not used to unravel the crime,",
        2706.5,
        2711.44
    ],
    [
        " in 95 cases out of 100,",
        2711.96,
        2714.38
    ],
    [
        " to exhaust, wear down, weaken, and render helpless, the defendant,",
        2714.94,
        2719.6
    ],
    [
        " so that he would want to end it at any cost.",
        2719.86,
        2722.84
    ],
    [
        " And then he talks about some of the methods that were used,",
        2724.2,
        2730.5
    ],
    [
        " I mean, talked about some of the torture,",
        2730.64,
        2731.8
    ],
    [
        " and these were just some of the kind of the basic,",
        2731.94,
        2734.78
    ],
    [
        " the baseline abuse that you're going to get,",
        2735.14,
        2739.0
    ],
    [
        " you're going to get kept from sleep,",
        2739.12,
        2740.66
    ],
    [
        " you're going to get persuasion, they'd say,",
        2741.14,
        2743.16
    ],
    [
        " look, you're going to get prison term no matter what happens.",
        2743.38,
        2745.5
    ],
    [
        " But if you resist, you'll croak right here in prison, you lose your health,",
        2745.84,
        2749.56
    ],
    [
        " but if you go to camp, you'll have fresh air in sunlight,",
        2749.76,
        2752.12
    ],
    [
        " so why not sign this paper right now?",
        2752.18,
        2754.36
    ],
    [
        " They do that.",
        2755.46,
        2757.38
    ],
    [
        " They do psychological contrast, you know,",
        2757.38,
        2762.04
    ],
    [
        " good cop, bad cop, humiliation, extreme confusion, intimidation,",
        2762.2,
        2766.14
    ],
    [
        " they tell them, we've got hard labor camps now, if you confess,",
        2766.46,
        2769.4
    ],
    [
        " you go to an easy camp, but if you're stubborn,",
        2769.86,
        2771.36
    ],
    [
        " you'll get 25 years in handcuffs in the mines.",
        2772.24,
        2775.32
    ],
    [
        " They lie, of course.",
        2776.32,
        2780.66
    ],
    [
        " They'd play on the affections for those one loved.",
        2781.16,
        2785.04
    ],
    [
        " We'll arrest your daughter and locker in a cell with syphiletics.",
        2788.36,
        2791.84
    ],
    [
        " That's that one that they always throw, right?",
        2792.52,
        2798.46
    ],
    [
        " They're going to break, oh, they can't break you?",
        2799.1,
        2800.44
    ],
    [
        " Cool. Guess what they're going to do to your daughter?",
        2800.58,
        2802.76
    ],
    [
        " Guess what they're going to do to your wife?",
        2802.92,
        2804.1
    ],
    [
        " Guess what they're going to do to your son?",
        2804.28,
        2805.46
    ],
    [
        " Now,",
        2809.14,
        2812.52
    ],
    [
        " he has a great paragraph, and I talked about this a little bit with Jordan,",
        2817.0,
        2821.24
    ],
    [
        " but it's reflecting on his behavior.",
        2821.9,
        2826.54
    ],
    [
        " And this is when he starts talking, and again,",
        2826.72,
        2828.66
    ],
    [
        " I skipped through a lot of the interrogation.",
        2829.12,
        2833.18
    ],
    [
        " You have to read the book, you have to read the whole book,",
        2833.84,
        2836.9
    ],
    [
        " and you can really jump into that.",
        2836.92,
        2838.48
    ],
    [
        " I hit the high wave tops of it.",
        2839.0,
        2842.58
    ],
    [
        " In this section, he's talking about the guards, right?",
        2843.14,
        2845.98
    ],
    [
        " The people that they call them blue caps.",
        2846.22,
        2848.12
    ],
    [
        " These are people that were the guards,",
        2848.38,
        2850.22
    ],
    [
        " the people that were processing you through the gulags.",
        2850.22,
        2852.46
    ],
    [
        " And, you know, much like Jordan talks about seeing himself",
        2854.22,
        2859.98
    ],
    [
        " as the bad guy, right?",
        2859.98,
        2862.44
    ],
    [
        " The perpetrator.",
        2862.56,
        2863.28
    ],
    [
        " As opposed to always seeing like, oh, everyone thinks",
        2863.54,
        2865.7
    ],
    [
        " I wouldn't do that.",
        2865.7,
        2866.38
    ],
    [
        " I'd be one of these victims.",
        2866.44,
        2867.4
    ],
    [
        " He, uh, Solshenitsen sees himself in a way he reflects on the way he behaved,",
        2867.84,
        2876.56
    ],
    [
        " actually, as an officer, as a privileged officer in the Russian Army.",
        2876.56,
        2882.82
    ],
    [
        " And this is, this is such a great little section about leadership,",
        2883.08,
        2889.76
    ],
    [
        " because it tells you what not to do as a leader.",
        2889.88,
        2893.12
    ],
    [
        " So here we go, and this is a great start off to this.",
        2893.74,
        2897.08
    ],
    [
        " It starts off here, back to the book,",
        2897.58,
        2899.62
    ],
    [
        " pride grows in the human heart, like lard on a pig.",
        2900.38,
        2905.2
    ],
    [
        " I tossed out orders to my subordinates",
        2907.94,
        2910.2
    ],
    [
        " that I would not allow them to question convinced that no orders could be wiser.",
        2910.2,
        2914.76
    ],
    [
        " Let's check number one right there.",
        2915.62,
        2916.84
    ],
    [
        " These are things not to do as leader.",
        2917.46,
        2918.84
    ],
    [
        " I throw out orders to my subordinates without letting them question them,",
        2918.98,
        2923.2
    ],
    [
        " convinced in his own mind that they hate my orders and the best orders.",
        2923.52,
        2925.92
    ],
    [
        " Completely wrong.",
        2926.16,
        2927.42
    ],
    [
        " Next, even at the front where one might have fought,",
        2929.32,
        2931.66
    ],
    [
        " death made equals of us all, my power soon convinced me that I was a superior human being.",
        2931.94,
        2936.86
    ],
    [
        " Wrong.",
        2938.72,
        2939.04
    ],
    [
        " You're not better than your troops.",
        2939.82,
        2941.38
    ],
    [
        " Next, seated there, I heard them out as they stood at attention.",
        2942.68,
        2946.54
    ],
    [
        " I interrupted them.",
        2946.9,
        2947.94
    ],
    [
        " I issued commands.",
        2948.26,
        2949.06
    ],
    [
        " I addressed fathers and grandfathers with the familiar, downgrading form of address,",
        2949.62,
        2953.9
    ],
    [
        " while they, of course, addressed me formally.",
        2954.22,
        2956.44
    ],
    [
        " I sent them out to repair wire under shell fire,",
        2958.72,
        2961.46
    ],
    [
        " so that my superiors would not reproach me.",
        2961.62,
        2963.9
    ],
    [
        " I ate my officer's ration of butter with rolls,",
        2965.32,
        2970.32
    ],
    [
        " without giving a thought as to why I had a right to do it",
        2970.7,
        2973.78
    ],
    [
        " and why the rank and file soldiers did not.",
        2973.78,
        2975.62
    ],
    [
        " So, hey, we're out there in the field.",
        2976.14,
        2978.04
    ],
    [
        " You're going to eat whatever shoe leather,",
        2979.06,
        2981.06
    ],
    [
        " and I'm over here eating my butter with rolls.",
        2981.46,
        2983.46
    ],
    [
        " I, of course, had a personal servant assigned to me in polite terms,",
        2984.1,
        2988.34
    ],
    [
        " an orderly, who my badgered one way or another,",
        2988.64,
        2991.52
    ],
    [
        " in order to look after my person and prepare my meals separately from the soldiers.",
        2991.68,
        2995.34
    ],
    [
        " I forced my soldiers to put their backs into it,",
        2996.08,
        2999.6
    ],
    [
        " and dig me a special dugout at every new bivouac,",
        2999.96,
        3003.16
    ],
    [
        " and to haul the heaviest beams to support it,",
        3003.22,
        3005.96
    ],
    [
        " so that I would be as comfortable and as safe as possible.",
        3006.2,
        3009.52
    ],
    [
        " And, wait a minute, yes, my battery always had a guard house too,",
        3011.16,
        3014.34
    ],
    [
        " meaning a little prison cell.",
        3014.46,
        3015.62
    ],
    [
        " What kind of guard house could there be in the woods?",
        3016.28,
        3017.9
    ],
    [
        " It was a pit, of course.",
        3018.3,
        3019.16
    ],
    [
        " Although, it had a roof on it.",
        3019.86,
        3023.34
    ],
    [
        " It talks about imprisoning some...",
        3025.32,
        3031.24
    ],
    [
        " Vichkov was imprisoned there for losing his horse",
        3031.94,
        3034.32
    ],
    [
        " and pop off for maltreating his carbine.",
        3034.32,
        3036.92
    ],
    [
        " Yes, just a moment, I can remember more.",
        3038.24,
        3039.94
    ],
    [
        " They showed me a mapcase out of a German hide, not human, but from a car seat.",
        3040.7,
        3044.76
    ],
    [
        " But I didn't have a strap for it, and I was unhappy about that.",
        3045.58,
        3048.64
    ],
    [
        " Then all of a sudden, they saw some partisan commissar",
        3049.2,
        3052.02
    ],
    [
        " from the local district party committee wearing just the right kind of strap,",
        3052.02,
        3056.28
    ],
    [
        " and they took it away from him.",
        3056.44,
        3057.32
    ],
    [
        " We are the army. We have seniority.",
        3057.94,
        3060.4
    ],
    [
        " Finally, I coveted that scarlet box,",
        3061.16,
        3064.6
    ],
    [
        " and I remember how they took it away and got it for me.",
        3065.2,
        3068.62
    ],
    [
        " That's what shoulder boards do to a human being.",
        3070.3,
        3073.8
    ],
    [
        " So, when you get rank, when you put on those shoulder boards,",
        3075.42,
        3081.46
    ],
    [
        " keep your ego in check.",
        3081.72,
        3084.28
    ],
    [
        " Don't act like that.",
        3087.14,
        3088.84
    ],
    [
        " Then believe me, I mean, I saw plenty of people act like that in the military,",
        3089.56,
        3095.92
    ],
    [
        " and they were hated by their troops.",
        3096.28,
        3098.78
    ],
    [
        " Continuing on.",
        3099.66,
        3105.76
    ],
    [
        " So, let the reader who expects this book to be a political expose",
        3106.42,
        3110.34
    ],
    [
        " was a slam its cover shut right now.",
        3110.34,
        3112.2
    ],
    [
        " If it were only also simple, if only there were evil people,",
        3112.64,
        3116.48
    ],
    [
        " somewhere insidiously committing evil deeds,",
        3116.9,
        3119.1
    ],
    [
        " and it were necessary only to separate them from the rest of us and destroy them.",
        3119.52,
        3122.88
    ],
    [
        " But the line dividing good and evil cuts through the heart of every human being,",
        3124.62,
        3129.24
    ],
    [
        " and who is willing to destroy a piece of his own heart.",
        3129.82,
        3132.9
    ],
    [
        " So, if you're not careful, you got that evil in you.",
        3133.84,
        3139.54
    ],
    [
        " During the life of any heart, this line keeps changing place.",
        3142.68,
        3146.0
    ],
    [
        " Sometimes it's squeezed one way by a exuberant evil,",
        3146.24,
        3148.94
    ],
    [
        " and sometimes it shifts to a loud enough space for good to flourish.",
        3149.06,
        3152.02
    ],
    [
        " One and the same human being is at various ages,",
        3152.62,
        3155.9
    ],
    [
        " and under various circumstances, a totally different human being.",
        3156.14,
        3159.4
    ],
    [
        " At times, he is close to being a devil, at times, to st.hood,",
        3159.8,
        3163.5
    ],
    [
        " but his name doesn't change.",
        3163.74,
        3165.28
    ],
    [
        " And to that name, we ascribe the whole lot, good and evil.",
        3166.1,
        3170.14
    ],
    [
        " And that's a line that you hear Jordan Peterson read that line a lot,",
        3174.58,
        3178.98
    ],
    [
        " or say that line a lot.",
        3179.08,
        3180.56
    ],
    [
        " The line dividing good and evil cuts through the heart of every human being.",
        3180.8,
        3183.6
    ],
    [
        " So, we all got a little piece of darkness in our hearts that you need to watch out for.",
        3184.16,
        3189.66
    ],
    [
        " Continuing on a little bit on that theme,",
        3190.94,
        3194.7
    ],
    [
        " the trouble lies in the way these classic evil doers are pictured.",
        3194.76,
        3197.88
    ],
    [
        " They recognize themselves as evil doers,",
        3198.52,
        3200.78
    ],
    [
        " and they know their souls are black,",
        3200.9,
        3202.62
    ],
    [
        " and they reason I cannot live unless I do evil.",
        3202.92,
        3205.1
    ],
    [
        " So I'll set my father against my brother.",
        3205.6,
        3207.16
    ],
    [
        " I'll drink the victim's sufferings until I'm drunk with them.",
        3207.54,
        3209.66
    ],
    [
        " But no, that's not the way it is.",
        3210.52,
        3214.58
    ],
    [
        " To do evil a human being must, first of all, believe that what he is doing is good,",
        3215.22,
        3220.3
    ],
    [
        " or else that it's a well-considered act in conformity with natural law.",
        3220.78,
        3226.32
    ],
    [
        " Fortunately, it is in the nature of the human being to speak,",
        3226.64,
        3230.14
    ],
    [
        " to seek a justification for his actions.",
        3230.52,
        3232.86
    ],
    [
        " Ideology.",
        3234.16,
        3234.98
    ],
    [
        " Ideology, that is what gives evil doing its long sought justification",
        3235.42,
        3242.32
    ],
    [
        " and gives the evil doer the necessary steadfastness and determination.",
        3242.32,
        3246.58
    ],
    [
        " That is the social theory which helps to make his acts seem good instead of bad in his own eyes",
        3247.02,
        3252.74
    ],
    [
        " and others eyes so that he won't hear reproaches and curses,",
        3252.74,
        3257.14
    ],
    [
        " but will receive praise and honors.",
        3257.5,
        3259.08
    ],
    [
        " That was how agents of the Inquisition fortified their wills by invoking Christianity,",
        3260.54,
        3267.48
    ],
    [
        " the conquerors of foreign lands by extolling the grandeur of the motherland,",
        3267.88,
        3271.58
    ],
    [
        " the colonizers by civilization, the Nazis by race,",
        3271.96,
        3275.42
    ],
    [
        " the Jacobians, early and late by equality, brotherhood,",
        3275.92,
        3279.9
    ],
    [
        " and the happiness of future generations.",
        3279.9,
        3282.16
    ],
    [
        " Thanks to ideology, the 20th century was faded to experience evil doing on a scale calculated in the millions.",
        3282.94,
        3290.4
    ],
    [
        " This cannot be denied nor passed over nor suppressed.",
        3291.24,
        3294.8
    ],
    [
        " How then do we dare insist that evil doers do not exist and who was it that destroyed these millions?",
        3295.52,
        3302.08
    ],
    [
        " Without evil doers there would have been no archipelago.",
        3302.76,
        3307.24
    ],
    [
        " So this is again something that we see a lot today when people get on and we see in the past,",
        3309.46,
        3317.38
    ],
    [
        " obviously gave all the examples right there.",
        3317.38,
        3319.4
    ],
    [
        " I mean the Inquisition, we haven't covered that on the podcast yet, but we probably need to",
        3320.24,
        3324.06
    ],
    [
        " because that was a damn nightmare and it was a nightmare with people that were saying,",
        3324.06,
        3330.96
    ],
    [
        " hey this is for the good of Christianity.",
        3330.96,
        3333.28
    ],
    [
        " And you can go right on down the list when people do when people do evil,",
        3333.28,
        3339.68
    ],
    [
        " they have this ideological, oftentimes have this ideological backing behind them.",
        3340.06,
        3345.42
    ],
    [
        " They're doing it for this great cause.",
        3345.42,
        3347.12
    ],
    [
        " And he gets here and I got a book in the queue that's probably going to get done,",
        3348.0,
        3354.6
    ],
    [
        " which we're going to approach this thing right here.",
        3354.78,
        3356.82
    ],
    [
        " Evidently evil doing also has a threshold magnitude.",
        3357.16,
        3360.54
    ],
    [
        " Yes, a human being hesitates and bobs back and forth between good and evil all his life.",
        3361.32,
        3366.56
    ],
    [
        " He slips, falls back, clambers up, repents, things begin to darken again.",
        3366.6,
        3370.72
    ],
    [
        " But just so long as the threshold of evil doing is not crossed, the possibility of returning remains.",
        3371.3,
        3376.5
    ],
    [
        " And he himself is still within reach of our hope.",
        3377.58,
        3379.68
    ],
    [
        " But when through the density of evil actions,",
        3380.42,
        3383.04
    ],
    [
        " the result either of their own extreme degree of absoluteness of his power,",
        3383.46,
        3389.54
    ],
    [
        " he suddenly crosses that threshold.",
        3389.82,
        3392.34
    ],
    [
        " He is left humanity behind and without perhaps the possibility of return.",
        3392.78,
        3399.38
    ],
    [
        " So there's some situations where people just go, they're not coming back.",
        3400.58,
        3405.02
    ],
    [
        " They're just going to do evil.",
        3405.28,
        3406.48
    ],
    [
        " That's the way it's going to be.",
        3406.78,
        3408.28
    ],
    [
        " And I have a book in the queue right now that we're probably going to do that will explore that departure from being able to return.",
        3412.08,
        3420.92
    ],
    [
        " Continuing on, the only soldier in the world who cannot surrender is the soldier of the world's one and only red army.",
        3422.36,
        3432.64
    ],
    [
        " That's what it says in our military statutes.",
        3433.76,
        3436.48
    ],
    [
        " You cannot surrender.",
        3437.66,
        3438.86
    ],
    [
        " No surrender.",
        3439.64,
        3440.24
    ],
    [
        " There is war, there is death, but there is no surrender.",
        3441.22,
        3443.4
    ],
    [
        " What are the scruvary?",
        3443.56,
        3444.32
    ],
    [
        " What it means is go and die.",
        3444.94,
        3447.2
    ],
    [
        " We will go on living.",
        3448.0,
        3449.0
    ],
    [
        " And if you lose your legs, yet managed to return from captivity on crutches, we will convict you.",
        3449.62,
        3455.86
    ],
    [
        " And he mentions the lending grouter Ivanov, commander of a machine gun platoon in the Finnish war, lost both legs and was imprisoned.",
        3457.48,
        3466.32
    ],
    [
        " Incidentally, it is very naive to say what for.",
        3467.42,
        3473.64
    ],
    [
        " In other words, what for why are they going to prison?",
        3474.12,
        3476.74
    ],
    [
        " At no time have governments been moralists.",
        3476.82,
        3478.64
    ],
    [
        " They never imprisoned people and executed them for having done something.",
        3478.96,
        3483.32
    ],
    [
        " They imprisoned and executed them to keep them from doing something.",
        3483.78,
        3488.24
    ],
    [
        " They imprisoned all those POWs, of course, not for treason to the motherland because it was absolutely clear even to a fool that only the Vlasov men could be accused of treason, which is a group that we'll talk about them a little bit, but there was a general named Vlasov that actually became a leader of Russian soldiers fighting against Russia alongside the Nazis.",
        3488.48,
        3510.48
    ],
    [
        " So he's saying, yeah, those guys were traitors against, but the normal POWs, the normal soldiers, they weren't traitors.",
        3511.14,
        3516.38
    ],
    [
        " Back to the book, they were imprisoned all of them to keep them from telling their fellow villagers about Europe.",
        3516.98,
        3524.58
    ],
    [
        " But the eye doesn't see the heart doesn't grieve for.",
        3525.72,
        3529.5
    ],
    [
        " So just because these people had seen what it was like, you got to go to prison. You know too much.",
        3529.86,
        3535.66
    ],
    [
        " You could have acquired a very harmful spirit through living freely among Europeans.",
        3538.18,
        3542.9
    ],
    [
        " And if you had not been afraid to escape and continue to fight, it meant you were a determined person and thus doubly dangerous in the motherland.",
        3543.72,
        3551.36
    ],
    [
        " Think about that.",
        3551.98,
        3553.46
    ],
    [
        " Because you had the courage to fight on and escape and get back, that means you're a courageous person and you're even more of a threat because you know how they live.",
        3554.56,
        3561.46
    ],
    [
        " Totally backwards.",
        3564.78,
        3565.3
    ],
    [
        " Now, like I said, this guy Flasov, he was surrounded and wanted to retreat and got told no.",
        3565.86,
        3578.6
    ],
    [
        " And his army was basically a lot, most of it was wiped out.",
        3579.94,
        3584.5
    ],
    [
        " And then he was kind of wandering and escaped somewhat and they joined up where they were captured, joined up with some other troops, that other Russian troops that were now pissed off.",
        3584.72,
        3597.36
    ],
    [
        " Right. That they didn't need what you we wouldn't allow us to surrender. You wouldn't allow us to break out. You wouldn't allow us to leave.",
        3597.84,
        3603.18
    ],
    [
        " So they're pissed at Stalin.",
        3603.72,
        3605.1
    ],
    [
        " And so then they turned and these Flasov guys ended up fighting.",
        3605.5,
        3609.62
    ],
    [
        " I'm sure we'll do a book on these guys at some point, but he became the leader. And they fought hard because they knew they knew that they had no, they weren't going to live if they were captured.",
        3609.9,
        3630.54
    ],
    [
        " And in fact,",
        3631.38,
        3632.36
    ],
    [
        " Sonsanitsyn says,",
        3632.86,
        3635.2
    ],
    [
        " when we captured them, we shot them as soon as the first intelligible Russian word came from their mouths.",
        3636.18,
        3641.42
    ],
    [
        " Just straight up. That's what we're doing.",
        3641.88,
        3644.56
    ],
    [
        " Oh, you speak Russian? Cool. That means you're a Vlasovman. You're done.",
        3645.22,
        3648.4
    ],
    [
        " The term Vlasovite in our country has the same force as the word sewage.",
        3649.76,
        3656.26
    ],
    [
        " We feel we are dirtying our mouths merely by pronouncing it. And therefore no one dares dare utter a sentence with Vlasovite in its subject.",
        3656.98,
        3665.7
    ],
    [
        " But that is no way to write history.",
        3666.48,
        3668.24
    ],
    [
        " Now a quarter a century later, when most of them had perished in camps and those who have survived or living out their lives in the far north,",
        3669.04,
        3675.44
    ],
    [
        " I would like to issue a reminder through these pages that this was a phenomenon totally unheard of in hauled the whole history of the world.",
        3675.98,
        3684.66
    ],
    [
        " That several hundred thousand young men aged 20 to 30 took up arms against their fatherland as allies of its most evil enemy.",
        3684.66,
        3696.18
    ],
    [
        " Right. Seeing this never happened hundreds of thousands of there was hundreds of thousands of these Vlasov troops.",
        3696.18,
        3702.42
    ],
    [
        " Hundreds of thousands of how do you get hundreds of thousands of men who are in the military? Like, okay, we get a traitor.",
        3702.66,
        3710.98
    ],
    [
        " Here we get five traders hundreds of thousands. And he says back to the book, perhaps there is something to ponder here, who was more to blame those youths or the grey fatherland.",
        3710.98,
        3724.92
    ],
    [
        " One cannot explain this treason biologically. It had to have had a social cause because as the old proverb said, well fed horses don't rampage.",
        3725.66,
        3738.64
    ],
    [
        " Then picture yourself a field in which starved neglected crazed horses are rampaging back and forth.",
        3739.86,
        3746.5
    ],
    [
        " Continuing on, there is a simple truth which one can learn only through suffering in war, not victories are blessed but defeats.",
        3747.06,
        3765.54
    ],
    [
        " Governments need victories and the people need defeats. Victory gives rise to the desire for more victories but after defeat it is freedom that men desire and usually attain.",
        3766.14,
        3778.2
    ],
    [
        " A people needs defeat just as an individual needs suffering and misfortune. They compel the deepening of the inner life and generate a spiritual upsurge.",
        3779.58,
        3791.96
    ],
    [
        " That's an interesting concept. That's what Jill Rogan talking about. You need to have some struggle. You need to have something to get after.",
        3795.14,
        3804.48
    ],
    [
        " And socialists and saying people in a country need that same thing, they need that struggle. They want that struggle.",
        3806.08,
        3814.94
    ],
    [
        " Again, this is one we spent a little bit of time on with Jordan. And this is when one of Sultianitsons friends in the prison, Valentin said they were expecting amnesty.",
        3821.96,
        3838.96
    ],
    [
        " They were expecting to be set free. And here we go back to the book as we dried ourselves off. Valentin said to me reassuringly, intimately, well alright, we are still young.",
        3838.96,
        3848.2
    ],
    [
        " We are going to live a long time yet. The main thing is not to make a misstep now. We are going to a camp and will not say one word to anything so they won't plaster new terms on us.",
        3848.62,
        3857.88
    ],
    [
        " We'll work honestly and keep our mouths shut. And he really believed in his program. That naive little kernel of grain of caught between Stalin's mace.",
        3858.14,
        3868.94
    ],
    [
        " He really had his hopes set on it. And I was talking about amnesty. One wanted to agree with him to serve out the term cosily and then expunge from one's head what one had lived through.",
        3869.94,
        3880.24
    ],
    [
        " But I had begun to sense a truth inside myself. If in order to live, it is necessary not to live. Then what is it all for? And of course Jordan and I got in a big long discussion about playing the game.",
        3881.08,
        3896.36
    ],
    [
        " And yeah, I mean, I think we both agreed that there's times where you have to play the game a little bit. And if you don't, well, you'll end up in a worse position.",
        3897.7,
        3911.56
    ],
    [
        " So we started talking a little bit about these kangaroo courts that went on.",
        3912.16,
        3920.78
    ],
    [
        " And here's one of the judges makes the statement. We are not guided by laws, but by our revolutionary conscience. So what does that mean? That means we just make up whatever the hell we want to make up.",
        3922.48,
        3932.44
    ],
    [
        " Yeah, whatever we're going to make up, that's what we're going to do.",
        3932.58,
        3938.18
    ],
    [
        " And in this book, book part one of volume one, he spends a lot of time talking about these multiple cases. He goes through basically it's like court dramas.",
        3940.4,
        3953.66
    ],
    [
        " And he spells them out pretty good. And there's like dialogue back and forth between the accuser and the defendants and you know the uproar from the crowd. And it's, it's like a lot, it's like multiple court dramas.",
        3954.24,
        3965.76
    ],
    [
        " One of them, the Moscow church trial April 26th, the May 7th, 1922, there were 17 defense, including arch priests and laymen accused of disseminating the patriarch's proclamation.",
        3965.76,
        3980.58
    ],
    [
        " The charge was more important than the question of surrendering or not surrendering church valuables.",
        3981.18,
        3987.62
    ],
    [
        " And the presiding judge says, do you consider the state's law obligatory or not? And the patriarch says, yes, I recognize them to the extent that they do not contradicts contradict the rules of peopiety.",
        3988.28,
        4000.18
    ],
    [
        " Comrade Beck, the presiding judge was astounded, which in a last analysis is more important to you, the laws of the church or the point of view of the Soviet government.",
        4000.84,
        4012.96
    ],
    [
        " Again, this is all spelled out. But it ends up May 7th, the sentence was pronounced of the 17 defendants, 11 were to be shot.",
        4014.84,
        4026.86
    ],
    [
        " Another massive show trial against the engineers that were again, this goes back the idea that they were considered records.",
        4034.34,
        4041.54
    ],
    [
        " And they had these massive show trials. And here were some of the results of the show trials where they were they sentenced these guys to massive prison terms or sentence into death.",
        4042.8,
        4052.42
    ],
    [
        " Thus it was attained with eight horse traction, all the goals of the trial.",
        4052.44,
        4056.46
    ],
    [
        " One, all the shortages in the country, including famine, cold lack of clothing, chaos and obvious stupidities were all blamed on the engineer records.",
        4057.04,
        4065.04
    ],
    [
        " Two, the people were terrified by the threat of imminent intervention from abroad and were therefore prepared for new sacrifices.",
        4066.34,
        4074.6
    ],
    [
        " Three, leftist circles in the west were warned of the intrigues of their governments and for the solidarity of the engineers was destroyed.",
        4074.62,
        4084.38
    ],
    [
        " All the intelligentsia was given a good scare and left divided within itself.",
        4085.0,
        4090.74
    ],
    [
        " Every one of these show trials, well, if it wasn't for the fact that people were being imprisoned or executed after the show trials, it would be a lot of them, they seem like kangaroo courts, they seem comical when you read them.",
        4094.54,
        4110.56
    ],
    [
        " Next chapter called the supreme measure, which is about capital punishment, capital punishment has an up and down history in Russia.",
        4113.1,
        4123.56
    ],
    [
        " In the 20 central provinces of Russia in a period of 16 months from June 1918 to October 1919, more than 6000 persons were shot, which is to say more than 1000 per month.",
        4124.24,
        4140.54
    ],
    [
        " The revolution had hastened to rename everything so that everything would seem new.",
        4141.06,
        4146.1
    ],
    [
        " Thus the death penalty was re-crished as the supreme measure. No longer a punishment but a means of social defense.",
        4147.34,
        4158.0
    ],
    [
        " So they're executing a lot of people, of course, they're calling it the supreme measure and they refer to as social defense.",
        4162.02,
        4169.24
    ],
    [
        " Like we're just defending ourselves. Back to the book and what kind of evil doers were these condemned men?",
        4169.48,
        4175.32
    ],
    [
        " Where did so many plotters and troublemakers come from among them, for example, were six collective farmers who were guilty of the following crime.",
        4176.28,
        4186.18
    ],
    [
        " After they had finished mowing the collective farm with their own hands, they had gone back in mode a second time along the hummocks to get a little hay for their own cows.",
        4186.66,
        4197.9
    ],
    [
        " The all Russian central executive committee refused to pardon all six of these peasants and sentence and the sentence of execution was carried out.",
        4199.22,
        4209.16
    ],
    [
        " Even if Stalin had killed no others, I believe he deserved to be drawn and quartered just for the lives of those six peasants.",
        4210.48,
        4220.0
    ],
    [
        " So there you go.",
        4220.56,
        4223.02
    ],
    [
        " You already harvested all the grain you can and then you go out, you do another run to get a little bit of hay for your own cows and they kill you.",
        4223.8,
        4232.06
    ],
    [
        " During those two years of 1937 and 1938, a half million political prisoners had been shot throughout the Soviet Union and 480,000 habitual thieves in addition.",
        4240.08,
        4252.72
    ],
    [
        " So we're talking execution on just a mass scale. That's two years. A million just rattled off. A million.",
        4253.98,
        4264.94
    ],
    [
        " Back to the book and almost always a person obediently allows himself to be killed.",
        4269.72,
        4275.58
    ],
    [
        " Why is it that the death penalty has such a hypnotic effect? Those pardoned recall hardly anyone in their cell who offered any resistance.",
        4276.76,
        4286.56
    ],
    [
        " Does hope lend strength or does it weaken a man?",
        4288.4,
        4295.2
    ],
    [
        " That's a good question, isn't it? Does hope lend strength or does it weaken a man?",
        4299.16,
        4303.78
    ],
    [
        " You had a talk that I witnessed recently and you mentioned this something you just sort of mentioned for the first time that I heard where you were talking about hell week when you said that they'd say, hey, you know, you don't get much sleep right?",
        4304.9,
        4321.96
    ],
    [
        " They say, okay, now we're going to give you guys a break, you know, six hours sleep.",
        4322.72,
        4327.18
    ],
    [
        " Yeah, no, they'd say something like, hey, look, your hell week has been extra hard and we went too hard on you by accident and the water was colder than normal.",
        4327.44,
        4335.12
    ],
    [
        " So what we're going to do is we're going to give you guys, we don't normally do this, we're going to give you guys an eight hour recovery period.",
        4335.48,
        4342.48
    ],
    [
        " So go, go put on warm clothes, you know, you're going to go in the barracks, you're not going to go in the tents, you're going to go in your barracks, put on your dry clothes and get your beds.",
        4343.1,
        4352.42
    ],
    [
        " And you guys will wake you up in eight hours, but we need to do a little training pause right now.",
        4352.78,
        4358.1
    ],
    [
        " Yeah, and then they put you and then they do it and then they put you in there and you get all dry and then they put you in your bed and you're all wet.",
        4358.28,
        4364.96
    ],
    [
        " And then 20 minutes later, they come in with machine guns and they wake you up and say, go get this or again.",
        4365.1,
        4371.38
    ],
    [
        " And they do it and that's one of the things that gets a lot of people to quit.",
        4371.4,
        4373.84
    ],
    [
        " Yeah, gets a lot of people to quit.",
        4374.04,
        4375.5
    ],
    [
        " Right. So that's kind of the point where, yeah, the hope can jam you up.",
        4375.62,
        4381.14
    ],
    [
        " Oh, yeah.",
        4381.24,
        4381.68
    ],
    [
        " Where that hope, you know, like, oh, I can't believe it.",
        4381.96,
        4384.2
    ],
    [
        " And then when it's taken away from you real quick or something like that.",
        4384.2,
        4386.58
    ],
    [
        " Well, yeah, this is a great question because think if, okay, if you're in a situation where you could live or die, right?",
        4386.58,
        4395.76
    ],
    [
        " There's times where, hey, if I'm going to die, it makes me stronger.",
        4397.62,
        4400.94
    ],
    [
        " Like, hey, I'm going to go out hard.",
        4401.08,
        4402.04
    ],
    [
        " Whatever, yeah, exactly right.",
        4402.32,
        4403.32
    ],
    [
        " But also, like if I can hope I can live, then that can make you like a fucking fight a little bit longer.",
        4403.56,
        4408.88
    ],
    [
        " Right.",
        4409.18,
        4409.24
    ],
    [
        " If I have hope of survival.",
        4409.24,
        4410.28
    ],
    [
        " Yeah.",
        4410.62,
        4410.8
    ],
    [
        " So does hope lend strength or does it weaken a man?",
        4411.08,
        4415.28
    ],
    [
        " And there's different cases where it does different things to you.",
        4415.34,
        4417.76
    ],
    [
        " Yeah.",
        4417.98,
        4418.22
    ],
    [
        " Depends on what kind of strength to.",
        4418.82,
        4420.6
    ],
    [
        " I feel like, yeah.",
        4420.72,
        4423.0
    ],
    [
        " I don't know hope of what to.",
        4423.0,
        4424.7
    ],
    [
        " You know, like, hope of life is different.",
        4425.1,
        4427.32
    ],
    [
        " Life and death, because like, you know, death, that's the end of everything.",
        4427.52,
        4429.94
    ],
    [
        " That's like, you know, but like.",
        4430.12,
        4431.7
    ],
    [
        " Yeah, but think about this situation.",
        4432.1,
        4433.24
    ],
    [
        " You're good.",
        4433.38,
        4433.58
    ],
    [
        " This is talking about death.",
        4433.62,
        4434.44
    ],
    [
        " Like, you're going to be executed.",
        4434.6,
        4435.42
    ],
    [
        " So let me ask you this.",
        4435.66,
        4436.52
    ],
    [
        " So you're going to be executed.",
        4436.78,
        4437.76
    ],
    [
        " But there's, if there's a little bit of hope that, oh, maybe the sentence will get overturned.",
        4438.1,
        4442.86
    ],
    [
        " Or maybe I'll get pushed down the road or maybe they'll do an amnesty and I'll get out.",
        4442.86,
        4446.4
    ],
    [
        " That's hope, right?",
        4446.46,
        4447.28
    ],
    [
        " Yeah.",
        4447.46,
        4447.78
    ],
    [
        " So that might weaken you.",
        4448.18,
        4450.68
    ],
    [
        " Right.",
        4450.9,
        4451.12
    ],
    [
        " Because if you're like, look, I'm getting executed and I don't care.",
        4451.98,
        4454.58
    ],
    [
        " And you know what, when that guard comes in here, it's going to get some of my buddies and we're going to get after it.",
        4454.86,
        4458.96
    ],
    [
        " Oh, yeah.",
        4459.02,
        4459.36
    ],
    [
        " Right.",
        4459.56,
        4459.8
    ],
    [
        " So that's going to make you stronger.",
        4460.02,
        4461.06
    ],
    [
        " So hope might not necessarily be a good thing.",
        4461.34,
        4464.24
    ],
    [
        " I mean, you know, if you ever encountered someone that had no hope, they can be very scary individuals.",
        4464.28,
        4471.62
    ],
    [
        " Because they don't care if they live or die.",
        4471.94,
        4473.16
    ],
    [
        " They don't have to lose.",
        4473.26,
        4473.94
    ],
    [
        " Nothing to lose.",
        4473.98,
        4474.56
    ],
    [
        " Yes, nothing to lose.",
        4474.74,
        4475.7
    ],
    [
        " Nothing to lose.",
        4476.34,
        4477.54
    ],
    [
        " You ever see a sports game where it can go.",
        4477.82,
        4480.92
    ],
    [
        " Like a team gets a good lead.",
        4481.9,
        4483.54
    ],
    [
        " And then they just start taking risks and they start dominating, right?",
        4483.76,
        4486.56
    ],
    [
        " Yeah.",
        4486.8,
        4487.32
    ],
    [
        " I mean, it can happen where they get started getting cocky.",
        4487.58,
        4489.62
    ],
    [
        " Right.",
        4489.74,
        4489.9
    ],
    [
        " But like you can see a sports game where it happens in fights.",
        4490.32,
        4494.52
    ],
    [
        " It happens in MMA fights.",
        4494.9,
        4495.94
    ],
    [
        " Yeah.",
        4496.08,
        4496.2
    ],
    [
        " I start getting the upper hand.",
        4496.32,
        4497.9
    ],
    [
        " It happens in Jiu-Jitsu.",
        4497.96,
        4498.72
    ],
    [
        " I start getting the upper hand.",
        4498.94,
        4500.04
    ],
    [
        " I take a little bit more risk.",
        4500.18,
        4501.74
    ],
    [
        " But the risk as long as the risk pay off, that now, and you're, if you and I are rolling, I take a little risk.",
        4502.02,
        4507.94
    ],
    [
        " I go for the take down.",
        4508.06,
        4509.06
    ],
    [
        " Yeah.",
        4509.12,
        4509.28
    ],
    [
        " Right.",
        4509.32,
        4509.7
    ],
    [
        " I'm feeling cocky.",
        4509.92,
        4510.74
    ],
    [
        " Go for the take down.",
        4510.82,
        4511.5
    ],
    [
        " Yeah.",
        4511.56,
        4511.78
    ],
    [
        " I get the take down.",
        4512.12,
        4513.12
    ],
    [
        " Right.",
        4513.12,
        4513.74
    ],
    [
        " Now all of a sudden, your, your, your hope goes down.",
        4513.96,
        4516.78
    ],
    [
        " Yeah.",
        4516.94,
        4517.18
    ],
    [
        " Right.",
        4517.48,
        4517.74
    ],
    [
        " And mine's going up.",
        4518.0,
        4518.82
    ],
    [
        " You're more and more.",
        4518.98,
        4519.58
    ],
    [
        " Yeah.",
        4519.6,
        4519.76
    ],
    [
        " But if you're really tired and the round's almost over and you already lost.",
        4520.12,
        4525.96
    ],
    [
        " And now you're just like, well, I got no hope.",
        4526.36,
        4528.96
    ],
    [
        " I'm just going to try for an arm lock.",
        4528.96,
        4530.26
    ],
    [
        " You might get it.",
        4530.44,
        4531.34
    ],
    [
        " Yeah.",
        4531.7,
        4532.06
    ],
    [
        " Yeah.",
        4532.56,
        4533.1
    ],
    [
        " And that's what I was going to say to it.",
        4533.22,
        4534.26
    ],
    [
        " It's like, man, it's on both sides.",
        4534.26,
        4535.98
    ],
    [
        " So it just depends both.",
        4535.98,
        4537.2
    ],
    [
        " Really, the answer is well, because like, look, MMA analogy, good one, my opinion too, where,",
        4537.2,
        4541.42
    ],
    [
        " let's say I'm down as a football team, as a whatever, you start throwing Hail Mary's doing",
        4542.0,
        4546.14
    ],
    [
        " that kind of stuff, you know, it's like, you have kind of less hope.",
        4546.14,
        4549.54
    ],
    [
        " We're going to lose anyway.",
        4549.54,
        4550.5
    ],
    [
        " Nothing to lose situation.",
        4550.52,
        4551.86
    ],
    [
        " Yeah.",
        4551.98,
        4552.1
    ],
    [
        " So it does give you strength in that way.",
        4552.16,
        4553.8
    ],
    [
        " But at the same time, if you weigh ahead, yeah, I can take my risk.",
        4553.98,
        4556.9
    ],
    [
        " I'll put my second string guys in there, give them some wraps, whatever.",
        4556.9,
        4560.18
    ],
    [
        " Because if, you know, if the, if the risk doesn't pay off or whatever, we're still ahead.",
        4560.48,
        4563.88
    ],
    [
        " So we're, you know, man, I don't know.",
        4563.88,
        4566.14
    ],
    [
        " Yeah, it just depends.",
        4566.14,
        4567.02
    ],
    [
        " You know what you, I think the thing is here, you got to pay attention as a human to what",
        4567.26,
        4572.24
    ],
    [
        " the hope is doing to you.",
        4572.24,
        4574.06
    ],
    [
        " Right.",
        4574.46,
        4574.5
    ],
    [
        " It's just give this a good lesson learned to what is the hope doing because it happens in",
        4574.66,
        4578.54
    ],
    [
        " your life too, right?",
        4578.54,
        4579.36
    ],
    [
        " Like, maybe you're like at a job and you're like, I might get that promotion.",
        4580.04,
        4582.56
    ],
    [
        " So I'm just going to stick it out.",
        4583.22,
        4584.54
    ],
    [
        " Yeah.",
        4584.8,
        4585.14
    ],
    [
        " You can just stick it out a little bit longer.",
        4585.3,
        4586.64
    ],
    [
        " Uh huh.",
        4586.74,
        4587.24
    ],
    [
        " And then, but whereas if you're like, hey, you're not getting promoted, you'd be like,",
        4587.36,
        4590.22
    ],
    [
        " all right, you don't want to do something to get my resume together.",
        4590.28,
        4591.96
    ],
    [
        " I'm going to get my act together.",
        4591.96,
        4592.98
    ],
    [
        " I'm going to put that one.",
        4592.98,
        4593.66
    ],
    [
        " If you have hope, it makes you a little weaker.",
        4593.98,
        4595.88
    ],
    [
        " Yeah.",
        4595.88,
        4596.78
    ],
    [
        " Yeah.",
        4597.12,
        4597.74
    ],
    [
        " So you got to pay attention to it.",
        4597.88,
        4599.16
    ],
    [
        " But it could make you stronger though.",
        4599.38,
        4601.1
    ],
    [
        " You'd be like, oh, I might get the promotion.",
        4601.22,
        4602.76
    ],
    [
        " So I'm going to work hard.",
        4602.96,
        4604.16
    ],
    [
        "",
        4604.42,
        4604.42
    ],
    [
        "",
        4604.58,
        4604.58
    ],
    [
        " Yeah.",
        4604.84,
        4605.18
    ],
    [
        " You got to pay attention to what hope is doing to you.",
        4605.46,
        4607.5
    ],
    [
        " That's what you got to do.",
        4607.56,
        4608.32
    ],
    [
        " Yeah.",
        4608.42,
        4608.72
    ],
    [
        " That's crazy.",
        4608.92,
        4609.48
    ],
    [
        " Hope isn't always good.",
        4609.54,
        4610.6
    ],
    [
        " It's not bad.",
        4610.94,
        4611.52
    ],
    [
        " It's not good.",
        4611.94,
        4612.52
    ],
    [
        " You got to figure out you got to monitor your hope.",
        4612.82,
        4614.72
    ],
    [
        " Don't get your hopes up.",
        4615.06,
        4616.8
    ],
    [
        " Yeah.",
        4616.96,
        4617.16
    ],
    [
        " Like that kind of situation like, bro, you got to monitor that hope right there.",
        4617.28,
        4621.68
    ],
    [
        " Monitor your hope.",
        4621.82,
        4622.72
    ],
    [
        " There you go.",
        4622.72,
        4623.38
    ],
    [
        " They continue on.",
        4623.58,
        4624.94
    ],
    [
        " Here we go.",
        4625.02,
        4625.38
    ],
    [
        " If the condemned men and every sale had ganged up on the executioners",
        4625.78,
        4629.36
    ],
    [
        " as they came in and choked them, wouldn't this have ended executioner",
        4629.36,
        4633.64
    ],
    [
        " sooner than the appeals to the all Russian central executive committee?",
        4633.64,
        4636.8
    ],
    [
        " When one is already on the edge of the grave, why not resist?",
        4637.52,
        4642.56
    ],
    [
        " But wasn't everything foreduomed anyway from the moment of arrest,",
        4644.1,
        4647.96
    ],
    [
        " yet all the arrested crawled along the path of hope on their knees",
        4648.18,
        4654.28
    ],
    [
        " as if their legs had been amputated.",
        4654.28,
        4658.18
    ],
    [
        " Monitor your hope.",
        4658.2,
        4662.72
    ],
    [
        " Monitor your hope.",
        4663.08,
        4663.96
    ],
    [
        " He describes sort of death row in one of the prisons.",
        4664.8,
        4669.7
    ],
    [
        " There were four death cells in this prison in the same corridor",
        4669.96,
        4674.66
    ],
    [
        " as the juvenile cells and the hospital cells.",
        4674.66,
        4677.22
    ],
    [
        " The death cells had two doors.",
        4677.32,
        4679.34
    ],
    [
        " The customary wooden door with a peephole and door made of iron grating.",
        4679.74,
        4684.34
    ],
    [
        " Each door had two locks and one jailer had the block supervisor.",
        4685.06,
        4689.2
    ],
    [
        " Each had a key.",
        4689.62,
        4690.9
    ],
    [
        " One jailer and the block supervisor each had a key to a different one",
        4691.26,
        4695.18
    ],
    [
        " so the doors could only be opened by the two together.",
        4695.18,
        4698.82
    ],
    [
        " Cell 43 was on the other side of a wall of the interrogator's office",
        4699.32,
        4704.14
    ],
    [
        " and at night while the condemned men were waiting to be executed,",
        4704.14,
        4708.36
    ],
    [
        " their ears were tormented by the screams of prisoners being tortured.",
        4708.88,
        4713.48
    ],
    [
        " Talks about the idea of hunger strikes,",
        4714.5,
        4730.66
    ],
    [
        " which they did some hunger strikes along the way.",
        4731.04,
        4733.4
    ],
    [
        " From our experience of the past and our literature of the past,",
        4734.5,
        4737.66
    ],
    [
        " we have derived a naïve faith in the power of a hunger strike.",
        4737.78,
        4741.42
    ],
    [
        " But the hunger strike is purely a moral weapon.",
        4742.08,
        4746.34
    ],
    [
        " It presupposes that the jailer has not entirely lost his conscience",
        4746.58,
        4753.2
    ],
    [
        " or that the jailer is afraid of public opinion.",
        4753.2,
        4758.06
    ],
    [
        " Only in such circumstances can it be effective.",
        4759.12,
        4762.88
    ],
    [
        " So yeah, so we are present, I didn't care.",
        4764.18,
        4767.34
    ],
    [
        " Say whatever you want, we control the press.",
        4767.6,
        4769.62
    ],
    [
        " Oh, and by the way, you think I'm gonna feel guilty that you're starving?",
        4770.12,
        4772.88
    ],
    [
        " No, I'm not a lover.",
        4773.2,
        4774.76
    ],
    [
        " Oh, and by the way, if I do feel like I want to make you live,",
        4775.16,
        4777.72
    ],
    [
        " guess what they did forced artificial feeding.",
        4777.84,
        4779.76
    ],
    [
        " This method was adapted without any question from the experience",
        4780.62,
        4783.8
    ],
    [
        " with wild animals in captivity.",
        4783.8,
        4785.88
    ],
    [
        " Artificial feeding has much in common with rape.",
        4786.44,
        4789.78
    ],
    [
        " And that's what it really is.",
        4791.62,
        4793.76
    ],
    [
        " Four big men hurl themselves on one week",
        4794.26,
        4796.9
    ],
    [
        " being in deprived of its one interdiction.",
        4796.9,
        4799.9
    ],
    [
        " They only need to do it once and what happens to it next is not important.",
        4800.48,
        4806.18
    ],
    [
        " The element of rape and hears in the violation of the victim's will.",
        4806.64,
        4812.12
    ],
    [
        " It's not going to be the way you want it, but the way I want it.",
        4812.88,
        4817.96
    ],
    [
        " Lie down and submit.",
        4818.22,
        4820.3
    ],
    [
        " They pry open the mouth with a flat disc,",
        4821.0,
        4824.54
    ],
    [
        " then broaden the crack between the jaw and insert a tube, swallow it.",
        4824.76,
        4829.84
    ],
    [
        " And if you don't swallow it, they shove it down farther anyway",
        4830.6,
        4834.62
    ],
    [
        " and then pour liquefied food right down the esophagus.",
        4834.62,
        4838.06
    ],
    [
        " And then they massage the stomach to prevent the prisoner from resorting to vomiting.",
        4838.84,
        4843.84
    ],
    [
        " The sensation is one of being morally defiled.",
        4844.96,
        4849.72
    ],
    [
        " And this is, it's the closing of this part of the book.",
        4850.28,
        4866.64
    ],
    [
        " We no longer know the answer to the question,",
        4871.14,
        4874.02
    ],
    [
        " is the soul of a person in the new type prison,",
        4874.2,
        4878.36
    ],
    [
        " in the special purpose prison purified,",
        4878.64,
        4881.6
    ],
    [
        " or does it perish once and for all?",
        4882.38,
        4885.54
    ],
    [
        " If the first thing you see each and every morning",
        4887.02,
        4891.9
    ],
    [
        " is the eyes of your cellmate who has gone insane.",
        4891.96,
        4896.06
    ],
    [
        " How then shall you save yourself during the coming day?",
        4896.58,
        4903.74
    ],
    [
        " And like I said, that's, I'll take that as a spot to close out that part one.",
        4906.06,
        4921.36
    ],
    [
        " Of this book about the gulag.",
        4921.9,
        4923.68
    ],
    [
        " And I think that is a question that we can ask ourselves a lot in our current world.",
        4924.36,
        4944.06
    ],
    [
        " But how can we save ourselves every day when you look around at the world?",
        4944.72,
        4949.9
    ],
    [
        " When it looks sometimes like the world is going insane.",
        4951.9,
        4954.56
    ],
    [
        " When people are going crazy,",
        4954.96,
        4957.08
    ],
    [
        " you have to kind of work to save yourself every day.",
        4957.6,
        4963.56
    ],
    [
        " You have to pull yourself back into sanity and back onto the path",
        4963.56,
        4970.14
    ],
    [
        " and not allow yourself to become a prisoner of your own personal gulag.",
        4970.14,
        4977.78
    ],
    [
        " And these gulags, these Soviet gulags,",
        4982.64,
        4986.92
    ],
    [
        " if you want to build your own personal gulag in your life,",
        4987.2,
        4994.04
    ],
    [
        " you do it the same way that the Soviets did it.",
        4994.26,
        4998.06
    ],
    [
        " You do it with lies, lies on top of lies.",
        4998.46,
        5007.8
    ],
    [
        " When the Soviets lied on top of lies to build these gulags",
        5010.3,
        5015.84
    ],
    [
        " and in your life, if you lie to yourself,",
        5015.84,
        5019.34
    ],
    [
        " if you allow that to happen and you put lies on top of lies,",
        5019.34,
        5023.38
    ],
    [
        " you will build yourself your own personal gulag.",
        5023.66,
        5028.18
    ],
    [
        " So don't allow it.",
        5028.86,
        5035.88
    ],
    [
        " Don't lie to yourself.",
        5038.72,
        5041.82
    ],
    [
        " And instead, keep yourself out of that prison.",
        5041.92,
        5047.74
    ],
    [
        " Keep yourself free by telling yourself the truth.",
        5049.58,
        5057.4
    ],
    [
        " And I think that's all I've got for tonight.",
        5062.64,
        5068.74
    ],
    [
        " And I know, Echo, you've got some ways that we can kind of help keep ourselves free by staying on the path.",
        5068.74,
        5075.46
    ],
    [
        " Sure, on top of telling the truth.",
        5075.96,
        5077.94
    ],
    [
        " Kind of the key element.",
        5078.02,
        5083.6
    ],
    [
        " It's a key element for sure.",
        5084.7,
        5086.38
    ],
    [
        " I'm still kind of tripping on the hope thing.",
        5086.82,
        5088.54
    ],
    [
        " If that gives you strength or takes it from you.",
        5089.12,
        5093.2
    ],
    [
        " That's how you put it.",
        5093.84,
        5094.64
    ],
    [
        " Or that's how you put it.",
        5094.82,
        5095.56
    ],
    [
        " It takes it from you.",
        5095.72,
        5096.92
    ],
    [
        " I was talking to Dakota the other night.",
        5097.82,
        5102.58
    ],
    [
        " And we were talking about after the big event,",
        5103.72,
        5109.0
    ],
    [
        " where he lost his team and all that.",
        5109.66,
        5111.72
    ],
    [
        " And we just talked a little bit more detail about,",
        5112.88,
        5115.44
    ],
    [
        " if you remember, in the book, a few days later,",
        5115.84,
        5118.94
    ],
    [
        " he goes on another operation.",
        5119.04,
        5120.16
    ],
    [
        " That's just as crazy.",
        5120.16,
        5121.26
    ],
    [
        " Or maybe not just as crazy.",
        5121.56,
        5123.36
    ],
    [
        " But it's like, it's really bad.",
        5123.44,
        5125.2
    ],
    [
        " And he was doing some definitely some crazy things",
        5126.5,
        5132.44
    ],
    [
        " and putting what's the military term that we say?",
        5132.44,
        5136.1
    ],
    [
        " He was going above and beyond the call of duty",
        5136.82,
        5140.68
    ],
    [
        " and putting himself at great risk.",
        5140.68,
        5143.56
    ],
    [
        " And I said to him, we were kind of like,",
        5144.2,
        5147.28
    ],
    [
        " Dakota is so good to go and so awesome.",
        5147.3,
        5151.02
    ],
    [
        " And we were just like laughing.",
        5151.28,
        5152.44
    ],
    [
        " And I was like, you didn't, I mean, at that point,",
        5153.26,
        5154.88
    ],
    [
        " I'm like, you just, you lost your whole team.",
        5155.22,
        5157.48
    ],
    [
        " I go, you didn't care if you lived or died.",
        5158.2,
        5159.88
    ],
    [
        " He goes, not at all.",
        5159.88,
        5161.1
    ],
    [
        " And so in that situation, like he had no hope",
        5165.14,
        5167.64
    ],
    [
        " at that moment in time.",
        5167.64,
        5168.8
    ],
    [
        " And guess what he did, whatever he had to do.",
        5168.92,
        5171.0
    ],
    [
        " He's like, oh, I got to go save the,",
        5171.6,
        5172.74
    ],
    [
        " I got to go run across open field",
        5172.8,
        5174.68
    ],
    [
        " with his machine gun fire coming.",
        5174.68,
        5176.14
    ],
    [
        " Cool. I'll go.",
        5176.18,
        5176.9
    ],
    [
        " Oh, wait, I need to do it again.",
        5177.18,
        5178.56
    ],
    [
        " I'll go again.",
        5178.76,
        5179.34
    ],
    [
        " Oh, I need to do it again.",
        5179.68,
        5180.48
    ],
    [
        " I'll go again.",
        5180.58,
        5181.06
    ],
    [
        " Yeah.",
        5181.5,
        5182.36
    ],
    [
        " Because he didn't have hope.",
        5182.76,
        5183.84
    ],
    [
        " And the fact that he didn't have hope gave him strength",
        5183.84,
        5185.86
    ],
    [
        " at that moment.",
        5185.86,
        5187.44
    ],
    [
        " Yeah.",
        5187.96,
        5188.16
    ],
    [
        " You know, at that moment,",
        5188.76,
        5190.22
    ],
    [
        " but if you talk to him now, it's reversed.",
        5190.22,
        5192.16
    ],
    [
        " He's got his kids, got his little daughters.",
        5192.66,
        5194.7
    ],
    [
        " You know what I mean?",
        5195.24,
        5195.92
    ],
    [
        " He's got like hope for the future.",
        5196.26,
        5198.04
    ],
    [
        " Yeah.",
        5198.58,
        5198.78
    ],
    [
        " And that's what makes him strong right now.",
        5199.26,
        5200.9
    ],
    [
        " So keeps him strong.",
        5201.28,
        5202.34
    ],
    [
        " Yeah. So I mean, what's the formula, right?",
        5203.04,
        5205.62
    ],
    [
        " And I mean, it's the formula is monitor your hope.",
        5205.9,
        5208.88
    ],
    [
        " That's the formula.",
        5209.44,
        5210.66
    ],
    [
        " And it depends on who you are, right?",
        5210.74,
        5213.24
    ],
    [
        " Because like, consider yourself.",
        5213.32,
        5214.2
    ],
    [
        " Let's say I'll hope his lost.",
        5214.3,
        5215.18
    ],
    [
        " You know, I got to, you know, go across,",
        5215.46,
        5217.1
    ],
    [
        " do all these crazy things above and beyond.",
        5217.52,
        5219.34
    ],
    [
        " I could be if I have a different attitude.",
        5219.34,
        5221.22
    ],
    [
        " I could be like, why, why fight it kind of thing?",
        5221.38,
        5224.18
    ],
    [
        " Let death impending doom, you know, just kind of take its course kind of thing, right?",
        5224.44,
        5229.28
    ],
    [
        " I mean, could, yeah, complete disregard for his own safety.",
        5229.48,
        5232.68
    ],
    [
        " That's the, that's the phrase I was looking for.",
        5232.82,
        5234.9
    ],
    [
        " Yeah, it's a complete disregard for his own safety.",
        5234.92,
        5237.02
    ],
    [
        " Yeah.",
        5237.22,
        5237.46
    ],
    [
        " But that's like a specific like approach.",
        5237.76,
        5239.6
    ],
    [
        " You know, that's like a different attitude.",
        5239.6,
        5241.18
    ],
    [
        " You know, like some people they'll be like,",
        5241.4,
        5243.02
    ],
    [
        " oh, I'm going to, you know, like, I'm, I'm doomed anyway.",
        5243.02,
        5246.32
    ],
    [
        " So why fight it?",
        5246.32,
        5247.34
    ],
    [
        " Yeah, you're right.",
        5247.56,
        5248.42
    ],
    [
        " It's like, I'm doomed.",
        5248.42,
        5249.24
    ],
    [
        " So I'm going to just start swinging for the same.",
        5249.68,
        5251.7
    ],
    [
        " But check this out.",
        5251.88,
        5252.52
    ],
    [
        " You could also be like, I hope I can make it out of here.",
        5252.8,
        5255.26
    ],
    [
        " So what I'm going to do is I'm just going to hide right here and not do anything.",
        5255.88,
        5258.46
    ],
    [
        " Yes.",
        5258.62,
        5258.82
    ],
    [
        " Right? So that's the same.",
        5258.94,
        5260.08
    ],
    [
        " It's like the reverse.",
        5260.2,
        5261.7
    ],
    [
        " It's the reverse.",
        5261.9,
        5262.4
    ],
    [
        " So it's like, and then if you're in a bad situation and you're like,",
        5262.6,
        5266.62
    ],
    [
        " well, I hope I can make it, I've got hope that I can live through this situation.",
        5266.68,
        5270.64
    ],
    [
        " So I'm just going to get down.",
        5270.98,
        5272.58
    ],
    [
        " I'm just going to hide.",
        5272.88,
        5273.76
    ],
    [
        " I'm going to get behind this little, you know, rock outcropping and hope this goes away.",
        5274.04,
        5278.34
    ],
    [
        " Right.",
        5278.38,
        5278.78
    ],
    [
        " Hope they don't see me.",
        5279.14,
        5280.28
    ],
    [
        " Hope, you don't even hope.",
        5280.42,
        5281.24
    ],
    [
        " Hope.",
        5281.42,
        5281.62
    ],
    [
        " Yeah.",
        5281.68,
        5282.12
    ],
    [
        " And that's the example of the hope.",
        5282.3,
        5283.76
    ],
    [
        " And guess what happens when you do that?",
        5283.76,
        5284.96
    ],
    [
        " The enemy maneuvers on you and you get killed.",
        5285.38,
        5287.4
    ],
    [
        " Whereas if you go like, you know what?",
        5287.76,
        5289.7
    ],
    [
        " I'm going out.",
        5290.32,
        5291.66
    ],
    [
        " I have no hope.",
        5291.96,
        5293.22
    ],
    [
        " I'm going to attack.",
        5293.3,
        5294.02
    ],
    [
        " But by the way, the enemy who's hoping they can take you and hoping that you're going to stay there.",
        5294.66,
        5299.0
    ],
    [
        " When you, when you do something that they didn't hope for, that's going to smack them in the face.",
        5299.28,
        5304.08
    ],
    [
        " Yeah.",
        5304.54,
        5304.78
    ],
    [
        " But like if, but then on the other reverse side of that, right?",
        5305.38,
        5309.72
    ],
    [
        " Let's say you have a different attitude, even though you have hope, right?",
        5309.96,
        5312.12
    ],
    [
        " If all is lost, do you think, but I have this little shred of hope.",
        5312.48,
        5315.82
    ],
    [
        " So I'm just going to go through a Hail Mary.",
        5315.82,
        5317.76
    ],
    [
        " Yeah.",
        5318.24,
        5318.66
    ],
    [
        " That's hope.",
        5318.7,
        5319.08
    ],
    [
        " Yeah.",
        5319.32,
        5319.52
    ],
    [
        " Really rather than just like cowering in the corner and dying or whatever.",
        5319.66,
        5323.28
    ],
    [
        " Yes, but you wouldn't be throwing a Hail Mary unless that was the only way.",
        5323.28,
        5329.32
    ],
    [
        " Like that was your only hope.",
        5329.48,
        5330.64
    ],
    [
        " Your shred of hope.",
        5330.64,
        5331.44
    ],
    [
        " That was your only home saying.",
        5331.48,
        5332.36
    ],
    [
        " Right.",
        5332.44,
        5332.5
    ],
    [
        " If you, that's what I'm saying.",
        5332.5,
        5333.86
    ],
    [
        " Like if you have two different approaches, you know, monitor your hope at the end of the",
        5333.96,
        5338.28
    ],
    [
        " day.",
        5338.28,
        5338.44
    ],
    [
        " You got to monitor your hope.",
        5338.5,
        5340.06
    ],
    [
        " I got to make sure that what because there's, you got to be careful too.",
        5340.18,
        5343.72
    ],
    [
        " Because sometimes, you know, if you have no hope, right?",
        5344.12,
        5346.88
    ],
    [
        " If you are, well, I have no hope.",
        5347.04,
        5348.28
    ],
    [
        " So I'm just, because you could do that, right?",
        5348.58,
        5349.96
    ],
    [
        " Let's say you're in a bad situation, a combat situation.",
        5350.22,
        5352.42
    ],
    [
        " Hey, I got no hope.",
        5352.72,
        5353.7
    ],
    [
        " So I'm just going to lay here and like, I guess that's what you were saying.",
        5353.7,
        5356.22
    ],
    [
        " Yeah.",
        5356.32,
        5356.44
    ],
    [
        " Oh yeah.",
        5356.5,
        5356.68
    ],
    [
        " I got no hope.",
        5356.68,
        5357.46
    ],
    [
        " So I'm just going to go out.",
        5357.46,
        5359.92
    ],
    [
        " I'm just going to go out.",
        5359.92,
        5362.4
    ],
    [
        " You know, blaze of glory.",
        5362.4,
        5363.38
    ],
    [
        " Let's get some.",
        5363.38,
        5364.16
    ],
    [
        " Yeah.",
        5364.28,
        5364.72
    ],
    [
        " Yeah.",
        5364.92,
        5365.22
    ],
    [
        " Go to your friends on your approach.",
        5365.24,
        5366.92
    ],
    [
        " So if you monitor it, you go, wait a second.",
        5367.24,
        5370.16
    ],
    [
        " I have no hope.",
        5370.32,
        5371.16
    ],
    [
        " Okay.",
        5371.38,
        5371.82
    ],
    [
        " I'm going to at least go out hard.",
        5371.94,
        5373.58
    ],
    [
        " I'm going to go get some at a minimum, right?",
        5373.9,
        5378.34
    ],
    [
        " Going to take some people with me.",
        5379.1,
        5380.58
    ],
    [
        " Bad guys.",
        5380.8,
        5381.42
    ],
    [
        " Yeah.",
        5381.62,
        5382.28
    ],
    [
        " Save some of my good guys.",
        5382.8,
        5385.0
    ],
    [
        " If I can do that, yeah, that's good.",
        5385.3,
        5387.12
    ],
    [
        " As opposed to hands, no hope.",
        5387.3,
        5388.72
    ],
    [
        " We're doomed.",
        5388.92,
        5389.66
    ],
    [
        " Yeah.",
        5389.8,
        5390.06
    ],
    [
        " Yeah.",
        5390.06,
        5390.16
    ],
    [
        " Monitor your hope.",
        5390.54,
        5393.16
    ],
    [
        " Remember the remember Shawshank redemption?",
        5393.58,
        5395.62
    ],
    [
        " Yes.",
        5396.0,
        5396.18
    ],
    [
        " I have seen that remember.",
        5396.32,
        5396.96
    ],
    [
        " He said that where he was like, Hey, the guy read Morgan Freeman, he's saying, Hey,",
        5396.96,
        5401.66
    ],
    [
        " don't be careful with that whole thing.",
        5401.84,
        5404.1
    ],
    [
        " It'll drive you insane or something like that.",
        5404.26,
        5406.08
    ],
    [
        " Like if you hope you'll get out or you hope you're going to get part into whatever",
        5406.48,
        5409.4
    ],
    [
        " this situation was.",
        5409.4,
        5411.34
    ],
    [
        " So it's like, yeah, if you hope you'll get part in and you hold on to that hope, but",
        5411.76,
        5416.08
    ],
    [
        " you get let down, it'll create, you know, it'll drive you insane.",
        5416.08,
        5418.74
    ],
    [
        " And if you don't have hope in that, this is what he's implying.",
        5419.5,
        5422.28
    ],
    [
        " If you don't have hope, you just said basically accept your imprisonment so you can focus",
        5422.5,
        5427.74
    ],
    [
        " on or concentrate on living prison life, you know, the way it needs to be lived.",
        5427.74,
        5432.42
    ],
    [
        " So this is the best you can there.",
        5432.72,
        5434.8
    ],
    [
        " Yeah.",
        5435.14,
        5435.38
    ],
    [
        " Like, don't have these hopes of the outside because it'll make you crazy.",
        5435.56,
        5438.48
    ],
    [
        " That could be decent advice in a situation like that.",
        5439.12,
        5441.92
    ],
    [
        " Yeah.",
        5442.18,
        5442.42
    ],
    [
        " One of those deals.",
        5442.78,
        5443.44
    ],
    [
        " Monitor your hope.",
        5443.74,
        5444.64
    ],
    [
        " That's what he was saying.",
        5444.96,
        5446.62
    ],
    [
        " That's what he was saying.",
        5446.72,
        5448.28
    ],
    [
        " Yeah.",
        5448.44,
        5448.72
    ],
    [
        " Because, right, if you have no hope, you can be like, well, I'm just going to just",
        5448.72,
        5452.48
    ],
    [
        " going to kill myself.",
        5452.48,
        5453.04
    ],
    [
        " Yeah, exactly.",
        5453.2,
        5453.84
    ],
    [
        " Yeah.",
        5454.24,
        5454.34
    ],
    [
        " Like, you got to monitor it in the prison.",
        5454.62,
        5458.64
    ],
    [
        " And you got to make sure that you're not putting yourself in a personal prison.",
        5458.94,
        5462.64
    ],
    [
        " Yeah.",
        5463.08,
        5463.76
    ],
    [
        " Which, which that, to me, this idea, if you think about the bad situations in your life,",
        5464.38,
        5473.5
    ],
    [
        " most of them are predicated on you lying to yourself about something.",
        5474.28,
        5477.8
    ],
    [
        " Yeah.",
        5478.46,
        5478.58
    ],
    [
        " Yeah.",
        5479.06,
        5479.96
    ],
    [
        " You're every day of ones for sure.",
        5480.2,
        5481.48
    ],
    [
        " Yeah.",
        5483.04,
        5483.16
    ],
    [
        " Right?",
        5483.32,
        5483.5
    ],
    [
        " Yeah.",
        5483.88,
        5484.08
    ],
    [
        " It's weird every time you, like, you say something like that, I always try to think of",
        5484.64,
        5487.66
    ],
    [
        " some rebuttal, you know, it's weird.",
        5487.66,
        5489.4
    ],
    [
        " I feel myself doing that.",
        5489.68,
        5490.7
    ],
    [
        " But yeah, no, you're right.",
        5490.76,
        5491.96
    ],
    [
        " Yeah.",
        5492.18,
        5492.32
    ],
    [
        " I think so.",
        5492.78,
        5493.34
    ],
    [
        " Now, you just tell these little lies.",
        5493.86,
        5495.76
    ],
    [
        " Yeah.",
        5496.1,
        5496.38
    ],
    [
        " Lies on top of lies.",
        5496.5,
        5497.7
    ],
    [
        " Yeah.",
        5498.02,
        5498.26
    ],
    [
        " And it would say what I think, what happens with lies on top of lies is they",
        5498.64,
        5503.34
    ],
    [
        " become easier and easier to believe.",
        5503.34,
        5505.08
    ],
    [
        " Oh, yeah.",
        5505.5,
        5505.86
    ],
    [
        " Like, once you believe one of your own lies, then you believe three, then you believe",
        5506.46,
        5509.7
    ],
    [
        " 10, then you believe 100.",
        5509.7,
        5511.2
    ],
    [
        " Yeah.",
        5511.42,
        5511.6
    ],
    [
        " You know what the feeling is?",
        5511.7,
        5512.54
    ],
    [
        " The feeling is you lie to yourself, right?",
        5512.6,
        5514.2
    ],
    [
        " And or you could a lot of times lying to yourself isn't like, hey, I'm tall when you're",
        5514.56,
        5519.86
    ],
    [
        " not tall.",
        5519.86,
        5520.2
    ],
    [
        " It's not that.",
        5520.24,
        5520.78
    ],
    [
        " It's like, it's more of a not admitting certain things.",
        5520.98,
        5523.76
    ],
    [
        " That's more what it is.",
        5523.82,
        5524.9
    ],
    [
        " You know, like when you saw how you guys say you say, take a good hard look at yourself",
        5525.08,
        5530.14
    ],
    [
        " in the mirror, right?",
        5530.14,
        5531.0
    ],
    [
        " Don't end and don't lie to yourself.",
        5531.16,
        5532.46
    ],
    [
        " Right.",
        5532.46,
        5532.74
    ],
    [
        " So it's usually when you lie to yourself in the mirror, it's like, oh, I won't admit",
        5532.94,
        5535.5
    ],
    [
        " that.",
        5535.5,
        5535.82
    ],
    [
        " I won't admit that to myself that I need this, right?",
        5536.08,
        5538.9
    ],
    [
        " Yeah.",
        5539.08,
        5539.28
    ],
    [
        " Should get rid of this or whatever.",
        5539.4,
        5540.88
    ],
    [
        " That's how the lie comes, you know, it's lie by omission.",
        5541.16,
        5544.1
    ],
    [
        " I think it's good.",
        5544.32,
        5544.84
    ],
    [
        " Yeah, but then the more you do it.",
        5545.06,
        5545.92
    ],
    [
        " Yeah, but then you, and then you live to see another day, oh, it's a miracle.",
        5546.02,
        5549.24
    ],
    [
        " So it must kind of be true.",
        5549.24,
        5550.82
    ],
    [
        " It must not be that big of a deal, my, whatever, you know, my donuts that I eat every morning",
        5551.1,
        5556.76
    ],
    [
        " for breakfast must not be, I'm still here.",
        5556.76,
        5558.84
    ],
    [
        " Those are vibes.",
        5559.02,
        5559.66
    ],
    [
        " They seem to be.",
        5559.82,
        5560.44
    ],
    [
        " Yeah.",
        5560.72,
        5560.94
    ],
    [
        " So it's, so it no one's bringing it up.",
        5561.68,
        5564.46
    ],
    [
        " No one's bringing it up to me kind of thing.",
        5564.64,
        5566.24
    ],
    [
        " So it's like, it's not really, it's not like pulling at me that much.",
        5566.46,
        5570.72
    ],
    [
        " So it gets easier and easier to kind of, it's almost like sweeping it under the rug kind",
        5570.92,
        5574.58
    ],
    [
        " of thing, you know, meanwhile, it's festering, investing.",
        5574.58,
        5577.68
    ],
    [
        " Oh, she got to the doctor cholesterol.",
        5578.0,
        5579.42
    ],
    [
        " I'll hire whatever.",
        5579.42,
        5580.52
    ],
    [
        " See what I'm saying?",
        5581.24,
        5581.72
    ],
    [
        " That's how it'll jam you up.",
        5581.98,
        5583.0
    ],
    [
        " Don't lie to yourself.",
        5583.3,
        5584.16
    ],
    [
        " You know what else is a prison?",
        5584.9,
        5585.98
    ],
    [
        " Being on bottom, stuck in your side control.",
        5587.36,
        5589.66
    ],
    [
        " And you just, it's a prison.",
        5590.82,
        5592.3
    ],
    [
        " So, and here's the weird thing when you, when you said that, I did think of this where",
        5592.58,
        5598.46
    ],
    [
        " if I have, and it's, I don't even know if I'd call it hope.",
        5598.46,
        5601.76
    ],
    [
        " Like if I want to be out, like if I want to escape, not that I want to do the escape or",
        5602.36,
        5609.62
    ],
    [
        " take escape type actions, it's just, I don't want to be there.",
        5611.48,
        5614.48
    ],
    [
        " All like it way less, like it won't, I won't be able to deal with it as much as if I say,",
        5614.98,
        5620.5
    ],
    [
        " okay, I'm here.",
        5620.58,
        5623.08
    ],
    [
        " It's like accepting that I'm on the inside control, you know, and I have to take action",
        5623.2,
        5626.96
    ],
    [
        " here.",
        5626.96,
        5627.36
    ],
    [
        " My hope is here, not outside there, soon, you say?",
        5627.74,
        5630.76
    ],
    [
        " You have to accept the situation that you're in.",
        5631.04,
        5633.12
    ],
    [
        " Yes.",
        5633.24,
        5633.46
    ],
    [
        " Can't lie to yourself.",
        5633.76,
        5634.4
    ],
    [
        " Can't lie to yourself.",
        5634.56,
        5635.46
    ],
    [
        " Little prison.",
        5635.96,
        5636.42
    ],
    [
        " Anyway, I think that's what Morgan Freeman was talking about, by the way.",
        5636.44,
        5639.7
    ],
    [
        " Nonetheless, speaking of side control, that's jujitsu.",
        5639.98,
        5642.38
    ],
    [
        " Speaking of jujitsu, you're going to need a ghee if you're doing jujitsu.",
        5642.74,
        5646.6
    ],
    [
        " Indeed.",
        5646.9,
        5647.1
    ],
    [
        " Yeah.",
        5647.46,
        5647.66
    ],
    [
        " We're talking about the path right now, right?",
        5647.96,
        5650.04
    ],
    [
        " Support yourself in this way by saying in the path, starting jujitsu if you haven't",
        5650.42,
        5654.18
    ],
    [
        " already.",
        5654.18,
        5654.38
    ],
    [
        " A lot of people starting jujitsu.",
        5654.64,
        5655.6
    ],
    [
        " A lot more people.",
        5655.86,
        5656.66
    ],
    [
        " Yeah.",
        5657.04,
        5657.3
    ],
    [
        " Starting jujitsu.",
        5657.54,
        5658.06
    ],
    [
        " Jujitsu getting popular.",
        5658.16,
        5659.08
    ],
    [
        " Very popular.",
        5659.52,
        5660.28
    ],
    [
        " And for a good reason too, I mean shoot.",
        5660.68,
        5662.4
    ],
    [
        " So, when you get a ghee and a rash guard, get a origin ghee.",
        5664.18,
        5667.48
    ],
    [
        " No question.",
        5667.82,
        5668.32
    ],
    [
        " Oh, you don't want to agree with me.",
        5669.2,
        5671.54
    ],
    [
        " I agree with you.",
        5671.76,
        5672.84
    ],
    [
        " That's what I thought.",
        5673.12,
        5674.16
    ],
    [
        " Anyway, good origin main.com.",
        5674.38,
        5676.72
    ],
    [
        " Yeah.",
        5677.48,
        5677.8
    ],
    [
        " Origin main.com.",
        5678.2,
        5679.16
    ],
    [
        " I guess the look that I was giving you is sort of the fact that we just glossing over",
        5679.74,
        5685.78
    ],
    [
        " the fact that these geese are made 100% in America.",
        5685.78,
        5688.06
    ],
    [
        " You don't even talk about that.",
        5689.42,
        5690.36
    ],
    [
        " Yeah.",
        5691.9,
        5692.3
    ],
    [
        " Yeah, maybe I should talk about that.",
        5691.7,
        5693.66
    ],
    [
        " Well, last time you did, you talked about the looms and all that stuff.",
        5693.66,
        5696.12
    ],
    [
        " Today, you're just like, hey, the best geese, which I guess that's cool.",
        5696.44,
        5698.66
    ],
    [
        " Yeah.",
        5698.94,
        5699.1
    ],
    [
        " They are.",
        5699.56,
        5699.86
    ],
    [
        " They are.",
        5699.94,
        5700.24
    ],
    [
        " All is true for sure.",
        5700.54,
        5701.86
    ],
    [
        " 100%.",
        5702.16,
        5702.9
    ],
    [
        " Yeah.",
        5702.9,
        5703.56
    ],
    [
        " And you know what?",
        5704.04,
        5704.82
    ],
    [
        " I was just about to say this, but I remember that I do talk about this all the time.",
        5704.96,
        5709.04
    ],
    [
        " On air and off air.",
        5709.32,
        5710.58
    ],
    [
        " That it is cool.",
        5710.92,
        5711.82
    ],
    [
        " It kind of like how peak guys how they brought back like the actual making of the ghee,",
        5712.24,
        5718.18
    ],
    [
        " for example.",
        5718.32,
        5718.78
    ],
    [
        " Yeah.",
        5718.78,
        5718.96
    ],
    [
        " Like that's a thing now.",
        5719.16,
        5720.12
    ],
    [
        " It's like cool now.",
        5720.14,
        5721.22
    ],
    [
        " Knowing cared about how your ghee was stitched and like, no cared about that stuff.",
        5721.28,
        5725.52
    ],
    [
        " Even if they knew the pearl competition.",
        5725.86,
        5727.98
    ],
    [
        " I last time I was there was I got the like legit explanation of things from Pete.",
        5728.34,
        5735.68
    ],
    [
        " Cause Pete and I were just like, it's 10 o'clock at night.",
        5735.8,
        5737.86
    ],
    [
        " We've been working for eight days straight and we're just in there getting and I'm asking",
        5737.86,
        5742.68
    ],
    [
        " and pointed questions about stuff.",
        5742.96,
        5744.54
    ],
    [
        " About how this thing gets, you know what I mean?",
        5744.8,
        5748.44
    ],
    [
        " Cause I want to understand it.",
        5748.72,
        5750.02
    ],
    [
        " There's a lot of those guys that had to learn a lot of stuff.",
        5750.92,
        5754.1
    ],
    [
        " Well, you can't even it's I think it's been five years, six years, the amount of information",
        5754.5,
        5759.14
    ],
    [
        " that had to be learned from no from nothing from not knowing from trial and error.",
        5759.14,
        5765.46
    ],
    [
        " It's funny.",
        5765.9,
        5766.48
    ],
    [
        " Ask Pete that kind of stuff like you can't exhaust Pete.",
        5766.68,
        5769.4
    ],
    [
        " Oh, they'll be like, oh yeah, you see the twinkle in his eye.",
        5769.64,
        5772.06
    ],
    [
        " Yeah, he wants to explain it.",
        5772.06,
        5773.8
    ],
    [
        " He's all I was concerned.",
        5773.86,
        5775.0
    ],
    [
        " I was boring you guys with it.",
        5775.14,
        5776.4
    ],
    [
        " No man, stay off to that for sure.",
        5776.4,
        5778.7
    ],
    [
        " But yeah, origin ghee, 100% origin raskard, 100% supplements to, by the way.",
        5778.8,
        5784.84
    ],
    [
        " And I wasn't not, I wouldn't come myself anti supplement.",
        5784.94,
        5788.38
    ],
    [
        " Not gonna say that.",
        5788.62,
        5789.24
    ],
    [
        " But I wasn't into supplements that much before.",
        5789.7,
        5791.66
    ],
    [
        " Now I am because you know, when you come across the one that actually works, that's the",
        5791.84,
        5797.38
    ],
    [
        " thing, you know, I'm planning people there or plenty supplements.",
        5797.38,
        5800.14
    ],
    [
        " It's they sort of rely maybe not 100% maybe 100% but they rely on the placebo effect.",
        5800.14,
        5806.68
    ],
    [
        " So when you have supplements like these that actually work, you become a supplement",
        5806.84,
        5814.5
    ],
    [
        " person.",
        5814.5,
        5815.32
    ],
    [
        " Yeah.",
        5815.56,
        5815.88
    ],
    [
        " So if you want them, you got joint warfare for your joints, obviously, krill oil for your",
        5816.0,
        5821.6
    ],
    [
        " life, including your joints, including your just overall health discipline.",
        5821.6,
        5826.94
    ],
    [
        " So when you got to get that workout and there's discipline drink and there's discipline,",
        5826.96,
        5831.58
    ],
    [
        " go pills.",
        5832.14,
        5832.76
    ],
    [
        " Go.",
        5832.96,
        5833.1
    ],
    [
        " Yeah.",
        5833.56,
        5833.66
    ],
    [
        " And then it was mok, you hit some kind of moxin area going on.",
        5834.68,
        5837.6
    ],
    [
        " Yeah.",
        5837.7,
        5839.62
    ],
    [
        " Technically it was warrior kid mox last night.",
        5839.94,
        5843.08
    ],
    [
        " We go to, okay, there's this light show, Christmas lights show, right?",
        5843.08,
        5849.48
    ],
    [
        " You know, the, you know, certain neighbors of the hell have, I guess this one is like super",
        5851.36,
        5854.7
    ],
    [
        " famous.",
        5854.7,
        5855.22
    ],
    [
        " Oh, like shoot tracers.",
        5855.22,
        5856.36
    ],
    [
        " No.",
        5856.44,
        5856.8
    ],
    [
        " In a loom.",
        5856.98,
        5858.08
    ],
    [
        " No, red, no red.",
        5858.12,
        5859.14
    ],
    [
        " No.",
        5859.5,
        5859.84
    ],
    [
        " It's called the, I think ballardo, I think it's called ballardo light show.",
        5860.12,
        5864.6
    ],
    [
        " It's like, you know, Christmas lights is house.",
        5864.72,
        5866.4
    ],
    [
        " They do it for thing.",
        5866.4,
        5867.4
    ],
    [
        " It has a whole show of people.",
        5867.56,
        5869.04
    ],
    [
        " Anyway, so we go and, you know, my wife, she likes the Christmas spirit.",
        5869.36,
        5873.32
    ],
    [
        " Get all cozy, right?",
        5873.44,
        5874.32
    ],
    [
        " It's kind of colder now.",
        5874.4,
        5875.38
    ],
    [
        " California cold.",
        5875.6,
        5876.48
    ],
    [
        " I did it.",
        5876.78,
        5877.48
    ],
    [
        " No offense.",
        5877.54,
        5878.4
    ],
    [
        " No offense.",
        5878.66,
        5879.2
    ],
    [
        " No offense.",
        5879.3,
        5879.78
    ],
    [
        " Iowa.",
        5879.94,
        5880.24
    ],
    [
        " No offense.",
        5880.56,
        5881.16
    ],
    [
        " Main.",
        5881.36,
        5881.7
    ],
    [
        " Yeah.",
        5881.88,
        5882.1
    ],
    [
        " No offense.",
        5882.46,
        5883.32
    ],
    [
        " But California cold.",
        5883.58,
        5884.54
    ],
    [
        " We'll say you can see your breath.",
        5884.84,
        5885.98
    ],
    [
        " That's something.",
        5886.12,
        5886.64
    ],
    [
        " Yeah.",
        5886.8,
        5886.82
    ],
    [
        " You're talking 40, 49 degrees, 50, 40.",
        5886.82,
        5890.82
    ],
    [
        "",
        5891.32,
        5891.32
    ],
    [
        "",
        5891.38,
        5891.38
    ],
    [
        " Yeah.",
        5891.64,
        5891.7
    ],
    [
        "",
        5891.84,
        5891.84
    ],
    [
        " So by the way, in like Michigan or Minnesota, it's 54 below in Montana.",
        5892.38,
        5900.46
    ],
    [
        " It's 54 below zero.",
        5900.46,
        5902.66
    ],
    [
        " So anyways, continue.",
        5902.94,
        5904.42
    ],
    [
        " A little bit different, sure.",
        5904.6,
        5905.42
    ],
    [
        " But still.",
        5905.96,
        5906.96
    ],
    [
        " But for the Charles family, we want a little chilly over here.",
        5907.14,
        5910.12
    ],
    [
        " Like according to my wife, it warranted maybe a hot chocolate scenario.",
        5910.12,
        5912.96
    ],
    [
        " So look, this is where we're going to drive her.",
        5913.2,
        5914.44
    ],
    [
        " It's kind of close amounts.",
        5914.46,
        5915.28
    ],
    [
        " We drive her around.",
        5915.44,
        5916.04
    ],
    [
        " We look at all the nice lights.",
        5916.38,
        5917.54
    ],
    [
        " We'll drink our hot chocolate and the car would bring the kid to be fun.",
        5917.68,
        5920.38
    ],
    [
        " We can get out.",
        5920.48,
        5921.1
    ],
    [
        " So everyone's busing out their hot chocolate.",
        5921.66,
        5923.8
    ],
    [
        " Of course, what, what do you think my hot chocolate was?",
        5923.8,
        5926.06
    ],
    [
        " Yeah.",
        5926.1,
        5926.22
    ],
    [
        " Oh, I know what it was.",
        5926.4,
        5926.94
    ],
    [
        " Oh, that's the warrior kid.",
        5926.94,
        5928.14
    ],
    [
        " Moke hot chocolate.",
        5928.36,
        5929.6
    ],
    [
        " I even put some whipped cream on it.",
        5929.74,
        5930.96
    ],
    [
        " Oh, yeah.",
        5930.96,
        5931.48
    ],
    [
        " It was nice.",
        5931.7,
        5932.16
    ],
    [
        " Actually, it was surprisingly nice because they had the surprise.",
        5932.62,
        5937.3
    ],
    [
        " Well, I was, this is why.",
        5937.5,
        5938.78
    ],
    [
        " Usually I drink the regular moke under different circumstances.",
        5938.78,
        5941.56
    ],
    [
        " It's like boom, milkshake, boom.",
        5941.56,
        5943.32
    ],
    [
        " You know, but you get the kid.",
        5943.94,
        5945.66
    ],
    [
        " Consider this, consider where I was.",
        5945.92,
        5947.76
    ],
    [
        " I had two kids and one wife, always regular hot chocolate.",
        5948.36,
        5953.28
    ],
    [
        " Mayor Manadoff had marshmallows in it.",
        5953.84,
        5955.56
    ],
    [
        " Either way, regular hot chocolate.",
        5955.76,
        5957.58
    ],
    [
        " And yeah, I'm with the, okay, I'm going to stick with the protein.",
        5957.9,
        5960.08
    ],
    [
        " Where your kids.",
        5960.18,
        5960.74
    ],
    [
        " So you didn't get your kids didn't have native meat.",
        5960.74,
        5963.22
    ],
    [
        " That's messed up.",
        5963.8,
        5964.78
    ],
    [
        " Here's the thing.",
        5965.1,
        5965.54
    ],
    [
        " Yeah, two kids.",
        5965.8,
        5966.66
    ],
    [
        " Yeah.",
        5966.88,
        5967.16
    ],
    [
        " Yeah, I was, I was gunna, but we're kind of in a hurry.",
        5967.84,
        5971.18
    ],
    [
        " So and I made the like the game time like that.",
        5971.44,
        5973.58
    ],
    [
        " It was already made.",
        5973.74,
        5974.28
    ],
    [
        " I'm not going to be like, hey, you know, either way.",
        5974.38,
        5977.02
    ],
    [
        " Actually, that's a good point next time.",
        5977.02,
        5978.74
    ],
    [
        " 100%.",
        5978.86,
        5979.36
    ],
    [
        " Nonetheless, I heated up.",
        5979.36,
        5981.32
    ],
    [
        " Tastes the same.",
        5981.4,
        5981.96
    ],
    [
        " Yeah, literally tastes the same.",
        5982.18,
        5983.72
    ],
    [
        " It's freaking awesome.",
        5983.84,
        5984.48
    ],
    [
        " Same as regular hot chocolate.",
        5984.98,
        5985.92
    ],
    [
        " So anyways, that's warrior kid.",
        5986.14,
        5987.22
    ],
    [
        " Moke, you got strawberry and chocolate.",
        5987.3,
        5988.48
    ],
    [
        " And then for, I had a guy at the gym the other day.",
        5988.48,
        5992.56
    ],
    [
        " And he was, he's like, I'm drinking some moke right now.",
        5992.78,
        5994.76
    ],
    [
        " And I was like, oh, cool.",
        5994.94,
        5995.54
    ],
    [
        " I was like, anybody had it now?",
        5995.54,
        5996.72
    ],
    [
        " Like one of those metal water bottle, like a water bottle",
        5997.54,
        5999.92
    ],
    [
        " looking thing.",
        5999.92,
        6000.46
    ],
    [
        " And I go, what did you mix it with?",
        6000.7,
        6001.86
    ],
    [
        " And he's like water and I go, bro,",
        6001.98,
        6003.26
    ],
    [
        " you gotta get milk in there.",
        6003.56,
        6005.36
    ],
    [
        " And he goes, really?",
        6006.04,
        6006.86
    ],
    [
        " And I go, yeah, I go almond milk, coconut milk.",
        6007.08,
        6009.6
    ],
    [
        " What other kind of milks are there?",
        6010.26,
        6011.56
    ],
    [
        " Almond milk, coconut milk.",
        6011.96,
        6013.48
    ],
    [
        " So, I said, I said, just get some acid or whole milk.",
        6013.84,
        6016.06
    ],
    [
        " Just milk or skin milk, whatever.",
        6016.28,
        6017.8
    ],
    [
        " I saw him yesterday.",
        6018.06,
        6019.98
    ],
    [
        " He said, bro, you were even kidding.",
        6020.66,
        6022.92
    ],
    [
        " And I'm like, he was no, I'm drinking it all the time.",
        6023.38,
        6025.08
    ],
    [
        " And I go, yeah, I know.",
        6025.08,
        6025.88
    ],
    [
        " And he was actually telling me he liked it,",
        6026.18,
        6028.08
    ],
    [
        " just as is water, which I can't, I can't,",
        6028.22,
        6032.52
    ],
    [
        " I'm not gonna make that claim, because I don't believe it.",
        6032.56,
        6035.12
    ],
    [
        " Right?",
        6035.52,
        6035.68
    ],
    [
        " I'm not saying like, hey, if you drink with water,",
        6035.84,
        6037.44
    ],
    [
        " it's gonna be great.",
        6037.44,
        6038.08
    ],
    [
        " If you drink with water, it's okay.",
        6038.4,
        6039.4
    ],
    [
        " It's like, like I said before,",
        6039.52,
        6040.78
    ],
    [
        " drink with water, it's like a ham sandwich.",
        6041.06,
        6042.3
    ],
    [
        " Like it's not, if you drink it with milk,",
        6042.96,
        6044.26
    ],
    [
        " it's like prime rib.",
        6044.26,
        6044.98
    ],
    [
        " Yeah.",
        6045.26,
        6045.58
    ],
    [
        " It's like a rib eye.",
        6045.92,
        6046.58
    ],
    [
        " You sure?",
        6047.1,
        6048.32
    ],
    [
        " I know what he was doing.",
        6048.56,
        6049.72
    ],
    [
        " I know, I know he's exactly an era.",
        6050.02,
        6051.54
    ],
    [
        " And I wasn't even there.",
        6051.6,
        6052.36
    ],
    [
        " I don't even know what you're talking about.",
        6052.5,
        6053.56
    ],
    [
        " He's used to like drinking protein, drink shakes.",
        6054.44,
        6057.54
    ],
    [
        " And the shaker, you know, after you live,",
        6057.56,
        6059.18
    ],
    [
        " make someone just throw it in with water,",
        6059.26,
        6060.98
    ],
    [
        " whenever that's what you force it down.",
        6060.98,
        6062.54
    ],
    [
        " Yeah, yeah, that's what he's used to.",
        6062.74,
        6063.88
    ],
    [
        " Put the tube, open it with it,",
        6063.88,
        6064.88
    ],
    [
        " open your mouth with a desk,",
        6065.0,
        6066.38
    ],
    [
        " and jam a tube down your esophagus to get your protein.",
        6066.7,
        6069.04
    ],
    [
        " You don't need to do that with milk.",
        6069.18,
        6070.32
    ],
    [
        " There's no forced feeding.",
        6070.44,
        6072.04
    ],
    [
        " But that's what I'm saying.",
        6072.22,
        6073.0
    ],
    [
        " So now he mixed it, same deal, same routine.",
        6073.14,
        6075.94
    ],
    [
        " But now we got the milk, taste better, cool.",
        6076.34,
        6078.22
    ],
    [
        " Puts it in.",
        6078.44,
        6078.9
    ],
    [
        " Oh yeah, right.",
        6079.02,
        6079.84
    ],
    [
        " So, it's the guy who wears jacquo.",
        6080.02,
        6081.38
    ],
    [
        " Let me find them, you know, kind of thing.",
        6081.48,
        6082.72
    ],
    [
        " And you're like, bro, you're not even on the,",
        6082.72,
        6084.46
    ],
    [
        " you are on the milk train fully,",
        6084.78,
        6086.26
    ],
    [
        " but man, you could be up here in first class,",
        6086.44,
        6088.22
    ],
    [
        " seem to say, rather than the in the caboo,",
        6088.24,
        6090.84
    ],
    [
        " so I don't know how to run a reaction.",
        6091.18,
        6092.4
    ],
    [
        "",
        6093.04,
        6093.04
    ],
    [
        " Man, either way, check, get on it,",
        6093.54,
        6096.42
    ],
    [
        " get all the stuff origin main.com.",
        6096.54,
        6098.28
    ],
    [
        " Also, we have a store, we have a store,",
        6098.44,
        6100.8
    ],
    [
        " jacquo store.com.",
        6100.9,
        6103.94
    ],
    [
        " This is where you can get more rash cards for Jiu-Jitsu approved.",
        6104.14,
        6107.56
    ],
    [
        " By the way, 100% approved.",
        6107.96,
        6109.64
    ],
    [
        " This is more, you know, representing the path directly.",
        6110.58,
        6114.12
    ],
    [
        " We're in those rash cards.",
        6114.5,
        6115.64
    ],
    [
        " Anyway, some good rash cards on there.",
        6116.16,
        6118.04
    ],
    [
        " Got two shirts on there.",
        6118.04,
        6118.7
    ],
    [
        " Shirts on there.",
        6118.7,
        6119.24
    ],
    [
        " Hats, beanies, hoodies, legit hoodies.",
        6119.62,
        6123.04
    ],
    [
        " And yeah, go to jacquo store.com.",
        6123.46,
        6126.68
    ],
    [
        " Yep, also, jacquo white tea, which yes,",
        6126.96,
        6130.24
    ],
    [
        " here's the funny enough, my wife is,",
        6130.96,
        6133.46
    ],
    [
        " is there a jacquo white tea train?",
        6133.7,
        6136.28
    ],
    [
        " This is not.",
        6136.44,
        6136.8
    ],
    [
        " But if there was, she would be the engineer of that one.",
        6136.8,
        6141.1
    ],
    [
        " Eventually, she'll even say,",
        6141.1,
        6142.78
    ],
    [
        " I'm about to get after it, right, people are showing us.",
        6143.04,
        6145.04
    ],
    [
        " Yeah, I guess this is why you can't create viral marketing.",
        6145.04,
        6148.52
    ],
    [
        " Right, you can't be like, hey, let's come up",
        6149.38,
        6150.74
    ],
    [
        " with a viral thing for a jacquo white tea.",
        6150.74,
        6153.98
    ],
    [
        " Hey, get on the jacquo white tea train.",
        6154.24,
        6156.86
    ],
    [
        " Like that doesn't work.",
        6157.36,
        6158.0
    ],
    [
        " Sure, yeah, I guess.",
        6158.02,
        6159.58
    ],
    [
        " We're as mulch chain, 100%.",
        6159.96,
        6161.76
    ],
    [
        " Well, the mulch chain shortage just formulated itself.",
        6161.76,
        6164.3
    ],
    [
        " That's what I mean.",
        6164.5,
        6165.0
    ],
    [
        " Yeah, yeah, yeah.",
        6165.32,
        6166.46
    ],
    [
        " It just, it pre-existed in some unknown universe",
        6166.46,
        6169.36
    ],
    [
        " and then when it arrived here, it was like,",
        6169.36,
        6171.32
    ],
    [
        " chew, chew, get on.",
        6171.32,
        6172.3
    ],
    [
        " Oh, check.",
        6172.68,
        6176.74
    ],
    [
        " Anyway, jacquo white tea, yes, deadlift 8,000 pounds,",
        6177.28,
        6180.58
    ],
    [
        " whatever, rather than deadlift in 8,000 pounds",
        6180.84,
        6183.22
    ],
    [
        " for a long time or any.",
        6183.22,
        6184.06
    ],
    [
        " So that is less exciting than it's going to be for the,",
        6184.28,
        6187.18
    ],
    [
        " you know, the people who just start just saying, but yeah.",
        6187.22,
        6190.14
    ],
    [
        " Sure.",
        6190.48,
        6190.76
    ],
    [
        " Somebody asked me, you could deadlift 1,600 pounds",
        6190.94,
        6193.02
    ],
    [
        " if you drink two cans.",
        6193.02,
        6194.78
    ],
    [
        " Well, now you just, yeah, different to say this,",
        6194.78,
        6197.68
    ],
    [
        " but no, it doesn't work.",
        6197.8,
        6199.66
    ],
    [
        " It doesn't work that way.",
        6199.66,
        6200.44
    ],
    [
        " Yeah, no, exactly, right?",
        6200.78,
        6203.28
    ],
    [
        " Nonetheless, in cans and in what do you call it dry tea?",
        6203.4,
        6207.12
    ],
    [
        " Yep, I just prefer the cans personally, but the dry tea",
        6207.64,
        6210.08
    ],
    [
        " is good too, for sure.",
        6210.08,
        6211.5
    ],
    [
        " Available on Amazon and at the jacquo store, right?",
        6212.18,
        6214.96
    ],
    [
        " Yes, sir.",
        6215.18,
        6215.62
    ],
    [
        " .com.",
        6215.72,
        6216.06
    ],
    [
        " Yeah, cool.",
        6216.24,
        6216.86
    ],
    [
        " Kind of everywhere.",
        6217.26,
        6217.96
    ],
    [
        " Just go online, jacquo white tea, boom,",
        6218.2,
        6219.76
    ],
    [
        " right in your mailbox.",
        6219.9,
        6220.78
    ],
    [
        " Also, subscribe to the podcast if you haven't already",
        6221.12,
        6223.28
    ],
    [
        " on Google and whatever play, whatever you get podcast.",
        6223.38,
        6227.5
    ],
    [
        " Yeah, yeah, yeah.",
        6227.8,
        6228.7
    ],
    [
        " Check out the Warrior Kid podcast.",
        6228.7,
        6230.06
    ],
    [
        " If you got kids or even if you don't have kids,",
        6230.06,
        6232.46
    ],
    [
        " if you know kids getting the Warrior Kid podcast,",
        6232.52,
        6234.86
    ],
    [
        " I have a couple more episodes coming out this week",
        6235.08,
        6237.9
    ],
    [
        " of the Warrior Kid podcast.",
        6237.9,
        6239.32
    ],
    [
        " So you can get some of that.",
        6239.32,
        6241.68
    ],
    [
        " Also, you can get that Warrior Kid soap",
        6241.72,
        6243.14
    ],
    [
        " from Irish Oaks Ranch made by an actual Warrior Kid named",
        6243.14,
        6247.42
    ],
    [
        " Aiden who makes it with goat milk.",
        6247.42,
        6250.2
    ],
    [
        " Yeah.",
        6251.06,
        6251.54
    ],
    [
        " So if you want to get some soap so that you can follow",
        6251.56,
        6254.18
    ],
    [
        " his motto, which is stay clean.",
        6254.18,
        6256.12
    ],
    [
        " And then YouTube, subscribe to YouTube if you want to see",
        6256.48,
        6260.06
    ],
    [
        " what Echo Charles looks like.",
        6260.06,
        6262.0
    ],
    [
        " Sure.",
        6262.68,
        6263.16
    ],
    [
        " If you want to see what a guest looks like,",
        6263.74,
        6265.84
    ],
    [
        " if you want to see the look on Echo's face",
        6266.14,
        6268.46
    ],
    [
        " when I say something that he doesn't agree with,",
        6268.46,
        6271.96
    ],
    [
        " or if you want to see the look on my face",
        6272.56,
        6274.54
    ],
    [
        " when he says something.",
        6274.54,
        6275.98
    ],
    [
        " Like, that was one of the funniest outtakes was you talking.",
        6275.98,
        6283.72
    ],
    [
        " And then you, but you were just showing my face",
        6284.28,
        6286.64
    ],
    [
        " just like so bored and annoyed and just.",
        6286.64,
        6290.62
    ],
    [
        " There's a few of those.",
        6290.82,
        6291.66
    ],
    [
        " There's one where I was talking about justifying,",
        6291.76,
        6294.0
    ],
    [
        " like not doing squats as much anymore, whatever.",
        6294.3,
        6297.04
    ],
    [
        " And you're just like this.",
        6297.22,
        6298.04
    ],
    [
        " I thought the funny thing was what you were talking about.",
        6298.2,
        6301.96
    ],
    [
        " So I'm gonna alien thing.",
        6302.1,
        6303.36
    ],
    [
        " And I think you just showed my face.",
        6303.66,
        6305.4
    ],
    [
        " And I'm just looking at you like, like,",
        6305.4,
        6307.6
    ],
    [
        " please get the hint that my face right now means stop.",
        6307.74,
        6310.64
    ],
    [
        " But you were actually really nice about that.",
        6310.88,
        6313.62
    ],
    [
        " I'm a generally nice, you know, I'm a pretty nice person.",
        6313.66,
        6317.08
    ],
    [
        " Well, sometimes you take advantage of that with stories",
        6317.18,
        6319.54
    ],
    [
        " that impinge on my whole situation.",
        6319.54,
        6322.4
    ],
    [
        " Anyway, psychological warfare, which that's what that is,",
        6322.88,
        6327.12
    ],
    [
        " by the way, when you're just looking at me,",
        6327.28,
        6329.28
    ],
    [
        " not yawning, nothing like that.",
        6329.46,
        6331.12
    ],
    [
        " Just looking like it's psychological,",
        6331.12,
        6332.38
    ],
    [
        " or it's psychological communication.",
        6332.38,
        6334.08
    ],
    [
        " Anyway, the real psychological warfare is an album",
        6334.1,
        6336.8
    ],
    [
        " with tracks of Jockel.",
        6336.8,
        6338.12
    ],
    [
        " On each track telling you how to overcome your moments",
        6338.24,
        6340.44
    ],
    [
        " of weakness that may, may creep into your whole scenario",
        6340.44,
        6345.76
    ],
    [
        " in life when you're on the path.",
        6345.76,
        6347.22
    ],
    [
        " You can get that on iTunes, Google Play,",
        6347.42,
        6349.54
    ],
    [
        " and P3 platforms or whatever.",
        6349.62,
        6350.78
    ],
    [
        " You know what?",
        6351.36,
        6351.68
    ],
    [
        " I said we were gonna get psychological warfare",
        6352.08,
        6354.54
    ],
    [
        " to out by Christmas, not gonna happen.",
        6354.54,
        6357.26
    ],
    [
        " Little delay, if you still have some requests",
        6357.64,
        6359.56
    ],
    [
        " of an area of weakness,",
        6359.56,
        6362.36
    ],
    [
        " and you want us to make a psychological warfare tracks",
        6363.02,
        6365.68
    ],
    [
        " that you can crush and destroy that weakness,",
        6365.68,
        6367.64
    ],
    [
        " then just let us know via, you know,",
        6368.2,
        6370.62
    ],
    [
        " the usual means.",
        6371.3,
        6372.6
    ],
    [
        " Yes, yeah, online.",
        6372.98,
        6375.72
    ],
    [
        " Cool, yeah, all your excuses are lies, by the way.",
        6376.58,
        6379.02
    ],
    [
        " That's the working title.",
        6379.16,
        6380.08
    ],
    [
        " Also, bury up your workout.",
        6380.42,
        6381.98
    ],
    [
        " I was gonna do a video today.",
        6382.76,
        6384.0
    ],
    [
        " A workout video of yourself.",
        6385.14,
        6386.88
    ],
    [
        " Yep, cool.",
        6387.1,
        6387.76
    ],
    [
        " And I was gonna do a kettlebell, typical kettlebell scenario.",
        6388.12,
        6392.28
    ],
    [
        " And I was just gonna start doing curls with it.",
        6392.64,
        6394.86
    ],
    [
        " But, but I decided against it",
        6395.26,
        6398.52
    ],
    [
        " because it's kind of disrespectful to the whole kettlebell.",
        6398.52,
        6400.38
    ],
    [
        " It's got a good idea.",
        6400.38,
        6401.42
    ],
    [
        " You should do a workout video where you just have",
        6401.6,
        6404.02
    ],
    [
        " a barbell, a kettlebell, a dumbbell, a sandbag,",
        6404.02,
        6409.24
    ],
    [
        " and everything you just do.",
        6409.66,
        6410.96
    ],
    [
        " It's a girl's.",
        6411.28,
        6411.42
    ],
    [
        " That was essentially the idea, but it's kind of disrespectful.",
        6411.56,
        6415.72
    ],
    [
        " Anyway, my point there being what it reminded me of,",
        6416.14,
        6418.82
    ],
    [
        " of it is that the crew, it was gonna be like,",
        6418.82,
        6421.3
    ],
    [
        " really good like produced video.",
        6421.58,
        6423.86
    ],
    [
        " Not necessarily with a good camera, nothing like that,",
        6424.38,
        6426.4
    ],
    [
        " but just like I'm just gonna frame it good,",
        6426.5,
        6428.28
    ],
    [
        " and it was gonna be using the on a kettlebell",
        6428.56,
        6430.54
    ],
    [
        " to the cyclops, whatever.",
        6430.54,
        6433.16
    ],
    [
        " Then the last decided against it",
        6433.62,
        6434.8
    ],
    [
        " because it's gonna be kind of disrespectful",
        6434.8,
        6436.32
    ],
    [
        " because that's not what kettlebell is for.",
        6436.32,
        6437.78
    ],
    [
        " Obviously, but if you do get kettlebells,",
        6438.1,
        6440.6
    ],
    [
        " even if it's funny, it's still disrespectful.",
        6440.84,
        6442.76
    ],
    [
        " I just what it felt like at that time,",
        6443.1,
        6444.5
    ],
    [
        " but no, you're probably right.",
        6444.5,
        6445.98
    ],
    [
        " At the time, I was like, yeah.",
        6445.98,
        6447.9
    ],
    [
        " You'd be all right.",
        6448.08,
        6448.48
    ],
    [
        " Yes, anyway, my point is, even though it's a little bit",
        6448.78,
        6451.48
    ],
    [
        " beside the point, it reminded me of it.",
        6451.48,
        6453.3
    ],
    [
        " The point is, my new point is,",
        6453.4,
        6455.64
    ],
    [
        " when you wanna very up your workout, curls or other ones,",
        6455.96,
        6458.3
    ],
    [
        " some people they don't even do curls.",
        6458.6,
        6459.78
    ],
    [
        " I used to do curls.",
        6460.02,
        6460.66
    ],
    [
        " You say do curls too, don't act like you don't.",
        6461.12,
        6463.06
    ],
    [
        " No, I do, I do.",
        6463.12,
        6463.86
    ],
    [
        " Boom, get your stuff from onit.com,",
        6464.3,
        6467.22
    ],
    [
        " slash jockele by the way, kettlebells, rings,",
        6467.52,
        6470.0
    ],
    [
        " these are things that not only do I do pretty much",
        6470.36,
        6473.5
    ],
    [
        " every workout pretty much,",
        6473.5,
        6474.86
    ],
    [
        " but these are ones that I strongly recommend",
        6474.9,
        6478.6
    ],
    [
        " to incorporate rings.",
        6478.6,
        6479.76
    ],
    [
        " And there's a lot of stuff you can do on rings, by the way,",
        6480.54,
        6482.28
    ],
    [
        " push ups, pull ups and the planks, whatever.",
        6482.4,
        6486.48
    ],
    [
        " Those are dips.",
        6487.14,
        6487.62
    ],
    [
        " Dips, yeah, I don't do them as much,",
        6488.02,
        6490.44
    ],
    [
        " but the planks for sure.",
        6490.44,
        6491.36
    ],
    [
        " You don't do dips.",
        6492.06,
        6492.66
    ],
    [
        " Not on the rings, no.",
        6493.16,
        6494.2
    ],
    [
        " Why?",
        6494.28,
        6494.44
    ],
    [
        " I don't know, I just don't.",
        6495.62,
        6497.06
    ],
    [
        " I just don't want them on the bar.",
        6497.16,
        6498.3
    ],
    [
        " Not on the less.",
        6498.5,
        6499.18
    ],
    [
        " Good job.",
        6499.58,
        6500.46
    ],
    [
        " These are, these are dang, bro.",
        6500.7,
        6502.56
    ],
    [
        " That was a lot of heat for no dips on the rings.",
        6502.74,
        6505.44
    ],
    [
        " Anyway, get them on it.",
        6505.62,
        6506.94
    ],
    [
        " Good stuff on there, very up the workout,",
        6507.34,
        6508.94
    ],
    [
        " incorporate new things in the workout.",
        6509.44,
        6510.92
    ],
    [
        " Yeah, man, it's good.",
        6511.5,
        6514.1
    ],
    [
        " Mikey and the dragons is out.",
        6515.38,
        6518.2
    ],
    [
        " It is in stock fully.",
        6518.78,
        6520.72
    ],
    [
        " I'm sorry that it took a little,",
        6521.36,
        6523.42
    ],
    [
        " everyone should have gotten it by,",
        6523.52,
        6524.66
    ],
    [
        " or should get it by Christmas.",
        6524.66,
        6525.52
    ],
    [
        " If you ordered it reasonably before Christmas,",
        6525.52,
        6528.32
    ],
    [
        " you should have it because we made it, we did it.",
        6528.66,
        6531.62
    ],
    [
        " Everyone that ordered it, we got an Amazon fulfilled.",
        6531.7,
        6534.2
    ],
    [
        " So appreciate everyone that ordered it.",
        6534.78,
        6537.04
    ],
    [
        " It is now fully in stock.",
        6537.04,
        6538.46
    ],
    [
        " We should not run out again.",
        6538.72,
        6540.52
    ],
    [
        " Well, if it's, if you have Amazon Prime,",
        6540.78,
        6542.88
    ],
    [
        " that's like two days, right?",
        6542.88,
        6545.12
    ],
    [
        " Yeah, I don't know when.",
        6545.56,
        6547.14
    ],
    [
        " Yeah, I don't know when the cutoff time is",
        6547.72,
        6549.38
    ],
    [
        " for Amazon to get it shipped in time,",
        6549.38,
        6551.42
    ],
    [
        " but yeah, those are in the distribution centers",
        6551.42,
        6554.04
    ],
    [
        " around the country with Amazon Prime right now.",
        6554.04,
        6556.48
    ],
    [
        " So if you haven't gotten Mikey and the dragons",
        6556.7,
        6558.28
    ],
    [
        " for every kid that you know,",
        6558.28,
        6560.1
    ],
    [
        " then you can get it done right now.",
        6560.42,
        6562.68
    ],
    [
        " We got a lot of copies ready to roll.",
        6563.02,
        6566.26
    ],
    [
        " So get it for your kids, get it for your neighbors' kids,",
        6566.76,
        6569.54
    ],
    [
        " get it for your library, whatever.",
        6569.74,
        6571.16
    ],
    [
        " You can also get the way of the Warrior kid books,",
        6571.64,
        6573.2
    ],
    [
        " way of the Warrior kid and Mark's mission.",
        6573.62,
        6575.22
    ],
    [
        " If you want your kids or kids you know,",
        6575.48,
        6577.7
    ],
    [
        " to actually have a good life,",
        6577.92,
        6579.48
    ],
    [
        " this is a great way to start them off,",
        6579.96,
        6581.86
    ],
    [
        " actually having a good life.",
        6582.0,
        6583.0
    ],
    [
        " Yes.",
        6583.68,
        6583.82
    ],
    [
        " Another, this is a holiday gift,",
        6584.32,
        6586.74
    ],
    [
        " if there ever one was one,",
        6586.92,
        6588.62
    ],
    [
        " discipline equals freedom, feel matter.",
        6588.9,
        6590.12
    ],
    [
        " I need to post that video, actually.",
        6590.28,
        6591.56
    ],
    [
        " I'll post that video, repost the big ones.",
        6591.7,
        6593.7
    ],
    [
        " Oh, really?",
        6593.7,
        6594.24
    ],
    [
        " Yeah, yeah.",
        6594.9,
        6595.26
    ],
    [
        " Get that video posted,",
        6596.04,
        6597.06
    ],
    [
        " but yeah, because that's a good gift to give",
        6597.34,
        6599.08
    ],
    [
        " anyone that needs to be on the pros and the more not.",
        6599.08,
        6601.84
    ],
    [
        " If you want to get the audio version of that,",
        6602.04,
        6603.76
    ],
    [
        " it's not on audible, it's on iTunes, Amazon,",
        6603.94,
        6607.22
    ],
    [
        " music, Google Play, et cetera.",
        6607.44,
        6608.92
    ],
    [
        " Extreme ownership, of course, dichotomy leadership,",
        6609.54,
        6611.86
    ],
    [
        " possibly better than extreme ownership.",
        6612.54,
        6615.26
    ],
    [
        " I've gotten like four, last four people I talk to,",
        6617.68,
        6620.92
    ],
    [
        " I was like, possibly,",
        6621.02,
        6621.92
    ],
    [
        " and they're like, no, it's definitely better.",
        6622.16,
        6623.08
    ],
    [
        " And that's kind of weird, right?",
        6623.48,
        6626.16
    ],
    [
        " Yes, is that?",
        6626.54,
        6627.06
    ],
    [
        " Yeah.",
        6627.46,
        6627.6
    ],
    [
        " Well, here's why it's kind of like,",
        6628.24,
        6629.38
    ],
    [
        " you go flare up.",
        6629.48,
        6630.2
    ],
    [
        " You know what I mean?",
        6630.58,
        6631.16
    ],
    [
        " Maybe, but I don't really get that from what you just said right now.",
        6631.46,
        6634.2
    ],
    [
        " I, here's my hypothesis.",
        6634.68,
        6637.08
    ],
    [
        " The people who are saying that dichotomy leadership",
        6637.56,
        6639.34
    ],
    [
        " is better than extreme ownership,",
        6639.34,
        6640.46
    ],
    [
        " better than extreme ownership,",
        6640.78,
        6641.86
    ],
    [
        " or people who read extreme ownership.",
        6642.02,
        6643.62
    ],
    [
        " And then we're like, yeah,",
        6644.06,
        6645.78
    ],
    [
        " you know, hell yeah, I'm an extreme ownership.",
        6645.96,
        6647.74
    ],
    [
        " And then they go in and they're like, okay,",
        6648.02,
        6649.92
    ],
    [
        " it's like, you know, like,",
        6650.04,
        6651.2
    ],
    [
        " I made the analogy of the guy on Major League, right?",
        6651.2,
        6654.74
    ],
    [
        " The picture.",
        6655.3,
        6656.16
    ],
    [
        " He had all this power, but he didn't have any control.",
        6656.8,
        6659.14
    ],
    [
        " dichotomy leadership comes in,",
        6659.8,
        6661.08
    ],
    [
        " gives him that control that they wish that they had.",
        6661.18,
        6663.76
    ],
    [
        " Yeah, they didn't even know they didn't have it.",
        6663.94,
        6665.2
    ],
    [
        " They didn't know they didn't have it.",
        6665.38,
        6666.3
    ],
    [
        " They thought extreme ownership was the whole thing.",
        6666.4,
        6668.14
    ],
    [
        " A seal buddy of mine came over to my house the other day.",
        6668.54,
        6671.7
    ],
    [
        " And he brought 20 copies of extreme ownership.",
        6672.64,
        6676.3
    ],
    [
        " His wife wanted to give,",
        6676.62,
        6679.98
    ],
    [
        " is giving them to her team in company.",
        6680.12,
        6683.2
    ],
    [
        " And he goes, yeah, you know, I'm giving you",
        6684.28,
        6686.82
    ],
    [
        " my wife really wants to give him.",
        6686.82,
        6688.0
    ],
    [
        " And she's read it, she loves it.",
        6688.7,
        6690.86
    ],
    [
        " And then he goes, but she's kind of a bull in a china shop.",
        6691.32,
        6693.92
    ],
    [
        " Yes.",
        6694.44,
        6694.76
    ],
    [
        " And I was like, okay, cool.",
        6695.24,
        6697.44
    ],
    [
        " So guess what I did?",
        6697.66,
        6698.26
    ],
    [
        " I was like, hey, let me give a little sum",
        6698.68,
        6699.74
    ],
    [
        " for your wife's Christmas present.",
        6699.74,
        6701.2
    ],
    [
        " Give her a little Christmas present.",
        6701.5,
        6702.98
    ],
    [
        " We have a little something called dichotomy leadership",
        6703.08,
        6705.18
    ],
    [
        " because that's the situation you're talking about.",
        6705.18,
        6707.68
    ],
    [
        " You know what, though, it's the perfect situation.",
        6707.68,
        6709.72
    ],
    [
        " Like you think, oh, I'm gonna go take ownership.",
        6710.0,
        6711.64
    ],
    [
        " Yeah.",
        6711.84,
        6712.04
    ],
    [
        " And it's like, well, or even like everyone's gonna read",
        6712.22,
        6715.12
    ],
    [
        " this book and say, okay, let's do the dichotomy leadership.",
        6715.12,
        6717.78
    ],
    [
        " Let's make sure we're balanced.",
        6717.94,
        6718.96
    ],
    [
        " Yeah, actually though, you know what,",
        6719.36,
        6720.82
    ],
    [
        " you know what I just thought of right now?",
        6720.88,
        6722.44
    ],
    [
        " I got it, I got to take it back.",
        6722.96,
        6724.54
    ],
    [
        " Maybe, maybe not, maybe I'm right,",
        6725.16,
        6726.52
    ],
    [
        " maybe I'm not with that whole analogy.",
        6726.62,
        6728.22
    ],
    [
        " But you know what, though, what's more important?",
        6728.64,
        6730.4
    ],
    [
        " Power or belt or what do you call accuracy or whatever?",
        6730.78,
        6733.98
    ],
    [
        " Right, because it's kind of the same thing.",
        6734.46,
        6736.14
    ],
    [
        " Extreme ownership is like, oh, here's what you do,",
        6736.28,
        6737.88
    ],
    [
        " full speed, this is what you do.",
        6737.96,
        6739.4
    ],
    [
        " And then the dichotomy is kind of the control element.",
        6739.94,
        6741.7
    ],
    [
        " What's more important?",
        6741.82,
        6742.54
    ],
    [
        " Control or speed?",
        6742.86,
        6743.82
    ],
    [
        " You see what I'm saying?",
        6744.2,
        6744.58
    ],
    [
        " Control or park?",
        6744.8,
        6745.44
    ],
    [
        " Arguably controlled.",
        6746.1,
        6747.16
    ],
    [
        " They're both important.",
        6747.26,
        6748.12
    ],
    [
        " I think so too.",
        6748.26,
        6748.94
    ],
    [
        " Yeah, at the end of the day,",
        6749.1,
        6749.9
    ],
    [
        " that's I think that's the scenario though.",
        6749.92,
        6751.62
    ],
    [
        " Well, you won't have anything to balance",
        6751.96,
        6755.5
    ],
    [
        " if you don't understand the fundamental principles",
        6755.5,
        6757.06
    ],
    [
        " of combat leadership.",
        6757.06,
        6757.8
    ],
    [
        " Yeah, that's true too.",
        6757.92,
        6758.42
    ],
    [
        " Yeah, yeah.",
        6758.58,
        6759.18
    ],
    [
        " That's the way it's got to be.",
        6760.4,
        6761.42
    ],
    [
        " I'm the last one.",
        6761.54,
        6762.42
    ],
    [
        " Good one.",
        6762.42,
        6762.8
    ],
    [
        " Yeah, so get those books.",
        6763.18,
        6764.3
    ],
    [
        " Good Christmas presents.",
        6764.92,
        6766.28
    ],
    [
        " So what?",
        6766.62,
        6767.12
    ],
    [
        "",
        6767.66,
        6767.66
    ],
    [
        " Sure.",
        6768.68,
        6769.2
    ],
    [
        " I'm the worst gift giver.",
        6769.74,
        6771.46
    ],
    [
        " Yeah, you're not very good.",
        6771.66,
        6773.12
    ],
    [
        " Let me let me take that back.",
        6773.26,
        6774.14
    ],
    [
        " If I get you a gift, which is not likely,",
        6774.34,
        6776.6
    ],
    [
        " it'll be great, but it's a slim chance you're getting one.",
        6777.02,
        6780.26
    ],
    [
        " Yeah.",
        6780.7,
        6780.98
    ],
    [
        " No, this is...",
        6781.44,
        6782.46
    ],
    [
        " How many gifts have you gotten from me?",
        6782.46,
        6783.52
    ],
    [
        " Two.",
        6783.88,
        6784.1
    ],
    [
        " What did I give you?",
        6784.56,
        6785.04
    ],
    [
        " Well, one actually, a technique I don't think was from you.",
        6785.6,
        6788.04
    ],
    [
        " You gave me a copy of the Displenicus Freedom Field Manual",
        6788.04,
        6793.42
    ],
    [
        " signed on your own.",
        6793.42,
        6795.78
    ],
    [
        " Like it wasn't like, hey, give me you were like,",
        6795.94,
        6797.88
    ],
    [
        " hey, you know, like, for paper.",
        6798.0,
        6799.36
    ],
    [
        " Yeah, this is for you though.",
        6799.68,
        6800.74
    ],
    [
        " Okay, that was cool.",
        6800.94,
        6801.72
    ],
    [
        " What else?",
        6801.76,
        6802.12
    ],
    [
        " It's nice.",
        6802.24,
        6802.42
    ],
    [
        " It's cool because I've written six books I'm giving you one.",
        6803.02,
        6805.32
    ],
    [
        " There you go.",
        6805.54,
        6806.88
    ],
    [
        " You're about average.",
        6807.0,
        6807.92
    ],
    [
        " Well, it's 20% of the time.",
        6807.94,
        6809.1
    ],
    [
        " You gave my daughter one.",
        6809.1,
        6810.22
    ],
    [
        " That's your daughter.",
        6810.74,
        6811.28
    ],
    [
        " Yeah, it's exactly right.",
        6811.7,
        6812.72
    ],
    [
        " Not me.",
        6812.8,
        6813.08
    ],
    [
        " With different, no, you gave me something.",
        6813.46,
        6815.12
    ],
    [
        " I think it was like a shirt or something",
        6815.26,
        6816.5
    ],
    [
        " that I found out later that day that it wasn't from me.",
        6816.5,
        6819.32
    ],
    [
        " Yeah, it was from someone else.",
        6819.4,
        6820.78
    ],
    [
        " You're just a message.",
        6820.86,
        6821.56
    ],
    [
        " Yeah, it just was given to you.",
        6821.84,
        6822.6
    ],
    [
        " So you'll want to take you in one gift.",
        6822.64,
        6824.06
    ],
    [
        " Yeah, thanks for that, by the way.",
        6824.24,
        6825.78
    ],
    [
        " Check.",
        6826.26,
        6827.08
    ],
    [
        " Also, we got Ashelon Front.",
        6827.7,
        6828.92
    ],
    [
        " That's my leadership consultancy.",
        6829.2,
        6831.86
    ],
    [
        " And what we do is go into companies",
        6832.3,
        6834.4
    ],
    [
        " and solve problems through leadership.",
        6834.4,
        6837.18
    ],
    [
        " Go to ashelonfront.com if you want to work with me and my team,",
        6837.7,
        6843.34
    ],
    [
        " which is Lafab and JP to Nell Dave Burke, Flynn,",
        6843.86,
        6846.46
    ],
    [
        " Cochran, Mike, Srelian, Mike, Baima.",
        6846.6,
        6848.12
    ],
    [
        " Also, we got the mustard coming up.",
        6848.78,
        6851.98
    ],
    [
        " It is live for registration right now.",
        6852.08,
        6855.16
    ],
    [
        " Chicago, Denver and Sydney, Australia.",
        6855.42,
        6858.64
    ],
    [
        " Go to extremotorship.com right now.",
        6858.78,
        6860.34
    ],
    [
        " If you want to come, they've all sold out.",
        6860.36,
        6862.18
    ],
    [
        " This one is going to, actually, we opened registration.",
        6862.38,
        6864.54
    ],
    [
        " It's already like these are going to sell out a lot faster",
        6864.54,
        6867.14
    ],
    [
        " for whatever reason.",
        6867.14,
        6868.36
    ],
    [
        " Yeah, interesting how you're, we're going to Australia.",
        6868.64,
        6872.84
    ],
    [
        " Because a lot of people were saying,",
        6873.9,
        6875.18
    ],
    [
        " you know, you just for some reason, anything.",
        6875.32,
        6877.08
    ],
    [
        " When I went to Brisbane, Australia,",
        6877.08,
        6878.86
    ],
    [
        " and I did a book signing in Brisbane, Australia,",
        6879.22,
        6881.06
    ],
    [
        " and I announced it on like a Wednesday or a Thursday,",
        6881.06,
        6883.98
    ],
    [
        " and the book signing was on Friday,",
        6884.22,
        6885.52
    ],
    [
        " and I showed up and there was hundreds and hundreds of people there.",
        6885.7,
        6889.26
    ],
    [
        " Yeah, I was super stoked about that.",
        6890.56,
        6892.9
    ],
    [
        " And it's true that there was a lot of people that were supporting.",
        6893.02,
        6895.26
    ],
    [
        " And of course, we got EF Overwatch,",
        6896.18,
        6897.66
    ],
    [
        " which is us connecting proven leaders from spec ops.",
        6898.38,
        6902.52
    ],
    [
        " And combat aviation communities with companies.",
        6903.36,
        6905.64
    ],
    [
        " And the civilian sector that need experienced leaders",
        6905.78,
        6907.68
    ],
    [
        " to step up and lead inside their organizations.",
        6907.68,
        6910.1
    ],
    [
        " So go to EF Overwatch and fill out the information there,",
        6910.14,
        6913.14
    ],
    [
        " either as a talent seeker or a career seeker.",
        6913.22,
        6916.2
    ],
    [
        " We're waiting to link you guys up.",
        6916.5,
        6918.04
    ],
    [
        " You know, speaking of events,",
        6918.52,
        6919.74
    ],
    [
        " we are doing a live event.",
        6920.22,
        6922.46
    ],
    [
        " We are doing a live event.",
        6922.58,
        6924.22
    ],
    [
        " New York City, January 9th, details to be announced.",
        6924.74,
        6928.22
    ],
    [
        " But if you want to come, it's in a theater.",
        6928.6,
        6931.52
    ],
    [
        " And we're going to record a podcast live in the theater.",
        6933.02,
        6936.98
    ],
    [
        " And then we're going to do Q&A live, I think.",
        6937.4,
        6940.98
    ],
    [
        " Or maybe I'll assemble questions from the group.",
        6941.64,
        6944.18
    ],
    [
        " Yeah, like the old school.",
        6944.34,
        6945.86
    ],
    [
        " Old school half an half.",
        6946.0,
        6946.96
    ],
    [
        " Old school half an half.",
        6946.96,
        6947.64
    ],
    [
        " That's what we're going to do.",
        6947.82,
        6948.66
    ],
    [
        " Something like that.",
        6948.82,
        6949.38
    ],
    [
        " Anyways, calendar yourself, January 9th, New York City.",
        6949.9,
        6955.5
    ],
    [
        " If you're in that area or you want to come hang out,",
        6955.58,
        6957.74
    ],
    [
        " come and get some.",
        6957.94,
        6959.2
    ],
    [
        " We will see you there.",
        6959.38,
        6960.14
    ],
    [
        " And if you want to link up with us virtually,",
        6960.18,
        6962.86
    ],
    [
        " we are pretty readily available on the interwebs,",
        6962.86,
        6967.36
    ],
    [
        " on Twitter, on Instagram and on Facebook.",
        6967.54,
        6971.26
    ],
    [
        " Kiboha.",
        6972.14,
        6973.54
    ],
    [
        " Echo is at Echo Charles and I am at Jocke Willink.",
        6974.02,
        6977.48
    ],
    [
        " And thanks to all the military personnel out there",
        6977.98,
        6980.06
    ],
    [
        " that are providing us with this way of life.",
        6980.06,
        6984.04
    ],
    [
        " And you can see how bad life can get.",
        6984.04,
        6987.56
    ],
    [
        " When you read a book like the Gulag Archipelago,",
        6990.22,
        6992.84
    ],
    [
        " also thanks to police and law enforcement firefighters,",
        6993.24,
        6997.06
    ],
    [
        " paramedics, EMTs, correctional officers,",
        6997.32,
        6999.46
    ],
    [
        " border patrol and all first responders",
        6999.74,
        7001.64
    ],
    [
        " for protecting this way of life that we have here at home.",
        7001.64,
        7005.2
    ],
    [
        " And to everyone else out there,",
        7005.9,
        7008.58
    ],
    [
        " just remember that this nightmare of the Gulags",
        7008.58,
        7012.14
    ],
    [
        " started when people kept quiet on a large scale.",
        7012.14,
        7018.4
    ],
    [
        " And on a small scale.",
        7020.22,
        7022.4
    ],
    [
        " Don't let that happen on a large scale",
        7023.48,
        7027.06
    ],
    [
        " and don't let it happen to you.",
        7027.06,
        7029.36
    ],
    [
        " Resist, that whole opening chapter about not resisting,",
        7030.78,
        7035.5
    ],
    [
        " don't let that happen.",
        7035.78,
        7036.84
    ],
    [
        " Resist, resist the weakness, resist the lies,",
        7037.34,
        7041.14
    ],
    [
        " resist the things in your life that will turn you",
        7041.72,
        7044.58
    ],
    [
        " into a prisoner and into a slave.",
        7044.58,
        7048.5
    ],
    [
        " And you do that by going out there every day",
        7050.34,
        7055.6
    ],
    [
        " and getting after it.",
        7055.6,
        7059.62
    ],
    [
        " And until next time, this is Echo and Jockeau out.",
        7060.06,
        7067.58
    ]
]