[
    [
        " This is Jocco Podcast number one fifty four with Echo Charles and me, Jocco",
        0.58,
        5.64
    ],
    [
        " Willink. Good evening, echo. Good evening. And we are going to go into some Q&A",
        5.64,
        10.72
    ],
    [
        " today. We got a bunch of questions to go through. I asked if anyone on Twitter",
        10.72,
        17.38
    ],
    [
        " had questions and I got a ton of them. So we're gonna try and answer some of",
        17.38,
        21.34
    ],
    [
        " them. Some people, if you're listening and you asked a question like what time",
        21.34,
        29.44
    ],
    [
        " I'm gonna work out, do I do? Or something like that? Then I'm not gonna answer",
        29.44,
        35.38
    ],
    [
        " now because I've answered it a bunch of other times. There's a lot of fundamental",
        35.38,
        39.14
    ],
    [
        " things or it's in the discipline equals freedom field manual. Or you know, so",
        39.14,
        44.26
    ],
    [
        " these were some questions that had a some of them. Yeah, we've heard some of",
        44.26,
        48.82
    ],
    [
        " them before. Maybe there's a different spin, but some of them I tried to pull",
        48.82,
        52.9
    ],
    [
        " back or pull out the fresher type questions for this. And ones that aren't",
        52.9,
        59.74
    ],
    [
        " entirely fresh, I'll try and cover very briefly with whatever the new sort of",
        59.74,
        65.86
    ],
    [
        " anglers because there is a there is a fact that you know you go to a class and",
        65.86,
        71.9
    ],
    [
        " you learn two or three new moves in Jiu-Jitsu and that's good, but you also",
        71.9,
        75.9
    ],
    [
        " review just a just a arm lock. And that is still beneficial, especially if it's",
        75.9,
        81.74
    ],
    [
        " from a new angle or a new instructor. They tell you, hey, you know, you move your",
        81.74,
        85.6
    ],
    [
        " hand a little bit further out on their wrist if you're going for that thing and",
        85.6,
        89.48
    ],
    [
        " it helps you. Sure. So there's little little details. Yeah. Cool. So let's rock",
        89.48,
        94.6
    ],
    [
        " and roll. Okay. Cool. All right. First question. Can you describe how difficult or",
        94.6,
        99.58
    ],
    [
        " no factor leaving your family was before deployment? I hate leaving. Okay. Let",
        99.58,
        104.38
    ],
    [
        " me just answer that one. Yeah. It sucks leave your family before deployment.",
        104.38,
        108.04
    ],
    [
        " That's the way it is. One thing that I've always said is you know, to guys that",
        108.44,
        113.8
    ],
    [
        " we're saying, oh, I got to leave my kids and it's horrible to leave. And I'm",
        113.8,
        118.32
    ],
    [
        " like, yep, it is. And they worry about it from the kids perspective. I'm not",
        118.32,
        122.74
    ],
    [
        " going to be around, you know, well, here's the deal. Men have been leaving to",
        122.74,
        128.2
    ],
    [
        " go and fight wars and do what they got to do for thousands of years. And so",
        128.2,
        137.46
    ],
    [
        " what's good is they will see what you're doing. See your service and your",
        137.94,
        143.5
    ],
    [
        " sacrifice and you stepping up and holding the line for the nation. And that",
        143.5,
        149.42
    ],
    [
        " will be a lesson that they will learn by observation. And so even they'll be",
        149.42,
        155.86
    ],
    [
        " sad, but inside they're learning. They're learning that there's things more",
        155.86,
        159.42
    ],
    [
        " important than yourself. And so it's a good lesson to be taught. Yes, is it",
        159.42,
        163.92
    ],
    [
        " horrible to leave your family? It sure is. But it is a lesson for your kids.",
        163.98,
        169.46
    ],
    [
        " And it is a sacrifice you're making for your country. And there are",
        170.18,
        177.14
    ],
    [
        " benefits to it. You know, your kids, you get to come home and you'll see it",
        177.14,
        182.0
    ],
    [
        " and you'll see your kids, you know, be all excited. And it's good. It's a good",
        182.0,
        186.96
    ],
    [
        " thing. So that's a question one. Yes, it's harsh, but it's a worthy, it's a",
        186.96,
        193.46
    ],
    [
        " kind of second part to the question. Did you cry when you learned that your",
        195.3,
        200.06
    ],
    [
        " childhood friend committed suicide while you were doing buds? Okay, yeah. So I",
        200.06,
        204.86
    ],
    [
        " mentioned that on a couple of podcasts ago that my friend Jeff killed",
        204.86,
        210.44
    ],
    [
        " himself while I was going through Buds. He was a kid I'd grown up with. But I",
        210.44,
        213.06
    ],
    [
        " had I had grown apart from him in the later grades, six, seventh, eighth grade",
        213.06,
        217.78
    ],
    [
        " and through high school, we kind of grew apart. So I did not, you know, I was, you",
        217.82,
        223.26
    ],
    [
        " know, I was sad by the situation, but I didn't, it wasn't super emotional",
        223.26,
        227.5
    ],
    [
        " about it because I we had we had kind of grown apart and it'd been, you know, I",
        227.5,
        232.94
    ],
    [
        " know, I was and was now the Navy. So no, didn't cry, but was definitely sad",
        232.94,
        238.4
    ],
    [
        " about the situation.",
        238.4,
        239.2
    ],
    [
        " Isn't I mean, kind of back to the first part, but Lee, um, isn't like that,",
        240.0,
        246.46
    ],
    [
        " like a healthy dose of that, like good for the kids for sure, because it's like",
        246.46,
        250.7
    ],
    [
        " now they know how to make do, you know, like if dad's there for every little",
        250.7,
        254.54
    ],
    [
        " thing kind of thing for sure. And then, you know, the inevitable day comes that",
        254.54,
        259.48
    ],
    [
        " you're going to go, you know, leave or the or at least they got to leave, you",
        259.48,
        262.32
    ],
    [
        " know, you don't have to depend on kind of dad being there kind of the trials",
        262.32,
        266.52
    ],
    [
        " and tribulations and those things adversity will make kids tougher. That's",
        266.52,
        276.44
    ],
    [
        " it's an adversity that kids, you know, they they it'll make them tougher, make",
        276.44,
        280.02
    ],
    [
        " them stronger. Yes, agree. Next wish. Any good recommendations for cutting",
        280.02,
        285.14
    ],
    [
        " back on alcohol?",
        285.14,
        286.06
    ],
    [
        " You know, just straight up, why would you cut back and not just stop at this",
        287.48,
        294.28
    ],
    [
        " point in my life? I don't I don't drink anymore. And I know that some people",
        294.28,
        299.54
    ],
    [
        " have an alcohol problem. And so I think trying to cut back if you have an alcohol",
        299.54,
        305.56
    ],
    [
        " problem isn't a realistic thing to do because you'll take that slippery slope",
        305.56,
        308.88
    ],
    [
        " and and just get drunk. So I think what you have to do is just stop. And I",
        308.88,
        317.76
    ],
    [
        " know that and again, I'm not I don't I don't have a good familiarization to",
        317.76,
        322.72
    ],
    [
        " know what it's like to be addicted to alcohol. I didn't even I didn't even",
        322.72,
        328.28
    ],
    [
        " really like consciously, oh, I'm going to stop drinking now. I just stop",
        328.28,
        333.22
    ],
    [
        " drinking because I was out of the Navy. I was working a bunch and carrying on",
        333.22,
        337.32
    ],
    [
        " and wasn't around those, you know, my bros anymore where we'd go out and have",
        337.32,
        341.46
    ],
    [
        " a beer. And so if that's not happening, then it's not happening. And that's",
        341.46,
        347.12
    ],
    [
        " one thing I'll say is I know that people that have alcohol issues, addictions,",
        347.12,
        351.8
    ],
    [
        " they always say you got to change the people, places and things that you do.",
        352.0,
        356.52
    ],
    [
        " So the people you hang around with that like to drink, you can't hang around",
        356.72,
        359.18
    ],
    [
        " with them. The place that you go, whatever one likes to drink, you can't go to",
        359.18,
        361.74
    ],
    [
        " those places. The things that you like to do that involve drinking, you can't",
        361.74,
        364.86
    ],
    [
        " do those things. So there you go. I would say stop drinking. And hey, if you're",
        364.86,
        371.22
    ],
    [
        " an alcoholic, you got to get medical supervision because that's actually you",
        371.22,
        374.06
    ],
    [
        " can die if you're an alcoholic and you stop drinking. Yeah. So you have to",
        374.06,
        377.4
    ],
    [
        " you have to like go and get help. But stop. Yeah, a lot of those times those",
        377.4,
        384.16
    ],
    [
        " the people who are that far into alcoholism where they stop drinking and they",
        384.16,
        389.46
    ],
    [
        " die. That's like usually they don't even want to stop drinking. Usually that's",
        389.46,
        394.14
    ],
    [
        " just how I'm drinking usually. But I think I might have more experience on this",
        394.14,
        400.32
    ],
    [
        " one. But all those things, I mean, that's like a really concise and it's that's",
        400.32,
        407.4
    ],
    [
        " a good way to put to put it like the people placing things right activities",
        407.4,
        411.64
    ],
    [
        " whatever. But a big part of it, like and I said this before where a big part",
        411.64,
        416.06
    ],
    [
        " where I would stop drinking, it was way easier when I just understood what it was.",
        416.06,
        420.66
    ],
    [
        " You know, like understood like why am I just wanting to drink and why is it that",
        421.1,
        425.58
    ],
    [
        " when I start drinking like it's kind of harder to stop, you know, then maybe I",
        425.58,
        430.18
    ],
    [
        " don't know the next guy or whatever. And then when I once I understood like what's",
        430.18,
        434.38
    ],
    [
        " happening physiologically or whatever, I came up with my own little strategy. And",
        434.38,
        438.86
    ],
    [
        " the big part of it was like, oh yeah, like I'm my brain is like tricking me into",
        438.86,
        443.5
    ],
    [
        " thinking like, yeah, that you want this thing or whatever. That was like a major one.",
        443.52,
        448.02
    ],
    [
        " And the other one was kind of has to do with the people placing things. It was where",
        448.46,
        453.34
    ],
    [
        " if I had a reason not to drink, like if I had a workout that I really took",
        453.34,
        457.36
    ],
    [
        " seriously the next day or if I was going to record or something dude to do something",
        457.36,
        461.16
    ],
    [
        " where to be hung over or whatever would really mess me up. It'd be way easier.",
        461.16,
        467.32
    ],
    [
        " You know, so back like, you know, in high, not high school, but in college like",
        467.72,
        471.24
    ],
    [
        " in athletics and stuff like that, you never really drink during the week because you",
        471.24,
        474.82
    ],
    [
        " had practice the next day. You don't want to be hung over and practice, you know, so it'd be",
        474.82,
        477.86
    ],
    [
        " really easy. Yeah, I'm not drinking today kind of thing. So if you can kind of set up your life",
        477.86,
        482.54
    ],
    [
        " where you have like something important that you can kind of look forward to and really care",
        482.54,
        486.7
    ],
    [
        " about the outcome of something that's not necessarily mundane in your in your mind.",
        486.7,
        491.84
    ],
    [
        " Because a lot of times that'll kind of, it's a slippery slope when you're like, yeah,",
        491.84,
        495.24
    ],
    [
        " it's important, but it's mundane in your life. You'll be like, let's see how I can endure it.",
        495.32,
        499.26
    ],
    [
        " Kind of hung over. It's kind of worth it. I'll pay the price now, you know, kind of thing.",
        499.28,
        502.7
    ],
    [
        " But yeah, if you can set up your life where you have something that you find like important",
        503.2,
        508.52
    ],
    [
        " to be functioning fully, that helps. Yeah, jujitsu.",
        508.52,
        512.72
    ],
    [
        " Train jujitsu on Saturdays. Yeah. And that affected me when I was in the teams and we'd go out",
        513.58,
        518.32
    ],
    [
        " drinking on Friday. And then when I started training jujitsu all the time, I didn't want to,",
        518.32,
        522.08
    ],
    [
        " I wanted to be good to go for jujitsu. So yeah, I just like started, started to stop drinking on",
        522.08,
        526.86
    ],
    [
        " Friday. And it's hard. I would say this with jujitsu. I would say compete in jujitsu then because,",
        526.86,
        532.48
    ],
    [
        " and I don't know, people are different. You know, there's a spectrum, but to me, jujitsu, I mean,",
        532.7,
        538.32
    ],
    [
        " I'll train hungover jujitsu. In fact, jujitsu helps to hangover. If you can drag yourself out of",
        538.66,
        544.2
    ],
    [
        " the house, which is actually isn't that hard once you do it once. If you go, if you're hungover",
        544.2,
        548.98
    ],
    [
        " and you're like, oh man, I really don't feel like going to jujitsu right now. But you just do it.",
        548.98,
        552.82
    ],
    [
        " The first time you do it, that's the hardest time. Every other time you're like, yeah, I did this",
        552.96,
        555.76
    ],
    [
        " before this is easy. I'm not going to be suffering. You go, you know, depending on depending on the",
        555.76,
        559.84
    ],
    [
        " level of hangover, you're going to suffer in jujitsu or maybe not after what you used to it. I know,",
        559.84,
        563.96
    ],
    [
        " maybe I was training like at a higher level. And I mean, like seriously, not trying to be like a jerk,",
        563.98,
        570.02
    ],
    [
        " but like I would, this is back when I was training training with Fabio. And so Dean and I would",
        570.14,
        574.24
    ],
    [
        " show up and we trained for like three hours straight. And like hard. And so if you're going to come",
        574.24,
        580.02
    ],
    [
        " in and do four rounds, yeah, you're a little hungover. It's no big deal. But if you're going to",
        580.02,
        583.68
    ],
    [
        " come in and you're going to train for, for, you know, an hour worth of class, then you're going to",
        583.68,
        587.1
    ],
    [
        " roll hardcore for, for two hours. You're not going to trust me. You're not going to want to be all",
        587.1,
        593.0
    ],
    [
        " hungover dehydrated and jacked up mentally. Yeah, I dig it. And if you're going to train fat hard,",
        593.0,
        599.36
    ],
    [
        " then yeah, don't probably it's going to be hard to drink and that's that's your typical person",
        599.36,
        604.62
    ],
    [
        " not going to train that hard. I mean, yeah, I was drinking too much. If you're competitive,",
        604.62,
        608.82
    ],
    [
        " no, even people who don't drink don't train that hard. Typically in my experience, I don't know.",
        609.4,
        613.22
    ],
    [
        " But if you're training for a tournament, it's going to take you way more seriously, just kind of",
        613.92,
        618.62
    ],
    [
        " in the back of your mind, you know, it's not just like, oh, you're just the training. So again,",
        618.62,
        622.56
    ],
    [
        " I'm not saying, so that's not going to work if you're just practicing. So it won't work. I'm not",
        622.7,
        627.0
    ],
    [
        " saying that. I'm saying people are different. And if I use myself as an example, like I could,",
        627.0,
        631.98
    ],
    [
        " I could train, I could hang a brows. I was training with like when I'd go train like at autos or",
        632.06,
        638.22
    ],
    [
        " whatever with these crazy training sessions. Yeah, I would go slightly hungover. Go Dean every",
        638.22,
        642.54
    ],
    [
        " Friday. So, okay, look, of course, I could probably train better if I didn't drink the night before,",
        642.54,
        650.48
    ],
    [
        " for sure. But I'm just saying as a catalyst for stopping drinking, that didn't help you.",
        650.62,
        656.0
    ],
    [
        " It didn't help me as much as me. But it didn't even, it wasn't even like a catalyst to help me stop",
        656.06,
        660.68
    ],
    [
        " drinking. It was just the functionality of life. Yes. Was, oh, I've got to do this in the morning.",
        660.68,
        666.84
    ],
    [
        " Cool. I'm not going to get all hammered tonight so I can do better. Yeah. As a human.",
        667.18,
        672.4
    ],
    [
        " Yeah. And that's really the format right there where you find that. I mean, to me, you know,",
        672.6,
        676.42
    ],
    [
        " like you're not like jujitsu, just the training. If I wasn't, if I was competing, oh, I'd easily",
        676.82,
        682.12
    ],
    [
        " stop drinking easily. But just for the training, if I didn't have a competition or whatever, it wasn't,",
        682.12,
        687.6
    ],
    [
        " it wasn't, it didn't help as much as one might think. But if I had something like, you know,",
        687.6,
        693.96
    ],
    [
        " if we're recording or something, something who, who that you would think you might be able to even,",
        693.96,
        698.36
    ],
    [
        " it just depends on how important it is for you to be functioning at the best level you can. You",
        698.66,
        702.7
    ],
    [
        " know, if I get tapped out a few more times in jujitsu, it's kind of like, yeah, whatever. So it just",
        702.7,
        706.54
    ],
    [
        " depends on who you are is what I'm saying. Either way, yeah, man, I think that helps. But that's",
        706.54,
        714.78
    ],
    [
        " going to be hard. Either way, if you don't have some kind of like format scaffolding in your brain",
        714.78,
        721.84
    ],
    [
        " like a plan, you know, like a little strategy to be like, yeah, I'm just going to drink less.",
        722.12,
        726.28
    ],
    [
        " Just kind of, I'm just going to drink less. It's pretty rare that that's going to, yeah, it's",
        726.72,
        730.88
    ],
    [
        " going to, yeah, that's why I cut back. I don't, I say don't cut back, just stop.",
        730.88,
        734.62
    ],
    [
        " Jack, next question. Communication is often used as an excuse both under and over.",
        735.94,
        745.56
    ],
    [
        " Or under communication and over communication for why the direction isn't clear. Any suggestions",
        747.14,
        751.84
    ],
    [
        " on balancing comms communication up and down with the right level of detail. Here's the jacked up",
        751.84,
        759.16
    ],
    [
        " answer. The answer to this question of how to balance comms is comms. You're on balance",
        759.16,
        764.38
    ],
    [
        " communications. You have to communicate. You have to understand, hey, do you guys know what's",
        764.38,
        767.0
    ],
    [
        " going on? You need to check and make sure that they know what's going on. If they know what's",
        767.0,
        770.36
    ],
    [
        " going on, great. If they don't know, then you didn't communicate with them enough. If you",
        770.36,
        775.0
    ],
    [
        " spent too much time communicating and now they're looking at you with a blank stare like, hey,",
        775.0,
        778.74
    ],
    [
        " bro, we got this, then you communicated too much. And ask them, hey, do you understand what's",
        778.82,
        783.86
    ],
    [
        " going on? Cool. And if not, do you understand why we're doing what we're doing? Cool. All right,",
        783.86,
        787.92
    ],
    [
        " good. I'm going to let you go do it now. So the answer to making sure you're not communicating,",
        788.04,
        794.2
    ],
    [
        " either too much or too little is communication. I hate to say that, but that's what it is.",
        794.58,
        799.34
    ],
    [
        " There can be some of that can be nonverbal communication. You know, you can observe.",
        799.94,
        804.12
    ],
    [
        " If you give your guys a task and then you go out and observe them and you see that they can execute",
        804.38,
        808.78
    ],
    [
        " it really well, then you know that you've done a good job communicating that to them. If you go out",
        808.78,
        813.28
    ],
    [
        " to observe them and they don't know what they're doing and they don't know what's going on,",
        813.28,
        815.88
    ],
    [
        " then you realize how I didn't give them enough information. I need to communicate more. So you",
        816.18,
        820.28
    ],
    [
        " don't have to necessarily ask them. You can tell through observation and checking on them and seeing",
        820.28,
        825.66
    ],
    [
        " where they're at and what they're doing if they actually understand what's going on. So yeah,",
        825.66,
        829.48
    ],
    [
        " that's it. Pretty straightforward. Get your little feedback loop going.",
        829.72,
        833.16
    ],
    [
        " Yeah, that's it. But it is kind of like, and I'm going to use the word again, dance. It is",
        833.74,
        838.86
    ],
    [
        " kind of like a dance. No, it's an dichotomy. Yes, you can, yes, you can communicate too much and",
        838.86,
        843.98
    ],
    [
        " you can communicate too little and you have to find the balanced thing because if you communicate",
        843.98,
        847.84
    ],
    [
        " too much, people stop listening to you. Right. And then it's no longer communication at that point",
        847.84,
        851.42
    ],
    [
        " because it's kind of like if you're sleeping and I'm like, hey, okay, Jocco, telling you what to do,",
        851.42,
        855.06
    ],
    [
        " you can't hear me. It's not going into your brain. It kind of has to go in your brain.",
        855.74,
        859.42
    ],
    [
        " What I'm saying is that kind of does. You got to catch what I'm throwing. And vice versa,",
        859.56,
        864.96
    ],
    [
        " if we're quote unquote, communicating. So yeah, over to quote around. It's just a word.",
        865.06,
        869.4
    ],
    [
        " I'm just alright. Well, there you go. But if one of those, even one of those things isn't happening,",
        869.64,
        875.48
    ],
    [
        " we're technically we're not communicating. So like the whole over communication thing,",
        875.58,
        878.94
    ],
    [
        " that's like, yeah, someone talking too much. Another guy stops listening. Are you over",
        879.2,
        884.5
    ],
    [
        " in this pocket? No, I think you are. I'm just saying, like how you say, like feedback, you know,",
        884.5,
        891.64
    ],
    [
        " like that, that's an important thing because if you're like, blah blah blah blah, and how you say",
        891.72,
        895.98
    ],
    [
        " the blank stare, communications gone, communications not going on anymore. Look at my face right now.",
        895.98,
        900.96
    ],
    [
        " Yeah, like the one that's a blank stare. No, no, you're giving me feedback, which is good. See what I'm",
        901.02,
        904.62
    ],
    [
        " saying? So now I'm clear. I'm clear that you want me to move it along. See what I'm saying?",
        904.62,
        908.4
    ],
    [
        " It's good communication on your part. Here's the thing with you and your blank stare in my experience,",
        908.64,
        914.22
    ],
    [
        " which I have a lot, by the way, your blank stare communicates way more than just like a blank stare.",
        914.22,
        920.34
    ],
    [
        " For real, Mike Sirelli would will tell you all about that. Like you'll you'll have a whole",
        921.52,
        926.02
    ],
    [
        " conversation with me and not even say one single word for real. I know exactly what you're saying.",
        926.02,
        932.02
    ],
    [
        " See like right now. I know exactly what you're saying. Anyway, next question. That's exactly what",
        932.4,
        936.84
    ],
    [
        " I would say. Actually, like I said, when taking ownership, how can you prevent your boss",
        936.84,
        943.0
    ],
    [
        " thinking you're a complete screw up and stop it from escalating to a point where where",
        943.92,
        948.88
    ],
    [
        " he starts blaming you for things you're not actually at fault? So this is one of those catch",
        948.88,
        954.5
    ],
    [
        " 22 situations where you actually don't think you're at fault. So when you actually don't think",
        954.5,
        960.56
    ],
    [
        " you're at fault, then you're thinking, oh, I'm just taking ownership so that that's like the",
        960.56,
        965.46
    ],
    [
        " cool thing to do. That's what I'm trying to use this as to make to improve my situation, right?",
        965.46,
        969.62
    ],
    [
        " I'm gonna I'm gonna quote unquote take ownership. And when you quote on quote take ownership,",
        969.76,
        975.64
    ],
    [
        " but you actually don't believe your fault, then you're not you're not really taking ownership.",
        975.76,
        979.86
    ],
    [
        " So when you look around at your mission at your toss at what you're being told to do and you say,",
        980.12,
        984.8
    ],
    [
        " oh, I've got to do this thing. Oh, it didn't go right. And I'm going to take ownership of it and",
        984.8,
        990.66
    ],
    [
        " get it fixed. If you're just saying that and you don't actually mean it, then your boss starts",
        990.66,
        998.36
    ],
    [
        " feel that way because when your boss blames you for something, you know what you should be saying?",
        998.36,
        1001.98
    ],
    [
        " Yeah, boss, I know I said that this was my responsibility and this is what I'm going to do to fix it.",
        1002.66,
        1007.48
    ],
    [
        " You shouldn't when your boss starts blaming for you for things, you shouldn't say, well,",
        1007.78,
        1011.74
    ],
    [
        " no, actually, that's not my area of responsibilities. What you should say is, oh, yes, boss,",
        1011.74,
        1016.04
    ],
    [
        " like I just said, this is my fault. And here's what I'm going to do to fix it. That's what you do.",
        1016.3,
        1020.56
    ],
    [
        " So you actually think about this. When you're when you're the type of person that takes ownership",
        1020.82,
        1028.12
    ],
    [
        " of things, you actually can't get blamed for things. You can't blame me for things because I'm",
        1028.12,
        1035.48
    ],
    [
        " already volunteering and saying that this was my responsibility and I'm going to fix it. So",
        1035.48,
        1040.58
    ],
    [
        " that's what you do. That's what you do. You take ownership and you take real ownership,",
        1040.58,
        1045.34
    ],
    [
        " which means when there's a problem, you look at it and say, this is, hey, this is my fault.",
        1045.34,
        1049.08
    ],
    [
        " Here's what I'm going to do to fix it. And when your boss says, hey, yeah, this is your fault.",
        1049.16,
        1054.54
    ],
    [
        " You go, I know, boss, I know 100% and this is what I'm going to do to fix it. And then you go fix it.",
        1054.86,
        1059.52
    ],
    [
        " Yeah. And the thing that I didn't know as I said this before too, but I think it's easy to sort of",
        1059.62,
        1064.92
    ],
    [
        " forget when, especially if you're thinking like this, which is which I dig, man, is the whole",
        1064.92,
        1070.44
    ],
    [
        " what am I going to do to fix it? Because when you when you like for real take ownership, whatever,",
        1070.44,
        1076.92
    ],
    [
        " it's because just like I said, it's almost like what you just said, where you where you say,",
        1077.16,
        1082.18
    ],
    [
        " you can't blame me. You can't blame me because I already took responsibility kind of thing.",
        1082.18,
        1086.6
    ],
    [
        " Because and in a big way, it's not necessarily about blame. It's more about fixing problems that",
        1087.16,
        1092.6
    ],
    [
        " are going to come up. Nothing's perfect. So now it's like, it's more of like a way of dealing with",
        1092.6,
        1097.82
    ],
    [
        " problems less than a whole blaming, taking blame thing in culture, in business, in teams, people blame",
        1097.82,
        1104.72
    ],
    [
        " each other. That's what happens. And if you're the person that says, hey, you know what, this is",
        1104.72,
        1108.58
    ],
    [
        " actually my fault. And this is what I'm going to do to fix it. There you go. Yeah. Then that blame,",
        1108.58,
        1112.74
    ],
    [
        " you can say, yeah, blame me. I'm the guy. Because that's not the guy that made this mistake.",
        1113.28,
        1117.66
    ],
    [
        " Yeah. No factor. Yeah. Yeah. And then you can just focus on fixing the problem. And you're meant to",
        1117.98,
        1122.72
    ],
    [
        " find that. And the thing is the reason I bring it up is because it is easy to forget that part",
        1122.72,
        1126.68
    ],
    [
        " because that blame is so in the problem part. Yeah. Yeah. With extreme ownership. I mean,",
        1126.68,
        1130.94
    ],
    [
        " up here, obviously, because it's like, hey, I took in extreme ownership. Like why why didn't he do",
        1131.0,
        1136.56
    ],
    [
        " this part? Yeah. Yeah. That's not the main part. I mean, part is like, you got to fix it. Yeah.",
        1136.56,
        1144.02
    ],
    [
        " You know, yeah. I think so. All right. Next, next question. I have two warrior kid daughters",
        1144.44,
        1150.54
    ],
    [
        " who are very much on the path with pretty much everything, but snacking. They're sitting,",
        1150.54,
        1156.24
    ],
    [
        " they're starting to put some weight on as a result, despite tons of physical activity and good eating",
        1156.52,
        1161.18
    ],
    [
        " at meal time. How can I coach them in this area without being overbearing?",
        1161.84,
        1166.32
    ],
    [
        " I would say don't have snack food in your house. That's junk, which you probably do.",
        1167.04,
        1171.14
    ],
    [
        " Don't and yeah, that's that's real simple. What are they going to do? If there's no snack food in",
        1171.94,
        1176.98
    ],
    [
        " the house, how are they going to snack? The answer is they're not because they can go out and eat",
        1176.98,
        1181.94
    ],
    [
        " grass, if they're still hungry. But so that's that's one thing. The other thing is you got to be",
        1181.94,
        1188.94
    ],
    [
        " careful with with kids. And I'll say this with girls, especially you start throwing that like,",
        1189.34,
        1195.08
    ],
    [
        " hey, you need to watch your way. You can really mess with their body image. So you've got to be",
        1195.08,
        1198.1
    ],
    [
        " really careful about what you're doing with the kid with a with a little girl. Guess what? Little",
        1198.1,
        1202.42
    ],
    [
        " girls, little boys, guess what they are when they're when they're little, the little pudgy little",
        1202.42,
        1206.98
    ],
    [
        " creatures, you know, and sure there'll be some genetic kids that have 2% body fat and 12 pack of",
        1206.98,
        1214.36
    ],
    [
        " abs when they're 6 years old. But most kids are like little little bit pudgy. That's part of",
        1214.36,
        1220.96
    ],
    [
        " their prepping for their growth spurt. And if you're all freaked out about it, you know, just",
        1220.96,
        1226.3
    ],
    [
        " what you're going to do is you're going to put that in their head. They're going to start looking",
        1226.3,
        1228.96
    ],
    [
        " in the mirror. And you don't want to do that to your kids. So you don't have any junk food snacks",
        1228.96,
        1234.32
    ],
    [
        " in the house. Give them some milk, right? Give them some more of your kid milk because it tastes",
        1234.32,
        1237.88
    ],
    [
        " delicious. It is like a snack and it's good for them. And it'll be it'll be satiating. I know",
        1237.88,
        1242.32
    ],
    [
        " you don't like that word echo, but it'll satiate them. It'll make them feel full. So that's",
        1242.32,
        1246.4
    ],
    [
        " that's a good kind of snack food to have in the house. And if you're going to have other snack",
        1246.4,
        1250.66
    ],
    [
        " food, then make it beef jerky, make it some healthy, you know, some carrots, some some celery,",
        1250.66,
        1256.28
    ],
    [
        " you know, make it some good healthy stuff. But yeah, like,",
        1256.54,
        1260.72
    ],
    [
        " worrying about your kids starting to put on some weight when they're, I don't know how old they",
        1261.44,
        1265.36
    ],
    [
        " are in this particular case, but just be careful. You don't want to you don't want to freak your",
        1265.36,
        1268.7
    ],
    [
        " kids out and get them with a really paranoid body image, especially girls. They're getting it",
        1268.7,
        1273.44
    ],
    [
        " from million different directions. And you got to be careful with it because that's a real,",
        1273.44,
        1279.34
    ],
    [
        " that can be turned into a real problem. And the thing that that actually you clarified really",
        1279.34,
        1285.02
    ],
    [
        " good to me one day where when you kind of implement change, you know, in a routine, especially",
        1285.02,
        1291.36
    ],
    [
        " if snacking is kind of like a routine or whatever, when you implement change, like it's going,",
        1291.36,
        1294.64
    ],
    [
        " there's going to be some hiccups there, you know, like where they'd be, I don't know, in this case,",
        1294.68,
        1297.82
    ],
    [
        " like complaining, like, hey, what, you know, you're, you're saying, hey, don't keep snacks in the",
        1298.42,
        1302.04
    ],
    [
        " house. So now there's no chocolate cover pretzels anymore. You know, like, hey, I remember the",
        1302.04,
        1307.22
    ],
    [
        " chocolate cover pretzels. They were right there in the little pantry right there. Now they're gone,",
        1307.22,
        1310.32
    ],
    [
        " like, what up? I haven't seen them in days. You're like, hey, we're not doing the chocolate cover",
        1310.38,
        1313.56
    ],
    [
        " pretzels anymore. Or whatever. There's going to be some blowback there, especially from the",
        1313.56,
        1318.42
    ],
    [
        " little kids, you know, they can be like, well, daddy, you know, there might be some complaining.",
        1318.42,
        1321.1
    ],
    [
        " So I think if we go in or when we go in, knowing those things, that helps a lot. So you're kind of",
        1321.44,
        1327.52
    ],
    [
        " prepared for it. You know, you can kind of plan what you're going to say. You're going to have",
        1327.88,
        1331.68
    ],
    [
        " a way to intense with this. But there's no chocolate covered pretzels. Guess what? They didn't have",
        1331.68,
        1335.56
    ],
    [
        " them at the store. I'm not getting them. They're bad for us. Yeah. I dig it. But a lot of times when",
        1335.56,
        1340.12
    ],
    [
        " you have, you know, two girls or whoever, you know, you're good to get a pull up bar. Yeah, but",
        1340.12,
        1345.24
    ],
    [
        " they're not just going to be like, get your kids on the pull up bar train. Yeah, but they're not",
        1345.24,
        1348.24
    ],
    [
        " going to be like, hey, oh, no chocolate pretzels. Oh, I'll just do pull up. It doesn't work like that",
        1348.24,
        1352.7
    ],
    [
        " with the little kids. You got it. Bro, it's not that big of a deal to take to pull a snack out of your",
        1352.7,
        1355.92
    ],
    [
        " house. Yes. I don't. Especially if you get some beef jerky. And you're like, ah, you know what?",
        1355.92,
        1359.58
    ],
    [
        " That's so bad for us. And I don't want to eat anymore. So I got some beef jerky here. It's",
        1359.64,
        1362.62
    ],
    [
        " really good taste. Yes. But to get seaweed. They know the dried seaweed. Oh, yeah. I like to",
        1362.62,
        1366.46
    ],
    [
        " eat that stuff like it was like they were damn octopus. But that's good. They're right.",
        1366.46,
        1370.18
    ],
    [
        " Bye. Yes. I like the dry seaweed. Yes. I was pounding some of that the other day with both my kids.",
        1370.26,
        1376.92
    ],
    [
        " They're like, it's all delicious. Anyway, what I'm saying is I'm not saying necessarily make",
        1377.0,
        1381.96
    ],
    [
        " it a huge deal. I'm just saying if you're ready for the blowback, you know, because what if you're",
        1381.96,
        1385.88
    ],
    [
        " not ready, you think that okay, I'll agree with you just so we can move this conversation along.",
        1385.88,
        1389.98
    ],
    [
        " In order to prep for you, stop the chocolate covered pretzel. So you don't really agree. You",
        1390.12,
        1394.78
    ],
    [
        " can come up with a a plan of action, a little plan of action, a immediate action drill when that",
        1394.78,
        1400.48
    ],
    [
        " six year old goes, Dad, where are the chocolate covered pretzel? You have a very well rehearsed",
        1400.48,
        1407.24
    ],
    [
        " response. You can do some role playing with your wife and you go. Yes. See. I see what you're doing.",
        1407.24,
        1415.0
    ],
    [
        " I mean, cool man. I'm telling you this helps. This will help. Okay. Because you, you know,",
        1415.0,
        1421.18
    ],
    [
        " the, the park is you care, you know, you care about the short term a little bit too, you know,",
        1421.32,
        1425.68
    ],
    [
        " of course, a long term. You know, that's what you're doing. The whole thing. But all you got to do",
        1425.74,
        1428.72
    ],
    [
        " is explain, hey, you know what? Hey, we're not doing that anymore because it's not good for us.",
        1428.72,
        1432.48
    ],
    [
        " Oh, okay. Straight up. Cool. There it is. That's good. Not a huge, not a huge, well,",
        1432.58,
        1437.06
    ],
    [
        " well, rehearsed. Anyway, role play with your wife. No. Next question.",
        1437.32,
        1443.04
    ],
    [
        " Why isn't MMA or a bigger component of law enforcement training? This seems to be a huge",
        1445.78,
        1451.66
    ],
    [
        " missed opportunity. Yeah. It certainly is a huge missed opportunity. I,",
        1451.66,
        1456.1
    ],
    [
        " I plead with all law enforcement personnel to train Brazilian Jiu Jitsu, MMA, wrestling,",
        1456.28,
        1464.26
    ],
    [
        " boxing, Muay Thai, as much as you possibly can. And I plead with law enforcement agencies",
        1464.52,
        1471.18
    ],
    [
        " of all types that I talk to to get these types of programs in your departments because there is",
        1471.24,
        1478.56
    ],
    [
        " no doubt that it will help you, help your officers be better and more prepared to handle situations",
        1478.56,
        1486.28
    ],
    [
        " on the street. Just had a police officer coming here the other day that was just signing up.",
        1486.28,
        1489.42
    ],
    [
        " And, you know, she just got done with the police academy. And I'm so thankful that she's here",
        1490.88,
        1495.68
    ],
    [
        " because I'm like, yes, go and start training immediately. And it will be so beneficial for you",
        1496.78,
        1503.24
    ],
    [
        " in your career, in your life. And one thing about all these things and any form of martial arts",
        1503.24,
        1511.64
    ],
    [
        " for like self defense or self defense situations or, you know, because that's sometimes what it",
        1511.64,
        1516.04
    ],
    [
        " turns into for a police officer. They're no longer, you know, once you, things, things cross over",
        1516.04,
        1521.44
    ],
    [
        " from where they're on offense to where they're on defense. And for a police officer, this is a",
        1521.44,
        1525.7
    ],
    [
        " great example like this was a female. And hey, could a female 118 pound female police officer take a",
        1525.7,
        1536.66
    ],
    [
        " guy that was drunk, slightly drunk, a wrestler, who's 240 pounds. The answer is no. She's not going",
        1536.66,
        1546.16
    ],
    [
        " to fare well in that situation. But if she knows, if whatever she knows, if she knows, if she's",
        1546.16,
        1553.2
    ],
    [
        " trained, she might be able to prolong that conflict long enough for her backup to arrive. She might",
        1553.2,
        1559.92
    ],
    [
        " be able to stay alive, keep control of her gun, whatever, you know, keep control of the situation",
        1559.92,
        1565.18
    ],
    [
        " long enough that she that she will get her backup there. So that right there, that's the same thing I",
        1565.18,
        1572.1
    ],
    [
        " tell females that want self defense. It's like, hey, look, I'm not saying you can't because you",
        1572.84,
        1578.26
    ],
    [
        " look at some of our female Giu-Jitsu players, they will choke out a dude different straight up. They",
        1578.26,
        1584.26
    ],
    [
        " will arm lock them like for real. And 200 pound wrestler, they'll put a guillotine on them and choke",
        1584.26,
        1591.04
    ],
    [
        " them, put them asleep. So that's that can happen. That's someone that's really skilled to make up for",
        1591.04,
        1596.4
    ],
    [
        " their lack of strength and lack of size, being a female. But what if even if you're not that good,",
        1596.4,
        1603.84
    ],
    [
        " but you can postpone, you can prolong someone trying to grab you and take you somewhere, someone's",
        1604.22,
        1608.6
    ],
    [
        " trying to do something to you, you can prolong it. The longer you can delay the offense from taking",
        1608.6,
        1616.38
    ],
    [
        " place, the better chance you have if somebody else come along or somebody noticing, or that person",
        1616.38,
        1620.62
    ],
    [
        " just giving up because most most criminals are, you know, weak minded and they don't want that kind",
        1620.62,
        1625.5
    ],
    [
        " of resistance. So yes, totally. You're asking why isn't it? There's a bunch of reasons, reasons why",
        1625.5,
        1633.36
    ],
    [
        " it isn't. And one of them, and I've talked about this before, but there was, there's been cases where",
        1633.36,
        1640.36
    ],
    [
        " people that were not trained enough, they were trained enough to be dangerous where they've choked",
        1640.36,
        1646.0
    ],
    [
        " guys to death. And that has happened. You crush someone's windpipe, you can be screwing around.",
        1646.0,
        1650.98
    ],
    [
        " And or you just not screwing around, but you can be screwing around. You could, you know, you and I",
        1651.5,
        1655.82
    ],
    [
        " could could start wrestling around. If you and I were white belts and we started going out at",
        1655.82,
        1660.36
    ],
    [
        " really hard, there's a chance one of us could get the other one in a choke called had a couple",
        1660.36,
        1664.4
    ],
    [
        " drinks in us. And next thing, you know, I put you to sleep, which is, oh yeah, I'm going to put",
        1664.4,
        1670.38
    ],
    [
        " you to sleep because sometimes you choke your friend. You're like, I'm going to put you to sleep.",
        1670.38,
        1673.6
    ],
    [
        " Well, if I'm drunk and you're drunk and I put you to sleep and I don't really know that you're",
        1673.96,
        1679.24
    ],
    [
        " asleep yet, and I'm squeezing extra hard because I'm drunk. Next thing, you know, I look up and",
        1679.24,
        1683.1
    ],
    [
        " all of a sudden your high-oid bone is crushed your windpipe and you're now going to die. So that's",
        1683.1,
        1688.52
    ],
    [
        " happened in law enforcement. They've banned chokes, which is a horrible thing because choking is a,",
        1688.52,
        1693.86
    ],
    [
        " is one of the best and most minimal forces to use to subdue someone is to choke them. Even an armlock",
        1694.36,
        1703.1
    ],
    [
        " is going to break their arm. It's going to ruin their tendons. It's going to hurt them. A choke",
        1703.1,
        1707.2
    ],
    [
        " doesn't even hurt someone. It just puts them to sleep. Just incapacitates. So, but that's one of the",
        1707.2,
        1713.08
    ],
    [
        " reasons why they don't teach it as much. The other reason is they don't give enough training to",
        1713.08,
        1718.42
    ],
    [
        " law enforcement officers and they need to. They train an absolutely pathetic amount of time in what",
        1718.42,
        1727.74
    ],
    [
        " they call defensive tactics. Generally, they police officers called defensive tactics, which is them",
        1727.74,
        1732.26
    ],
    [
        " fighting and maintaining weapon retention and all that. They train a very small number of hours,",
        1733.3,
        1739.54
    ],
    [
        " a year. They measure the time that they train in a year in hours. That's how little they train.",
        1739.8,
        1745.36
    ],
    [
        " So, my campaign I'd like to go forward with is I think that police officers should spend one",
        1746.26,
        1755.06
    ],
    [
        " fifth of their active duty time training. One fifth of their time should be training. That's the",
        1755.06,
        1760.54
    ],
    [
        " way it should work. I don't know how I'm going to start that ground wave, but that's such a solid",
        1760.54,
        1766.88
    ],
    [
        " idea that no one can argue against it. There's not one single argument against every police officer",
        1766.88,
        1775.1
    ],
    [
        " spending one fifth of their time training. If you want to argue with me about that,",
        1775.1,
        1780.94
    ],
    [
        " and the argument is, well, we won't have enough police officers out on the beat then. Here's the",
        1781.18,
        1786.0
    ],
    [
        " question back at that. Would you rather have eight highly qualified, highly trained officers out",
        1786.0,
        1792.38
    ],
    [
        " on the beat or ten officers that were barely trained at all? And that answers so easy to that question.",
        1792.38,
        1798.22
    ],
    [
        " So, that's a bunch of things. I'll continue to push that as much as I can. I know a ton of law",
        1798.56,
        1805.26
    ],
    [
        " enforcement people listen to this and just, you know, I think that's a great idea to start pushing",
        1805.26,
        1809.2
    ],
    [
        " from the ground, from the grassroots. We want one fifth of our time training. It's going to make",
        1809.2,
        1814.3
    ],
    [
        " us all better. It's going to prevent, think of all the time that's hours that are wasted in legal",
        1814.3,
        1818.88
    ],
    [
        " actions after there's a bad shooting or an injury or something like that. Think of all the stuff",
        1818.88,
        1824.14
    ],
    [
        " that gets wasted there. Take the officers and train them properly. That's what that's what needs",
        1824.14,
        1828.74
    ],
    [
        " to happen. So hopefully it will. And then what would you suggest that, I mean, I'm kind of",
        1828.74,
        1835.58
    ],
    [
        " obvious in what you can say, but you suggest like, you know, police officers going and getting",
        1835.58,
        1840.68
    ],
    [
        " training on their own. So like, you know, if you have to go get training on your own,",
        1840.68,
        1844.6
    ],
    [
        " go get training on your own. Because most Jiu Jitsu places, they'll have a law enforcement",
        1844.74,
        1848.28
    ],
    [
        " like discount or some kind of deal. Yeah, actually this guy, Craig, right? Hanami,",
        1848.28,
        1853.22
    ],
    [
        " the guy from my, okay, police officer up in Oregon if I'm not mistaken, always doing Jiu Jitsu.",
        1853.4,
        1859.06
    ],
    [
        " Like with his uniform on and you can look, look him up on Instagram. You can see all the stuff he",
        1859.36,
        1865.06
    ],
    [
        " does with Jiu Jitsu. And he applies it to law enforcement. And it like, man, it's such a clear",
        1865.28,
        1870.0
    ],
    [
        " demonstration of the benefits. And you know, whatever everyone who trains like, you know, it's like,",
        1870.0,
        1875.52
    ],
    [
        " man, it becomes real after you train for a while, all this dealing with other people in chaotic",
        1875.6,
        1880.06
    ],
    [
        " situations, right? It's literally easy. So man, yeah, get watch Craig and his stuff. And I don't",
        1880.06,
        1887.44
    ],
    [
        " end here's the thing. I don't know how that works with like work. And you know, hey, you're at risk",
        1887.44,
        1891.82
    ],
    [
        " of injury. I don't know. I don't know what the whole deal is. But man, the way I say it, man,",
        1891.82,
        1897.0
    ],
    [
        " trains or craigs of their training all the time. And so man, yeah, just train on your own.",
        1897.14,
        1903.8
    ],
    [
        " Until your situation arises with the law enforcement. Yeah, well, hopefully they'll implement that",
        1904.18,
        1911.4
    ],
    [
        " sometime in the future, man. Next question. Bow or not? Okay, and Jiu Jitsu, he's three months in,",
        1911.4,
        1919.86
    ],
    [
        " professor, not bowing. I don't. Other practitioners bow. No one told me when in Rome versus I'm not",
        1920.0,
        1928.3
    ],
    [
        " interheard, respect to professor, mats and practitioners. This is a pretty simple question. Some people",
        1928.3,
        1934.8
    ],
    [
        " bow when they all go on the mat. Some people bow to the professor. Some people don't. I don't, I",
        1934.8,
        1940.54
    ],
    [
        " just kind of do whatever. And it doesn't really matter to me. And there's a little bit of paranoia",
        1940.54,
        1945.38
    ],
    [
        " in the question, which I understand, which is like, Hey, hey, when in Rome do his Romans do,",
        1945.38,
        1950.48
    ],
    [
        " but at the same time, you know, I'm going to hold the line kind of on my personal values. So it's",
        1950.66,
        1954.4
    ],
    [
        " like, I don't, I'm not bowing, right? That's not my gig or I, it's respect. You got to bow. Like,",
        1954.4,
        1959.34
    ],
    [
        " there's both those extremes. And both of them can be articulated in a way that's fine. And to me,",
        1959.46,
        1965.26
    ],
    [
        " I'm just like, whatever. Oh, everyone, it looks like everyone's bound to call them about. Not",
        1965.44,
        1968.84
    ],
    [
        " that big of a deal. I don't, I don't freak out about it. Yeah. It's not that big of a deal, I think.",
        1968.84,
        1972.74
    ],
    [
        " It's to me, to me, the overall arching principle of my actions, bowing or not, bowing is more based",
        1973.42,
        1981.14
    ],
    [
        " on my overall principle of not making a spectacle out of myself one way or the other. Yeah.",
        1981.14,
        1986.32
    ],
    [
        " Like, I'm not here to like draw attention and be like, Hey, I don't bow or hey, this is Jiu Jitsu,",
        1986.52,
        1992.76
    ],
    [
        " you need to respect the mat. I'm like over here, just trying to train. Yeah. Yeah. Not trying to make",
        1992.86,
        1998.18
    ],
    [
        " a big deal out of myself. Yeah. So if everyone's bowing, it's that cool. Like, no, no big deal. I",
        1998.18,
        2003.26
    ],
    [
        " get it. Or if no one's bowing and it's like, Hey, no big deal. Yeah. I guess people might be",
        2003.26,
        2008.92
    ],
    [
        " disappointed that I don't have some hard stance, right? Yeah. But I don't. Yeah. There's,",
        2008.92,
        2015.14
    ],
    [
        " there's some things I don't worry about. That's one of them. Yes. I believe that. Yeah. How about we",
        2015.14,
        2020.14
    ],
    [
        " just trade? Yeah. Agree. And that'll sort itself out anyway, because if you're at a school,",
        2020.14,
        2024.42
    ],
    [
        " because some schools sort of require that's the protocol here at the school. No, but you can",
        2024.42,
        2028.04
    ],
    [
        " have that exact attitude. You'd be like, cool. That's what we're doing. That's cool. Because some",
        2028.04,
        2030.78
    ],
    [
        " people you bow on the mat, you bought off the mat, you at the beginning class to the, you know,",
        2030.78,
        2035.18
    ],
    [
        " to the picture, whatever, at the end, like the whole deal. But same deal, it's like,",
        2035.3,
        2039.54
    ],
    [
        " bowing's not hard to do. It doesn't like, you know, affect your family life at home or nothing",
        2039.54,
        2044.26
    ],
    [
        " like that. It's just just bow. Same thing with not bowing doesn't affect your, you know, it's not",
        2044.26,
        2049.08
    ],
    [
        " hard to not bow. Now, I guess there's a line in either direction, right? There, you know, where you",
        2049.08,
        2055.54
    ],
    [
        " could, you know, you could be telling me like, okay, when we bow, you need to bow and you need to",
        2055.54,
        2060.24
    ],
    [
        " praise. Yeah. Praise the praise instructor, whoever. It's like, okay, probably not, I'm probably not",
        2060.24,
        2067.72
    ],
    [
        " going to do that. You know, like, we're not, we're not worshiping, right? We're not bowing. It's like,",
        2067.72,
        2071.84
    ],
    [
        " okay, a little sign of respect. Cool. I got that. But we're not going to turn a respect into a",
        2071.84,
        2077.38
    ],
    [
        " worship. There's a line that that will not be crossed. The other direction is like, oh, you know,",
        2077.38,
        2082.56
    ],
    [
        " someone's teaching a class and I'm just going to go, you know, run my mouth and walk onto the",
        2082.66,
        2086.3
    ],
    [
        " mat like it's no big deal. No, like you're going to be respectful to the instructor, of course. So",
        2086.3,
        2089.78
    ],
    [
        " I'm just going to find a little balance there and balance those two dichotomies. So what if you go",
        2089.78,
        2095.3
    ],
    [
        " as a guest or whatever at another place and there, their protocol is in European, you know,",
        2095.3,
        2103.02
    ],
    [
        " like sort of crossed over to worship. I haven't really been to an academy or a crossover",
        2103.02,
        2108.2
    ],
    [
        " in worship. But let's say it did just a little bit or like, would you go as a guest? Do you just",
        2108.2,
        2112.78
    ],
    [
        " go through the motions? I respect for you. I might, what I would probably do is go through the",
        2112.78,
        2117.38
    ],
    [
        " motions, but then do other actions that would indicate to everyone that I have a free mind.",
        2117.38,
        2124.96
    ],
    [
        " And that I'm not down with what they just did type of scenario. Like, I wouldn't be obnoxious",
        2125.38,
        2129.66
    ],
    [
        " about it, but I'd be like, oh, you know, what I'm going to do is take off my key and sit on the",
        2129.66,
        2133.74
    ],
    [
        " mat right now. Like, oh, that's not a lot. Oh, okay, sorry. Cool. Oh, my bad. Oh, yeah, no big",
        2133.74,
        2139.56
    ],
    [
        " thing. They put it on like, I, you know, cool, whatever. Just kind of like just indicate. Would you",
        2139.56,
        2144.4
    ],
    [
        " say at my academy, like, we don't care about these small things? Yeah, maybe like, um,",
        2144.4,
        2148.64
    ],
    [
        " I don't know if I do that because then you're just trying to try to, again, make a spectacle.",
        2149.62,
        2153.4
    ],
    [
        " I'm not trying to make a spectacle, man. I'm just trying to go. I'm just trying to, just trying",
        2153.4,
        2156.96
    ],
    [
        " to be, you know, just trying to get some training and to be honest with you. I just want to train.",
        2156.96,
        2161.32
    ],
    [
        " Yeah. So don't make a spectacle and get in the way and let that spectacle get in the way of",
        2161.72,
        2166.16
    ],
    [
        " your training. Yeah. How often are we making? I mean, how often do people try and make spectacles",
        2166.16,
        2171.52
    ],
    [
        " out of themselves? It's like people do that. Yeah. And that's not cool. Like, don't do that. Don't",
        2171.52,
        2177.46
    ],
    [
        " be a spectacle. Just be, you know, I told a story before about the, the, when I went to",
        2177.46,
        2184.18
    ],
    [
        " University of San Diego and there was a professor there that was like, she was an American,",
        2184.32,
        2189.92
    ],
    [
        " but she was a Buddhist monk, right? You know, so she had at some point converted to Buddhism.",
        2190.18,
        2196.06
    ],
    [
        " And she would shave her head and walk around in the robes and stuff like that. And I was like,",
        2196.4,
        2200.84
    ],
    [
        " we know one of the tendons of, you know, being Buddhist is to like not make a spectacle over yourself.",
        2201.02,
        2206.16
    ],
    [
        " And yet here you are walking around a Western campus, you know, you know, in a, in a uniform",
        2206.5,
        2212.48
    ],
    [
        " with a shaved head that's not, that's not that you are making a spectacle over yourself. So I was",
        2212.5,
        2217.88
    ],
    [
        " just like, I would, I would think it would be more like the Buddha to just wear, you know, a pair of",
        2217.88,
        2224.38
    ],
    [
        " jeans and a t-shirt and just have like whatever, normal, just be a normal, just look as normal as",
        2224.38,
        2230.76
    ],
    [
        " possible. Yeah. There's a whole like, there's a whole thing that's sort of my, that's sort of,",
        2230.76,
        2235.36
    ],
    [
        " I fall into a, I fall back on that, you know, like a lot. Yeah. So. Because you'd think that she might",
        2235.44,
        2241.56
    ],
    [
        " argue, well, this is how us Buddhists like minimalize our whole efforts to have individuality or",
        2241.56,
        2249.72
    ],
    [
        " whatever. But at the end of the day, you are. Yeah. Like when you're in Thailand, which is awesome.",
        2249.72,
        2255.32
    ],
    [
        " Like the Buddhist monks, they're everywhere and they're, that's what they do. Yeah. And so they're",
        2255.72,
        2260.68
    ],
    [
        " not making a spectacle of themselves at all. And they come around and get rice in the morning.",
        2260.68,
        2264.58
    ],
    [
        " It's very cool. It's a very cool culture. But if you're in a culture of Southern California",
        2264.58,
        2270.32
    ],
    [
        " university, there's no other Buddhist monks that are walking around. So you're kind of, and hey,",
        2270.58,
        2276.38
    ],
    [
        " maybe I'm wrong. You know, I'm not trying to disparage, you know, this individual. I'm just saying",
        2276.44,
        2281.3
    ],
    [
        " from my perspective, I was like, hmm, if you really want to have the, the low profile and not bring",
        2281.3,
        2287.36
    ],
    [
        " attention to yourself and give up, you know, give up the, the trappings of ego. Right? You want to",
        2287.36,
        2300.2
    ],
    [
        " don't want people to notice you. If you don't want people to notice you, you dress like a gray man.",
        2300.2,
        2305.38
    ],
    [
        " You dress just like kind of normal. Yeah. You know, you're forgettable. Yeah. So anyways,",
        2305.46,
        2311.24
    ],
    [
        " I'm trying to get like deep into the religious aspect of Jiu Jitsu and robes.",
        2311.4,
        2318.42
    ],
    [
        " Sure. But that's just kind of my opinion. Yeah. I dig it. Next question.",
        2318.74,
        2324.6
    ],
    [
        " Did you ever have a CCTV? Did you ever have a CCTV attached to your unit? And if yes,",
        2325.58,
        2333.04
    ],
    [
        " I was having them alongside and what advantages did they bring to the battlefield?",
        2333.18,
        2339.68
    ],
    [
        " So CCTV is a Air Force combat controller and their special operations. Guys, they're awesome",
        2339.94,
        2344.9
    ],
    [
        " guys. They go through really hardcore training. And I didn't really, I worked with them occasionally.",
        2344.9,
        2351.12
    ],
    [
        " Not very directly on a couple occasions. They were great guys. But I never worked with them",
        2352.9,
        2358.06
    ],
    [
        " enough to be talking about them all the time because I just didn't have that experience. You know,",
        2358.06,
        2361.94
    ],
    [
        " I don't talk about bull riders either because I don't know many of them. You know, so it's just,",
        2362.02,
        2367.78
    ],
    [
        " it's just that. But they're great guys. I know they have an awesome reputation and my friends",
        2367.78,
        2372.0
    ],
    [
        " that work with them, loved to work with them. If there was a guy that was, I've had a couple guys",
        2372.0,
        2376.88
    ],
    [
        " kind of heard names of. So for as far as coming on the podcast, yeah, of course, I never",
        2377.34,
        2381.5
    ],
    [
        " fall on the podcast with our question. No problem. And what we did, what we had was we had Anglico,",
        2381.5,
        2387.8
    ],
    [
        " which was Dave Burke and his guys. They were the guys that were doing the CCTV type mission for us",
        2387.8,
        2392.84
    ],
    [
        " when we were in Ramadi. So that's one of the reasons why we didn't work with them very much on that",
        2392.84,
        2398.36
    ],
    [
        " deployment. The previous deployment, we had my own, I had my own JTAC and that's who we work with. So",
        2398.36,
        2403.4
    ],
    [
        " just just didn't have that opportunity. So they're awesome guys though.",
        2404.42,
        2408.24
    ],
    [
        " Next question. Jaco, currently in a busy and stressed place in life and keep looking back at what",
        2408.58,
        2416.38
    ],
    [
        " could have been, how do you bounce back to doing you and not getting in your own head? Appreciate",
        2416.38,
        2423.26
    ],
    [
        " what you and I could do. Thank you both and God bless. All right. You know, we can look back all day",
        2423.26,
        2427.96
    ],
    [
        " long at what could have been and it doesn't matter. Well, the only thing that matters from the past",
        2427.96,
        2432.16
    ],
    [
        " is what you learned from it. So let's learn from it and look at the future and one one thing I'll say is",
        2432.16,
        2437.4
    ],
    [
        " it's like this saying about when's a good time to plan a tree? Do you know when the best time to",
        2437.4,
        2445.8
    ],
    [
        " plan a tree is right now either 22 years ago or right now, right? Like that's look you didn't do it",
        2445.8,
        2454.58
    ],
    [
        " then. So we guess what you can do? You do it now. When's the best time to start a savings account?",
        2454.58,
        2458.72
    ],
    [
        " Same deal. Yeah, it's the same thing. Like I just you know 20 years ago or right now. So",
        2459.38,
        2463.9
    ],
    [
        " if you sit there and say, oh, well, I could have done if I wish I would have done this years ago,",
        2463.9,
        2469.54
    ],
    [
        " I wish well, guess what? You look up at your and you don't have that little sapling now.",
        2469.56,
        2472.96
    ],
    [
        " You could have a little sapling, right? You have nothing. So it's not that big of a deal.",
        2473.16,
        2478.44
    ],
    [
        " Hey, hey, you you went through life. You made some you wasted some time. Good. You didn't waste it",
        2479.1,
        2484.78
    ],
    [
        " completely. First of all, you learned from it. You got experience. You had fun. You did other",
        2484.78,
        2487.92
    ],
    [
        " things. You you learned about you learned about relationships because some girl dumped you and",
        2487.92,
        2493.18
    ],
    [
        " you realize that you can't over commit to a to a liar. You know, you like you learn these things,",
        2493.18,
        2497.4
    ],
    [
        " right? So the just because things were negative experiences in the past and they didn't feel good",
        2497.4,
        2502.32
    ],
    [
        " to go through doesn't mean that they were all bad because you still took something away from",
        2502.32,
        2506.34
    ],
    [
        " you learn from it. So that's part one part two is what are you going to do? Plan a tree today.",
        2506.34,
        2512.52
    ],
    [
        " That's what you're going to do. Plan a tree today and start to nourish that tree and take the",
        2512.94,
        2517.1
    ],
    [
        " lessons that you learned to sprinkle on that tree and feed that tree so it can grow fast. That",
        2517.1,
        2521.92
    ],
    [
        " tree that you plant today should be able to grow faster than the one you would have planted 20 years",
        2521.92,
        2525.02
    ],
    [
        " ago because you have the knowledge on how to on how to nourish that tree and feed that tree. So it",
        2525.02,
        2531.5
    ],
    [
        " can grow quicker. So just get on the path. Don't don't play around with what's going on in the past.",
        2531.5,
        2535.38
    ],
    [
        " Learn from it. Move on. Yeah, man. That goes along with how like that little speech was in a speech",
        2535.7,
        2541.78
    ],
    [
        " a little talk you had with me about you know you got to play the long game or whatever and",
        2541.88,
        2547.98
    ],
    [
        " and kind of in this case same deal where it's kind of more so than even play that you are playing",
        2547.98,
        2552.54
    ],
    [
        " the long game but keep the long game in mind because that's you know those thoughts like dang I",
        2552.54,
        2556.58
    ],
    [
        " should have I should have went to college or I should have should know went to I don't know",
        2556.58,
        2560.16
    ],
    [
        " whatever this whole what could have been kind of deal. That's like your mind saying like right now",
        2560.16,
        2565.92
    ],
    [
        " if I would have done that back then right now I would have this and that's the part that kind of",
        2565.92,
        2570.46
    ],
    [
        " message like jams you up mentally right where you're like man I could have had this right now.",
        2570.46,
        2573.72
    ],
    [
        " So when you think so you don't you so as a result typically in my experience anyway",
        2574.18,
        2579.8
    ],
    [
        " which is almost done but typically I think like wait I because when I think of what could have",
        2579.8,
        2586.9
    ],
    [
        " been because of this thing that I kind of want right now I don't want a seed right now I want",
        2586.9,
        2592.02
    ],
    [
        " what I could have had that's what I want. Yeah so but meant like I emotionally or mentally",
        2592.02,
        2598.02
    ],
    [
        " that's not where your mind is your mind isn't like hey I can't have that I accept that and so let's",
        2598.3,
        2602.76
    ],
    [
        " think of the future now your mind doesn't do that it's more like hung up on on that right what you",
        2602.76,
        2608.16
    ],
    [
        " don't have right now that empty void that you have you don't want to fill that void with a seed",
        2608.16,
        2614.1
    ],
    [
        " the seed doesn't do nothing for me this not even a sapling that's a full grown tree that's what I want",
        2614.1,
        2621.92
    ],
    [
        " right now that's what I could have had so how is a seed the problem or or the solution to my problem",
        2621.92,
        2627.82
    ],
    [
        " but if you're looking at the big picture or the long game is you so I'll",
        2628.24,
        2632.22
    ],
    [
        " eloquently put it that day but the seed is nothing but a tree at a different time that's",
        2632.22,
        2637.78
    ],
    [
        " really what it is so I'm saying so that is the that is a solution so I'm saying and then that might",
        2637.78,
        2642.82
    ],
    [
        " be the most philosophically bold and and unbounded statement you've made on this the seed is nothing",
        2642.82,
        2649.9
    ],
    [
        " but a tree at a different time thanks I like how you did that good job it's all been worth it",
        2649.9,
        2655.74
    ],
    [
        " the pain and suffering listening has finally paid off good cool man thank you anyway so yeah I think",
        2655.74,
        2667.56
    ],
    [
        " if like you can keep that long game in mind that's helped me like a lot with just even like small",
        2667.56,
        2673.7
    ],
    [
        " little things you know stuff is like uncomfortable I want to do this right now but you know this exact",
        2673.7,
        2678.68
    ],
    [
        " thought like man I'm I'm looking forward to the day that I'm not I'm thinking the opposite of what",
        2678.92,
        2683.82
    ],
    [
        " could have been I'm thinking now I'm thinking I'm so glad I planted that seed last year or whatever",
        2683.82,
        2689.28
    ],
    [
        " you know so you can look at the long game and kind of fulfill all that stuff sure all right anyway",
        2689.28,
        2694.24
    ],
    [
        " next question hi jaco and echo my name is by the way here but hi jaco and echo quick question I",
        2694.24,
        2700.9
    ],
    [
        " really get I get really bad anxiety doing almost everything for example when talking to people I",
        2700.9,
        2708.44
    ],
    [
        " always feel like as if I'm gonna say something stupid and this makes me start to stutter and lose",
        2708.44,
        2713.72
    ],
    [
        " my train of thought I just go blank hey I'd say on that one first of all you got a condition",
        2713.72,
        2721.34
    ],
    [
        " yourself you know you got to practice you got to rehearse I actually first of all I would say",
        2721.34,
        2725.6
    ],
    [
        " go get some speech therapy someone to help you out because that will that will be beneficial to you",
        2725.6,
        2730.8
    ],
    [
        " getting someone that's a professional to to come in and say like okay here's the drills that we're",
        2730.8,
        2737.96
    ],
    [
        " The there's drumming drills that you can do so you can get your left hand to do something different than",
        2739.36,
        2745.2
    ],
    [
        " your left foot and your right hand to do something there's drills that you can do to overcome because if",
        2745.2,
        2751.54
    ],
    [
        " you're like me, you're not a drummer I my right hand and right foot are gonna do the",
        2751.54,
        2755.78
    ],
    [
        " same thing at the same time my left hand and my left foot are gonna do the same thing at the",
        2755.78,
        2759.92
    ],
    [
        " same time yeah but there's drills that you can do to overcome that and there's drills that you",
        2759.92,
        2764.46
    ],
    [
        " can do with speech so you can practice and you rehearse and you think about it then you'll get",
        2764.46,
        2769.24
    ],
    [
        " better at it and the cool thing is like once you start to build some confidence then you get more",
        2769.24,
        2774.66
    ],
    [
        " and more confident and you'll get better and better at the other thing I would say is talk about",
        2774.66,
        2779.94
    ],
    [
        " things that you know right don't try and explain things that you don't know don't try and try and",
        2779.94,
        2785.4
    ],
    [
        " come up with some theory that you don't understand and try and just roll it out off the tip of your",
        2785.4,
        2789.38
    ],
    [
        " tongue because you don't know it so just when that's happening just sit back and kind of formulate",
        2789.38,
        2794.0
    ],
    [
        " your thoughts and think okay if all the things I'm thinking right now what do I actually kind of have",
        2794.0,
        2798.02
    ],
    [
        " a grip on maybe it's a question sometimes forming something in a question will make it easier for",
        2798.02,
        2803.5
    ],
    [
        " you to state it because you're saying hey I got a question and now you're not putting pressure on",
        2803.5,
        2807.28
    ],
    [
        " yourself to come up with this perfect yarn of why that you this theory that you have instead you",
        2807.28,
        2813.02
    ],
    [
        " post something as a question that'll take some pressure off you and talk about things that you",
        2813.02,
        2817.1
    ],
    [
        " know and if you don't know it then ask a question about it and that'll get you more comfortable and",
        2817.1,
        2820.74
    ],
    [
        " you keep talking and keep trying and over time you'll get better and better at it but you have to",
        2820.74,
        2825.9
    ],
    [
        " you have to not jump in like don't go and volunteer to give the speech at the local club right no",
        2825.9,
        2834.36
    ],
    [
        " volunteer to when people are having a conversation say hey can I ask a question about this start with",
        2834.36,
        2841.5
    ],
    [
        " that that's like the easiest entry point no one's expecting you to say anything brilliant when you",
        2841.5,
        2845.62
    ],
    [
        " ask a question they're just expecting you to ask a question yeah so it's not that big of a deal",
        2845.62,
        2849.36
    ],
    [
        " and then just build on that man it's exposure therapy yeah exposure therapy next question",
        2849.36,
        2856.72
    ],
    [
        " when you transitioned from E to an O how did you approach working with with men you previously",
        2856.72,
        2866.42
    ],
    [
        " served with as enlisted now that you were an officer this is such an easy question because the",
        2866.42,
        2873.84
    ],
    [
        " bottom line is when I transferred from being an enlisted guy to be an officer I didn't change",
        2873.84,
        2877.62
    ],
    [
        " anything in the way that I treated everyone I treated people the same and when I was a young",
        2877.62,
        2883.44
    ],
    [
        " enlisted guy or senior enlisted guy well more senior I was never like I would I only made it to E5",
        2883.44,
        2888.8
    ],
    [
        " before I went officer but when I was in my third platoon with other guys that were not in their",
        2888.8,
        2893.9
    ],
    [
        " third platoon I treat people okay man with you know hey this is what we're gonna do this is how",
        2893.9,
        2899.14
    ],
    [
        " we're gonna make it happen now I gotta caveat that for the guys that were in platoons with me when",
        2899.14,
        2903.96
    ],
    [
        " I was in the E5 mafia hey I was a little crazy with the hazing and like you did suck to be a new guy",
        2903.96,
        2910.12
    ],
    [
        " in one of my platoons and I get that but as you guys have told me you appreciated it once you got",
        2910.12,
        2917.54
    ],
    [
        " a little you know once you saw the big picture there was appreciation but no from a from an actual",
        2917.54,
        2923.32
    ],
    [
        " working relationship hey you know what are you gonna do you gonna stay humble you're gonna treat",
        2923.32,
        2927.42
    ],
    [
        " people with respect regardless if you're above them or below them in the chain of command",
        2927.42,
        2931.0
    ],
    [
        " um there's this saying that I didn't talk about when we had Derek Arrarran and it's pulled from",
        2931.68,
        2940.24
    ],
    [
        " that speech by Jacqueline by gun resurgent Jacqueline he says at the end of the speech he says",
        2940.24,
        2945.74
    ],
    [
        " not above you not below you always beside you so think about that from a leadership perspective",
        2945.74,
        2951.74
    ],
    [
        " not above you not below you always beside you so that's if you have that attitude look I'm not",
        2951.74,
        2957.2
    ],
    [
        " above when I'm not above you and I'm not below you like where equals and we're trying to figure out",
        2957.2,
        2963.38
    ],
    [
        " how to best solve this problem and if you treat people like that regardless if you're above them or",
        2963.38,
        2968.82
    ],
    [
        " below them in the chain of command you'll treat them with respect and humility you'll be fine and",
        2968.82,
        2974.0
    ],
    [
        " that's what I did I didn't treat anybody any different and I mean I had I had guys that worked",
        2974.0,
        2978.14
    ],
    [
        " for that worked for me that had been my peers or that I had worked for before when I when I went",
        2978.14,
        2986.68
    ],
    [
        " through that transition and it was like no factor it was literally no factor because these guys were",
        2986.68,
        2992.56
    ],
    [
        " you know when we were friends we worked together we focused on getting the job done when they were",
        2992.56,
        2996.58
    ],
    [
        " above me in the chain of command what did I do I worked hard and focused on getting the job done",
        2996.58,
        2999.62
    ],
    [
        " when they were below me in the chain of command oh no it's like hey they're working hard",
        2999.62,
        3003.54
    ],
    [
        " did they become a less of a person did I become more of a person no no I put a different rank",
        3003.54,
        3008.82
    ],
    [
        " on my sleeve what does that mean nothing it doesn't mean it means yeah what does it mean it means",
        3008.82,
        3015.3
    ],
    [
        " that I'm gonna be given this brief instead of some other guy cool no big deal you know what why",
        3017.14,
        3022.0
    ],
    [
        " don't you give the brief I'm fine with that yeah so yeah respect humility and never above you never",
        3022.0,
        3029.48
    ],
    [
        " below you always beside you it's a good little thing to think about there did you ever have the",
        3029.48,
        3034.8
    ],
    [
        " situations where you're throwing darts at the guys back at the bar you know for your hazing situation",
        3034.8,
        3040.16
    ],
    [
        " no no sure we did some pretty we did some pretty rough hazing though for sure you know lots lots of",
        3040.58,
        3046.46
    ],
    [
        " yeah it was it was not fun it wasn't fun it wasn't fun you know and it was part of the ritual",
        3046.46,
        3053.52
    ],
    [
        " back in the day it's not as much as it any as it is not as much as that anymore but you know",
        3053.52,
        3059.08
    ],
    [
        " guess what guys are fighting a war now so I'm not like oh those guys don't have it or sorry",
        3059.08,
        3063.6
    ],
    [
        " guess what when I got when I was in the teams when I first got to the teams it was like oh cool",
        3063.6,
        3067.68
    ],
    [
        " you're in the teams yeah you're gonna get hazed oh guess what these guys are gonna get nowadays",
        3067.68,
        3071.46
    ],
    [
        " they're gonna get shot at they're gonna get you know hit with ied's so not that big of a deal",
        3071.46,
        3078.58
    ],
    [
        " it's just a little bit of a culture change and that's the way it is next question dichotomy of",
        3078.58,
        3085.32
    ],
    [
        " leadership has some great principles what is an appropriate philosophy concerning time to train",
        3085.32,
        3090.22
    ],
    [
        " versus manage out a direct report when they have been in the role for over a year yeah this",
        3090.82,
        3097.5
    ],
    [
        " changes from industry to industry to spend depending on the situation that you're in and sometimes",
        3097.5,
        3101.92
    ],
    [
        " you don't have you have a really tight timeline to get people up to speed and if they don't get up to",
        3101.92,
        3106.68
    ],
    [
        " speed you got to get rid of them otherwise it's gonna cost the team or it's gonna cost the company",
        3106.68,
        3109.58
    ],
    [
        " money so how long you're gonna give them you're gonna give them as much time as you think you can",
        3109.58,
        3115.26
    ],
    [
        " give them before they start detracting from the team you're also gonna make sure that you're not",
        3115.26,
        3118.48
    ],
    [
        " investing so much time into one person to try and get them up to speed that you're ignoring",
        3118.94,
        3122.54
    ],
    [
        " everyone else and now it's having a negative impact on the team so you just got to look at the",
        3122.54,
        3125.74
    ],
    [
        " timing again i worked with construction companies where if they don't get a job done on done on time",
        3125.74,
        3129.84
    ],
    [
        " it'll cost them sixty thousand dollars a day they don't play around like they've been someone that's",
        3129.84,
        3135.46
    ],
    [
        " gonna be able to get the job done you get some sales organization that's commission only and",
        3135.46,
        3140.44
    ],
    [
        " there's somebody that's taken a while to get up to speed they don't really care it's not",
        3140.44,
        3142.72
    ],
    [
        " costing the company anything so you got to figure out in your industry how much time that looks like",
        3142.72,
        3147.82
    ],
    [
        " and then you got to set the expectations clearly and once you've done that you say okay listen bud",
        3147.82,
        3152.96
    ],
    [
        " i've been working with you for this amount of time here's where i want you to be at this date if",
        3152.96,
        3157.5
    ],
    [
        " you don't get there we're gonna move you out man that's the way it is pretty straightforward",
        3157.5,
        3161.8
    ],
    [
        " next question i have to coexist at times with an individual who knows i'm ex-army he purposely makes",
        3161.8,
        3171.02
    ],
    [
        " pro tally band quips to piss me off as i'm in a position i can't do much about it",
        3172.38,
        3179.14
    ],
    [
        " his intent to anger works but i don't show it what's some advice yeah i mean this guy's just",
        3179.14,
        3187.54
    ],
    [
        " just i would just completely ignore him you know and actually you know hey that's funny man",
        3187.54,
        3194.12
    ],
    [
        " cool he's obviously trying to get under your skin and just don't let him get under your skin",
        3194.12,
        3199.84
    ],
    [
        " that's just all there is to it this person is worthless and just ignore him i mean you could go",
        3199.98,
        3206.72
    ],
    [
        " to the extreme of taking like in marks mission where mark actually gets in on the joke you know",
        3206.72,
        3213.48
    ],
    [
        " and if you want it you know but then you might be crossing again i don't know the specifics of",
        3213.48,
        3219.8
    ],
    [
        " the situation because there's times where that's not like i wouldn't do that in certain situations",
        3219.8,
        3224.98
    ],
    [
        " like like no i'll ignore you but i'm not gonna play along with this joke the way you're saying it",
        3224.98,
        3229.8
    ],
    [
        " yeah other times where i'd be like oh yeah guess what you know i might play along with a joke just",
        3229.8,
        3234.3
    ],
    [
        " to defuse it yeah again if this might be a this might be a a guy that doesn't deserve that but uh",
        3234.3,
        3240.62
    ],
    [
        " yeah ignore it man go don't even worry about this idiot that's that's my advice yeah that",
        3240.62,
        3245.94
    ],
    [
        " ignore thing you do that super good where it's literally like you feel like you don't you got no",
        3245.94,
        3253.34
    ],
    [
        " feedback from my little joke like if i make a joke to you or something and it's almost like",
        3253.34,
        3258.9
    ],
    [
        " did he not hear my joke because he just sort of moved on you know kind of thing and it's really",
        3258.9,
        3263.86
    ],
    [
        " compelling me to like not tell that joke anymore you know kind of thing and i'm assuming",
        3263.86,
        3269.14
    ],
    [
        " it works really good actually um and he he actually did have an example like the guy would say",
        3270.4,
        3276.46
    ],
    [
        " hey you're aiding the Taliban with this with the check this week like i don't know if the check is",
        3276.46,
        3280.88
    ],
    [
        " junk or this week's check anyway yeah so it seems like he's trying to be funny you know like",
        3280.88,
        3286.38
    ],
    [
        " now he's not trying to be a dick to the guy well he says he's purposely trying to piss him off",
        3286.38,
        3290.92
    ],
    [
        " and so for me if you're purposely trying to piss me off me getting pissed off is you winning",
        3290.92,
        3296.9
    ],
    [
        " that's the pain i'm not gonna let that happen yeah i'm gonna win how am i gonna win by not getting",
        3296.9,
        3300.56
    ],
    [
        " pissed off yeah and you're a little and you're ignore tactic that you do in real life by the way",
        3300.56,
        3305.8
    ],
    [
        " yeah and i'm not saying like the ignore where you're like like a little kidding noise like a little",
        3305.8,
        3311.1
    ],
    [
        " kidding just ignore them and they like to turn their back now it's like no yeah oh yeah you know",
        3311.1,
        3316.02
    ],
    [
        " just like yeah just like meaning was like you're you're little quips literally mean nothing to me",
        3316.02,
        3323.44
    ],
    [
        " whatsoever so whatever yeah and that's a skill too which apparently you've honed over the years",
        3324.98,
        3331.22
    ],
    [
        " because it is and you gotta you can't oversell it you can't oversell ignoring somebody otherwise",
        3331.22,
        3336.44
    ],
    [
        " you're like you're not ignoring i got the pay off you know so you can't oversell it and you know",
        3336.44,
        3342.44
    ],
    [
        " underselling ignoring means like you're not really ignoring i guess but if you can nail it if you",
        3342.44,
        3353.42
    ],
    [
        " don't like affect me at all if you can nail that yeah i would say that that would compel a normal",
        3353.58,
        3359.46
    ],
    [
        " person or this kind of person whatever to stop it where i think that works with everybody man even",
        3359.46,
        3365.06
    ],
    [
        " little kids once again you don't make a spectacle out of yourself yeah you're gonna let it roll like",
        3365.06,
        3369.36
    ],
    [
        " you're not making a spectacle of like i'm ignoring you right don't make a spectacle of like you",
        3369.36,
        3373.04
    ],
    [
        " shut up yeah you just play in the middle and you just go through yeah because because there's things",
        3373.04,
        3380.92
    ],
    [
        " in life that don't matter yeah i'm not saying that you that there's that there's things that you",
        3380.92,
        3386.76
    ],
    [
        " don't react to because there certainly are and i'm not saying that you want to be this neutral person",
        3386.76,
        3392.06
    ],
    [
        " through for all things but there's things that just don't matter yeah there's things that just",
        3392.06,
        3398.76
    ],
    [
        " they just don't matter and this is one of them this guy doesn't matter what is who is this guy",
        3398.76,
        3402.82
    ],
    [
        " it doesn't matter so don't put any effort into him just stay neutral oh give him a smile on a",
        3402.82,
        3408.52
    ],
    [
        " knot and keep doing what you're doing another tip to for this don't tell other people like oh yeah",
        3408.52,
        3414.24
    ],
    [
        " for that you know man you forgot about that never totally just forgot about it yeah never tell",
        3414.24,
        3418.98
    ],
    [
        " anyone when something pisses you off yeah never you know that way because if you do and then you're",
        3418.98,
        3426.48
    ],
    [
        " you're nailing the ignore tactic you're nailing you delivering it perfectly and then and then",
        3426.48,
        3432.24
    ],
    [
        " you told you told your friend or whatever like hey so that guy knows that oh he's just ignoring me",
        3432.24,
        3438.12
    ],
    [
        " but I really piss him off you know so he'll just keep doing it and and here's the thing too about",
        3438.12,
        3442.38
    ],
    [
        " playing the game like um or or going along with the joke like oh yeah that's funny you just",
        3442.38,
        3448.6
    ],
    [
        " base you kind of involve yourself in the game yeah he's not getting the payoff necessarily but",
        3448.6,
        3452.8
    ],
    [
        " he'll just change his tactic because you're still in the game with him you know you want to you",
        3452.8,
        3456.18
    ],
    [
        " want to get out of the game that's why that's why in that particular situation you know mark and",
        3456.18,
        3462.22
    ],
    [
        " yeah yeah yeah you're a good that's so that's a different situation he's not just trying to diffuse",
        3462.88,
        3468.22
    ],
    [
        " or he's trying to actually befriend him and so then he need to make a connection yeah that's",
        3468.22,
        3473.92
    ],
    [
        " the clear difference if this guy was like a coworker or a boss or a subordinate you're trying to",
        3473.92,
        3479.74
    ],
    [
        " build a relationship with then I might take a little step you know and again am I going to joke about",
        3479.74,
        3485.34
    ],
    [
        " somebody being pro Taliban I'm not probably joking about the Taliban very much",
        3485.34,
        3492.38
    ],
    [
        " probably not no yeah cool next question is it better to remain single if you have a dangerous",
        3492.38,
        3500.54
    ],
    [
        " or demanding career in order to protect your family from unintended negative consequences",
        3500.54,
        3506.12
    ],
    [
        " or find a partner willing to embrace the risk and raise warrior kids together",
        3506.12,
        3511.48
    ],
    [
        " hey man it's hard to live the life and it's a lot harder on your family than it is on you",
        3512.98,
        3519.04
    ],
    [
        " because you'll be over getting after it and your family will be at home not knowing what's going on",
        3519.04,
        3523.82
    ],
    [
        " with you so it's hard but I mean obviously having kids and raising little warrior kids with a",
        3523.82,
        3533.38
    ],
    [
        " with a partner that's in the game is is awesome it's hard to find someone to get married to that's",
        3533.38,
        3539.58
    ],
    [
        " that good to go in the game especially if they're really young so I got real lucky I married a girl",
        3540.02,
        3547.04
    ],
    [
        " that kind of got it we'll say and and I said this when I was on Ben Shapiro's show that the quality",
        3547.04,
        3555.72
    ],
    [
        " that she had that still has that I think is is the most important is emotional independence",
        3555.72,
        3564.64
    ],
    [
        " and I don't even know if that's a thing I don't know if I just made that up but that's a",
        3564.64,
        3568.1
    ],
    [
        " trying to describe that you know my wife doesn't need the the hey honey from me she doesn't need to",
        3568.1,
        3575.56
    ],
    [
        " like a hey how's everything going she doesn't need that from me she's fine she's emotionally",
        3575.56,
        3581.22
    ],
    [
        " independent and and of course she's independent in the way that she can take care of whatever the",
        3581.22,
        3588.66
    ],
    [
        " kids and the puking kids and the kids diapers and the kids with and the broken water heater and the",
        3588.66,
        3593.78
    ],
    [
        " flat tire on the cuz you can handle all that stuff too when I was gone a lot but most important",
        3593.78,
        3599.62
    ],
    [
        " is she could she she didn't need the constant like emotional recharge from me because she's",
        3599.62,
        3607.6
    ],
    [
        " a independent stable human being of her own so I think that's the kind of thing you've got to",
        3607.6,
        3613.4
    ],
    [
        " look for now unfortunately a lot of times dudes are attracted to the person that's emotionally",
        3613.4,
        3620.72
    ],
    [
        " dependent on them because it makes the it's a little ego boost it makes them feel good like oh",
        3620.72,
        3625.18
    ],
    [
        " she needs me around yeah it makes and it's like that's so you got to watch out for that you got to",
        3625.18,
        3630.34
    ],
    [
        " find someone that kind of has their own thing going on which also has to be balanced because if you",
        3630.34,
        3635.44
    ],
    [
        " find a female that is true has too much independence then guess what she's gonna be around you",
        3635.44,
        3642.5
    ],
    [
        " come on yeah you're gonna find somebody else so you got to find that balance as well uh but if you",
        3642.5,
        3649.16
    ],
    [
        " can find that that right person don't rush into it take your time and and and she's in the game",
        3649.16,
        3655.18
    ],
    [
        " then yeah man get after it I'm gonna say that's a good question yeah it is like and you know a lot",
        3655.18,
        3664.12
    ],
    [
        " of times guys guys and here's another like this is just an it's an answer that's not really an answer",
        3664.12,
        3669.98
    ],
    [
        " and yet it's fully an answer hey I'm married and I'm thinking about going the seal team so what will",
        3669.98,
        3674.84
    ],
    [
        " this do to my marriage it's like oh there's a 50% chance your marriage is gonna get destroyed",
        3674.84,
        3681.18
    ],
    [
        " because you're gonna be gone all the time your wife is gonna be jealous of the teams she's gonna",
        3681.18,
        3686.3
    ],
    [
        " be jealous of the travel she's gonna be pissed that you're not home she's gonna be pissed that when",
        3686.3,
        3690.52
    ],
    [
        " you get home you're going to the bar with your boys instead of going to the recital for the daughter",
        3690.52,
        3696.74
    ],
    [
        " like that's that's a reality so yeah I can't recommend it at the same time if you're squared away",
        3696.9,
        3704.64
    ],
    [
        " and you have a good relationship yeah it'll be awesome it'll be awesome but it's it's a really hard",
        3704.64,
        3709.76
    ],
    [
        " like when guys when I meet a guy that's 19 years old 20 years old and he says yeah you know I'm",
        3709.76,
        3715.44
    ],
    [
        " I'm going to buds and I'm getting married this summer before I go straight up that's a bad idea",
        3715.44,
        3721.78
    ],
    [
        " that's a bad idea don't do that if you're in that situation don't do that because if you are if",
        3722.22,
        3728.5
    ],
    [
        " you have a great relationship with that person say look I'm gonna go through buds I'm gonna be",
        3728.5,
        3732.92
    ],
    [
        " focused on that it's gonna take me some time I'm gonna show up at a team I'm gonna go on deployment",
        3732.92,
        3737.5
    ],
    [
        " I'm gonna come home it's gonna take about three years for all this to happen when we get done with",
        3737.5,
        3742.44
    ],
    [
        " when I get done with all that we'll get married because we are so strong and so tight that we can",
        3742.44,
        3749.5
    ],
    [
        " get through three years without you know being married we cool let's see what the kind of response",
        3749.5,
        3755.1
    ],
    [
        " you get from that yeah because it's non-committal right because it's showing the female hey I'm",
        3755.1,
        3762.72
    ],
    [
        " non-committal when actually you're saying listen it's not that I'm non-committal I don't even know",
        3762.72,
        3766.48
    ],
    [
        " what I hold in the future I don't know what the future holds for me it's gonna be crazy I don't know",
        3766.48,
        3770.0
    ],
    [
        " what's gonna happen I don't want to drag you through a bunch of crap let's just pause on moving",
        3770.0,
        3775.82
    ],
    [
        " forward with the marriage part and once we get done with that you know give me give me two",
        3775.84,
        3782.68
    ],
    [
        " years give me three years and then you can see if you still want to be around you you think you",
        3782.68,
        3786.62
    ],
    [
        " want to be around right now you haven't had you haven't had a dude that's going on deployment",
        3786.62,
        3789.64
    ],
    [
        " for seven months after he gets done with a one year workup where I was gone in 12 months I was gone",
        3789.64,
        3795.86
    ],
    [
        " nine months that's a whole nother thing you you may not want to be in that situation you know",
        3795.86,
        3803.28
    ],
    [
        " ma'am so if you're in that situation yeah don't get married and do people pull it off sometimes yeah",
        3803.7,
        3811.94
    ],
    [
        " Flynn Cochran got married I think before buds yeah yeah and so that's that's one guy",
        3811.94,
        3818.06
    ],
    [
        " but but it's a rare occasion and most of the time it doesn't work out as well as Flynn",
        3818.06,
        3824.92
    ],
    [
        " it worked out for Flint why did it work out for Flynn one of the reasons he married a girl",
        3824.92,
        3830.36
    ],
    [
        " that is emotionally independent and can do her own thing and wasn't waiting on you know that",
        3830.36,
        3837.62
    ],
    [
        " that that emotional boost yeah you know so there you go so it's and here's the the final",
        3837.62,
        3846.68
    ],
    [
        " answer is like you know what the right answer is you actually know it so many questions you",
        3846.68,
        3852.9
    ],
    [
        " actually know the answer to yeah you want reinforcement of them and but but the only person that",
        3852.9,
        3860.24
    ],
    [
        " can answer these questions is you the person you got to listen to what I'm saying sure yeah but",
        3860.24,
        3865.2
    ],
    [
        " you got to look at your future spouse and be like or potential spouse yeah you're the one that knows",
        3865.2,
        3871.68
    ],
    [
        " now what's hard is guys especially guys they go head over heels for females yeah they go crazy",
        3871.68,
        3882.26
    ],
    [
        " they go nuts they don't even see straight yeah you can't I had guys in seal platoons where I was",
        3882.9,
        3889.64
    ],
    [
        " like listen hey bro this girl that you're involved with right now is going to ruin your life",
        3889.64,
        3896.18
    ],
    [
        " I want to tell you that let me tell you what she's done so far you're not married yet I know you",
        3896.18,
        3901.46
    ],
    [
        " want to get married in two weeks so far she stole your credit card she's called the command four",
        3901.46,
        3910.8
    ],
    [
        " times to request to talk to the mass chief about your orders this girl's a nightmare please do not",
        3910.86,
        3917.68
    ],
    [
        " marry her and guys like bro you're and that's the way guys do it and how do I know that because I",
        3917.68,
        3925.14
    ],
    [
        " was the same idiot when when you're 15 years old oh my god it's the only no it's like no that's not",
        3925.14,
        3932.26
    ],
    [
        " the only girl it's not there's more so just calm down if you can if you if the marriage is meant",
        3932.26,
        3939.36
    ],
    [
        " to be let it be but let it be in a year let it happen here don't be getting married in three",
        3939.36,
        3944.62
    ],
    [
        " months don't be getting married in two months don't don't get married in six months get married",
        3944.62,
        3948.44
    ],
    [
        " in a year get married in a year and a half do me a favor do yourself a favor do us all a favor",
        3948.44,
        3955.96
    ],
    [
        " all right there you go sounds like sound advice thank you",
        3955.96,
        3960.5
    ],
    [
        " next question could you talk about how you read a book to get so much out of it that you do oh yeah",
        3960.5,
        3967.7
    ],
    [
        " here's what I do when I read a book I read the book as I'm reading the book I highlight the important",
        3967.96,
        3972.56
    ],
    [
        " parts of the book then I go back through and reread what I highlight and pull out the",
        3972.56,
        3978.34
    ],
    [
        " the the crem de la crem of the information another small thing if you're reading a book there's",
        3978.34,
        3984.64
    ],
    [
        " lots of characters right down the characters and kind of like give them a description so you can",
        3984.64,
        3988.54
    ],
    [
        " refer back to them when they show back up again because sometimes I'll lose track of characters if",
        3988.54,
        3991.98
    ],
    [
        " it's a complex book and you just don't you just don't know um so that's what I do I read slowly",
        3991.98,
        3998.24
    ],
    [
        " I actually it's horrible I wish I read faster I read at the speed that I talk just about I read a",
        3998.24,
        4004.36
    ],
    [
        " little bit faster but it's just about the speed that I talk and I read every single word and when",
        4004.36,
        4009.68
    ],
    [
        " I I will say this when I do read a book slowly and like I do read I remember a lot from the book",
        4009.68,
        4015.22
    ],
    [
        " which is cool but read it slowly highlight it take notes there you go next question what was",
        4015.22,
        4025.54
    ],
    [
        " playing beat if you rang the bell there was no I wasn't gonna ring the bell wasn't gonna happen",
        4025.54,
        4031.9
    ],
    [
        " it seriously wasn't gonna happen and but well here's what could have happened injury you can get",
        4031.9,
        4037.4
    ],
    [
        " injured in buds yeah yeah and some injuries are more preventative like shin splints if you train",
        4037.4,
        4044.36
    ],
    [
        " properly beforehand you probably won't get shin splints but if you're doing a rock",
        4044.36,
        4048.34
    ],
    [
        " portage and you there's big waves and you're bringing a boat a zodiac boat or a ibs boat up the rocks",
        4048.34,
        4055.88
    ],
    [
        " in big waves you can just get your knee broke like it can happen so then what would happen if I",
        4055.88,
        4061.58
    ],
    [
        " would have gotten I would have you know gone to the fleet healed up come back so what I would have",
        4061.58,
        4067.1
    ],
    [
        " done yeah try again it's uh that's one of the scariest things about buds from a guy that like",
        4067.1,
        4074.0
    ],
    [
        " the guys that I know that were like yeah we're never gonna quit but they there's a possibility",
        4074.36,
        4079.36
    ],
    [
        " you're gonna get injured yeah can you get rolled they call it rolled right yeah you get rolled up",
        4079.36,
        4084.2
    ],
    [
        " what about like even if you get sick right like a doctor can be like hey you can't continue yep",
        4084.2,
        4088.36
    ],
    [
        " that can happen that can happen that happens the guys in hell week they'll get pneumonia yeah oh yeah",
        4088.36,
        4092.54
    ],
    [
        " man and they're just they can't like they're they're not quitting yeah but they're coughing up blood",
        4092.54,
        4098.9
    ],
    [
        " they're speeding blood out of their mouth and they're like in the doctors like hey are you okay",
        4099.5,
        4105.88
    ],
    [
        " but I'm fine yeah and so they just have to they just have to get rolled back yeah it happens",
        4105.88,
        4113.84
    ],
    [
        " there's very few people that don't get rolled back oh yeah it's a pretty small number that don't",
        4113.84,
        4118.16
    ],
    [
        " get rolled back at all really yeah like for medical medical failure if you fail something you get",
        4118.16,
        4126.68
    ],
    [
        " a run I forget I don't know what is right now when I went through if you failed to run okay you got",
        4126.68,
        4131.78
    ],
    [
        " a right up if you failed another run you got rolled back so you're gonna do the whole thing again",
        4131.78,
        4136.0
    ],
    [
        " you gotta do the whole thing yeah not just the run you gotta do everything again yeah yeah yeah",
        4136.0,
        4141.62
    ],
    [
        " the whole thing oh it's a night so I failed a run yeah a swim a obstacle course like in it you just",
        4141.62,
        4154.4
    ],
    [
        " freaked out I think you could actually when I went through you could fail one per phase so there",
        4154.4,
        4161.86
    ],
    [
        " was three phases yeah first phase second phase and third phase you could fail like one of each thing",
        4161.86,
        4167.16
    ],
    [
        " per phase which is it sounds really lenient yeah but dang you're doing because you're doing a time",
        4167.16,
        4173.18
    ],
    [
        " run every week yeah a time run every week yeah and then you're doing a million they just call",
        4173.18,
        4180.0
    ],
    [
        " them conditioning runs which is the most understated name for a run ever because what they really",
        4180.28,
        4187.94
    ],
    [
        " were is just the most grueling as fast as you could go through the soft sand runs like for how long for",
        4187.94,
        4193.46
    ],
    [
        " four miles no no no no no and not only that you ran till you ran to breakfast and back then",
        4193.46,
        4201.22
    ],
    [
        " you ran to lunch and back and you ran to dinner and back and each one of those runs was one mile so",
        4201.22,
        4204.9
    ],
    [
        " there's six miles before you ran anywhere before you conditioning run and your time run you're doing",
        4204.9,
        4210.1
    ],
    [
        " a six mile run every day just that's awesome that's not a sprint sometimes you have to run fast",
        4210.1,
        4217.8
    ],
    [
        " sometimes you run slow but it's just like a a lot of times just a little you know typical military",
        4217.8,
        4222.3
    ],
    [
        " shuffle yeah yeah all right so yeah next question what actual strategy should of",
        4222.3,
        4233.94
    ],
    [
        " you get to white belt employ during a roll other than relax tap early tap off and etc well those",
        4233.96,
        4239.6
    ],
    [
        " are the key points but the other thing is I would say try and do moves that you've actually learned",
        4239.6,
        4242.74
    ],
    [
        " instead of instead of doing something that you that you just like you're spaszing out trying to",
        4242.74,
        4248.82
    ],
    [
        " do some random thing actually do something that you know and if you get in a situation that you",
        4248.82,
        4253.06
    ],
    [
        " don't know what to do remember the situation you were in since you can ask an instructor hey here's",
        4253.06,
        4258.48
    ],
    [
        " where I was I didn't know what do you can you please help me yeah simple pretty straightforward",
        4258.48,
        4262.6
    ],
    [
        " next question if a coworker were attempting to bully intimidate or make you generally miserable",
        4262.6,
        4272.0
    ],
    [
        " do you go with it would you make a mention of your jiu jitsu knowledge or keep it a surprise",
        4272.0,
        4279.36
    ],
    [
        " I like that question oh yeah I would keep it um I'm I keep everything a surprise",
        4279.36,
        4287.34
    ],
    [
        " right the most deep did I just keep everything a surprise because I'm not here like",
        4288.54,
        4293.52
    ],
    [
        " hey you know I did jiu jitsu you better back off you know like what is that then said you're just like",
        4293.52,
        4299.0
    ],
    [
        " hey man all good you know and then let that guy find out for himself that you know the hard way",
        4299.0,
        4306.9
    ],
    [
        " yeah either the hard way or someone will be like hey man you know that guy that you keep messing with",
        4306.9,
        4310.56
    ],
    [
        " like I train jiu jitsu every day he's gonna choke you out and put you to sleep and then guess",
        4310.56,
        4314.52
    ],
    [
        " what he's gonna do he's gonna get mouthy because he's already been he's already been testing you",
        4314.52,
        4318.66
    ],
    [
        " and he's like oh he's kind of a wimp yeah so yeah I mean there's no like is there even a",
        4318.66,
        4324.0
    ],
    [
        " cool way you can say I trained jiu jitsu no because even if you pull it off externally like internally",
        4324.0,
        4330.86
    ],
    [
        " you're like you know who said it cool uh John Claude Van Damme hoi la Gracie hoi la Gracie",
        4330.86,
        4337.92
    ],
    [
        " was surfing and I think kid Pellegrita told me this story but it might have been hoi la that told",
        4337.92,
        4343.38
    ],
    [
        " me this he was surfing and somebody wanted to know give him some beef get not yeah he wanted",
        4343.38,
        4350.24
    ],
    [
        " somebody wanted to like you know hey what are you doing out here time to think and he was like you",
        4350.24,
        4354.42
    ],
    [
        " know he did what I would do it's you know you just kept surfing kind of and then the person started",
        4354.42,
        4359.48
    ],
    [
        " talking more and then he started running his mouth and then hoi la said something like um",
        4359.48,
        4365.34
    ],
    [
        " hey you like to surf I like to fight if you want to fight we can do that and uh I thought that",
        4368.5,
        4379.48
    ],
    [
        " was a pretty cool way of saying it he told that story I think I was on unless he told another",
        4379.48,
        4383.94
    ],
    [
        " time to you at Brian Sargent's promotion to black belt oh really I think kid Pellegrita was here too",
        4383.94,
        4389.12
    ],
    [
        " I forget but yes he told me to like the group he told it to me uh and I thought you were there right",
        4389.22,
        4397.56
    ],
    [
        " yeah he was yeah I thought there was like kind of more actually said it cooler than that yeah yeah",
        4397.56,
        4402.54
    ],
    [
        " cooler than that he said it some way that was like yeah listen you like to fight you like to",
        4402.54,
        4408.18
    ],
    [
        " surf for your life I fought for yeah for my life yeah yeah yeah yeah you surf for a living I fight",
        4408.18,
        4414.34
    ],
    [
        " for a living it was something even more than what I said but it was good yeah we can fight it kind",
        4414.34,
        4418.68
    ],
    [
        " of we can surf yeah it was a kind of thing where you're like if you were that guy you think you know",
        4418.68,
        4422.92
    ],
    [
        " yeah yeah maybe I'll not do this whole thing right now I remember thinking the same thing is",
        4422.92,
        4428.98
    ],
    [
        " you like dank tells are really don't wait to say it yeah plus like you know that that guy obviously",
        4428.98,
        4434.82
    ],
    [
        " he didn't know who that was I'm assuming which would be kind of crazy if he didn't or if he did",
        4434.82,
        4440.48
    ],
    [
        " know who he was but and then what if hypothetically later he found out like who that was and he'd",
        4440.48,
        4446.04
    ],
    [
        " occasionally I've had people say things like uh like they kind of know who said they'll say like oh",
        4446.84,
        4452.06
    ],
    [
        " you know let's go you know something like that yeah and it's like yeah man cool that's always my answer",
        4452.06,
        4457.42
    ],
    [
        " oh awesome yeah cool you want to go now and then there was like oh no no no just kidding yeah cool",
        4457.42,
        4463.46
    ],
    [
        " all right next question what do you typically wear when you meet the bosses of companies and why",
        4463.46,
        4471.66
    ],
    [
        " oh uh name and if you're working with echelon front then pretty much what we all wear is the",
        4471.68,
        4478.68
    ],
    [
        " the EF polo the echelon front polo shirt and you know we we we called the what we wear",
        4478.68,
        4485.48
    ],
    [
        " business tactical yeah just polo shirt and pair of pants and what the question is why well that's",
        4485.48,
        4494.42
    ],
    [
        " just because it's uh it's uh to me it's the same kind of thing I've been talking about it's just",
        4494.42,
        4501.64
    ],
    [
        " don't really travel as much as I travel as little as possible I can with a full suit and yeah so",
        4501.64,
        4508.42
    ],
    [
        " just comfort and functionality yeah there's the answer yeah and of course he'll show up in your",
        4508.42,
        4515.24
    ],
    [
        " shorts yeah no no professional yeah remember you used to uh he used to wear a suit right like",
        4515.24,
        4522.58
    ],
    [
        " back in that yeah I mean and I still wear will wear a suit sometimes but usually not man usually not",
        4522.58,
        4529.06
    ],
    [
        " you know even um usually people people know who we are now yeah and so if we're gonna show up they",
        4529.06,
        4536.86
    ],
    [
        " realize what they're getting which is like hey these guys are these guys are gonna come in and talk",
        4536.86,
        4540.78
    ],
    [
        " to us and they know what the deal is yeah there's all the footage of us on on the videos and stuff",
        4540.78,
        4546.42
    ],
    [
        " we're wearing kind of the EF uniform so tactical get some all right next question and I guess",
        4546.42,
        4553.88
    ],
    [
        " there is a there is a a a small bit of like hey we're not we're not standard business people you know",
        4553.88,
        4562.92
    ],
    [
        " what I mean yeah that makes it it's like hey like you're in a room with people with a bunch of suits on",
        4562.92,
        4568.14
    ],
    [
        " and they're like oh who's presenting oh it's that guy over there because he's wearing something",
        4568.14,
        4572.0
    ],
    [
        " different okay we get it you know what I mean yeah just a little identifier ashlon front",
        4572.0,
        4576.24
    ],
    [
        " yeah on the uh shirt me all good all good",
        4576.28,
        4579.78
    ],
    [
        " how do you grow better faster stronger with your romantic partner over time without being a",
        4579.78,
        4587.7
    ],
    [
        " brute I just I don't even I just kind of had to put this question in here because it was I don't",
        4587.7,
        4593.56
    ],
    [
        " really understand I mean just because you're bigger and faster and stronger doesn't mean you're a",
        4593.56,
        4597.5
    ],
    [
        " a brute right what what is that I don't how do you overcome that be nice to your you know",
        4597.5,
        4602.34
    ],
    [
        " your girlfriend or your wife um what's the your romantic partner like what does that mean though like",
        4602.44,
        4608.92
    ],
    [
        " like if you're working out with your romantic partner or like no no no no you're like you're",
        4608.92,
        4613.84
    ],
    [
        " getting bigger and faster and stronger and therefore you start treating your girlfriend like",
        4613.84,
        4617.72
    ],
    [
        " crap like no techno and actually you'll probably be nicer because you're bigger and faster",
        4617.72,
        4624.02
    ],
    [
        " and stronger so it's kind of a non-question I guess but I just thought it was funny yeah it is",
        4624.02,
        4629.24
    ],
    [
        " because you think you think hey I'm gonna I'm gonna do squats today then I'm just gonna go",
        4629.24,
        4634.1
    ],
    [
        " yell at my woman being a brute the being a brute that part I can I could see that you know because",
        4634.1,
        4645.8
    ],
    [
        " you know like let's say like you gained 20 pounds 30 pounds let's just say and it's like all",
        4645.8,
        4652.2
    ],
    [
        " muscle you're super strong now you know and you know you come home you're just more of a like",
        4652.2,
        4657.68
    ],
    [
        " the stuff that you do you know you're vacuuming you know like you're just way more brutish you are",
        4657.68,
        4663.96
    ],
    [
        " yes so just so I don't know vacuum a hard you know you gotta vacuum with more finesse you gotta",
        4663.96,
        4669.64
    ],
    [
        " focus on the finesse part of it no otherwise you're gonna be all big fast and strong that the and I",
        4669.64,
        4675.8
    ],
    [
        " I'm I think I understand the question but here's the here's a tip that I'm been married forever",
        4675.8,
        4683.5
    ],
    [
        " but significantly long here's what I found out like a lot of stuff like as a guy you think like",
        4684.3,
        4690.24
    ],
    [
        " hey I'm not really gonna do that because like that's not important you know like you you have a set",
        4690.24,
        4697.48
    ],
    [
        " of things that you think are important and they're based on certain ways of thinking and the",
        4697.48,
        4700.84
    ],
    [
        " girls gonna have things she thinks is important and in my experience which I from what I understand",
        4700.84,
        4705.38
    ],
    [
        " is very common that the things that some girls think are important they can't really put their",
        4705.38,
        4713.2
    ],
    [
        " finger on it or why they feel important or whatever but they just do you know and the guy will be",
        4713.2,
        4718.58
    ],
    [
        " like that's not important you can't even explain why it's important therefore you know I win the",
        4718.58,
        4723.24
    ],
    [
        " whole importance significance argument right so at the end of the day they're not gonna do these",
        4723.24,
        4729.18
    ],
    [
        " things just little things you know show me that you care like these sensitive things things that go",
        4729.18,
        4734.02
    ],
    [
        " against being faster stronger more brutish but if you can keep in mind that little little things",
        4734.02,
        4743.1
    ],
    [
        " even if you don't think they're significant actually do make your romantic partner happy and if",
        4743.1,
        4750.08
    ],
    [
        " you can consistently maintain that regardless of how big fast or strong you get that a lot",
        4750.08,
        4756.58
    ],
    [
        " she's gonna embrace your big bigness fastness and strongness take it from the eye know cool",
        4756.58,
        4763.04
    ],
    [
        " next question in cooperation and negotiation is there a tell",
        4763.04,
        4772.36
    ],
    [
        " to know when you're breaking your personal code and compromising too much is is it a gut check",
        4773.16,
        4779.8
    ],
    [
        " or is it gut check or logical this is a weird one there's a kind of a confusing question so I just",
        4779.8,
        4785.88
    ],
    [
        " kind of kind of answer it to the best of my ability well the the biggest thing I notice when I'm",
        4785.88,
        4792.58
    ],
    [
        " when I'm interacting with other people the biggest thing that I pay attention to",
        4792.58,
        4798.48
    ],
    [
        " is am I paying it to him do I care about this particular thing because of me or because of it's",
        4800.46,
        4808.68
    ],
    [
        " gonna help the team yeah and if you can get through that if you if you really just say to yourself hey",
        4808.68,
        4816.06
    ],
    [
        " am I doing this because I'm gonna help the team or am I am I doing this because it's good about me",
        4816.06,
        4821.76
    ],
    [
        " if you pay attention to those things and I'm not saying that every time that you say hey you know",
        4821.76,
        4827.02
    ],
    [
        " what I need to take care of me a little bit because you you have to remember that you have your",
        4827.02,
        4831.54
    ],
    [
        " strategic goals too right but most of the time the success of the team is gonna help your strategic",
        4831.54,
        4838.98
    ],
    [
        " goals now so for me on my constant thing is hey why am I why why does this concern me does it",
        4838.98,
        4847.08
    ],
    [
        " concern me it's basically does this concern me because my ego or not yeah and if it doesn't",
        4847.08,
        4851.94
    ],
    [
        " concern me because my ego then it concerns me because it's not gonna benefit the team so let's",
        4851.94,
        4856.04
    ],
    [
        " help the team so that's that's what I that's what I look at the most when I'm negotiating when I'm",
        4856.04,
        4862.38
    ],
    [
        " cooperating you know if if if you and I were negotiating a deal right and I was gonna buy a car",
        4862.38,
        4869.54
    ],
    [
        " from you and I was like you know you want to sell it for me for 10 grand and I want to get it for",
        4869.54,
        4877.16
    ],
    [
        " nine how much of it and you're like okay you know what Jaco I I got it on the lot for for 8800",
        4877.16,
        4885.66
    ],
    [
        " can you give me four hundred dollars over the what I paid for it and give me 9200",
        4886.56,
        4891.06
    ],
    [
        " or whatever and I'm like no I'll only how much of that is me just just my ego I just want to win",
        4891.06,
        4900.0
    ],
    [
        " the ego fight against you and how much of it is me like hey that's actually a pretty good deal",
        4900.0,
        4903.22
    ],
    [
        " and and why not take care of this guy because I don't know I don't really know you but hey man",
        4903.22,
        4908.06
    ],
    [
        " maybe we'll buy something else in the future maybe I'll you know what I mean so am I trying",
        4908.06,
        4913.94
    ],
    [
        " is it my ego or is it just a bad deal if you're like hey nope it's 11,000 and I'm like okay you",
        4914.08,
        4920.2
    ],
    [
        " know what I'm not going to pay that so it's not it's not my ego that's just not a good deal at 10",
        4920.2,
        4924.92
    ],
    [
        " grand it's not a great deal at 9200 it's a pretty damn good deal for me and it's you're gonna make",
        4924.92,
        4931.16
    ],
    [
        " some money and I'm happy that you're gonna make some money cool you know what let's shake hands",
        4931.16,
        4935.1
    ],
    [
        " so let's make a deal there's times where this is the so this is the point there's times where",
        4935.1,
        4939.08
    ],
    [
        " my ego I'll be like no I don't care I don't care if you're only gonna make 200 bucks that's",
        4940.2,
        4945.78
    ],
    [
        " that's your problem you shouldn't have paid so much when in my heart I know like hey that's",
        4945.78,
        4950.32
    ],
    [
        " actually a good deal I'm getting a really good deal but my ego is not letting me have closed",
        4950.32,
        4953.78
    ],
    [
        " closed it that can be a that's that can be a problem so when I'm negotiating with someone",
        4953.78,
        4959.28
    ],
    [
        " and it's not a good deal they're not gonna get me to do what they want me to do it's just not",
        4959.28,
        4964.9
    ],
    [
        " gonna happen if it's a fair deal hey we'll make it work if it's not a fair deal it's gonna be",
        4964.9,
        4970.66
    ],
    [
        " problematic yeah you don't want to present me with unfair deals because I will not be accepting them",
        4970.66,
        4976.74
    ],
    [
        " also does it seem like there's more of a question I guess you you kind of got to like be truthful",
        4976.74,
        4985.1
    ],
    [
        " to yourself like consciously too right because when you because you give it like how you say",
        4985.1,
        4989.0
    ],
    [
        " you got to ask yourself is this is this good for me and my ego or is this good for the team like",
        4989.0,
        4993.62
    ],
    [
        " as far as me not compromising my you know I'm not compromising or my personal code or whatever yeah",
        4993.66,
        4999.44
    ],
    [
        " and there's values that I will not compromise yeah right there's values that I will not compromise",
        4999.44,
        5004.4
    ],
    [
        " with that I would think that that before a very specific reason you know you know how like some",
        5004.4,
        5008.36
    ],
    [
        " people they'll be like I'm just not like that but they don't really know why like hey well I",
        5008.36,
        5011.4
    ],
    [
        " don't know maybe because my dad told me that one time when we're fishing or whatever the so",
        5011.4,
        5016.32
    ],
    [
        " there's a difference is what I'm saying so but here's the thing and I say this because this is",
        5016.32,
        5020.96
    ],
    [
        " what I'll do sometimes I'll be like hey you know this is more important because of you know I don't",
        5020.96,
        5026.84
    ],
    [
        " know my health oh you'll rationalize yeah you know and yeah I'll essentially like twist the truth to",
        5026.84,
        5034.04
    ],
    [
        " myself to to kind of explain to myself again how important this is you know for the team you know",
        5034.04,
        5042.24
    ],
    [
        " one of those things if that's important there's other ways to do that so to to your point that's",
        5042.24,
        5048.82
    ],
    [
        " what I'm saying when I'm thinking about decisions I'm asking myself hey is this my ego or is this",
        5048.82,
        5055.12
    ],
    [
        " oh am I doing the right thing for the for the team yeah because there's that's what you should be",
        5055.12,
        5059.06
    ],
    [
        " checking on right if you're doing it for yourself most 99% of the time if you're doing something for",
        5059.06,
        5064.28
    ],
    [
        " yourself that hurts the team the long term is not going to be beneficial to you okay the long",
        5064.28,
        5069.0
    ],
    [
        " term is not going to be beneficial to you yeah because you're doing something for yourself everybody",
        5069.0,
        5074.32
    ],
    [
        " sees that you don't think they see it but they see it yeah so you try and do things that are",
        5074.32,
        5079.74
    ],
    [
        " going to benefit the team and sometimes I'm 99% of the time when you do something that benefits",
        5079.74,
        5087.44
    ],
    [
        " team you're going to benefit from it as well but you have to see the long game because sometimes the",
        5087.44,
        5092.74
    ],
    [
        " short game it's like oh no if I do this for the team that means I'm going to miss this this weekend",
        5092.74,
        5096.26
    ],
    [
        " and that sucks well guess what in the long term when you work this weekend and cover for the other",
        5096.26,
        5102.36
    ],
    [
        " guys that couldn't make it in for whatever reason you're gonna have a better relationship with them",
        5102.36,
        5106.28
    ],
    [
        " and they're gonna come for you next time it's like it's long term it's gonna be good yeah but you're",
        5106.28,
        5109.96
    ],
    [
        " worried about you yeah and that's that's a problem playing the long game again yeah always got to play",
        5109.96,
        5115.22
    ],
    [
        " that long game next question best way to get your team get you team in okay best way to get your team",
        5115.22,
        5122.98
    ],
    [
        " to buy in to your vision let it be their vision let the vision come from them right and the more the",
        5122.98,
        5130.98
    ],
    [
        " vision comes from them the more the plan comes from them the more they buy into it the more you force",
        5130.98,
        5135.48
    ],
    [
        " the vision and force the plan down their throat the less buy in that you're gonna get from it now",
        5135.48,
        5141.34
    ],
    [
        " you if you're super persuasive you can do a better job of coming up with a vision but why do that",
        5141.34,
        5148.46
    ],
    [
        " why not say hey guys you know what we're gonna put together the direction that this team is going",
        5148.46,
        5153.62
    ],
    [
        " give me some feedback give me some bullet points hit me now they all come back with bullet points you",
        5153.62,
        5159.62
    ],
    [
        " assemble them together it's okay this is what we're gonna do in boom everyone's on board",
        5159.64,
        5164.14
    ],
    [
        " that easy our plan yeah so much easier with our plan and you if you're scared of that",
        5164.14,
        5170.64
    ],
    [
        " and I think if all if I give the team the opportunity to come up with a plan they're gonna come",
        5170.64,
        5176.12
    ],
    [
        " up with a plan that sucks well how well did you train them if they come up with a plan that sucks",
        5176.12,
        5180.1
    ],
    [
        " you haven't trained them very well most of the time if you train them decently they're gonna come",
        5180.1,
        5184.16
    ],
    [
        " up with a plan that's close enough to the a decent plan that they can go and execute it we can",
        5184.16,
        5187.66
    ],
    [
        " all execute it together that can be part of the vision let's go hey jaco what would be better verbal",
        5187.66,
        5192.94
    ],
    [
        " communication with concept of prioritize an ex-sute when talking to my wife she oftentimes feels",
        5192.94,
        5200.32
    ],
    [
        " overwhelmed with how many decisions she has to make she hates when I use the words of prioritize and",
        5200.32,
        5205.78
    ],
    [
        " execute well the root problem there isn't that she hates the the words prioritize an execute the",
        5205.78,
        5211.68
    ],
    [
        " the problem is is that you're you're telling her what to do oh yeah that's that's you know instead",
        5211.98,
        5218.7
    ],
    [
        " of being like hey you know hey if you just prioritize an execute there's if there's at least an",
        5218.7,
        5223.72
    ],
    [
        " f at least a 50% chance that she doesn't even want to hear your suggestion she's just telling you",
        5223.72,
        5228.88
    ],
    [
        " because it's vent she's venting to you yeah so for you to be like man those are a lot of decisions",
        5228.88,
        5233.54
    ],
    [
        " to make that's hard if you were to say to her how do you how do you handle this because I know you're",
        5233.54,
        5240.54
    ],
    [
        " doing this every day girl I'm impressed how do you do that and then she says well you know it's",
        5240.54,
        5244.42
    ],
    [
        " hard but here's what I do yeah so if it was just a matter of renaming it it's like hey we'll call it",
        5244.42,
        5252.4
    ],
    [
        " hey you know what you need to do is grade and go or what what you need to do is rank and roll",
        5252.4,
        5257.34
    ],
    [
        " what you need to do is triage and check off what you need to do yeah or or designate and do that's",
        5257.34,
        5264.62
    ],
    [
        " we you know there's a bunch of different ways you could phrase it but that's not what's making her",
        5264.62,
        5267.94
    ],
    [
        " responded in a negative way she's responding in a negative way because you're saying hey here's",
        5269.42,
        5273.42
    ],
    [
        " all you need to do is prioritize next you what she needs is some sympathy some listening allowing to",
        5273.42,
        5282.56
    ],
    [
        " vent and then you can say hey you know if you've done that properly you can say well you know I did",
        5282.56,
        5290.32
    ],
    [
        " read that book and they kind of say when there's a bunch of crazy things going on like you've got",
        5290.32,
        5294.48
    ],
    [
        " going on they say to do the same thing that I see you do which is you pick the most important one",
        5294.48,
        5300.5
    ],
    [
        " and then you kind of focus on that that's pretty cool you do that pretty well by the way you do that",
        5300.5,
        5304.6
    ],
    [
        " well yeah you do that really well so just take a little different approach man yeah it's not just the",
        5304.6,
        5311.36
    ],
    [
        " words the words are not what I hate to break the news to you but the words not pissing her off you are",
        5311.36,
        5315.44
    ],
    [
        " you know listen to her it seems like you ever notice some people they come you a problem they don't",
        5317.98,
        5322.54
    ],
    [
        " want a solution oh yeah it happens all the time they just want you to sit there and listen to him",
        5322.54,
        5326.9
    ],
    [
        " yeah my wife does that for sure yes for sure you know hey there's this problem oh why don't you do",
        5326.9,
        5334.14
    ],
    [
        " this it's not that easy okay fine yeah you just tell me more about the problem and I'll sit over here",
        5334.14,
        5339.4
    ],
    [
        " and listen don't say that by the way you're gonna do that that part yeah yeah yeah yeah it's almost like",
        5339.4,
        5346.3
    ],
    [
        " what it is like it seems like that yeah that they don't mind so much the suffering of the problem",
        5346.3,
        5352.54
    ],
    [
        " suffering I'm overusing that word I know but like they don't mind the suffering they just want to",
        5352.54,
        5356.26
    ],
    [
        " they don't want to suffer alone so if like oh yeah I'm having like these issues or whatever first",
        5356.26,
        5361.78
    ],
    [
        " is like hey come suffer with me sympathize empathize or whatever we can suffer together that",
        5361.78,
        5367.82
    ],
    [
        " that's that's why I'm coming to you in the first place so I can get closer to you whatever whatever",
        5367.82,
        5371.82
    ],
    [
        " I don't know that I'm totally reflecting diminished do you remember when I talked about that",
        5371.82,
        5375.28
    ],
    [
        " yes that's like a such a good tactic in this situation reflect the emotions back to them",
        5375.28,
        5381.14
    ],
    [
        " yeah but diminish them a little bit so if they're all freaking mad about something you go oh I",
        5381.14,
        5386.54
    ],
    [
        " can't believe that but you don't be as mad as them but you don't be hey calm down you don't you",
        5386.54,
        5392.54
    ],
    [
        " hey here's just just prioritize next cute oh that's a rough one actually to be honest like",
        5392.56,
        5399.48
    ],
    [
        " I felt that before where I'd come to my brothers typically the one like I've come to him with",
        5399.48,
        5405.66
    ],
    [
        " like a problem and here's the thing I didn't want like sympathy or empathy primarily but I",
        5405.66,
        5410.76
    ],
    [
        " wanted a little bit you know so you can't just roll sit there with your you to apple or whatever",
        5410.76,
        5416.68
    ],
    [
        " I'll catch my tear what you gotta do is put this you know like kind of like you're so done it",
        5416.68,
        5421.8
    ],
    [
        " you get this feeling I'm afraid you want to know why your brother or you or whoever can",
        5421.84,
        5428.9
    ],
    [
        " look at that problem and like come up with a solution it's because they're detached they're",
        5428.9,
        5432.16
    ],
    [
        " de facto detached from the problem so when you're all wrapped up in the problem you're like",
        5432.16,
        5435.54
    ],
    [
        " you're going to do because I got this this and this and your brother's like well just do that",
        5435.54,
        5438.64
    ],
    [
        " yeah and you're like you get mad but he's able to see what to do because he's on the outside yeah",
        5438.64,
        5443.86
    ],
    [
        " so if you can learn to to detach yourself you won't have to rely on getting other people to help",
        5443.86,
        5448.54
    ],
    [
        " you yeah if you can't detach and you're all wrapped up in the emotions of the situation you're",
        5448.54,
        5452.5
    ],
    [
        " gonna you're gonna have to go someone to help yeah then when you do don't get mad at them",
        5452.5,
        5455.94
    ],
    [
        " when they just tell you the solution yeah but but when you reverse the rules and you take",
        5455.94,
        5463.14
    ],
    [
        " ownership of trying to provide solutions you got to realize that it's your fault that your solution",
        5463.14,
        5467.44
    ],
    [
        " isn't being welcomed yeah and that's kind of the point where like I'm trying to gain an understanding",
        5467.44,
        5473.0
    ],
    [
        " you know because easy when your detachions person is like why are you complaining about like",
        5473.0,
        5477.66
    ],
    [
        " because this is how you feel on the front of your mind you're like why are you complaining about this",
        5477.66,
        5480.7
    ],
    [
        " why don't you just solve that problem and never complain about it ever again you know that's",
        5480.7,
        5484.32
    ],
    [
        " the feeling the other person has that detached person the hug you know in this case the husband or",
        5484.32,
        5489.12
    ],
    [
        " whatever so what I did was I imagine my situation that I'm on the other side where I kind of like",
        5489.12,
        5496.94
    ],
    [
        " I know what it feels like to kind of want some sympathy I don't want sympathy and that's it you know",
        5496.94,
        5500.76
    ],
    [
        " but of course but I want some of it so imagine that feeling that or I imagine that feeling that I",
        5500.76,
        5505.98
    ],
    [
        " got from my brother at times when I come to him with a problem that that's bothering me or whatever",
        5505.98,
        5510.92
    ],
    [
        " and the part and the fact that it's bothering me means nothing all my end so the fact that the way",
        5510.92,
        5516.68
    ],
    [
        " he presents a solution with no empathy and sympathy almost says actually it feels like it says",
        5516.68,
        5522.06
    ],
    [
        " you're so dumb like you're dumb yeah you know like why are you wrapped up about this thing you're",
        5522.06,
        5528.36
    ],
    [
        " dumb kind of thing so from a leadership perspective from his perspective he should recognize that",
        5528.36,
        5532.28
    ],
    [
        " what he needs to do is a massage your ego you feel good about it be like oh man that's a hell of a",
        5532.28,
        5537.26
    ],
    [
        " problem to have you know one thing I could maybe you could do I don't know if you'd be up I don't",
        5537.26,
        5541.26
    ],
    [
        " know if I could do it but you could probably do it because you're a little bit better at this kind of",
        5541.26,
        5543.84
    ],
    [
        " yeah you just throw just do the little dude you get to do this bad ball that's a good tactic right",
        5543.84,
        5548.36
    ],
    [
        " there when you say like like what you what you kind of do kind of like you're like one of these",
        5548.36,
        5552.6
    ],
    [
        " individuals one of the rare people who knows how to deal with it it's like what are you",
        5552.6,
        5557.12
    ],
    [
        " nothing that you do that I can't really do is do you do it though as you prioritize an X",
        5557.12,
        5561.14
    ],
    [
        " I just get all scatterbrained focus on all kinds of different things at the same time and that's",
        5561.14,
        5569.42
    ],
    [
        " a problem yeah yeah there you go get some next question my warrior kids want to know is warrior",
        5569.42,
        5575.56
    ],
    [
        " kid number three in the works yes warrior kid three is in the works I am on chapter 10",
        5575.56,
        5582.2
    ],
    [
        " yeah but unfortunately I've been on chapter 10 for a couple days not because it's taken me a",
        5583.56,
        5587.88
    ],
    [
        " long time to write chapter 10 but I didn't write yesterday or the day before because we are",
        5587.88,
        5593.58
    ],
    [
        " doing multiple podcasts which is a bummer but be back on the path today as a matter of fact well",
        5593.58,
        5599.98
    ],
    [
        " technically you're on the path your path is just super wide you know you had to switch lanes for",
        5599.98,
        5604.3
    ],
    [
        " a little bit you know miss you miss it exit but good you know boom you're back on on in that",
        5604.3,
        5609.18
    ],
    [
        " lane in on the same path so yeah and we're looking at we're looking at spring publication for that",
        5609.18,
        5613.58
    ],
    [
        " once again getting it out there really having fun writing this book that's the characters develop",
        5613.58,
        5619.86
    ],
    [
        " more complex yeah there's some complexities there's some situations that mark hasn't really",
        5619.86,
        5625.18
    ],
    [
        " had to deal with yet the primary being Danny Reinhardt so brace yourself for the impact of Danny",
        5625.18,
        5632.66
    ],
    [
        " Reinhardt all right next question your lifestyle is intense and intentional how do I even get started",
        5633.14,
        5640.72
    ],
    [
        " living like that let's just break this down real easy okay number one if you want to live like",
        5640.72,
        5647.04
    ],
    [
        " more focused in your life choose to decide that you're going to actually live like that do that",
        5647.04,
        5653.24
    ],
    [
        " write down whatever it is you want to do and then before you go to bed at night write down some",
        5653.24,
        5660.74
    ],
    [
        " things that you can do tomorrow that are going to help you move towards the goals that you have",
        5660.74,
        5663.98
    ],
    [
        " and then set your alarm clock for early in the morning wake up and do the things that you wrote down",
        5663.98,
        5669.52
    ],
    [
        " stay on that path that's it yeah and do you think that you've just sort of grown accustomed to",
        5669.52,
        5678.6
    ],
    [
        " just dealing with it that way because you know the more you do it yeah absolutely so that's kind",
        5678.6,
        5683.38
    ],
    [
        " of the hard part right to get off the ground should I'm saying to break the gravitational pull of",
        5683.38,
        5690.72
    ],
    [
        " yeah and of course that but I feel like that in this kind of situation like when you live how",
        5691.52,
        5696.98
    ],
    [
        " intently intense sure but you kind of always been intense but that intentional situation",
        5696.98,
        5702.7
    ],
    [
        " because it's pretty easy if you know a goal it's pretty I don't say easy but it's simple like to",
        5702.7,
        5708.4
    ],
    [
        " reach that goal is really clear you know like you can have to fight through obstacles all this",
        5708.4,
        5712.66
    ],
    [
        " other stuff but if you don't really have an intentional like goal it's hard to just kind of float",
        5712.66,
        5716.74
    ],
    [
        " there and be like I need to be I don't know vaguely successful it's like it's it makes the whole",
        5716.74,
        5722.3
    ],
    [
        " deal harder and it's a lot of times like a normal person would they don't have specific goals for",
        5722.3,
        5728.88
    ],
    [
        " every aspect of their life you know they'll have one in maybe with their career or something like",
        5728.88,
        5733.3
    ],
    [
        " that or fitness or something like that but everything else is just sort of hey I'm living day by day",
        5733.3,
        5736.82
    ],
    [
        " doing the best I can kind of think but if you can whether be righted down or whatever if you can",
        5736.82,
        5741.42
    ],
    [
        " have it in your brain consciously that or remember essentially like what these goals are",
        5741.42,
        5745.74
    ],
    [
        " it makes it a lot more clear and then the more you kind of follow those goals the more it becomes",
        5745.9,
        5751.38
    ],
    [
        " like habit like you that's what I think check next question how do the finest civilian leaders",
        5751.38,
        5758.98
    ],
    [
        " differ from the finest military leaders or in other words what character traits do military",
        5758.98,
        5763.78
    ],
    [
        " leaders develop that are more difficult or rare for for civilian leaders to develop they're",
        5763.78,
        5775.72
    ],
    [
        " qualities that the good military leaders have and vice versa and late late was talking about",
        5775.8,
        5781.62
    ],
    [
        " this the other day that you know he he tells people like hey man I wish you were in the military",
        5781.62,
        5786.44
    ],
    [
        " wish you you would have been good you know you would have been a good infantry officer you",
        5786.44,
        5789.86
    ],
    [
        " would be good sealed platoon leader that would have been cool if you were in teams because you're a",
        5789.86,
        5794.0
    ],
    [
        " good leader in the civilian sector you're a good leader in the you'd be a good leader in the military",
        5794.0,
        5797.08
    ],
    [
        " so there's no and now there are strengths and weaknesses for leaders in both of those situations in",
        5797.08,
        5804.6
    ],
    [
        " military there's military leaders you take 10 military leaders there's all kinds of strength and",
        5804.6,
        5808.64
    ],
    [
        " weaknesses different between all each one of those 10 and there's all kinds you take 10 civilian",
        5808.64,
        5812.9
    ],
    [
        " leaders and there's all kinds of different strengths and weaknesses amongst those 10 and if you put",
        5812.9,
        5817.48
    ],
    [
        " them if you flip them back and forth it doesn't matter there's still going to be random strengths and",
        5817.48,
        5821.34
    ],
    [
        " weaknesses some guys are good at presenting things some guys are good at simplifying things some",
        5821.34,
        5824.86
    ],
    [
        " guys are good at articulating things and and those groups wash out regardless there's great military",
        5824.86,
        5830.34
    ],
    [
        " leaders that aren't very articulate but they figure out a way to get done there's great civilian",
        5830.34,
        5834.84
    ],
    [
        " leaders that aren't very articulate but they figure it away there's great military leaders that are",
        5834.84,
        5838.7
    ],
    [
        " really good at simplifying things there's great civilian leaders that are good at simple there's",
        5838.7,
        5842.5
    ],
    [
        " people that are not good at that so they find the correct solution the people that'll complement",
        5842.5,
        5847.14
    ],
    [
        " them as leaders and move forward but no huge difference actually there's no there's no difference there's",
        5847.14,
        5853.38
    ],
    [
        " there's good leadership and there's bad leadership that's it hey jackel love your book stand podcast",
        5854.18,
        5862.4
    ],
    [
        " when it comes down to the wire and you need to make a quick and tactical decision amid amidst chaos",
        5862.4,
        5868.48
    ],
    [
        " how do you keep your head straight this is just everyone knows the answer this by now detach",
        5868.48,
        5872.7
    ],
    [
        " take a step back take a step back offline take a step back from the tactical situation that's",
        5872.7,
        5877.32
    ],
    [
        " going on turn your head look around see what's going on assess it properly unemotionally and then",
        5877.32,
        5882.32
    ],
    [
        " make a decision that's it you got to learn to detach easy money next question no it's not easy",
        5882.32,
        5891.06
    ],
    [
        " it was easy people would ask me that question simple simple not easy it is simple but it's",
        5891.06,
        5896.88
    ],
    [
        " definitely not easy no it's not and I'll tell you it's not only not easy it's almost so hard that",
        5896.88,
        5904.64
    ],
    [
        " you don't even like see it happening it's like you're blind to it most people are blind to it that's",
        5904.64,
        5910.48
    ],
    [
        " such a huge advantage from a leadership perspective if you can be one inch above everyone else",
        5910.48,
        5916.68
    ],
    [
        " you can see infinitely further than they can't because because let's face it they have a limited",
        5916.68,
        5923.4
    ],
    [
        " when when you're when you're at one level when you're at six feet you can see what you can see",
        5923.4,
        5931.1
    ],
    [
        " you go to eight feet you can see things that they can't see they literally can't see them",
        5931.1,
        5936.76
    ],
    [
        " so therefore you know things that they don't know yeah and all of a sudden you seem brilliant",
        5937.5,
        5941.94
    ],
    [
        " because you can literally see things that they literally can't see yeah so take a step back turn",
        5941.94,
        5946.7
    ],
    [
        " your head look around detach from your emotions yeah detach from the chaos that's it and the emotions",
        5946.7,
        5953.06
    ],
    [
        " that's like one of the major things that's making you blind for sure yeah whether it's emotions",
        5953.06,
        5962.74
    ],
    [
        " whether it's anger whether it's frustration whether it's panic whether it's stress all",
        5962.74,
        5969.58
    ],
    [
        " those emotions will do have the same result on you and your decision making which is you won't see",
        5969.58,
        5974.54
    ],
    [
        " what's actually happening how do you build a relationship with a boss that consistently loses his",
        5974.54,
        5983.28
    ],
    [
        " temper on a regular basis stay calm don't overreact let them vent to you and don't make a big deal",
        5983.94,
        5993.24
    ],
    [
        " out of them losing their temper to just be just be like just absorb it and be like hey it's all",
        5993.24,
        5998.68
    ],
    [
        " good boss you know let them vent and then when they calm down a little bit you know just don't even",
        5998.68,
        6003.74
    ],
    [
        " don't go like man I'm glad you calm down no just be you know say okay hey you know here's where",
        6003.74,
        6009.9
    ],
    [
        " with this decision you know I'm gonna bring this to the troops or whatever you know just just",
        6010.04,
        6013.82
    ],
    [
        " be calm and then eventually hopefully you get a relationship that's strong enough that you can",
        6013.82,
        6018.96
    ],
    [
        " actually say something to him like hey man you know I know you I know things drive you crazy but you know",
        6018.96,
        6025.38
    ],
    [
        " it's you it's always a lot better when you're just kind of calm and everyone kind of has a lot",
        6025.38,
        6030.9
    ],
    [
        " of respect for that you know but again that's when you got to be careful with because they might",
        6030.9,
        6034.68
    ],
    [
        " just go what are you talking about you don't know about respect they may always accept it right",
        6034.68,
        6037.48
    ],
    [
        " there yeah so yeah I'm just gonna be calm not overreact absorb that kind of thing yeah",
        6037.96,
        6043.58
    ],
    [
        " no question I'm struggling to be an effective leader because I'm told that I don't have the right",
        6043.58,
        6049.86
    ],
    [
        " tone I'm too direct in course and I'm not too sure how to fix it I'd appreciate any",
        6049.86,
        6056.94
    ],
    [
        " and all help if you can record yourself while you're talking to people like when you're on the",
        6056.94,
        6062.8
    ],
    [
        " phone with someone just record to take out your your your cell phone and record and see what you",
        6062.8,
        6068.6
    ],
    [
        " sound like because you might be surprised at what you sound like a lot of times people don't",
        6068.6,
        6072.76
    ],
    [
        " realize what they sound like you might have to overcompensate for a little while and be like",
        6072.76,
        6077.7
    ],
    [
        " overly pleasant and nice to people which which to them might sound like normal but to you it'll",
        6077.7,
        6083.28
    ],
    [
        " sound like you're being just totally over the top nice because you're like how are you today",
        6083.28,
        6089.28
    ],
    [
        " and they're thinking oh that's nice he's actually having a conversation with me and in your mind",
        6090.8,
        6094.82
    ],
    [
        " you're like these are just pleasantries I don't think I should be you know it's like no just calm down",
        6094.82,
        6099.38
    ],
    [
        " it's actually great feedback it's awesome that people have actually told you that you are too direct",
        6099.38,
        6105.04
    ],
    [
        " and too course so what does that mean you're offending people if you're offending people do they",
        6105.04,
        6109.0
    ],
    [
        " listen to you the answer is no so how do you not offend people and in your mind you're thinking",
        6109.0,
        6114.28
    ],
    [
        " hey this is the way I am you know I'm just one of these people that's direct you don't you know",
        6115.2,
        6118.44
    ],
    [
        " you just I just put the word out yeah it's like no actually all you do is piss people off",
        6118.44,
        6122.32
    ],
    [
        " offend them and now they don't listen to you so don't be that person yeah let's try and build",
        6122.32,
        6127.28
    ],
    [
        " relationships make that your key goal make your goal not to get that your point across to them",
        6127.28,
        6131.38
    ],
    [
        " but to build a relationship with them yeah make that your goal and then the rest of it will start",
        6131.38,
        6135.98
    ],
    [
        " to come together get you moving in the right direction yeah and and sometimes I'm not saying this",
        6135.98,
        6143.0
    ],
    [
        " person is like this but sometimes people who are direct and course like they sort of take pride in",
        6143.26,
        6149.12
    ],
    [
        " it yeah sure so if you can search your mind and be like hey am I taking pride in this a little bit",
        6149.12,
        6155.1
    ],
    [
        " know that like you're you're you're going full speed in the wrong direction there with that you know",
        6155.1,
        6160.12
    ],
    [
        " if that's the case that makes that a lot of check here you go yeah affirmative next question",
        6160.12,
        6166.24
    ],
    [
        " I serve in the Coast Guard and operate in high-risk surf operations where not only do I have victims",
        6166.74,
        6174.06
    ],
    [
        " in the water who gave a high risk who have a high risk of dying but also my people and myself have",
        6174.06,
        6179.86
    ],
    [
        " a high probabilities of being injured or killed I enjoy my job thoroughly and perform on the job",
        6179.86,
        6184.82
    ],
    [
        " but it's the waiting that's brutal how do you manage stress stress in the off time so it's not",
        6184.82,
        6192.54
    ],
    [
        " overwhelming look you got a train hard you got to be prepared you got a rehearse you got a",
        6194.38,
        6197.74
    ],
    [
        " drill worst-case scenarios you got to be an awesome physical condition you got to do all those things",
        6197.74,
        6202.54
    ],
    [
        " you prepare as much as you can you can't worry about things that you can't control so the things",
        6202.54,
        6210.32
    ],
    [
        " that you can't control what can you control you can be in good physical shape you can prepare for",
        6210.32,
        6213.86
    ],
    [
        " your equipment make sure you know how to operate your equipment you can drill worst-case scenarios",
        6213.86,
        6218.08
    ],
    [
        " so make sure your team understands the procedures that you're supposed to do so you take",
        6218.08,
        6222.2
    ],
    [
        " control of all the things that you can control you do those to the end degree the things that you",
        6222.2,
        6227.78
    ],
    [
        " can't control you you just got to not worry about them because that's what's when you're actually",
        6227.78,
        6234.0
    ],
    [
        " you're actually less prepared because you're worrying about other things you can't sleep because",
        6234.0,
        6237.68
    ],
    [
        " there's a storm coming and you know that there's going to be some rescues it's like hey you've",
        6237.68,
        6241.14
    ],
    [
        " prepared you've trained you've got your equipment already you've rehearsed with your teammates like",
        6241.14,
        6246.02
    ],
    [
        " that's what we do and there's some things that I can't control and I'm okay with that and not",
        6246.02,
        6251.96
    ],
    [
        " to get too crazy but like worst-case scenario and not to get too like dark worst-case scenario what",
        6251.96,
        6259.8
    ],
    [
        " happens worst-case scenario what happens you die that's the worst-case scenario that happens um okay",
        6259.8,
        6269.06
    ],
    [
        " okay so you've got your insurance taken care of you got your sgli setup you know you've",
        6269.06,
        6278.64
    ],
    [
        " written letters to your family to tell them what to do and that you've had a great job and that",
        6279.34,
        6286.12
    ],
    [
        " you loved what you're doing what you're doing and and that that's the way it goes you know part of",
        6286.12,
        6292.6
    ],
    [
        " life is death 100% think about that 100% so if you can compartmentalize the the things that you can",
        6292.6,
        6304.64
    ],
    [
        " control and say okay these are the things I've got control of and then you look at the worst-case",
        6304.64,
        6307.76
    ],
    [
        " scenario which is the worst-case scenario I mean I guess the worst-case scenario is like hey if",
        6307.76,
        6311.64
    ],
    [
        " you could one of your teammates you know dies that's that seems to me to always be the worst thing",
        6311.64,
        6317.26
    ],
    [
        " or you die well what are you gonna do so to prevent my teammate from dying I'm gonna train prepare",
        6317.26,
        6324.24
    ],
    [
        " do everything I can in my power and one of the things in my power to do is to not be scared of",
        6324.24,
        6330.4
    ],
    [
        " things that I can't control or not worry about things that I can't control and then like hey",
        6330.4,
        6337.14
    ],
    [
        " I could die doing this job that could happen what do you do about that you prepare for it you",
        6337.86,
        6344.88
    ],
    [
        " you write your will you make sure that your w your w2 or page two I believe it's called your page",
        6344.88,
        6349.92
    ],
    [
        " two in the military service records so that they know what to do with your finances you fill out",
        6349.92,
        6355.74
    ],
    [
        " your sgli form you write a you write a letter to your friends and family that's what you do",
        6355.74,
        6362.1
    ],
    [
        " and then you go out and you do your job the fear the fear of death that you have in your mind is",
        6363.36,
        6374.18
    ],
    [
        " more likely to cause a problem it's more you will have more if you're afraid of death you're more",
        6374.18,
        6379.28
    ],
    [
        " likely to die than if you say you know what if this happens God forbid guess what I'm living the",
        6379.28,
        6385.74
    ],
    [
        " life I want to live and I'll I'm gonna die doing this it's like that if you can get over that",
        6385.74,
        6391.46
    ],
    [
        " hurdle right there that's a huge thing and the the more comfortable you are with that the less",
        6391.46,
        6398.5
    ],
    [
        " chance of you actually dying there is because you won't be scared of it you won't be hesitant you",
        6398.5,
        6403.18
    ],
    [
        " won't be paranoid you won't lose sleep you'll be like okay so so just truly think about it like man",
        6403.18,
        6410.82
    ],
    [
        " you're you're doing an important job you're gonna try and save people's lives there's inherent",
        6410.82,
        6415.92
    ],
    [
        " risk in that but it's what you want to do is what you chose to do there's you deal with that",
        6415.92,
        6420.84
    ],
    [
        " and if you can get through that that's a huge step does this mean you want to die know it doesn't",
        6420.84,
        6426.48
    ],
    [
        " mean that at all doesn't mean that at all it doesn't mean that at all but if you're like you know what",
        6426.48,
        6432.56
    ],
    [
        " I could die that's one of the possible outcomes here it's highly unlikely but it is a possible outcome",
        6432.56,
        6438.2
    ],
    [
        " if it happens I've lived the best possible way I can I've prepared for my family friends to be",
        6438.52,
        6447.94
    ],
    [
        " taken care of to understand what happened and I'm okay with that that's that's my recommendation",
        6447.94,
        6453.62
    ],
    [
        " okay",
        6460.82,
        6461.42
    ],
    [
        " jacob I'm very goal oriented I'm very goal oriented my friends say that they want me to achieve",
        6461.42,
        6468.74
    ],
    [
        " this and that yet they still are vaping partying being lazy and overall don't walk the talk",
        6468.74,
        6474.24
    ],
    [
        " I want to be an AF special tactics Air Force Air Force special tactics officer and I don't have time",
        6474.24,
        6482.44
    ],
    [
        " for those destruction how do I get to mantra well this is a pretty straightforward one for me",
        6482.44,
        6488.1
    ],
    [
        " what I do is I walk the walk and keep walking and if these guys want to walk the walk with me",
        6488.1,
        6497.14
    ],
    [
        " cool but if they want to vape and party and be lazy those aren't the kind of guys you want to round",
        6497.14,
        6505.76
    ],
    [
        " in with your team anyways you know so unless they get on the path that leads to the right place",
        6506.2,
        6512.68
    ],
    [
        " I mean you can tell I'm hey man doesn't gonna get you there but don't spend a bunch of time trying",
        6512.68,
        6517.82
    ],
    [
        " to pick up and drag people that don't want to drag themselves not that you go into an organization",
        6517.82,
        6522.44
    ],
    [
        " like special tactics in the Air Force you don't want to be carrying other people you don't have to",
        6522.44,
        6527.24
    ],
    [
        " motivate other people you want people that want to do the job themselves so don't spend a bunch",
        6527.24,
        6534.1
    ],
    [
        " of time with these people that don't want to get after it make sense",
        6534.1,
        6542.06
    ],
    [
        " Djako when things start moving fast and feel out of control because you're really getting after it",
        6542.06,
        6548.3
    ],
    [
        " work family do do do and countless other things how do you slow it down and get the feeling back",
        6548.3,
        6555.88
    ],
    [
        " of being in control what you do in this situation is go harder you go harder what you do is and",
        6555.88,
        6561.76
    ],
    [
        " this is think of it like this think of it as a sprint you're getting bogged down there's a bunch",
        6561.76,
        6566.16
    ],
    [
        " of stuff going on grab a hold of a bunch of them and sprint and get caught up that's what you do",
        6566.16,
        6572.5
    ],
    [
        " you sprint you get caught up um I do that kind of right now and I didn't start doing that I really",
        6572.5,
        6580.36
    ],
    [
        " started having to do these little sprints that I do sometimes now like maybe a year ago where I",
        6580.36,
        6587.08
    ],
    [
        " just have to just just buckle down for three days and do nothing but work just that's it nothing",
        6587.08,
        6593.5
    ],
    [
        " but work I'm in the middle of one right now like just what what I did over the last few days is",
        6593.5,
        6600.38
    ],
    [
        " like work work and more work so it's a sprint but then you get caught up you get things under control",
        6600.38,
        6607.96
    ],
    [
        " and then you can you can go back to a more sustainable pace because you can't sprint forever",
        6607.96,
        6612.58
    ],
    [
        " hmm you cannot sprint forever factually right that doesn't work yeah so if you think you're",
        6613.66,
        6621.2
    ],
    [
        " gonna run alongside a vehicle because you can sprint that's not gonna work eventually the",
        6621.2,
        6626.46
    ],
    [
        " vehicle is gonna outpace you and you're gonna be left behind so you have to you have to choose a",
        6626.46,
        6631.22
    ],
    [
        " race that you can win but sometimes just like in a running race you got a sprint to get ahead",
        6631.22,
        6638.56
    ],
    [
        " and then once you get ahead you can you know you can fall you can you can go back to a sustainable pace",
        6638.78,
        6644.3
    ],
    [
        " but that's that's what I do I go into like a little period of mass production I prefer slow",
        6644.3,
        6650.94
    ],
    [
        " insteady absolutely I prefer just to keep on the disciplined path every day doing what needs to be",
        6650.94,
        6659.38
    ],
    [
        " done you know that we talked about plant and a tree yeah earlier like writing a book nothing",
        6659.38,
        6665.56
    ],
    [
        " feels better writing a book then when you look up after after a month of writing and you got",
        6665.56,
        6671.34
    ],
    [
        " 30,000 words because you wrote a thousand words a day to sit down and write 30,000 words is a",
        6671.34,
        6677.82
    ],
    [
        " gut check it's a gut check for me it is because I don't enjoy doing that for long periods of time",
        6677.82,
        6686.0
    ],
    [
        " I don't enjoy sitting there typing because the boards are already pretty much in my head so it's",
        6686.0,
        6693.24
    ],
    [
        " not manual labor where you get to move rocks it's a manual later of pecking into a keyboard yeah that's",
        6693.24,
        6698.36
    ],
    [
        " not fun for me there's no there's zero physical benefit but to look up after a month and say I've",
        6698.36,
        6706.3
    ],
    [
        " got 30,000 words that's almost a book right yeah so I prefer to do that but sometimes because I've",
        6706.3,
        6716.86
    ],
    [
        " saddled myself with many different things going on right now sometimes I get behind and I have to",
        6717.9,
        6723.04
    ],
    [
        " sprint yeah I have to just say okay you know what this is gonna suck for three days but I'm gonna",
        6723.04,
        6727.7
    ],
    [
        " get back on track yeah then here we go so that's what I do when I start feeling like all the things",
        6727.7,
        6732.26
    ],
    [
        " are kind of getting the hang of me like hey man maybe you have to for work you have to sacrifice",
        6732.26,
        6737.48
    ],
    [
        " jujitsu for whatever two days you're like yep I'm not gonna train but I'm that's gonna save me a",
        6737.48,
        6744.28
    ],
    [
        " total of five hours in the next couple days and I can get a lot of work done in five hours I",
        6744.28,
        6748.52
    ],
    [
        " didn't do jujitsu yesterday did I want to yes I did but I said okay I'm gonna sprint right now I",
        6748.52,
        6757.22
    ],
    [
        " gotta get this other stuff done and I had to prioritize so that's that's what you have to do and",
        6757.22,
        6762.66
    ],
    [
        " guess what you know then you get through that sprint you can go back to your sustainable thing which",
        6762.66,
        6766.56
    ],
    [
        " is jujitsu every day just work out every day which is you know right you're right every day do you work",
        6766.56,
        6772.14
    ],
    [
        " every day so try that try just buckling out tell your family tell your jujitsu instructor be like hey",
        6772.14,
        6780.92
    ],
    [
        " listen I'm gonna be gone for three days I got I got to get caught up so stand by and boom tell your",
        6780.92,
        6788.04
    ],
    [
        " family look hey I'm sorry for the next three days you're not gonna hear much from me",
        6788.04,
        6793.1
    ],
    [
        " yeah stay at work late I'm gonna get a bunch of stuff done and just sprint hard and give them a",
        6793.1,
        6797.62
    ],
    [
        " little reward at the end hey when I get back on Tuesday or when I get back on the Friday we're gonna",
        6797.62,
        6801.2
    ],
    [
        " go out for dinner we're gonna have a good time but I got a sprint gotta get caught up so there you go",
        6801.2,
        6805.44
    ],
    [
        " that's a good little tactic yeah it's a good tactic oh a little reward you like that well the whole",
        6805.44,
        6812.38
    ],
    [
        " deal both of them like basically to make sure that you communicate with all these people that might",
        6812.38,
        6816.78
    ],
    [
        " be affected by your thing even like in small ways like I used to say hey I'm gonna sprint right now",
        6816.78,
        6820.56
    ],
    [
        " you'd be oh I'm sometimes surprised and how that just that little thing is so effective like",
        6820.56,
        6828.22
    ],
    [
        " you know like I don't know I'm gonna go to jujitsu at you know a a weird different time that maybe",
        6828.52,
        6833.78
    ],
    [
        " my family sort of depending on me not a big way but just a little bit depending on me being there",
        6833.78,
        6838.18
    ],
    [
        " right and I'm gonna go to jujitsu instead if I say a one week before I do that if I say hey on this day",
        6838.18,
        6844.18
    ],
    [
        " you know like yeah I understand hate usually I'm here I dig it but hey I'm gonna go this day",
        6844.18,
        6849.22
    ],
    [
        " this training just kind of means a lot to me this day and time whatever a week before heads up they",
        6849.22,
        6853.66
    ],
    [
        " love it love night and day try do it the the hour before versus the week before night and day one",
        6853.66,
        6860.4
    ],
    [
        " one situation it's like yes oh we got your back well do it and the other one is like",
        6860.4,
        6865.48
    ],
    [
        " yeah disdain guess what my wife thinks she thinks I'm going to jujitsu every day and I am yeah",
        6865.48,
        6872.8
    ],
    [
        " but she's just like so I'm sure it's surprising to her if I'm ever like oh you know she'll be like oh",
        6872.8,
        6878.98
    ],
    [
        " you didn't leave yet yeah I'm like no I'm actually working you should be like oh okay",
        6879.24,
        6883.34
    ],
    [
        " so that's what she realized I got some work to do man but that's a good that's good to remember it",
        6883.34,
        6888.76
    ],
    [
        " you know because you get it's easy to get caught up in like hey this is me and my sprint",
        6888.76,
        6893.34
    ],
    [
        " I'm the one gonna have to buckle down you know sort of thing so it kind of maybe gets in the way",
        6893.34,
        6898.92
    ],
    [
        " of you thinking like hey it's for other people too you know I'm saying and then that that",
        6898.92,
        6903.34
    ],
    [
        " additional one where it's like yeah when I'm done you got another reward because then if you",
        6903.34,
        6907.02
    ],
    [
        " communicate they don't need the reward I mean you know it depends on who it is but typically it",
        6907.02,
        6911.94
    ],
    [
        " it would it would make sense for them not to need the reward because we're all good",
        6911.94,
        6915.52
    ],
    [
        " reward scenario don't do it too much they expect it but that's a good to I think that's good I'm",
        6915.52,
        6922.72
    ],
    [
        " gonna put down into rotation next question hey jaco a lot of respect for you in your work I have",
        6922.72,
        6928.86
    ],
    [
        " a question how do you draw the line between doing things you're uncomfortable with to develop",
        6928.86,
        6935.14
    ],
    [
        " and just torturing yourself unnecessarily who's pretty it's pretty straightforward question",
        6935.66,
        6941.36
    ],
    [
        " actually in a pretty straightforward answer does it benefit you or not does it benefit you",
        6941.36,
        6947.0
    ],
    [
        " and and there is some level of torture that benefits you because it just keeps you",
        6947.0,
        6952.64
    ],
    [
        " mentally and physically tougher so there is benefit to to some level of torture right there's also",
        6952.64,
        6962.3
    ],
    [
        " a level of torture that is not beneficial for you actually it takes you backwards and it's",
        6963.36,
        6968.28
    ],
    [
        " gonna injure you it's gonna break you down it's gonna break you down mentally it's gonna break",
        6968.28,
        6971.98
    ],
    [
        " you down physically there's times like I've talked about this like there's times when I've gotten",
        6971.98,
        6975.62
    ],
    [
        " on a plane where I get on a plane this is when I know I'm just done training which is I get on a",
        6975.62,
        6980.8
    ],
    [
        " plane and I because normally on a plane I can like really hammer out some work I can get a podcast",
        6980.8,
        6986.54
    ],
    [
        " I can read a book I can just really go hard because there's no I don't sign up for Wi-Fi on the",
        6986.54,
        6991.52
    ],
    [
        " planes I just do work and when I get on a plane and I'm just like I'm gonna watch I'm gonna go",
        6991.56,
        7000.08
    ],
    [
        " into this thing and watch and I remember the last time I did I watched Zoolander",
        7000.08,
        7004.16
    ],
    [
        " yeah man which is a funny movie but there's no zero positive benefit to my humanity by watching Z-Lander",
        7004.16,
        7012.88
    ],
    [
        " but that's that's it so so I just like like okay mentally just need to damn break you know",
        7014.48,
        7021.72
    ],
    [
        " and same thing with physical like there's times where you're physically like there's times",
        7021.72,
        7027.16
    ],
    [
        " this is an interesting one when you're training Jujitsu if I have an injury that's recovering",
        7027.16,
        7033.1
    ],
    [
        " and let's say normally I do eight rounds ten rounds when I have an injury that's recovering",
        7033.1,
        7040.0
    ],
    [
        " I have to have the discipline to say you know what I'm only doing four rounds today",
        7040.1,
        7045.94
    ],
    [
        " because when you get to the fifth six round I'm tired I'm making mistakes seven day",
        7045.94,
        7052.62
    ],
    [
        " around now I'm actually gonna get injured again so I want to recover from the injury so I take some",
        7052.62,
        7058.32
    ],
    [
        " I take let I have to have the discipline to say no because the a lack of discipline says I'm",
        7058.32,
        7064.8
    ],
    [
        " just gonna train more I'm just gonna train harder yeah and sometimes you have to take a little",
        7064.8,
        7068.72
    ],
    [
        " a little bit of a breather and so if you're doing something that's uncomfortable but it's",
        7068.72,
        7073.96
    ],
    [
        " making you stronger or smarter or faster yeah that's good if you're doing something that's",
        7073.96,
        7079.82
    ],
    [
        " uncomfortable and it's not beneficial to you then that's not smart to do except for the occasional",
        7079.82,
        7086.54
    ],
    [
        " gut check which is hey this is just gonna suck yeah this is just gonna suck and I'm gonna do it",
        7086.54,
        7092.32
    ],
    [
        " anyways yeah and that's fine you're kind of different than people in the concept that you're",
        7093.1,
        7102.74
    ],
    [
        " talking about I think yeah that's universal with just good like you know you talk about like going",
        7102.74,
        7107.08
    ],
    [
        " on the plane right even like the way you're like that has no good for humanity you know I know",
        7107.08,
        7112.44
    ],
    [
        " that was like a joking way I was putting it but the thing is that is good for you and it's",
        7112.44,
        7118.02
    ],
    [
        " what is Zoolander Zoolander whatever you watch or something that that's like not work because it's",
        7118.3,
        7123.56
    ],
    [
        " like you know compared to a workout Rob Jones does this a lot he'll compare it to like lifting",
        7123.56,
        7127.16
    ],
    [
        " weights or workout which is good I think up near perfect analogy the working out thing it's",
        7127.16,
        7133.2
    ],
    [
        " essentially just your rest between sets that's all it is so if it's like yeah you don't get",
        7133.2,
        7137.94
    ],
    [
        " rest between sets oh yeah say how much weight you can live then probably not that much but there's",
        7137.94,
        7143.76
    ],
    [
        " a difference between resting for like two minutes between your sets and then resting one day",
        7143.76,
        7147.54
    ],
    [
        " yeah I agree sometimes though sometimes you can say oh I need a rest but you don't really",
        7147.54,
        7155.44
    ],
    [
        " that's what I mean yeah and so you gotta be careful of that yeah sometimes you gotta go oh this is",
        7155.44,
        7159.24
    ],
    [
        " just torture so I don't want to do it but you're really just being mentally weak right so you have",
        7159.24,
        7163.26
    ],
    [
        " to be aware you have to do things that suck sometimes yeah so for sure some workouts just suck yeah",
        7163.26,
        7169.4
    ],
    [
        " and they're awful and they're torture but they make you stronger they make you better and they",
        7169.4,
        7174.06
    ],
    [
        " make you tougher yeah so you do them yeah so it perfect and then if you want to do the workout",
        7174.06,
        7179.72
    ],
    [
        " analogy right where you're like okay so there's those those two dichotomies if you will so it's",
        7179.72,
        7185.26
    ],
    [
        " like okay rest between sets cool I dig it you do work and then your rest between sets that's the",
        7185.26,
        7190.38
    ],
    [
        " whole thing right format but you're like okay if I need two minutes of rest in between my sets for",
        7190.38,
        7197.34
    ],
    [
        " this specific workout for this specific outcome or results from the workout then boom that's",
        7197.34,
        7201.74
    ],
    [
        " what I'm gonna do I'm gonna rest for two minutes so there's difference in that case there's a",
        7201.74,
        7205.54
    ],
    [
        " difference between resting two minutes and then resting 15 minutes you don't need all that rest",
        7205.54,
        7210.84
    ],
    [
        " now you're just cruising now you're just avoiding the next set or putting it off or doing whatever",
        7210.84,
        7215.58
    ],
    [
        " there's a difference but on the other side the more extremist side of the spectrum the workout",
        7215.58,
        7220.26
    ],
    [
        " can be like not two minutes rest the workout the whole workout could last two hours long no rest",
        7220.26,
        7224.46
    ],
    [
        " between sets that's the workout but when the workout's done you still got a rest and recover from",
        7224.46,
        7229.56
    ],
    [
        " that workout so just because you don't have a set amount of sets in in your work day to day still",
        7229.56,
        7235.4
    ],
    [
        " doesn't mean you you need that rest between sets or at the very least rest between workouts one",
        7235.4,
        7239.14
    ],
    [
        " thing that I got used to in the military and I see it in companies all the time like I could work",
        7239.14,
        7243.12
    ],
    [
        " 24 hours a day seven days a week never stop and never get everything done yeah that's something to",
        7243.12,
        7248.36
    ],
    [
        " think about yeah so then you have to say to yourself well how productive am I gonna be and what's",
        7248.36,
        7252.28
    ],
    [
        " important and what's not important and you got to make sure that you get you're right if you take",
        7252.38,
        7256.42
    ],
    [
        " no rest you won't be able to function properly and for me like I could write 24 hours a day and not",
        7256.42,
        7264.38
    ],
    [
        " write all the books I want to write I could do just you 24 hours a day and not get as good as I",
        7264.38,
        7269.02
    ],
    [
        " want to get I could work out 24 hours a day not get as strong as I want to get so you have to figure out",
        7269.02,
        7272.22
    ],
    [
        " how to balance all those different items together to figure out like okay what is an acceptable level at",
        7272.22,
        7277.8
    ],
    [
        " each one of these components yeah and it's gonna take kind of identifying the results that you",
        7277.8,
        7282.98
    ],
    [
        " want that are acceptable to you you know so yeah like a what he calls is the you know like NASCAR",
        7282.98,
        7289.12
    ],
    [
        " right right you watch streets of thunder I don't know the one with Tom Cruise that is a NASCAR",
        7289.12,
        7294.82
    ],
    [
        " something of thunder days of thunder okay anyway he's like racing and he's like hey you got to do a",
        7294.82,
        7302.72
    ],
    [
        " pit stop everybody got to do a pit stop but it seems weird you know when you're like racing and",
        7302.82,
        7308.78
    ],
    [
        " you're like hey I'm ahead of everybody I'm not gonna stop right now I'm for word you know but",
        7308.78,
        7313.04
    ],
    [
        " your wheels are gonna fall off so you got a pit stop sometimes watch some zoolander whatever",
        7313.04,
        7319.12
    ],
    [
        " and then when you're done you can be way more productive because those tires are new now",
        7319.12,
        7323.34
    ],
    [
        " they can fly around the track grip everything you see I'm saying",
        7323.34,
        7332.7
    ],
    [
        " how does the introduction you gave to Mike in the equipment room square with extreme ownership no judgment",
        7332.7,
        7338.68
    ],
    [
        " this yeah so Mike Sirelli when Mike Sirelli came into task unit bruiser because his other",
        7338.68,
        7343.9
    ],
    [
        " puts his other task unit had had some leadership issues and Mike was sort of the collateral damage",
        7343.9,
        7351.24
    ],
    [
        " and that whole thing and so they moved him from that task unit which was task unit Charlie",
        7351.24,
        7356.1
    ],
    [
        " into task unit bruiser and when he came in I brought him into the equipment room at SEAL team 3",
        7356.1,
        7361.66
    ],
    [
        " which is where I would counsel my junior officers because there was the there was construction going",
        7361.66,
        7367.7
    ],
    [
        " on at SEAL team 3 at the time and there's no ceiling so everyone could hear you in your office",
        7367.7,
        7371.34
    ],
    [
        " and so I would go into this equipment room and brief guys if if need be and I just brought Mike",
        7371.34,
        7377.24
    ],
    [
        " Sirelli in there and I had a counseling letter for him to sign and it said there's no drama in",
        7377.24,
        7384.1
    ],
    [
        " task unit bruiser don't bring any into it and that's it it was like really straightforward I'm",
        7384.1,
        7393.1
    ],
    [
        " not gonna have to ask him if he still has it but I don't know why this person thinks that that",
        7393.1,
        7396.94
    ],
    [
        " doesn't square with extreme ownership as far as I'm concerned that is I had a guy that was coming",
        7396.94,
        7402.28
    ],
    [
        " into a unit that had been together for seven or eight months gone through workup and ready getting",
        7402.28,
        7408.12
    ],
    [
        " ready for deployment and I just had to take ownership of the fact that I had a guy that was showing up",
        7408.12,
        7412.2
    ],
    [
        " that I didn't know I did get feedback I got feedback from multiple people multiple sources",
        7412.2,
        7418.56
    ],
    [
        " and my bro source was like hey Sirelli he's fucking good to go and I was like okay cool so I knew",
        7418.56,
        7427.08
    ],
    [
        " he was good to go but still I wanted to set the the expectation right for him so that he knew like",
        7427.08,
        7433.06
    ],
    [
        " man he might think that that was his first task unit he was with you know he might think this",
        7433.06,
        7438.96
    ],
    [
        " is the way it is it's like no that's not the way it is so for me it was just hey we're just we're",
        7438.96,
        7444.26
    ],
    [
        " just taking ownership for me it was hey I'm just gonna take ownership of this make sure he knows",
        7444.26,
        7447.8
    ],
    [
        " what's going on make sure he understands the expectations make sure that we're not gonna have",
        7447.8,
        7450.98
    ],
    [
        " any drama in here because we don't have any drama there's no drama like we have problems we solve",
        7450.98,
        7455.36
    ],
    [
        " we don't backstab each other and tell on each other and stab each other in the back no we have a",
        7455.36,
        7460.96
    ],
    [
        " problem we get together we solve the problem that's how it is and so that's all you know no I don't",
        7460.96,
        7468.44
    ],
    [
        " even quite sure I'd have to get more details on this question to figure out why that didn't seem",
        7468.44,
        7474.38
    ],
    [
        " like the right thing to do from my perspective it was you know it's great when you when you have",
        7474.38,
        7479.72
    ],
    [
        " somebody come on board and say hey man here's the expectations that are going on yeah boom yeah maybe",
        7479.72,
        7484.7
    ],
    [
        " because that was before he did anything it's not like he did something and then you were like hey",
        7484.7,
        7489.0
    ],
    [
        " you you're bringing drama don't do that here it wasn't bad it was like hey man we don't have drama",
        7489.0,
        7493.02
    ],
    [
        " right don't bring it in here yeah you good with that yeah and Mike's really said Roger that sir yeah",
        7493.14,
        7499.08
    ],
    [
        " makes it yeah of course so and you know how much drama he brought in zero yeah yeah so in a way I mean",
        7499.08,
        7507.58
    ],
    [
        " I don't know looking at it from the outside it seems like that was you know the the essence of",
        7507.58,
        7514.12
    ],
    [
        " extreme ownership you're going to use some anticipated problems I'm gonna do everything to mitigate",
        7514.12,
        7518.44
    ],
    [
        " you know whatever all these things and I'm gonna go a preempted problem solving mode tactfully",
        7518.52,
        7524.72
    ],
    [
        " yeah you know in your way you know in the locker room whatever yeah I wasn't even like I was like",
        7524.72,
        7529.46
    ],
    [
        " you better not it didn't even accuse him or anything you know punish actually literally said",
        7529.46,
        7533.92
    ],
    [
        " there's no drama here yeah don't bring any I didn't say like you are we know you know I think",
        7533.92,
        7539.86
    ],
    [
        " I like point my finger now it was like hey man hey because in my mind I'm thinking we know what I'm",
        7539.86,
        7545.9
    ],
    [
        " thinking in my mind hey I got a prior enlisted marine yeah that's gonna be in my tasking it I got",
        7545.9,
        7551.22
    ],
    [
        " another body and he's an experienced guy with you know yeah I was totally still yeah I was totally",
        7551.22,
        7559.5
    ],
    [
        " stoked man yeah so yeah no factor all right last time for one more man my question sure how do you",
        7559.5,
        7568.04
    ],
    [
        " stay on the war path when everything seems to be going wrong good question you think that's a good",
        7568.04,
        7574.86
    ],
    [
        " question well here's here's what I think is strange about that question it's sort of like the question",
        7575.42,
        7580.88
    ],
    [
        " I just answered about like sprinting yeah it's easy to when things are going right it's easy to stay",
        7580.88,
        7586.82
    ],
    [
        " on the war path right you don't even need to be on the war path when things are going great",
        7586.82,
        7591.96
    ],
    [
        " because everything's happy there's no war going on you're at peace people are you know delivering",
        7591.96,
        7597.8
    ],
    [
        " food to you and you're getting a massage yeah there's no there's no you're not like oh I need to",
        7597.8,
        7604.18
    ],
    [
        " be on the war path right now while I'm getting a back massage while I'm getting food delivered to me",
        7604.18,
        7608.72
    ],
    [
        " that's not happening when the actual time that you need to go on the war path and you need to go",
        7608.72,
        7616.66
    ],
    [
        " harder on the war path is when things are going wrong wrong that's when you need to dig deeper that's",
        7616.66,
        7621.86
    ],
    [
        " when you need to that's when the whole like idea of saying good that's when it happens when things",
        7621.86,
        7630.46
    ],
    [
        " are actually when you're getting tested by the world that's when you want to do it so",
        7630.76,
        7636.64
    ],
    [
        " when you get tested by the world that's when you get the opportunity to show the world what's",
        7636.64,
        7640.86
    ],
    [
        " you're made of that's when you get to say bring it on bring it on oh things are going wrong",
        7640.86,
        7651.44
    ],
    [
        " bring it on I actually look forward to that because this is when I get to exercise my discipline",
        7651.44,
        7659.56
    ],
    [
        " this is when I get to show the discipline I get to put the discipline to work it's the moment I",
        7659.56,
        7665.38
    ],
    [
        " have been waiting for because let's face it if things were easy then then I could just sit around and",
        7665.38,
        7673.92
    ],
    [
        " slack off right that's what that's what could happen when things are easy when things are going",
        7673.92,
        7679.64
    ],
    [
        " right that's when you actually can slack off a little bit because things going right I don't",
        7679.64,
        7683.72
    ],
    [
        " recommend it I recommend actually when things are going right you go hard but when things are going",
        7683.72,
        7688.04
    ],
    [
        " wrong you need to go even harder so if everything's going wrong it doesn't matter to me because",
        7688.04,
        7699.4
    ],
    [
        " I'm on the path I'm gonna stay on the path on the war path and I'm gonna get my situation rectified",
        7699.4,
        7709.28
    ],
    [
        " stat get some all right that's like two hours or something right now so let's um",
        7711.78,
        7721.16
    ],
    [
        " I don't know speaking of the war path the path yes yes how could we get people to you know",
        7721.16,
        7727.28
    ],
    [
        " how could we assist with people being on the war step one should you do to that's in actually maybe",
        7727.28,
        7733.78
    ],
    [
        " let's step yeah man let's step one straight up man it depends on where you are to begin with so let's",
        7733.78,
        7739.9
    ],
    [
        " face it anyway you see so you need your your key right no need to ask anymore get an origin key",
        7739.9,
        7744.74
    ],
    [
        " origin main dot com 100% 100% made in America yes they're 100% good to get the",
        7744.74,
        7752.48
    ],
    [
        " key to get and also 100% made in America you made in America from the dirt to the",
        7752.48,
        7759.86
    ],
    [
        " key top straight up yeah cuz let's face it from the top soil to the key top",
        7759.86,
        7765.02
    ],
    [
        " the top soil to the top of the key yeah fully and for those who care about the aesthetics",
        7765.02,
        7773.74
    ],
    [
        " of the key these aesthetics are how should I say",
        7773.74,
        7780.66
    ],
    [
        " made specifically for you just to for sure but they're two people by the people yes",
        7781.04,
        7785.8
    ],
    [
        " but they're like they're cut you know how you like they're cut like for you to",
        7785.8,
        7790.52
    ],
    [
        " this is insane and they look dope too by the way if you care about that kind of stuff yeah also they",
        7790.52,
        7795.88
    ],
    [
        " want to make like you don't care but you care no I I am and always have been impressed by",
        7795.88,
        7802.96
    ],
    [
        " specifically dragon we've come on yeah I need a dragon we're here you're not like a like",
        7802.96,
        7810.04
    ],
    [
        " I still am impressed it is you know when you see yeah have you seen the machine that they",
        7810.82,
        7815.44
    ],
    [
        " that they figure out how to weave that thing it's like a hole it's in p-t's office and it's like a",
        7815.44,
        7824.16
    ],
    [
        " it's that I'll have Pete post a picture of it but it's like it looks like a mechanical thing from",
        7824.16,
        7830.72
    ],
    [
        " from 1898 I bet you just from 1930 I bet you the thing is actually from 1930 we'll have to ask",
        7830.72,
        7838.82
    ],
    [
        " Pete what year it is but that's the actual thing it's the old school thing that you figure out",
        7838.82,
        7843.6
    ],
    [
        " you you program is the word but it's nothing nothing there's nothing digital about this",
        7843.6,
        7849.1
    ],
    [
        " program what the fabric is gonna look like from this machine it's freaking it's cool anyways yeah",
        7849.1,
        7855.64
    ],
    [
        " so that's the dragon we've also rash guards also 100% made in America t-shirts other things",
        7855.64,
        7864.54
    ],
    [
        " some cool stuff on that shirt yeah supplements as well yeah yeah and supplements for your joints a",
        7864.54,
        7872.16
    ],
    [
        " for your being being as a human yes and for your operational capabilities yes so joint warfare",
        7872.16,
        7883.96
    ],
    [
        " for your joints krill oil for your being and joints and joints discipline for your operational",
        7883.96,
        7893.22
    ],
    [
        " capability lift yeah lift your cognitive and your physical capabilities and then of course we got",
        7896.8,
        7903.78
    ],
    [
        " that mulk so my additional protein for that one I had a big mulk shake put dark chocolate in it",
        7903.78,
        7910.76
    ],
    [
        " by the way you said that on the last podcast yeah but the time I put it again yes and I put dark dark",
        7910.76,
        7916.32
    ],
    [
        " chocolate yeah outstanding with what flavor mulk peanut butter chocolate is that you go to",
        7916.32,
        7921.04
    ],
    [
        " currently it is it was the mint it is for me too yeah so it's in a rotation and and it's all",
        7921.52,
        7927.4
    ],
    [
        " based on like how I feel I'm gonna tell you I'm I probably have had peanut butter six times in a row",
        7927.4,
        7936.38
    ],
    [
        " yeah which it used to be not happening it would be mint six times in a row and then right now I'm",
        7936.38,
        7943.68
    ],
    [
        " just so down with that peanut butter down the free yeah on the peanut butter train situation yeah",
        7943.68,
        7948.46
    ],
    [
        " but yeah so the and these supplements overall especially the joint ones like mulk it's easy it's",
        7949.02,
        7953.98
    ],
    [
        " like a kind of in it's just me alone with my thoughts I'm like this is kind of a glamorous one",
        7953.98,
        7958.8
    ],
    [
        " the protein hell yeah my muscles yeah but the joint warfare they don't get like the glamour",
        7958.8,
        7964.24
    ],
    [
        " here's what here's what one of my buddies was telling me yesterday one of my brethren seals was",
        7964.24,
        7970.74
    ],
    [
        " is using vanilla gorilla and he's like I mean he's like I'm putting it in everything yeah yeah",
        7971.22,
        7976.96
    ],
    [
        " everything he makes coffee boom vanilla yeah yeah yeah yeah a done a tea boom yeah I don't know",
        7976.96,
        7982.12
    ],
    [
        " about tea but his main thing was coffee he's like yeah he's putting it in his coffee yeah and he said",
        7982.12,
        7987.48
    ],
    [
        " it's like a sweetener but obviously it's like not right it's not bad for you yeah it is sweet",
        7987.48,
        7993.36
    ],
    [
        " there cuz it makes more sweet he was he was he was you know you know when you talk to people and",
        7993.36,
        7997.92
    ],
    [
        " they get like the like little the little kid looking yeah he's like I put I put the vanilla",
        7997.92,
        8004.98
    ],
    [
        " gorilla there I said it with the I could say he was getting fired up when he said he hit it with",
        8004.98,
        8009.0
    ],
    [
        " the blender stick yeah so technically I do the same thing but I put the coffee in it's like a",
        8009.0,
        8018.96
    ],
    [
        " lower in espresso whatever in the mulk oh okay so it's like a mulk shake like the like the same",
        8018.96,
        8024.7
    ],
    [
        " deal by I'm sure the riches are different it like coffee it is and that's the thing it is so if",
        8024.8,
        8029.88
    ],
    [
        " you if you like like coffee ice cream you know like that kind of stuff or coffee ice cream and like",
        8029.88,
        8035.8
    ],
    [
        " black coffee those are two different experiences for sure so coffee ice cream that's a delicious",
        8035.8,
        8040.38
    ],
    [
        " flavor one it's like delicious so it's kind of the same deal with the mulk speaking of delicious",
        8040.38,
        8045.88
    ],
    [
        " strawberry and chocolate war your kid mulk for your children",
        8045.88,
        8051.38
    ],
    [
        " I this this could get some kind of a you know I'm not gonna put myself in for a Nobel Peace Prize",
        8053.26,
        8059.58
    ],
    [
        " but like hey we are helping the children yeah of the world in a big way yeah with",
        8059.58,
        8070.4
    ],
    [
        " strawberry and chocolate war your kid mulk because there's no other thing that you're just as a kid",
        8070.4,
        8077.04
    ],
    [
        " as a kid you're about that little Snickers bar hitter right now with these bad snacks in the",
        8077.3,
        8082.3
    ],
    [
        " yeah or bad snack hitters right you right yes you're right I'll check with Theo Vaughn on that one",
        8082.3,
        8089.14
    ],
    [
        " because he understands hitters better than me but if you can give your kid a strawberry",
        8089.14,
        8094.0
    ],
    [
        " or chocolate mulk heater they're just gonna be so stoked and they're gonna get stronger",
        8094.0,
        8100.74
    ],
    [
        " yeah literally",
        8102.42,
        8102.28
    ],
    [
        " healthier yeah really I told Pete I said on the war your kid podcast that warrior kid mulk will",
        8102.28,
        8108.2
    ],
    [
        " make you stronger he's like I don't know if you can legally make that claim I'm like well",
        8108.2,
        8114.58
    ],
    [
        " it's already been said and it's straight up how can you how can you not how can that not be",
        8114.58,
        8121.24
    ],
    [
        " legally made because does protein rebuild your muscles answer yes does war your kid mulk have",
        8121.24,
        8127.5
    ],
    [
        " protein in it yes I guess we got to get the kids jacks deal too or just grow up as a kid healthy yeah",
        8127.5,
        8135.26
    ],
    [
        " you'll get stronger as a kid growing up you don't have to jack any steal so we are technically and",
        8135.26,
        8139.86
    ],
    [
        " legally authorized to say to the children of the world warrior kid mulk will make you stronger if",
        8139.86,
        8147.08
    ],
    [
        " I get the Nobel Prize for that you get Nobel Prize for helping children around the world yes",
        8147.08,
        8152.9
    ],
    [
        " okay then I deserve it yeah but there you go oh and not to go too deep into the whole thing",
        8152.98,
        8160.76
    ],
    [
        " about getting stronger like if you make the claim that something's gonna make you stronger I think",
        8160.76,
        8165.16
    ],
    [
        " that is fine like legally because legally you can't like diagnose it wasn't with there's certain",
        8165.16,
        8172.08
    ],
    [
        " there's a list of things you can do you can't diagnose you can't oh treat treat do you know do see",
        8172.08,
        8177.72
    ],
    [
        " they're specific kind of they're more medically based yeah but I don't know well the only thing",
        8177.74,
        8183.44
    ],
    [
        " that we really the only claim that we make which is scientifically proven is the is the",
        8183.44,
        8189.64
    ],
    [
        " deadlift capabilities if you drink draco white tea is eight thousand pounds yeah which I mean",
        8189.64,
        8194.84
    ],
    [
        " obviously no one's gonna know it's gonna argue with that no because that's just facts so if you",
        8194.84,
        8201.8
    ],
    [
        " want some of the if you want some jaco white tea because you need a bigger deadlift which you",
        8201.8,
        8207.08
    ],
    [
        " probably do yeah then you can get that from amazon well the cans from amazon the cans for amazon",
        8207.08,
        8215.9
    ],
    [
        " you can get everywhere everywhere meaning online just go online man okay jaco white tea it's on",
        8215.9,
        8222.6
    ],
    [
        " the store okay there you go on on what store jaco store jaco store it's called jaco store and the",
        8222.6,
        8229.34
    ],
    [
        " website is jaco store dot com is online did you say the website for origin origin or the tea yeah",
        8229.44,
        8235.94
    ],
    [
        " well yeah for all the same the jaco joint warfare mulk the geese the rash guard the origin stuff is",
        8235.94,
        8242.34
    ],
    [
        " all that origin main dot com I did say it but you know that's a little reminder yeah but",
        8242.34,
        8246.74
    ],
    [
        " jaco white tea is everywhere including jaco store dot com also jaco store dot com is where you",
        8246.74,
        8255.24
    ],
    [
        " can get your shirts when you're representing on the path see and that's a big part of being on",
        8255.24,
        8259.76
    ],
    [
        " the path actually that's a good psychological and physical yeah yeah experience I like I don't",
        8259.76,
        8265.74
    ],
    [
        " know what you're gonna say but I know what you're gonna say what it helps you stand the path",
        8265.74,
        8268.98
    ],
    [
        " well you're not gonna eat a donut while you're wearing a disco cus freedom t-shirt exactly that's",
        8268.98,
        8273.54
    ],
    [
        " that's it's physically impossible I think so yes you'll be like you'll you'll be like the exorcist",
        8273.54,
        8279.46
    ],
    [
        " you just won't be able to stop yourself from throwing the donut box in the garbage can you know",
        8279.46,
        8284.16
    ],
    [
        " it's weird and I'm being serious it's like now let me see no like I can't eat a donut even if I'm",
        8284.16,
        8293.34
    ],
    [
        " by myself like I can't like it's it's embedded already because of like the ethos of the path",
        8293.34,
        8299.6
    ],
    [
        " yeah it's like it prevents me physically from eating the donut the only donut I could eat is one",
        8299.6,
        8304.68
    ],
    [
        " that is is an actual piece of steak cut into a circle with a piece missing from the middle yeah I",
        8304.68,
        8311.7
    ],
    [
        " might do that maybe I might be like here's my steak donut yeah just to get some well here's",
        8311.7,
        8317.16
    ],
    [
        " a thing though there's such thing as like little protein donuts yeah but if you look at the ingredients",
        8317.16,
        8321.76
    ],
    [
        " I don't know though what if it was like a paleo pro you know how people when people make paleo",
        8321.76,
        8326.2
    ],
    [
        " stuff it's like kind of solid okay why not just shape it like a stick really I think you'll",
        8326.2,
        8332.34
    ],
    [
        " start putting it into a donut yes it's scenario it's just because I think that's it I think that's",
        8332.34,
        8337.24
    ],
    [
        " the thing it's like the fact that it's a donut kind of is that's what kind of creates the little",
        8337.24,
        8341.98
    ],
    [
        " thing in my brain anyway anyway back to the store jockel store who's on their shirts on their",
        8341.98,
        8348.58
    ],
    [
        " hats on there a lot of cool stuff on there if you want to represent if you want to represent in the wild",
        8348.58,
        8354.42
    ],
    [
        " jockelstore.com grab something keep you on the death core path",
        8354.42,
        8359.96
    ],
    [
        " and also okay we talk about the jocke white tea obviously um also you want to subscribe to",
        8362.84,
        8367.88
    ],
    [
        " the podcast if you haven't already that'll kind of keep you in tune so to speak um seems",
        8367.88,
        8373.7
    ],
    [
        " obvious I guess but it seems like a small thing but hey it's good to subscribe stay in tune stay",
        8373.7,
        8378.14
    ],
    [
        " in touch on iTunes stitch your Google Play you know anywhere where you listen to your podcast go",
        8378.14,
        8383.4
    ],
    [
        " subscribe also the Warrior Kid podcast is the Warrior Kid podcast better than jockel podcast I",
        8384.16,
        8391.46
    ],
    [
        " personally don't think so at the end of the day what do you say net oh you say net net you've",
        8391.46,
        8397.1
    ],
    [
        " heard that expression net net my brother says it all the time anyway net net I like the jockel",
        8397.1,
        8402.34
    ],
    [
        " podcast better here's the thing though it's not like just cut and dry you know why because there's",
        8402.34,
        8413.38
    ],
    [
        " the unbiased you probably don't like the Warrior Kid podcast because you're not in it I can't",
        8414.4,
        8418.64
    ],
    [
        " freaking rebuttal my stuff maybe here's maybe but here yourself here's the no no",
        8418.64,
        8426.92
    ],
    [
        " that here's the here's the part that kind of kind of what is sort of like is like a rebuttal to",
        8426.92,
        8431.9
    ],
    [
        " my own opinion where you can podcast every single one of those was was like 90 like out to 85 to",
        8431.9,
        8440.88
    ],
    [
        " 100% impactful like every little thing like that felt like applied to me where I can like you",
        8440.88,
        8447.16
    ],
    [
        " whether be in a big talk about your daughter no I'm applied to you to me directly human man",
        8447.16,
        8452.3
    ],
    [
        " some things yes I do six years old whenever you are yeah yes but and I'm not saying it doesn't",
        8452.3,
        8459.26
    ],
    [
        " apply to my daughter I'm not saying that I'm saying it applies to me directly whether it be me",
        8459.26,
        8463.2
    ],
    [
        " in my own life or me how I'm gonna deal with my daughter now or my son and whatever hunt like",
        8463.2,
        8468.06
    ],
    [
        " all of the things pretty much like that's kind of the so net net yeah jockele podcast sure I like",
        8468.06,
        8474.62
    ],
    [
        " better maybe because there's kind of more more thing I don't know why but that's my answer but I",
        8474.62,
        8480.54
    ],
    [
        " will say this maybe maybe you might be right but what maybe because there's some there's not as many",
        8480.54,
        8489.72
    ],
    [
        " Warrior Kid maybe yeah maybe I need more I need more to shift over to for that to be better I don't",
        8489.72,
        8495.66
    ],
    [
        " maybe either way that's on iTunes to you oh yeah that's on that's a podcast as well that you",
        8495.92,
        8501.36
    ],
    [
        " subscribe to also YouTube is where you can YouTube well there's word yeah speaking to YouTube",
        8501.36,
        8506.9
    ],
    [
        " there's the jockele podcast channel on YouTube there's Warrior Kid podcast on YouTube which we",
        8506.9,
        8513.28
    ],
    [
        " separated so that your child won't be watching Warrior Kid podcast and then all of a sudden have",
        8513.28,
        8517.32
    ],
    [
        " the rape of Dan King podcast creep into their zone right so we separated them but they're both",
        8517.32,
        8524.18
    ],
    [
        " up there they're both available and also on the jockele podcast that's where echo puts up",
        8524.18,
        8530.2
    ],
    [
        " videos of with enhancements to them that make them make the message more impactful in his opinion",
        8530.2,
        8539.7
    ],
    [
        " well hopefully hopefully yeah like I said though the the Mikey and the dragons video",
        8539.7,
        8547.42
    ],
    [
        " which has moved to the top slot in my opinion for your video so which is a bold statement",
        8547.88,
        8554.18
    ],
    [
        " cool yeah it's a bold statement people have got tears in their eyes from a two-minute video about a",
        8554.18,
        8562.64
    ],
    [
        " kids book that's pretty impressive yeah well I do have to say I I even had tears in my eyes here's",
        8562.64,
        8569.02
    ],
    [
        " the thing that's I for real and I'm not gonna be like oh umber what I don't think it's",
        8569.02,
        8573.36
    ],
    [
        " necessarily because of me making the video because like well I don't know I'm only speaking for",
        8573.38,
        8579.3
    ],
    [
        " myself where okay so the the king died this is a story within a story it's a story of a story in",
        8579.3,
        8586.0
    ],
    [
        " a story so there's like three layers there but so the idea of the king dying and then the kid being",
        8586.0,
        8590.7
    ],
    [
        " like young and having this big responsibility he put on his shoulder then shoulders and him being",
        8590.7,
        8595.84
    ],
    [
        " scared for some reason I don't know I just get just like all whatever about that oh I don't know",
        8595.84,
        8602.64
    ],
    [
        " sensitive about that kind of stuff so when it's like you explaining it and you say it like you're",
        8602.68,
        8608.58
    ],
    [
        " not being all tough jockeau you know it seems like you're doing it like appropriately",
        8608.58,
        8612.1
    ],
    [
        " seems saying and then so it's like that that's really what kind of affected me and I think sure I",
        8612.1,
        8617.34
    ],
    [
        " laid it out in a way where it's like kind of delivered in the appropriate way but is it is it oh I was",
        8617.34,
        8622.54
    ],
    [
        " gonna just ask if it was more impactful because you and I know the whole story but people that don't",
        8622.54,
        8632.62
    ],
    [
        " because we know the whole story it's like oh that's cool but then people that didn't know the whole",
        8632.82,
        8636.72
    ],
    [
        " story were just like oh you know what actually no now the thing because Jade said the same thing",
        8636.72,
        8641.68
    ],
    [
        " and he didn't read the whole story and he and he actually had little tears in his eyes he's like",
        8641.68,
        8646.2
    ],
    [
        " yeah tears in my eyes don't know why I like trying to act like it's just so confusing you know",
        8646.2,
        8650.08
    ],
    [
        " but meanwhile he's all like being all emotional yeah yeah I saw what went on so that's the",
        8650.08,
        8655.84
    ],
    [
        " that's the YouTube channel you can subscribe to that that'd be cool we depreciate it and all",
        8655.84,
        8660.58
    ],
    [
        " that stuff plus you can leave the big thing about if you subscribe to the YouTube channel you need",
        8660.58,
        8666.94
    ],
    [
        " to comment about echo because the only compensation that echo receives for participation in this podcast",
        8666.94,
        8674.96
    ],
    [
        " is being able to read YouTube comments that say echo is so jacked",
        8674.96,
        8690.52
    ],
    [
        " looking massive all that stuff because that way he'll be happy I can just pay him with that that's",
        8691.2,
        8696.76
    ],
    [
        " what he's paid with yeah that's that's the worst idea I've ever heard it's not that bad nonetheless",
        8696.76,
        8701.62
    ],
    [
        " but you do like none the less you pointed it out you do when you were like you like there's always",
        8701.62,
        8711.18
    ],
    [
        " someone that says I look jacked I never said that anyway anyway psychological warfare okay if you",
        8711.18,
        8720.5
    ],
    [
        " say it's an album with tracks so on iTunes and Amazon music and stuff that album with tracks jaco saying",
        8720.5,
        8726.68
    ],
    [
        " helping you us it's helping us that's what he's doing jaco is helping us through moments of weakness",
        8726.68,
        8732.04
    ],
    [
        " when they arise and they'll arise you can't sprint forever good boy and you you might instead",
        8732.04,
        8739.84
    ],
    [
        " of taking appropriate action when you realize you can't sprint forever sometimes you might want to",
        8739.84,
        8744.28
    ],
    [
        " take a little bit more rest between sets you don't have to but you shouldn't I want to take too much",
        8744.28,
        8752.34
    ],
    [
        " rest you might want to yes exactly right and you will not ever look jacked if you're taking",
        8752.34,
        8756.94
    ],
    [
        " between sets so it's psychological warfare on iTunes Google Play MP3 yes yes and you'll get past those",
        8756.94,
        8766.88
    ],
    [
        " those moments because jaco will just help you through it just by telling you that's like a little",
        8766.88,
        8771.06
    ],
    [
        " spot you know when you're slacking a little spot in reference to weightlifting yeah if that's",
        8771.14,
        8777.5
    ],
    [
        " the analogy right because you someone's trying to lift and they can't quite get it and so they help",
        8777.5,
        8781.76
    ],
    [
        " you lift it a little bit they give you a little spot but in reference to weightlifting yes but in this",
        8781.76,
        8786.12
    ],
    [
        " case that how you get jacked in this case instead of weights it's your slacker weakness that might",
        8786.12,
        8795.26
    ],
    [
        " come I'm not saying we're all weak but sometimes some of us a lot of us are sometimes anyway jaco is",
        8795.26,
        8800.46
    ],
    [
        " afraid boom psychological warfare also if you work out boring even if it's not boring get more fitness",
        8800.46,
        8807.2
    ],
    [
        " gear so I incorporate it okay get it from on it right on it dot com slash jaco fitness gear",
        8807.2,
        8813.6
    ],
    [
        " rope battle ropes rings kettlebells of course to me if you don't have the kettlebells I feel like",
        8813.6,
        8821.9
    ],
    [
        " there's like one little element big small I don't know depends on who you are but there's one",
        8821.9,
        8826.0
    ],
    [
        " little element of life that's missing that's my opinion but when I got the rings that changed my",
        8826.04,
        8832.02
    ],
    [
        " whole workout so what I do when I do you know the like you do a bunch of cool stuff on rings I do I",
        8832.02,
        8838.56
    ],
    [
        " only do a handful of things actually not even have like two three things one of the main ones are like",
        8838.56,
        8843.68
    ],
    [
        " um you know when you I make them go super low like maybe waste maybe handstand push them",
        8843.68,
        8848.54
    ],
    [
        " no bra I'm still a beginner at the rings but so I'll hold them in front of me and then I'll do",
        8848.54,
        8854.62
    ],
    [
        " it's kind of like a ab roller kind of thing so it's one arm or the time of both arms both arms",
        8854.74,
        8859.4
    ],
    [
        " and then sometimes I'll go like widen yeah narrow whatever so I'll do those I'll do like sets of 10",
        8859.4,
        8864.1
    ],
    [
        " and you can adjust like how high it's so hard and easier it is whatever but I'll let me",
        8864.1,
        8868.3
    ],
    [
        " drop the ground we've got to go full extension you can get there I'm gonna get there nonetheless",
        8868.3,
        8874.08
    ],
    [
        " between every exercise uh actually no between every set you do a set of 10 that's like the workout",
        8874.08,
        8880.9
    ],
    [
        " because it's not super exhausting to do it you know so it's like an active rest",
        8880.9,
        8884.36
    ],
    [
        " it's good man I think it'll it'll take your like workout to the next",
        8884.36,
        8889.76
    ],
    [
        " to the thing people say that tricker to the next level that doesn't even mean anything to the next",
        8889.76,
        8894.58
    ],
    [
        " yes even if it doesn't take it if it takes to this will it help you get jacked",
        8894.58,
        8898.48
    ],
    [
        " let me briefly explain what that means to the next level so like when you do I don't know deadlifts",
        8898.48,
        8906.8
    ],
    [
        " or I don't know shoulder press or something like when you're",
        8906.8,
        8910.12
    ],
    [
        " as you guys see curls of big temp curls and try to set big stench when you do these things you're like",
        8910.12,
        8916.98
    ],
    [
        " since you're like core whatever is stronger and this is just what I'm like what you feel when",
        8916.98,
        8920.92
    ],
    [
        " you you're core strong it feels like you have way better balance you have like way better control",
        8920.92,
        8925.0
    ],
    [
        " of of the weight so you get stronger overall boom just just from rings yeah anyway yeah anyway",
        8925.0,
        8932.1
    ],
    [
        " on it dot com that's that's where you get all this cool stuff if you want to get your mind",
        8932.1,
        8936.8
    ],
    [
        " smarter and tougher and get your brain more jacked",
        8936.8,
        8941.68
    ],
    [
        " you know your brain more jack uh we got some books uh Mike in the dragons that is out",
        8941.68,
        8951.02
    ],
    [
        " there are more being printed at this time I'm printing as many as humanly possible order it",
        8951.02,
        8956.74
    ],
    [
        " immediately so that I know and I can get it to you um it's coming so it's we've we've shipped",
        8957.48,
        8964.14
    ],
    [
        " out some we've got some more coming in right now so yeah if you haven't ordered it ordered it yet",
        8964.14,
        8968.38
    ],
    [
        " then order it now uh the feedback is awesome right now and thank you for posting the",
        8968.38,
        8974.3
    ],
    [
        " reviews on amazon that's so cool to read and see little pictures of kids reading the book and",
        8974.3,
        8979.9
    ],
    [
        " I'm just super stoked on that book so thank you for that and weigh the warrior kid for the kids",
        8979.9,
        8984.5
    ],
    [
        " maybe just a little bit older that's a book about getting on the path for kids and it's going to help",
        8984.5,
        8991.08
    ],
    [
        " them in every possible element of their life that I can think of right now it will it will it will",
        8991.08,
        9000.18
    ],
    [
        " it will help them I think so it'll make them smarter it'll make them work harder it'll make them",
        9000.18,
        9004.64
    ],
    [
        " understand discipline it'll make them stronger it'll just help them across the board that's way the",
        9004.64,
        9009.42
    ],
    [
        " warrior kid and then the follow on mission the follow on book to that is where the warrior kid marks",
        9009.42,
        9013.88
    ],
    [
        " mission the next is the discipline equals field the dismin equals freedom field manual which is",
        9015.3,
        9022.08
    ],
    [
        " a book about how to get after it yeah the book it's the book about how to get after it is it is not",
        9022.08,
        9029.66
    ],
    [
        " a throw away book by any stretch no it is how would you describe it manual it's a manual but I mean",
        9029.66,
        9037.62
    ],
    [
        " instrument no what's the word you used earlier aesthetically aesthetically could you possibly look just",
        9038.08,
        9047.12
    ],
    [
        " look the external part just the cover of the field manual and think maybe I'll do a little extra",
        9047.12,
        9054.58
    ],
    [
        " work today yes that is entirely possible yeah fully and it was you know what's in it yeah",
        9054.58,
        9059.78
    ],
    [
        " yeah get after it material yeah um oh and I was thinking about this too not extensive thought but",
        9060.68,
        9067.4
    ],
    [
        " there's an audio version of this true which is cool which is good but it's kind of like one of",
        9067.4,
        9074.54
    ],
    [
        " those things where you kind of like man I kind of want the physical book even if I'm if I'm more",
        9074.54,
        9078.54
    ],
    [
        " of an audio book in person I want that physical book because of its aesthetics heavy it's heavy it",
        9078.54,
        9086.76
    ],
    [
        " has black pages let's just put it to you that let's start with that have you ever seen a book with",
        9086.76,
        9091.2
    ],
    [
        " black pages no you haven't no get to get the field manual right there if you do want the audio",
        9091.2,
        9095.88
    ],
    [
        " version then it's on iTunes Amazon music Google play it's not on audible because I wanted you to be",
        9095.88,
        9102.2
    ],
    [
        " able to use it as a alarm sure some of those things little warnings yeah tracks ready to be played in",
        9102.2,
        9109.24
    ],
    [
        " a moments notice yeah and that's the thing to where like if you timed if you timed if you set up a",
        9109.24,
        9113.96
    ],
    [
        " timer where when you are going to lunch yeah sugarcoded lies play yeah yeah oh man perfect example",
        9113.96,
        9122.56
    ],
    [
        " and because the thing is like some of these like chapters or whatever you're gonna identify with",
        9122.56,
        9127.06
    ],
    [
        " more than let's say the next chapter you know especially like if you like donuts or pastries",
        9127.06,
        9132.14
    ],
    [
        " of sorts you know the sugarcoded lies one you're gonna be referencing down a little bit more right",
        9132.14,
        9137.44
    ],
    [
        " so it's like okay you know so you have that option now that's good I'm putting on the timer that's",
        9137.44,
        9142.04
    ],
    [
        " good check yeah the the next book is well I'll talk about two books together extreme ownership",
        9142.84,
        9149.28
    ],
    [
        " and dichotomy leadership these are two books about the lessons learned on the battlefield myself",
        9149.28,
        9155.46
    ],
    [
        " on layfab and wrote the books he was in task unit bruiser as the Charlie put to commander and we",
        9155.46,
        9163.92
    ],
    [
        " took the lessons that we learned over there we brought him back we started teaching them to the",
        9163.92,
        9167.98
    ],
    [
        " seals that were getting ready to deploy and we wrote extreme ownership when we got out and",
        9167.98,
        9172.42
    ],
    [
        " started working with companies and saw that all the lessons that we learned transferred to the",
        9172.42,
        9177.32
    ],
    [
        " civilian sector and then we wrote the dichotomy leadership as a follow on book which some people",
        9177.32,
        9184.14
    ],
    [
        " are saying is better I don't know which one is better but I do know that they will make you",
        9184.14,
        9191.36
    ],
    [
        " better they will make you a better leader so check those out extreme ownership dichotomy leadership",
        9191.36,
        9197.52
    ],
    [
        " Mikey in the dragons way the warrior kid marks mission and discipline equals freedom field manual",
        9197.98,
        9202.78
    ],
    [
        " you can get your brain jacked which is the word of the day echo uh uh echelon front that's a",
        9202.78,
        9211.0
    ],
    [
        " leadership consultancy we solve problems through leadership so if you have a team if you have a company",
        9211.0,
        9216.22
    ],
    [
        " if you have a business and you want to get your leadership aligned and you want to get them",
        9216.22,
        9220.42
    ],
    [
        " functioning at the highest level you can go to echelonfront.com we solve problems through leadership",
        9220.42,
        9228.2
    ],
    [
        " that's what we do we got the muster coming in 2019 Chicago and Denver and we're also doing Sydney",
        9228.2,
        9235.98
    ],
    [
        " so check out extreme ownership dot com for details on that all of the past musters have sold out",
        9235.98,
        9242.62
    ],
    [
        " these musters will sell out as well so try and get it in on it early so that you can come we actually",
        9243.32,
        9250.8
    ],
    [
        " turned people away we turned a pretty good number of people away from musters 007 in San Francisco",
        9250.8,
        9257.4
    ],
    [
        " and that that doesn't feel good you feel kind of bad so try and register early for that",
        9257.4,
        9264.18
    ],
    [
        " and then of course EF Overwatch this is where we are taking people from our old community",
        9264.18,
        9270.84
    ],
    [
        " in the spec ops special operations community and the combat aviation community folks that were",
        9270.84,
        9276.26
    ],
    [
        " leaders and tested as leaders on the battlefield and now we are taking those tried and tested leaders",
        9276.26,
        9283.94
    ],
    [
        " and placing them into civilian organizations to help the leadership in those companies and teams",
        9283.94,
        9291.28
    ],
    [
        " you can go to efoverwatch.com if you're either a vet that is looking for your next mission or",
        9291.28,
        9299.8
    ],
    [
        " you are a company looking for your next high level leader and if you have more questions or you have",
        9300.18,
        9309.08
    ],
    [
        " answers for us we are available on the inner webs on twitter on instagram and on facebook echo is at",
        9309.08,
        9320.76
    ],
    [
        " echo trials and i am at jacke willink and thanks to all the military folks out there that are",
        9320.76,
        9325.22
    ],
    [
        " protecting us from evil around the globe and thanks to police law enforcement firefighters",
        9325.22,
        9331.52
    ],
    [
        " paramedics EMTs correctional officers border patrol and all first responders thanks for holding",
        9331.52,
        9337.96
    ],
    [
        " the line 24 hours a day here on the home front and to everyone else out there thank you for your",
        9337.96,
        9345.08
    ],
    [
        " questions but as i said earlier most of these questions you already know the answers to",
        9345.08,
        9353.06
    ],
    [
        " you already know the right thing to do you already know what you're supposed to do you already",
        9354.68,
        9359.26
    ],
    [
        " know how to get on the warpath and stay on the warpath it's by getting out there every single day",
        9359.26,
        9367.32
    ],
    [
        " and getting after it and until next time this is echo and jaco out",
        9367.32,
        9376.7
    ]
]