[
    [
        " As a leader of a team, our business has decided to terminate one of my people.",
        0.0,
        4.84
    ],
    [
        " I disagree with their logic, but I'm not in a position to change the decision.",
        5.14,
        8.68
    ],
    [
        " What should I do to retain my influence to support the rest of my team?",
        9.0,
        12.34
    ],
    [
        " Yet not compromise my values.",
        12.62,
        14.58
    ],
    [
        " That's a good question. That's a solid question.",
        15.42,
        17.62
    ],
    [
        " That's a tough question. It's a little bit tricky without the details of the situation, but...",
        17.96,
        24.3
    ],
    [
        " I wonder what kind of relationship that the person that asked the question,",
        25.08,
        28.82
    ],
    [
        " I wonder what kind of relationship you have with the senior leadership that makes those decisions,",
        28.82,
        32.84
    ],
    [
        " because you got to remember that our goal is to always have the relationships up the chain of commands,",
        32.9,
        36.7
    ],
    [
        " so that you can influence those decisions.",
        36.88,
        38.96
    ],
    [
        " And if you have that kind of relationship, then you can find out why that decision got made.",
        39.8,
        43.46
    ],
    [
        " And there might be things that you didn't know about.",
        44.4,
        47.94
    ],
    [
        " Some kind of strategic outcome that the decision has had an impact on.",
        48.12,
        53.84
    ],
    [
        " You didn't know it, but this guy had some kind of criminal situation going on,",
        54.34,
        58.54
    ],
    [
        " and you didn't know it, then they can't talk about it because it's illegal.",
        58.66,
        61.28
    ],
    [
        " Okay, so if you don't know, don't speculate, just go and ask.",
        61.28,
        65.48
    ],
    [
        " And then you can take whatever those reasons are, and you can articulate them down the chain of command.",
        65.94,
        70.6
    ],
    [
        " And again, you want to ask this question in a smart way.",
        71.44,
        75.18
    ],
    [
        " You don't want to say, why did Bill get fired?",
        75.36,
        76.54
    ],
    [
        " Hey, why did Bill get fired?",
        76.62,
        77.5
    ],
    [
        " No, you said, hey, from my perspective, it seemed like Bill was doing a good job.",
        77.82,
        81.8
    ],
    [
        " I want to kind of understand what you were seeing so that I can lead people better.",
        81.8,
        85.42
    ],
    [
        " If there's anything that I can make up for, I want to make sure I'm leading people,",
        85.42,
        88.3
    ],
    [
        " you know, like all those things, you want to help their ego and make them feel good,",
        88.4,
        92.62
    ],
    [
        " and make them feel like you're on board with the program,",
        92.7,
        94.24
    ],
    [
        " and not make them feel like you're going in there and questioning their call",
        94.36,
        96.8
    ],
    [
        " because that's just an attack on their ego.",
        96.8,
        98.2
    ],
    [
        " So this is all these things.",
        98.3,
        99.24
    ],
    [
        " It's the basic things, right?",
        99.38,
        100.36
    ],
    [
        " The fundamental, I should say, he called it basic.",
        100.96,
        102.72
    ],
    [
        " These are the fundamental things, right?",
        102.84,
        104.08
    ],
    [
        " This is the way it is.",
        104.2,
        105.8
    ],
    [
        " Standard, I should just say standard.",
        106.06,
        108.04
    ],
    [
        " That's what I should say.",
        108.18,
        108.8
    ],
    [
        " Standard stuff.",
        109.16,
        110.06
    ],
    [
        " You're trying to build a relationship.",
        110.26,
        111.68
    ],
    [
        " You don't want to go in, but your head up against their ego.",
        111.92,
        114.36
    ],
    [
        " Then they get more defensive.",
        114.62,
        115.84
    ],
    [
        " And next thing you know, they're going to fire another one of your guys on your team just to prove a point.",
        116.12,
        119.02
    ],
    [
        " You can get yourself, you can dig yourself that whole.",
        119.68,
        122.36
    ],
    [
        " But if you make your goal, hey, I'm going to build a relationship with my boss.",
        122.56,
        125.44
    ],
    [
        " That's what you are trying to do.",
        125.58,
        127.96
    ],
    [
        " Now, if you find out why then you can articulate that to the rest of the team",
        128.34,
        134.16
    ],
    [
        " and the way that you maintain your values is by maintaining your values.",
        134.16,
        139.7
    ],
    [
        " Okay, so just because there's a situation that a decision that gets made that you don't agree with",
        139.7,
        144.7
    ],
    [
        " doesn't mean that you compromised your values.",
        144.7,
        147.14
    ],
    [
        " Like your boss can make a decision.",
        147.14,
        149.28
    ],
    [
        " And that doesn't, that you don't agree with.",
        149.66,
        151.44
    ],
    [
        " That doesn't mean that your values are compromised unless it's like an illegal or it's an immoral or it's an unethical situation.",
        151.44,
        158.58
    ],
    [
        " Which by the way, a firing could be one of those things, right?",
        158.76,
        161.74
    ],
    [
        " The guy could be firing because he wasn't, you know,",
        161.98,
        165.72
    ],
    [
        " what wouldn't, hey, he wouldn't give me the keys to the vehicle for the weekend.",
        165.72,
        169.72
    ],
    [
        " So I could use it on my private time and I'm going to fire him now.",
        170.02,
        173.44
    ],
    [
        " Like that's unethical, right?",
        173.72,
        175.38
    ],
    [
        " There's a problem there.",
        175.48,
        176.02
    ],
    [
        " So now your values definitely, if you just remain silently,",
        176.08,
        179.7
    ],
    [
        " you're kind of compromising your values.",
        179.9,
        181.96
    ],
    [
        " So there are times when you may have to stand up, but bosses make decisions.",
        182.42,
        185.66
    ],
    [
        " That's what they do.",
        185.7,
        186.3
    ],
    [
        " And we do our best to influence them.",
        186.76,
        188.76
    ],
    [
        " Now, if they decide something we don't like then yes, we ask why and if we don't like their explanation",
        189.12,
        194.44
    ],
    [
        " then we try and explain our case.",
        194.44,
        196.68
    ],
    [
        " We try and explain why we thought Bill should have been not been fired.",
        196.88,
        202.52
    ],
    [
        " Now you're not always going to be right.",
        202.84,
        203.94
    ],
    [
        " You're not always going to be right.",
        204.56,
        206.2
    ],
    [
        " And let me tell you something else, don't argue about six and one half does the other.",
        206.68,
        210.56
    ],
    [
        " Bill might have been on the fence and they decide you know what?",
        210.86,
        213.04
    ],
    [
        " We've had enough trouble with Bill, we're getting rid of him.",
        213.18,
        214.7
    ],
    [
        " And maybe there's valid reasons where I Bill should have said,",
        214.92,
        217.52
    ],
    [
        " but it's like it could have gone 6040.",
        217.52,
        219.6
    ],
    [
        " Are you going to put your reputation and your relationship with your boss on the line over that?",
        219.88,
        223.74
    ],
    [
        " Little thing.",
        224.16,
        224.86
    ],
    [
        " Now again, I understand firing people is a big deal.",
        225.44,
        228.58
    ],
    [
        " It's not small. It's not a little thing.",
        228.66,
        230.34
    ],
    [
        " Especially you have a good relationship. He's on your team. He's got kids.",
        230.68,
        233.98
    ],
    [
        " You know, I like all these things are there.",
        234.22,
        235.58
    ],
    [
        " So what are you going to do about it?",
        236.24,
        238.3
    ],
    [
        " Are you going to break down and negatively impact your relationship with your boss over this?",
        238.5,
        245.24
    ],
    [
        " So that in the future you have even less influence.",
        245.42,
        247.6
    ],
    [
        " What happens when they go to Fire Mike?",
        247.94,
        249.28
    ],
    [
        " And all you did was go, hey, why'd you do this? This was stupid.",
        250.24,
        252.86
    ],
    [
        " They're going to fire Mike and they're not going to listen to a damn thing you said.",
        252.86,
        255.0
    ],
    [
        " You want to build a relationship with them.",
        255.2,
        257.9
    ],
    [
        " You can explain what your viewpoint is and what you would have done.",
        259.3,
        265.88
    ],
    [
        " Now this is like, down, this is talking to your team.",
        265.96,
        268.2
    ],
    [
        " You can explain what your viewpoint was and what you would have done.",
        268.26,
        271.14
    ],
    [
        " But you also, you don't want to, you don't want to, you want to be gentle, right?",
        272.3,
        276.06
    ],
    [
        " As long as you explain, if you explain the, hey, I would have done something different.",
        276.3,
        278.78
    ],
    [
        " And you, you also explained that the boss, it was a tough decision and the boss made the call",
        278.78,
        282.54
    ],
    [
        " and that the best thing that we can do as a team is support the boss so we can garner more influence over these situations in the future.",
        282.54,
        289.48
    ],
    [
        " That's good.",
        289.8,
        290.48
    ],
    [
        " And you know what? One of the best things you could do here with your team is you can even explain that it's your fault the decision got made.",
        291.22,
        300.08
    ],
    [
        " Right? You say, look, I haven't built a good enough relationship with the boss.",
        300.5,
        304.72
    ],
    [
        " That's why you fired Bill. I'm working on it. I'm going to do it better.",
        304.9,
        308.58
    ],
    [
        " We're going to give them the support that you need so we can stop this thing from happening, this type of thing from happening in the future.",
        308.84,
        313.72
    ],
    [
        " So you don't want to throw your boss under the boss.",
        314.06,
        316.56
    ],
    [
        " It's much, much better to take ownership of it all day.",
        316.8,
        319.84
    ],
    [
        " All day. If you throw your boss under the boss and you create an antagonistic relationship, it's bad for you.",
        320.5,
        325.26
    ],
    [
        " It's bad for your boss and it's bad for your team and it's bad for your whole organization.",
        325.48,
        328.66
    ],
    [
        " I get it and there's a dichotomy here because if your boss totally fired someone with not good reason and it was a great guy and if you just jump on board of the boss, you're going to look weak.",
        332.5,
        344.42
    ],
    [
        " So do you have to balance that? Yes. You have to be honest with your people. You have to explain what's going on.",
        344.88,
        350.44
    ],
    [
        " That's why I think taking ownership is one of the best things to do.",
        350.48,
        352.5
    ],
    [
        " Your boss does something that's totally out of line. Hey, look, here's what the boss did.",
        353.16,
        356.74
    ],
    [
        " This is my fault and here's where I'm going to do the fix. I'm going to build a better relationship. I'm going to get more influence. That's what I need to do.",
        356.78,
        361.24
    ],
    [
        " I obviously let you guys down. I'm not going to let it happen again.",
        361.4,
        363.32
    ],
    [
        " That brings your team closer to you rather than saying, hey, the boss was bossen idiot. He doesn't get it.",
        363.74,
        373.12
    ],
    [
        " You guys, your people don't actually even respect that. By the way, they don't actually even respect that.",
        373.24,
        377.34
    ],
    [
        " I'm not saying they say, hey, that's a boss's decision and that's, you know what? We just support the boss. I'm not saying that.",
        377.86,
        384.36
    ],
    [
        " It's a dichotomy. It's a balance that you have to, you have to carefully walk.",
        384.7,
        389.04
    ],
    [
        " Compromise, compromise on decisions and directions and plans doesn't hurt.",
        389.94,
        396.34
    ],
    [
        " You know, he's talking about compromising. It's like, compromise is okay.",
        396.56,
        399.7
    ],
    [
        " That's what it is. Compromise is okay. Again, as long as you're not compromising your personal values, your ethics.",
        400.86,
        408.6
    ],
    [
        " But compromising about a decision, that's the way the world works. Don't let your ego get into it.",
        409.24,
        413.82
    ],
    [
        " Don't let your ego. So keep building relationships, take ownership of the decisions and support the team.",
        413.94,
        421.4
    ],
    [
        " Keep building relationships, not just up the chain of command, but down so that you can bring it all together.",
        421.7,
        427.12
    ]
]