[
    [
        " As leaders, I see people getting caught up all the times in little things that will not affect the outcome unless they let it.",
        0.34,
        9.6
    ],
    [
        " So I see some white belt below them in the chain of commands going all crazy, grabbing their sleeve and this leader on the top like gets concerned about it and puts time and effort into something that doesn't matter whether it's a little personality rub, a little ego uprising.",
        10.04,
        27.36
    ],
    [
        " Should we do it this way or should we do it that way, it doesn't matter. That's a little sleeve grab. It doesn't matter.",
        28.8,
        34.14
    ],
    [
        " And I see people getting caught up on things that don't matter all the time.",
        34.4,
        40.3
    ],
    [
        " And what I've realized is it's something that I figured out a long time ago, I don't know when but a long time ago I figured out, you know what?",
        40.74,
        50.04
    ],
    [
        " That thing doesn't matter. I'm not going to worry about it. That thing doesn't matter. I'm not going to worry about it. That thing doesn't matter. I'm not going to worry about it.",
        50.54,
        56.58
    ],
    [
        " That thing matters. I'm going to focus on that thing. And that makes a big big big difference. It's it's leadership capital.",
        56.74,
        67.82
    ],
    [
        " Because if I'm investing my leadership capital and getting your hand off my sleeve or trying to do it my way instead of your way or trying to keep your ego in check.",
        68.18,
        75.0
    ],
    [
        " If that's what I'm investing my leadership capital is, I have nothing left to invest in the thing that's actually matters.",
        75.46,
        80.92
    ],
    [
        " Just like if you're a black belt and someone guys grabbing your sleeve and you focus on pulling that and off your whole time, you're going to waste energy.",
        81.1,
        87.02
    ],
    [
        " And maybe you can give up position because you're focused on something that did not matter.",
        87.4,
        92.42
    ],
    [
        " So it is important to realize and to learn to differentiate between things that don't matter and things that do matter.",
        92.88,
        101.36
    ],
    [
        " In order to tell the difference between those two things, you have to be able to detach and step back.",
        103.16,
        110.98
    ],
    [
        " And obviously this is the same thing, not just with Jetsu, not just with leadership, not just with combat.",
        111.38,
        117.34
    ],
    [
        " Because it's the same thing in combat. You're going to have things that don't happen on the battlefield that don't matter.",
        117.5,
        122.22
    ],
    [
        " Hey guys moving here instead of there, that doesn't matter. Oh this guy's moving there, so it doesn't matter.",
        123.3,
        126.84
    ],
    [
        " The enemy's doing this, okay, it doesn't matter. Oh wait, the enemy did that thing? That matters.",
        127.2,
        131.18
    ],
    [
        " Or one of my guys did this thing? That matters.",
        131.28,
        133.3
    ],
    [
        " So how do you learn to discriminate between the two?",
        133.78,
        137.96
    ],
    [
        " You have to be able to detach from it. That's what you have to do. You have to be able to detach.",
        138.7,
        143.36
    ],
    [
        " And if you don't learn to detach, you're going to constantly get tripped up on things that don't really matter.",
        144.62,
        153.2
    ],
    [
        " And I'll tell you, the more the better you get, the less things matter.",
        153.62,
        161.86
    ],
    [
        " The better you get, the less things matter.",
        162.32,
        165.74
    ],
    [
        " And the better you get, the more the more important things matter.",
        166.24,
        171.44
    ],
    [
        " So you end up just wasting no energy on things that don't matter.",
        172.06,
        175.56
    ],
    [
        " And focusing all your energy on things that actually matter.",
        176.0,
        179.0
    ],
    [
        " And this is the difference man. This is how you win in Jiu Jitsu, this is how you win as a leader, this is how you win in combat.",
        179.48,
        184.9
    ],
    [
        " And this is truly how you win in life. Think about all the things.",
        185.74,
        189.1
    ],
    [
        " You know what you used to talk about a lot? You haven't done it in a while. You used to talk about distractions.",
        189.34,
        192.9
    ],
    [
        " How things can distract you. That's totally true. That's what I'm talking about.",
        193.52,
        197.4
    ],
    [
        " The things that distract you from what actually matters.",
        197.4,
        201.0
    ],
    [
        " So you have to figure out how to detach from those things.",
        201.56,
        207.8
    ],
    [
        " I was doing some reading as is.",
        208.08,
        210.02
    ],
    [
        " Pernorm. There's a guy named Keith Douglas.",
        210.78,
        213.44
    ],
    [
        " He was a British soldier World War II.",
        213.88,
        216.1
    ],
    [
        " He's kind of a badass. He was stuck in an administrative position in October of 1942",
        217.1,
        222.96
    ],
    [
        " during the second battle of El Alamin.",
        223.84,
        226.96
    ],
    [
        " And so he was stuck in this administrative position.",
        227.94,
        229.4
    ],
    [
        " So he just went AWOL and went to the front line and joined the fight and got after it.",
        229.68,
        233.08
    ],
    [
        " And one of the things that he wrote.",
        233.54,
        235.02
    ],
    [
        " He said to be sentimental or emotional now is dangerous to oneself and to others.",
        235.92,
        242.0
    ],
    [
        " So what is he talking about? You can't get emotional.",
        243.54,
        247.24
    ],
    [
        " You can't get sentimental. You can't get caught up in things that don't matter.",
        248.2,
        251.8
    ],
    [
        " After his return from Africa, this guy Keith Douglas, he wrote a book about his experience.",
        252.68,
        257.82
    ],
    [
        " Here's a little excerpt. You can kind of think about what this guy has been through.",
        257.82,
        263.38
    ],
    [
        " That taught him these lessons. Here we go.",
        263.52,
        266.2
    ],
    [
        " As I came up to them, I recognized one of them as Robin, the observation officer,",
        266.88,
        273.5
    ],
    [
        " whose aid I had been asking for earlier in the day.",
        273.74,
        276.66
    ],
    [
        " I recognized his fleece lines, fleece lines, suede waistcoat, and polished brass shoulder titles",
        277.24,
        284.42
    ],
    [
        " and then his face, strained and tired with pain.",
        284.42,
        288.28
    ],
    [
        " His left foot was smashed to a pulp, mingled with the remainder of a boot.",
        288.78,
        294.88
    ],
    [
        " But as I spoke to Robin saying, have you got a tourniquet Robin?",
        295.72,
        300.06
    ],
    [
        " He answered apologetically, I'm afraid I haven't Keith.",
        300.88,
        304.1
    ],
    [
        " I looked at the second man, only his clothes distinguished him as a human being.",
        306.08,
        313.14
    ],
    [
        " His face had gone. In place of it was a huge yellow vegetable.",
        314.16,
        321.78
    ],
    [
        " The eyes blinked in it without lashes.",
        322.62,
        327.66
    ],
    [
        " Indigrotesque, huge mouth, dribbled and moaned like a child exhausted with crying.",
        329.18,
        336.0
    ],
    [
        " So there's an example of a horrible situation that you have to learn to detach",
        336.7,
        352.06
    ],
    [
        " and you have to be able to focus on things that actually matter because as Keith Douglas said to be sentimental",
        352.06,
        358.44
    ],
    [
        " or emotional now is dangerous to oneself and to others.",
        358.44,
        362.82
    ],
    [
        " Now as I was digging into a little bit of Keith Douglas, and we'll get to Keith Douglas fully on the podcast,",
        363.54,
        371.0
    ],
    [
        " but he added to that line.",
        371.38,
        373.74
    ],
    [
        " He added another line that I want to hit as well to be sentimental or emotional now is dangerous to oneself and to others.",
        374.82,
        382.28
    ],
    [
        " And he continues to trust anyone or to admit any hope of a better world.",
        382.5,
        388.7
    ],
    [
        " It's criminally foolish as foolish as it is to stop working for it.",
        388.7,
        396.4
    ],
    [
        " So, you know, that's a little tangent. That's a tangent, but it's powerful.",
        401.04,
        410.0
    ],
    [
        " And like I said, we'll get to Keith Douglas's book and that book got published after the war.",
        410.52,
        418.06
    ],
    [
        " And unfortunately, Keith Douglas never saw that book get published because he was killed by enemy mortar fire on June 9th,",
        418.86,
        426.34
    ],
    [
        " just a few days into the D. Day invasion of Normandy, which he took part in.",
        426.34,
        431.24
    ],
    [
        " But again, luckily he left us a lesson, which is to control your emotions.",
        432.1,
        440.44
    ],
    [
        " And I think as a person and as an individual, if you can start trying to discriminate between things that matter and things that don't matter.",
        440.6,
        453.46
    ],
    [
        " And the way that you do that is by detaching from everything.",
        454.02,
        458.88
    ],
    [
        " And then you can pay attention and you can assess logically, not emotionally, what's important and what's not.",
        459.52,
        465.2
    ],
    [
        " And you focus on the things that matter and you're going to make your entire life a lot easier to great lesson from Keith Douglas.",
        465.2,
        473.36
    ]
]