[
    [
        " I sent out a tweet which I normally, you know, don't and so I sent out a tweet.",
        0.0,
        6.86
    ],
    [
        " Here's the tweet.",
        6.92,
        7.32
    ],
    [
        " Here's the tweet that I actually sent out.",
        7.34,
        8.52
    ],
    [
        " It was to the notorious MMA, which is Connor.",
        8.56,
        11.06
    ],
    [
        " I said, stay outside the first three rounds.",
        11.16,
        14.38
    ],
    [
        " Don't over commit strikes.",
        15.36,
        16.82
    ],
    [
        " Mostly jabs get booed by the crowd.",
        17.24,
        20.8
    ],
    [
        " Doesn't matter.",
        21.0,
        22.02
    ],
    [
        " Frustrate could be force bad shots.",
        22.36,
        25.52
    ],
    [
        " Tire him out in the fourth, start stepping up the striking in the fifth, let it go and",
        25.84,
        31.14
    ],
    [
        " finish him.",
        31.14,
        31.62
    ],
    [
        " Good luck.",
        31.8,
        32.3
    ],
    [
        " John Cavanaugh at John Cavanaugh tagged his coach because his coach, well, okay, no, people",
        32.9,
        39.54
    ],
    [
        " are going, okay, well, why are you rooting for Conrad McGregor?",
        39.54,
        41.6
    ],
    [
        " And some people went like a little crazy like, why are you when he's a bad, sets a bad example",
        42.06,
        46.78
    ],
    [
        " for the sport and all that.",
        46.78,
        47.88
    ],
    [
        " And so actually the reason is because I've communicated with coach Cavanaugh a decent",
        51.02,
        57.14
    ],
    [
        " amount on Twitter and little DMs and all that and just, you know, he just has been kind",
        57.14,
        62.02
    ],
    [
        " of like a cool guy.",
        62.02,
        62.96
    ],
    [
        " And here he was going into coach, his fighter in the biggest fight of Connor's life.",
        63.4,
        70.46
    ],
    [
        " And you know, just because we've had that little conversation, we've had conversations",
        71.28,
        75.2
    ],
    [
        " on Twitter a bunch and I just threw that out there like two hours before, I mean, I was",
        75.2,
        80.9
    ],
    [
        " watching the first fights when I threw that out there.",
        80.9,
        82.82
    ],
    [
        " And you know, the really funny thing is John Cavanaugh texted back or he tweeted back,",
        83.54,
        89.04
    ],
    [
        " copy.",
        89.44,
        89.72
    ],
    [
        " So he actually read it and responded, which is pretty crazy.",
        90.04,
        93.72
    ],
    [
        " So anyways, because I have had a little interaction with coach John Cavanaugh, I felt like",
        94.78,
        105.18
    ],
    [
        " you know, hey, I'll throw this out there.",
        105.2,
        108.04
    ],
    [
        " Also, you know, Hans, Hans is like boys with Connor, right?",
        109.04,
        113.32
    ],
    [
        " And Hans is my boy.",
        113.52,
        114.36
    ],
    [
        " So I was, you know, that association, there's association.",
        114.56,
        117.4
    ],
    [
        " You know, I'm going to be like, hey, Hans is my boy and he has been for a long time and",
        117.76,
        123.08
    ],
    [
        " he's bros with Connor.",
        123.08,
        124.34
    ],
    [
        " And so I just, you know, like again, so, so people are, why did you why are you voting for",
        124.6,
        130.46
    ],
    [
        " this guy when?",
        130.46,
        131.24
    ],
    [
        " So there's that whole thing.",
        131.76,
        133.16
    ],
    [
        " Now, the, the, the other odd thing about this is you have a striker versus a grappler.",
        133.34,
        138.08
    ],
    [
        " Who do I root for and striker versus a grappler?",
        138.28,
        140.06
    ],
    [
        " I always root for the grappler.",
        140.82,
        142.94
    ],
    [
        " And I know that factually and statistically, the grappler has the advantage because grappling",
        143.32,
        152.22
    ],
    [
        " versus striking the grappler wins most of the time.",
        152.22,
        155.96
    ],
    [
        " How can you go the distance with this argument?",
        156.3,
        159.16
    ],
    [
        " Sure, you can took it all the people that all the times that a striker is actually a good",
        159.16,
        164.36
    ],
    [
        " grappler.",
        164.36,
        164.88
    ],
    [
        " And then they don't use their grappling, but they use their grappling only to defend from",
        165.08,
        168.7
    ],
    [
        " being taken down Chuck LaDelle.",
        168.7,
        170.18
    ],
    [
        " And there's a bunch of, there's countless guys that you can now name that knocked people",
        170.66,
        174.48
    ],
    [
        " out and were known for their standup.",
        174.48,
        176.42
    ],
    [
        " But what they really were, their base was that they were good rest of them couldn't be taken",
        176.46,
        179.14
    ],
    [
        " down.",
        179.14,
        179.3
    ],
    [
        " So, but generally striker versus grappler, the striker.",
        179.74,
        185.4
    ],
    [
        " And this is what I talk about from a self defense perspective, right?",
        185.6,
        189.2
    ],
    [
        " If a, if you're a good striker, then that means you can run away.",
        189.54,
        192.94
    ],
    [
        " And, and if you're a good grappler, once you get a hold of someone, you can defeat someone",
        193.4,
        197.6
    ],
    [
        " that has good striking.",
        197.6,
        198.24
    ],
    [
        " Here's the thing that people don't understand in order for you to punch someone, you have",
        198.56,
        202.52
    ],
    [
        " to get close enough for them that where they can take you down.",
        202.52,
        204.62
    ],
    [
        " You have to get into their take down range.",
        204.78,
        206.2
    ],
    [
        " The red zone.",
        206.3,
        206.7
    ],
    [
        " You have to get in the red zone.",
        207.04,
        207.86
    ],
    [
        " So once you're in the red zone, you can get taken down.",
        208.1,
        209.88
    ],
    [
        " So, how do you defeat that as a, as a striker?",
        211.74,
        218.1
    ],
    [
        " How do you defeat a really good grappler?",
        218.48,
        220.86
    ],
    [
        " The way you do it is by, well, doing what I just said, you stay on the outside.",
        221.5,
        227.16
    ],
    [
        " You, you touched person up.",
        227.76,
        229.24
    ],
    [
        " You don't over commit yourself because the harder you know this, how many rounds have",
        229.36,
        233.52
    ],
    [
        " you done of MMA sparring?",
        233.52,
        234.62
    ],
    [
        " Oh, countless.",
        235.32,
        235.96
    ],
    [
        " Okay.",
        236.28,
        236.5
    ],
    [
        " Me too.",
        236.7,
        236.98
    ],
    [
        " So when I would be going against a striker, the harder they throw at you, the easier it",
        237.9,
        243.88
    ],
    [
        " is to take them down all day long.",
        243.88,
        245.98
    ],
    [
        " And when I'm going against a wrestler that I don't want to get taken down against, like",
        246.4,
        250.54
    ],
    [
        " I used to do this to Dean and just frustrate him, not commit to any punches, not throw any",
        250.54,
        255.32
    ],
    [
        " kicks at all, sit there and jab and run away for basically two or three rounds.",
        255.32,
        258.92
    ],
    [
        " And even Dean, who's a far superior wrestler to me, he would have a very, very hard time",
        259.18,
        264.22
    ],
    [
        " taking me down.",
        264.22,
        264.88
    ],
    [
        " Yeah.",
        265.38,
        265.86
    ],
    [
        " So this is a legit strategy.",
        266.04,
        268.76
    ],
    [
        " The reason I know it's a legit strategy is because people have used it against Dean.",
        268.98,
        272.78
    ],
    [
        " When Dean was fighting MMA, people used that particular strategy against him and it",
        273.48,
        281.74
    ],
    [
        " worked.",
        281.74,
        282.06
    ],
    [
        " And so I know the strategy works.",
        282.56,
        284.56
    ],
    [
        " Guys that Dean was infinitely better on, on the ground.",
        284.8,
        288.94
    ],
    [
        " And yet he couldn't take him down and he was infinitely better at wrestling.",
        289.22,
        292.4
    ],
    [
        " Why couldn't he take him down?",
        292.42,
        293.22
    ],
    [
        " Because they weren't playing that game.",
        293.22,
        295.12
    ],
    [
        " They weren't playing the, they weren't even playing the MMA game.",
        295.58,
        297.54
    ],
    [
        " They were playing the Amitabha Jab you and stay away.",
        297.54,
        299.4
    ]
]