[
    [
        " Do you have any thoughts on what disciplines someone can use to improve their decision-making",
        0.0,
        6.02
    ],
    [
        " skills as a leader, not only in keeping clarity of thought during high-pressured situations",
        6.02,
        10.34
    ],
    [
        " and environments, but also in making the correct decisions when it is vital?",
        10.34,
        14.44
    ],
    [
        " Okay, so we talked about this last week.",
        14.82,
        16.48
    ],
    [
        " You have to learn to detach.",
        17.12,
        18.06
    ],
    [
        " And how do you learn to detach?",
        18.46,
        19.38
    ],
    [
        " You learn to detach by putting yourself in stressful situations and then observing how",
        19.46,
        24.08
    ],
    [
        " you react.",
        24.08,
        24.52
    ],
    [
        " So, good stressful situations to put yourself in?",
        24.82,
        27.46
    ],
    [
        " Well, what makes you stressed?",
        27.98,
        29.1
    ],
    [
        " One thing that will make everyone stressed, especially when they first start is start",
        29.1,
        32.24
    ],
    [
        " with Jiu-Jitsu.",
        32.24,
        32.74
    ],
    [
        " That's going to put you in stressful environments.",
        33.3,
        35.76
    ],
    [
        " Look at sports.",
        36.42,
        37.32
    ],
    [
        " What are you going to do?",
        37.7,
        38.26
    ],
    [
        " Put yourself in stressful positions in sports.",
        38.54,
        40.7
    ],
    [
        " What else makes you stressed?",
        41.34,
        43.02
    ],
    [
        " Public speaking, right?",
        43.44,
        44.88
    ],
    [
        " Public speaking makes some people really stressed out.",
        45.2,
        46.6
    ],
    [
        " Start doing it more.",
        46.66,
        47.62
    ],
    [
        " What about competition shooting where you've got a, or hunting where you've got to do something",
        48.04,
        54.12
    ],
    [
        " in a stressful environment?",
        54.12,
        55.12
    ],
    [
        " Or archery, you know, I started archery recently.",
        55.96,
        59.2
    ],
    [
        " You did.",
        59.6,
        59.88
    ],
    [
        " Oh, yeah.",
        60.1,
        60.4
    ],
    [
        " And so that's one of those things where you've got to learn to detach.",
        60.92,
        64.16
    ],
    [
        " You've got to learn to pay attention to things that are going on.",
        64.16,
        67.84
    ],
    [
        " If you're all caught up in the moment, then you're going to miss it.",
        68.0,
        71.68
    ],
    [
        " So that's number one.",
        72.02,
        73.42
    ],
    [
        " If you want to learn to deal with stress, put yourself in stressful situations that are",
        73.62,
        76.8
    ],
    [
        " under some kind of control.",
        76.8,
        78.0
    ],
    [
        " You know, even something like paintball.",
        78.78,
        81.14
    ],
    [
        " You know, we do gigs at Eschelon Front when we put people through what we call FTXs,",
        81.14,
        85.94
    ],
    [
        " where you go out and you're going to fire.",
        86.08,
        88.1
    ],
    [
        " We usually use airsoft because it's a little bit more, it's a little easier to work with.",
        88.4,
        94.04
    ],
    [
        " But actually what we started using now is we've got these high-end laser tag guns.",
        94.74,
        98.8
    ],
    [
        " And so that's what we use.",
        99.68,
        101.16
    ],
    [
        " And they are super effective.",
        101.4,
        102.98
    ],
    [
        " They're awesome.",
        103.4,
        104.44
    ],
    [
        " They're awesome training tools.",
        104.72,
        105.64
    ],
    [
        " Like, if we would have had them, if we would have, if they would have existed when I was",
        105.88,
        109.5
    ],
    [
        " in the SEAL teams, I would have used them then.",
        109.5,
        110.6
    ],
    [
        " Because they're that good.",
        110.6,
        111.44
    ],
    [
        " So we use those and we put people in stressful situations.",
        112.18,
        115.64
    ],
    [
        " Go hit this target.",
        115.64,
        116.4
    ],
    [
        " There's bad guys.",
        116.4,
        116.92
    ],
    [
        " You know, people are going to get shot.",
        116.92,
        118.06
    ],
    [
        " There's people yelling, put yourself in stressful situations and learn to detach.",
        118.18,
        122.82
    ],
    [
        " Put yourself in stressful situations with the purpose of learning to detach and stepping",
        123.08,
        127.38
    ],
    [
        " back mentally to figure out what's going on.",
        127.38,
        129.8
    ],
    [
        " Okay, that's first part.",
        130.06,
        131.5
    ],
    [
        " Next part is how do we make good decisions?",
        132.08,
        135.6
    ],
    [
        " Well, number one, making correct decisions.",
        136.0,
        138.3
    ],
    [
        " You got to study.",
        138.3,
        139.06
    ],
    [
        " You got to know and understand.",
        139.06,
        140.44
    ],
    [
        " You got to know the background.",
        140.52,
        141.38
    ],
    [
        " You've got to know the historical outcomes of equivalent type decisions that have happened",
        141.74,
        148.68
    ],
    [
        " in the past, similar situations.",
        148.68,
        150.88
    ],
    [
        " And if you know the history and you know the background, then you can use those to assess",
        151.4,
        158.86
    ],
    [
        " the current situation you're in.",
        158.86,
        160.36
    ],
    [
        " And then once you assess the decisions that you can make, assess the possible actions",
        160.68,
        165.68
    ],
    [
        " that you can take and then assess the outcomes that those decisions will have.",
        165.68,
        171.22
    ],
    [
        " Those actions will have.",
        171.56,
        172.6
    ],
    [
        " And when you're doing that, you also have to assess the possibilities of inaction.",
        173.24,
        178.26
    ],
    [
        " So a lot of times people forget that one.",
        179.0,
        180.64
    ],
    [
        " They don't know if they should do A or B. What they forget is there's also what if I",
        180.74,
        185.24
    ],
    [
        " don't do either?",
        185.24,
        185.74
    ],
    [
        " What's going to happen?",
        185.94,
        186.6
    ],
    [
        " Sometimes not doing either is good.",
        186.8,
        188.1
    ],
    [
        " Most where a lot of times not doing either is bad.",
        188.64,
        190.84
    ],
    [
        " So you got A or B.",
        191.34,
        192.18
    ],
    [
        " What should you do?",
        192.28,
        192.78
    ],
    [
        " Maybe sometimes you got to pick A or B.",
        195.02,
        196.7
    ],
    [
        " Sometimes occasionally it's better not to do anything and you wait and let the situation",
        197.16,
        200.98
    ],
    [
        " develop a little bit more.",
        200.98,
        202.48
    ],
    [
        " What so the point of this is whatever you can know beforehand, you know you learn, you",
        204.42,
        209.12
    ],
    [
        " study, you understand, you know the standard operating procedures, you know what variations",
        209.12,
        213.0
    ],
    [
        " have been made on the standard operating procedures.",
        213.0,
        215.38
    ],
    [
        " And that's how you go forward.",
        215.66,
        217.16
    ],
    [
        " And you execute.",
        218.06,
        218.94
    ],
    [
        " Now, the thing that you have to remember is that you can't know everything beforehand,",
        218.94,
        223.32
    ],
    [
        " which is why it goes back to study and practice detaching and making decisions.",
        223.94,
        229.5
    ],
    [
        " So now let me dig into detaching a little bit.",
        230.18,
        232.54
    ],
    [
        " Let's actually break that down.",
        232.7,
        235.32
    ],
    [
        " Maybe some mechanical steps that you can use.",
        235.52,
        237.62
    ],
    [
        " Number one, step back.",
        237.92,
        239.5
    ],
    [
        " But literally physically take a step back from the situation that you're in and move",
        240.04,
        245.1
    ],
    [
        " your head and look around.",
        245.1,
        246.7
    ],
    [
        " So when we used to shoot, they would teach us to scan.",
        246.8,
        250.28
    ],
    [
        " Like you would have to physically move your head.",
        250.5,
        252.64
    ],
    [
        " And what that is, it's a mental reminder that you need to look around and assess what's",
        252.88,
        257.56
    ],
    [
        " happening.",
        257.56,
        257.78
    ],
    [
        " So once you've taken a step off the line, whether that's taken a step back from the",
        258.02,
        263.2
    ],
    [
        " table when you're in meeting, if you're a firefighter and there's a fire happening, take",
        263.2,
        266.82
    ],
    [
        " a step back so you can see the bigger picture.",
        266.82,
        268.68
    ],
    [
        " If you're in a cop and there's a shoot out happening, where can you go to step back,",
        268.86,
        272.74
    ],
    [
        " get some cover and look around and see what's actually happening.",
        272.88,
        275.22
    ],
    [
        " If you're in a conversation with someone, stop talking.",
        275.68,
        280.3
    ],
    [
        " If there's an argument going on, stop talking, take a step back and actually listen to all",
        280.68,
        285.04
    ],
    [
        " the other elements that are shouting and yelling at each other.",
        285.04,
        288.24
    ],
    [
        " If there's a decision that needs to be made in a planning situation, step back from the",
        288.56,
        294.3
    ],
    [
        " plan.",
        294.3,
        294.68
    ],
    [
        " Don't just take a step back from it.",
        295.02,
        296.82
    ],
    [
        " Look at it more broadly.",
        296.9,
        297.86
    ],
    [
        " So that step number one is to step back.",
        298.6,
        300.36
    ],
    [
        " Number two, then you're going to come up with, hey, one of the possible decisions that",
        300.88,
        303.3
    ],
    [
        " I can make.",
        303.3,
        303.68
    ],
    [
        " I go this way, I go A, B, D, A, B, C, D. I can do any one of these things.",
        303.68,
        308.06
    ],
    [
        " Keep an open mind.",
        308.5,
        310.82
    ],
    [
        " This is the problem some people have is they come up with two decisions, three decisions",
        311.28,
        315.08
    ],
    [
        " and they don't think about anything else.",
        315.08,
        316.44
    ],
    [
        " So you kind of have to like repeatedly detach.",
        317.1,
        319.04
    ],
    [
        " You kind of have to stay detached.",
        319.26,
        320.7
    ],
    [
        " That's why it's good.",
        321.2,
        322.0
    ],
    [
        " You throw out an idea like for planning for something and I come up with three ideas.",
        322.02,
        325.82
    ],
    [
        " I say, echo, what do you think of these?",
        325.9,
        326.94
    ],
    [
        " I give them to you then I step back again.",
        327.32,
        328.76
    ],
    [
        " I keep my mind open.",
        329.12,
        330.22
    ],
    [
        " So that's why the more you can get your subordinates to plan, the better off you're",
        330.78,
        333.32
    ],
    [
        " going to be.",
        333.32,
        333.58
    ],
    [
        " The more you can get the people below you in the chain of command to come up with an idea",
        333.9,
        337.42
    ],
    [
        " or come up with the ideas, the better off you're going to be because you're not embroiled",
        337.42,
        340.72
    ],
    [
        " in it.",
        340.72,
        340.92
    ],
    [
        " You're de facto detached because you're letting them run with it.",
        341.3,
        344.3
    ],
    [
        " Then okay, once you look at your decisions and you got to look at what the possible outcomes",
        345.02,
        348.88
    ],
    [
        " are, what are the possible things that can happen?",
        348.88,
        352.26
    ],
    [
        " Is this could, how bad could this go?",
        353.34,
        355.34
    ],
    [
        " Risk versus reward.",
        355.82,
        356.76
    ],
    [
        " You got to weigh those things out and you got to do it fairly quickly.",
        357.22,
        359.28
    ],
    [
        " And again, you got to, you got to figure out what's the result or possible outcome for",
        359.48,
        363.08
    ],
    [
        " inaction.",
        363.2,
        363.72
    ],
    [
        " And then you just weigh out these various options that you've created and you figure which",
        364.02,
        369.06
    ],
    [
        " one, which outcome has the most, which one makes the most sense.",
        369.06,
        372.3
    ],
    [
        " That's, that's what's good.",
        373.06,
        375.58
    ],
    [
        " And like I said, inaction is, some people like any action is better than no action.",
        376.0,
        379.9
    ],
    [
        " Not always true.",
        380.14,
        380.74
    ],
    [
        " Not always true.",
        380.9,
        382.0
    ],
    [
        " Sometimes you can learn more by letting things develop and letting things reveal what",
        382.52,
        387.84
    ],
    [
        " the status is.",
        387.84,
        388.86
    ],
    [
        " So that does make sense and sometimes you do hold off.",
        388.96,
        392.18
    ],
    [
        " If you, if you can see that a problem is getting worse though, well then we got to do something.",
        392.76,
        398.66
    ],
    [
        " Then generally, okay, let's make some kind of a decision very quickly.",
        399.02,
        402.8
    ],
    [
        " Now one of the most important things to remember and there's a little dichotomy to this is",
        403.16,
        408.94
    ],
    [
        " that you don't always have to make giant decisions.",
        408.94,
        412.02
    ],
    [
        " You don't always have to make the all, the all powerful decision of might.",
        412.02,
        420.18
    ],
    [
        " You know, it's like, do we go or do we not go?",
        420.98,
        423.86
    ],
    [
        " You don't always have to say we go.",
        425.14,
        426.66
    ],
    [
        " Sometimes you can go, well, let's push a little further.",
        427.18,
        429.06
    ],
    [
        " Let's move a little bit further before we make that decision.",
        429.48,
        432.2
    ],
    [
        " Or hey, let's stay where we are and see if it develops or let's back up a little bit",
        432.54,
        436.3
    ],
    [
        " and keep watching.",
        436.3,
        436.92
    ],
    [
        " So instead of we go or we don't go, there's actually a bit.",
        437.8,
        442.0
    ],
    [
        " A bunch of different decisions that you can make besides we can go or don't go.",
        442.02,
        445.1
    ],
    [
        " There's a building, there's a bad guy in it.",
        445.62,
        446.92
    ],
    [
        " Let's go.",
        447.1,
        447.52
    ],
    [
        " Or let's not go.",
        447.98,
        448.8
    ],
    [
        " No, actually let's put eyes on the target for a little while.",
        449.1,
        451.14
    ],
    [
        " Let's call and see if there's any other intelligence.",
        451.84,
        454.52
    ],
    [
        " Let's put an aircraft over it.",
        454.68,
        455.88
    ],
    [
        " There's all kinds of decisions that you can make.",
        456.04,
        457.58
    ],
    [
        " Let's push a little bit closer.",
        457.84,
        459.12
    ],
    [
        " Let's stage.",
        459.62,
        460.12
    ],
    [
        " Let's monitor.",
        460.82,
        461.46
    ],
    [
        " So there's all kinds of decisions that you can make that allow the situation to develop",
        461.9,
        469.14
    ],
    [
        " further and maybe reveal the proper decision to you in the long run.",
        469.88,
        473.0
    ],
    [
        " So my fear of saying that is that people get paralyzed.",
        474.48,
        479.86
    ],
    [
        " What is it?",
        480.12,
        480.34
    ],
    [
        " Analyze the parallel.",
        480.42,
        482.28
    ],
    [
        " Analyze.",
        482.78,
        483.06
    ],
    [
        " Yeah, analysis paralysis.",
        483.06,
        484.06
    ],
    [
        " That's my fear about saying that because the dichotomy is you can sit around and analyze",
        484.38,
        488.6
    ],
    [
        " and figure out and look at something for over forever while the situation changes and",
        488.6,
        493.44
    ],
    [
        " now you lose.",
        493.44,
        493.88
    ],
    [
        " So, yes, you don't have to make giant decisions, but at the same time you got to be decisive.",
        494.62,
        499.84
    ],
    [
        " There's a dichotomy.",
        500.2,
        501.18
    ],
    [
        " I'm sorry.",
        501.88,
        502.46
    ],
    [
        " I'm sorry leadership is not easy.",
        502.78,
        504.16
    ],
    [
        " Wrote all book about it.",
        505.36,
        506.7
    ],
    [
        " Dicotomy leadership.",
        507.02,
        507.96
    ],
    [
        " Why?",
        508.46,
        508.72
    ],
    [
        " Because that's what happens.",
        508.84,
        509.44
    ],
    [
        " So there you go.",
        510.8,
        511.78
    ],
    [
        " That's my assessment of how you can prove your decision making skills.",
        512.1,
        516.28
    ],
    [
        " Experience skills a long way.",
        516.74,
        518.32
    ],
    [
        " One of those deals when you're talking about the results versus the method decision making.",
        520.34,
        528.8
    ],
    [
        " Sometimes the result, actually both method and results, the value isn't even in the results.",
        529.12,
        535.92
    ],
    [
        " It's like you haven't getting that experience going through it.",
        536.14,
        539.1
    ],
    [
        " It'll improve your decision making.",
        539.32,
        541.36
    ],
    [
        " True.",
        541.46,
        541.58
    ],
    [
        " Yeah.",
        542.36,
        542.44
    ],
    [
        " Anytime you can be in a situation where you're making decisions and getting experienced",
        542.68,
        546.42
    ],
    [
        " out, you're going to get better at it.",
        546.42,
        547.44
    ],
    [
        " Kind of the value in role playing.",
        547.72,
        549.02
    ],
    [
        " That is the value.",
        549.36,
        550.32
    ],
    [
        " That's why we do a lot of role playing in that short.",
        550.38,
        551.7
    ],
    [
        " Kind of like a little thing.",
        551.72,
        552.62
    ],
    [
        " And people might think like, oh, how does that work?",
        553.02,
        555.22
    ],
    [
        " Come and get it.",
        555.4,
        556.38
    ],
    [
        " Come and get it.",
        556.38,
        557.56
    ],
    [
        " I watch people all the time.",
        557.56,
        559.9
    ],
    [
        " It totally improve as leaders because put them through a role play scenario as a leader",
        560.04,
        565.18
    ],
    [
        " where they're going up against a combative subordinate or a subordinate that's lazy or",
        565.18,
        570.12
    ],
    [
        " a subordinate that's angry or a subordinate that wants to leave.",
        570.12,
        573.52
    ],
    [
        " You put a person role playing in those situations over and over again and they get so much",
        573.52,
        578.28
    ],
    [
        " better.",
        578.28,
        578.5
    ],
    [
        " Three iterations.",
        578.54,
        579.4
    ],
    [
        " Three iterations and people are exponentially better at handling situations.",
        579.86,
        586.46
    ],
    [
        " Yeah.",
        586.98,
        587.12
    ],
    [
        " Because it's like someone, I mean, most of the time, it was just a matter of them like",
        587.4,
        591.16
    ],
    [
        " never seen it before.",
        591.16,
        592.56
    ],
    [
        " And then when it's in the during game time, it's kind of like you got to make the decision",
        593.04,
        596.9
    ],
    [
        " super fast.",
        596.9,
        597.54
    ],
    [
        " So you can't analyze it from the role playing situation.",
        597.54,
        600.04
    ],
    [
        " You can analyze, you can do whatever.",
        600.04,
        601.38
    ],
    [
        "",
        601.74,
        601.74
    ],
    [
        " And then learn it.",
        601.74,
        603.18
    ],
    [
        " No, that's a great point.",
        603.2,
        604.02
    ],
    [
        " I actually should have brought that up.",
        604.2,
        605.62
    ],
    [
        " That's a great point is another way that you can get better at making decisions by role",
        605.66,
        609.26
    ],
    [
        " play.",
        609.26,
        609.44
    ],
    [
        " For sure.",
        609.72,
        610.06
    ],
    [
        " Give yourself the options.",
        610.48,
        611.94
    ],
    [
        " Put your set yourself up a pressure situation and have people role play it out with you",
        612.16,
        616.48
    ],
    [
        " of what you're going to do.",
        616.48,
        617.1
    ],
    [
        " Yeah.",
        617.54,
        617.7
    ],
    [
        " So it's kind of like mock experience.",
        617.8,
        619.46
    ],
    [
        " That's basically, well, it is mock experience.",
        619.46,
        622.42
    ],
    [
        " That's basically what seal training, well, not the basic seal training, but the seal training",
        622.58,
        626.1
    ],
    [
        " that I ran.",
        626.1,
        626.48
    ],
    [
        " That's basically what it was.",
        626.5,
        627.88
    ],
    [
        " We're going to have people act like bad guys.",
        628.16,
        629.84
    ],
    [
        " You're going to make decisions all day long.",
        629.92,
        631.32
    ],
    [
        " That's a role play.",
        631.32,
        632.06
    ],
    [
        " Yeah.",
        632.22,
        632.4
    ],
    [
        " Get some.",
        632.6,
        633.2
    ],
    [
        " Yeah.",
        633.32,
        633.52
    ],
    [
        " Like remember.",
        634.18,
        635.32
    ],
    [
        " And again, going back to like just seeing it once, right?",
        635.56,
        638.32
    ],
    [
        " Just seeing it one time is a way bigger difference than then, I mean, compared with never seen",
        638.46,
        644.02
    ],
    [
        " it all versus seen it once, the difference between that is way bigger than seeing it like",
        644.02,
        648.18
    ],
    [
        " twice versus once.",
        648.18,
        649.4
    ],
    [
        " You know, if you see it once, it's kind of okay.",
        649.52,
        651.06
    ],
    [
        " Now, yeah, this is, yes, like 90 day.",
        651.18,
        654.04
    ],
    [
        " It's 90 day.",
        654.18,
        655.0
    ],
    [
        " The difference between knowledge and like no, no, no, no, no, no, no, no, no, no, no, no,",
        655.1,
        660.14
    ],
    [
        " crazy.",
        660.68,
        661.04
    ],
    [
        " And we see that over and over and over again.",
        661.14,
        663.38
    ],
    [
        " Like on Indiana Jones in the last crusade, you ever seen that one?",
        663.86,
        666.46
    ],
    [
        " I'm pretty sure, wait, how old is that one?",
        666.9,
        670.04
    ],
    [
        " I saw the, like that series when it came out.",
        670.4,
        672.84
    ],
    [
        " When we saw Connor as a kid, I think I see it.",
        672.84,
        676.18
    ],
    [
        " So at the end, they go through the things, right?",
        676.28,
        679.26
    ],
    [
        " They're like these booby traps, right?",
        679.52,
        682.04
    ],
    [
        " They get the Holy Grail.",
        682.18,
        682.94
    ],
    [
        " That's what they're doing.",
        683.08,
        683.78
    ],
    [
        " Oh, then I've seen this one because everyone, the guy's face melts, right?",
        684.1,
        686.98
    ],
    [
        " No, that's the latest one.",
        687.22,
        688.92
    ],
    [
        " Oh, okay.",
        688.92,
        689.24
    ],
    [
        " When they open the arc, they shut your eyes.",
        689.44,
        691.62
    ],
    [
        " Yeah.",
        691.84,
        692.0
    ],
    [
        " It's old school.",
        692.3,
        692.76
    ],
    [
        " Anyway, no, this one, they have to go through these, like these tests or whatever.",
        692.92,
        698.04
    ],
    [
        " They're their booby traps to get to the Holy Grail.",
        698.28,
        700.36
    ],
    [
        " And one of them was you have to kneel only the penitent man will pass.",
        700.54,
        706.9
    ],
    [
        " That's what it says in the grail diary, which is Indiana Jones dad's diary that he took",
        707.12,
        712.0
    ],
    [
        " off the notes.",
        712.0,
        712.38
    ],
    [
        " And so he's like, oh, you got to interpret that, right?",
        712.66,
        715.54
    ],
    [
        " So they had all these people, they're bad guys there too.",
        715.68,
        718.4
    ],
    [
        " So they just send to someone in there and then the guy'd go in and his head gets chopped",
        718.4,
        724.42
    ],
    [
        " off.",
        724.42,
        724.64
    ],
    [
        " So you go in there, you know, hey, that blade is going to come chop off my head because",
        724.72,
        729.26
    ],
    [
        " I've seen that one guy get his head chopped off.",
        729.26,
        731.28
    ],
    [
        " I'm just going to duck.",
        731.36,
        733.36
    ],
    [
        " Mm-hmm.",
        733.8,
        734.18
    ],
    [
        " Just one time it's like, I didn't know.",
        734.28,
        735.36
    ],
    [
        " Blade's going to come out, duck.",
        736.04,
        737.42
    ],
    [
        " Good point.",
        737.66,
        737.98
    ],
    [
        " Thanks, Indy.",
        738.48,
        739.04
    ],
    [
        " Grand, granted there was more booby traps and you kind of got to refer to the grail diary",
        739.26,
        743.6
    ],
    [
        " for the answers.",
        743.6,
        744.24
    ],
    [
        " Subject to interpretation, by the way, but same deal.",
        744.88,
        747.62
    ],
    [
        " You see the point, all right?",
        747.62,
        748.74
    ],
    [
        " If you walk through a hole, I get it.",
        749.72,
        751.22
    ],
    [
        " Yeah, see the guy get his head chopped off.",
        751.32,
        753.02
    ],
    [
        " You know, okay, I better duck.",
        753.12,
        754.6
    ],
    [
        " Now you're best duck.",
        754.74,
        755.46
    ],
    [
        " Yeah.",
        755.72,
        755.88
    ],
    [
        " Yeah, if I get it, thank you.",
        756.26,
        757.5
    ],
    [
        " One time.",
        757.64,
        758.02
    ]
]