[
    [
        " I had one of my friends, he's in the SEAL teams and he had a guy that was not to standards",
        0.0,
        6.64
    ],
    [
        " and he brought him into his office and says, hey bro, there's no fat seals and you're fat",
        6.64,
        13.16
    ],
    [
        " and you're going to start taking the PRT until you're good to go.",
        13.16,
        16.14
    ],
    [
        " So sometimes that direct approach, what's PRT?",
        16.4,
        19.52
    ],
    [
        " Physical readiness test, which again in the SEAL teams, there's not a bunch of people",
        20.34,
        25.66
    ],
    [
        " tracking you.",
        25.66,
        26.22
    ],
    [
        " And there was years that go by where a guy can, you know, oh, I had a trip wasn't there",
        27.14,
        32.88
    ],
    [
        " for the PRT because like a command, like the SEAL team would do one PRT a year.",
        32.88,
        37.66
    ],
    [
        " And you'd see it, you know, months in advance, I go to the PRT zone, October 15th or whatever.",
        37.86,
        42.88
    ],
    [
        " So if a guy's like, cool, I'm taking leave or I'm going to go on a trip, October 15th",
        43.3,
        47.14
    ],
    [
        " he's not there.",
        47.14,
        47.58
    ],
    [
        " You do that three years in a row.",
        47.78,
        48.98
    ],
    [
        " Your pants size can be a 46.",
        49.32,
        51.06
    ],
    [
        " What is it though?",
        52.64,
        53.66
    ],
    [
        " Like a performance or physical.",
        53.92,
        56.46
    ],
    [
        " Oh, it's like a three mile run push ups, pull ups, swim, something like that.",
        56.56,
        62.1
    ],
    [
        " So technically you could get gain a bunch of weights, still pass that thing and be good",
        62.32,
        66.18
    ],
    [
        " to go or what?",
        66.18,
        66.8
    ],
    [
        " You could, but you probably wouldn't be able to pass it.",
        67.04,
        69.36
    ],
    [
        " If, and they know it's weird too, like this goes back and forth.",
        69.7,
        72.9
    ],
    [
        " The Navy has a PRT, the regular Navy, and the SEALs for a while use the Navy PRT, but",
        73.02,
        80.16
    ],
    [
        " that one you could probably be out of shape.",
        80.16,
        82.06
    ],
    [
        " Like from a SEAL perspective and still be able to pass.",
        82.42,
        85.68
    ],
    [
        " So then the SEALs made their own PRT just to make sure you don't have anybody that's not,",
        85.92,
        91.78
    ],
    [
        " you know, because there's no fat SEALs.",
        92.14,
        93.92
    ],
    [
        " It takes us to enforce that rule without having to tell anybody.",
        94.14,
        96.2
    ],
    [
        " Like here's the PRT, if you don't pass it, you got to get on the wrong program, homie.",
        96.6,
        99.44
    ]
]