[
    [
        " Jockewin-Laf how do you know if you terminated too early?",
        0.28,
        4.94
    ],
    [
        " I wanted to remove the toxicity before damage the team.",
        5.36,
        9.0
    ],
    [
        " When do you know it's time to fire someone?",
        9.08,
        11.76
    ],
    [
        " So we'll get into a little little change in pace here going from the darkness of the Islamic state",
        12.18,
        17.66
    ],
    [
        " into something a lot more positive which is people running businesses and",
        17.66,
        23.14
    ],
    [
        " It's good you clarify that because terminated has a different context and our biggest job. It's check",
        23.14,
        27.7
    ],
    [
        " so this is a",
        27.7,
        29.44
    ],
    [
        " Good question and it's something we hear a lot and we got a ton of questions when I put this out so",
        29.82,
        35.68
    ],
    [
        " When you know it's time to fire somebody",
        35.68,
        37.76
    ],
    [
        " We get this question all the time as you just said and it's",
        37.76,
        42.64
    ],
    [
        " This is always the most difficult thing and it is incredibly difficult even for you know",
        42.64,
        47.98
    ],
    [
        " people who feel like they're super super tough leaders are",
        47.98,
        52.38
    ],
    [
        " Strong leaders in the seal teams who've been through all our training and and and have proven themselves on the battlefield",
        52.38,
        58.6
    ],
    [
        " It's hard to fire people. It's always difficult to fire people. It's hard to have those tough conversations with folks and so",
        58.6,
        63.98
    ],
    [
        " We've talked we talk about this that the right time fire somebody is when you don't feel bad about it and",
        63.98,
        73.1
    ],
    [
        " What I mean by that I don't mean just because you're co-blooded, but that you actually",
        73.1,
        78.28
    ],
    [
        " But that you actually have taken every step to mentor and train and provide resources and and",
        78.28,
        86.94
    ],
    [
        " Help that person achieve the performance that you need them to achieve in order to accomplish the mission and you've given them every chance to succeed and",
        88.2,
        95.44
    ],
    [
        " Once you you you should feel absolutely confident that you you have exhausted all options and",
        95.44,
        101.42
    ],
    [
        " Then you you're not gonna feel bad about it because you've taken so much time and effort and they shouldn't even they",
        101.42,
        107.3
    ],
    [
        " They're not even gonna be upset about it. Not that they may necessarily love you or thank you for firing them",
        107.3,
        111.82
    ],
    [
        " But so often you see people that are literally relieved when we work with companies and we see this happen",
        111.82,
        116.84
    ],
    [
        " We see people that are relieved because they're in a position where they're just they're overwhelmed. There's massive pressure on them and",
        116.94,
        123.8
    ],
    [
        " They knew there it was beyond their capability and they just didn't want to say I can't do this",
        123.8,
        128.52
    ],
    [
        " And so when they got either fired or just transitioned to a different role",
        128.52,
        132.36
    ],
    [
        " It was really they were relieved and they said thank you and like it really was that was really eating at me that I",
        132.36,
        138.34
    ],
    [
        " Didn't feel capable and I didn't feel I knew I was letting the team down",
        138.34,
        141.24
    ],
    [
        " And that's almost always the case everyone's while you get the torture genius who is just can't take direction or",
        141.24,
        146.86
    ],
    [
        " Want listen who's never gonna see never gonna see that out of that. That's okay. It's okay",
        146.86,
        153.04
    ],
    [
        " Yeah, the only other thing I'd say is laying out the real crystal clear expectations of where you need to be",
        153.04,
        159.5
    ],
    [
        " Hey, if this is where you this is where you need to be and if you don't get there",
        159.5,
        163.66
    ],
    [
        " This is what's gonna happen and that's why you said it shouldn't be a surprise. It should be hey",
        163.66,
        168.34
    ],
    [
        " I knew exactly what the expectations were I knew exactly what was required to me and I knew exactly what was gonna happen",
        168.34,
        173.82
    ],
    [
        " If I didn't meet those expectations requirements, so",
        173.82,
        176.48
    ],
    [
        " That's how you know and the only other thing is we sometimes in it's totally normal",
        176.48,
        183.02
    ],
    [
        " We build a relationship with our people and so sometimes that relationship",
        183.02,
        189.06
    ],
    [
        " gets strong to the point where you might value that",
        189.06,
        193.08
    ],
    [
        " Relationship more than you value the",
        193.08,
        196.24
    ],
    [
        " Performance of the team and that is not a good situation because you have to look out for the whole team",
        196.24,
        201.38
    ],
    [
        " And if I say oh this guy's not doing his job, but he's my bro, so I'm gonna keep him on I'm letting down the whole team",
        202.08,
        207.64
    ],
    [
        " So that's just another little element that you have to pay attention to",
        207.64,
        211.7
    ],
    [
        " And if you truly care about the person mentor them coach them put them into position where they can succeed sometimes people aren't good at",
        211.7,
        218.26
    ],
    [
        " Something and you got to move them to a spot where they can you can take advantage of their strengths instead of putting them in a spot where their",
        218.26,
        223.7
    ],
    [
        " Weaknesses are gonna be totally exposed. That's how you take care of someone",
        223.7,
        227.72
    ],
    [
        " So that's what you got to do before you fire somebody",
        227.72,
        231.0
    ],
    [
        " One thing too that I learned from you and in the Navy during our time was",
        231.38,
        235.98
    ],
    [
        " When you have those tough conversations you got to write it down",
        235.98,
        240.06
    ],
    [
        " You have to write it down and that's something that I thought was very powerful because so often even in the SEAL teams",
        240.06,
        247.34
    ],
    [
        " You'd see leaders who would say well this leader screwed up, you know this platoon commander or this chief's got an issue",
        247.34,
        252.96
    ],
    [
        " And we need to he's causing you know, he's dangerous or he's making bad decisions or he's unprofessional or",
        252.96,
        258.08
    ],
    [
        " He's you know, he's he's not getting his unit where they need to be and and we need to call him in and tighten him up",
        258.72,
        264.9
    ],
    [
        " And you'd have that conversation behind closed doors",
        264.9,
        267.28
    ],
    [
        " When the person isn't present and like right on let's call him in let's tighten him up you come in they sit down and",
        267.28,
        275.42
    ],
    [
        " Here you are face-to-face with that person and you just had that close to a conversation about how terrible they were and how they really need it",
        275.42,
        280.98
    ],
    [
        " You know, we're gonna we're gonna square them away and now face-to-face the conversation goes like this",
        280.98,
        285.32
    ],
    [
        " Well, you're doing you're doing a pretty good job",
        286.74,
        288.34
    ],
    [
        " You're doing a pretty good job overall. There's a couple things we need to work on here there, but you know, maybe not here and",
        288.34,
        293.48
    ],
    [
        " I think that's",
        293.48,
        295.04
    ],
    [
        " That that doesn't help anybody that's the false cheerleading as a disaster and",
        295.04,
        299.66
    ],
    [
        " It's something that we talk about all the time in our business",
        299.66,
        302.88
    ],
    [
        " I'm sure you mentioned that on the podcast, you know many times before",
        302.88,
        306.1
    ],
    [
        " But when you write it down you have it in front of you",
        306.1,
        309.38
    ],
    [
        " So you have to have that tough conversation and you give them a copy",
        309.38,
        312.02
    ],
    [
        " So they have it with them as well and then they can take that and understand where they need to be and when they need to be there and",
        312.02,
        318.08
    ],
    [
        " And that forces you to have those tough conversations. It's it's it's it's absolutely a game changer",
        318.08,
        323.22
    ],
    [
        " And makes you makes you address that and then again the false cheerleading is a disaster people",
        323.22,
        327.92
    ],
    [
        " Then when you have to fire some one and they're like way you just said I was doing a good job",
        327.92,
        331.94
    ],
    [
        " So obviously you failed as a leader in another another good thing",
        331.94,
        336.48
    ],
    [
        " You can do to soften the blow with this stuff when you're when you're delivering the heavy news",
        336.48,
        341.14
    ],
    [
        " Is you're saying listen? I wrote this down. I got put this in front of you",
        341.58,
        344.8
    ],
    [
        " Why am I doing that because I think you can do it? I want you to do it. I'm investing in you",
        344.8,
        350.2
    ],
    [
        " This is not my way to to make you feel bad. This is my way to make you get better",
        350.2,
        354.68
    ],
    [
        " I want you to do better. So here's what I here's what you got to do for me",
        354.68,
        358.4
    ],
    [
        " Here it is in plain English. Do you understand this bullet point?",
        358.4,
        361.88
    ],
    [
        " Do you understand this bullet point? Do you understand this bullet point?",
        362.16,
        364.98
    ],
    [
        " That's the best possible thing you can do and you got to make that them understand that because otherwise",
        365.18,
        370.38
    ],
    [
        " They'll walk out of the room saying all he's picking on me. He doesn't like me. No, no, no, no",
        370.38,
        373.58
    ],
    [
        " The opposite is true if I didn't like you. I would just fire you. I want you to perform",
        373.58,
        377.32
    ],
    [
        " I'm mentoring you. I'm coaching you because I want you to do better",
        377.32,
        380.42
    ],
    [
        " I'm giving you this list so you know exactly what you have to do to win",
        380.42,
        384.34
    ],
    [
        " So don't take it the wrong way my brother just get in the game and get this stuff done",
        384.34,
        390.16
    ],
    [
        " Hey, do you think",
        390.16,
        392.26
    ],
    [
        " I remember you saying this good evening echo good evening",
        392.26,
        395.8
    ],
    [
        " I remember you saying this to J to remember you were like you were like when you don't feel bad",
        396.62,
        400.54
    ],
    [
        " I don't know if you put in those exact words, but that's basically the message exactly the lace said when you don't feel bad about it",
        400.54,
        405.24
    ],
    [
        " You guys both know you know, yeah",
        405.24,
        407.02
    ],
    [
        " Do you think that there's a difference between like the seal teams for example because you can't just",
        407.02,
        412.1
    ],
    [
        " Well, I'm assuming you can't just replace the guy. So it's like it's worth it to invest as much as you possibly can",
        412.1,
        419.14
    ],
    [
        " civilian world and the seal teams. I thought this would be different. They're not different. They're the same",
        419.14,
        423.48
    ],
    [
        " So in the civilian world every company to go work with doesn't matter what the company is",
        423.64,
        427.42
    ],
    [
        " There there's no immediate replacement for somebody that knows a skill set for a software engineer",
        427.42,
        433.56
    ],
    [
        " Is there a great guy waiting to come in the door? No, is there a great welder waiting to come in the door?",
        433.56,
        437.52
    ],
    [
        " No, is there just no matter what these things are",
        437.7,
        440.34
    ],
    [
        " There's not a perfect replacement coming from it's the same thing the seal teams. You don't have a ready replacement ready to come in",
        440.34,
        446.06
    ],
    [
        " So of course you've got a person you've gone through the agony of finding them",
        446.06,
        450.04
    ],
    [
        " You've gone through the agony of recruiting them you've gone through the agony of bringing them on board",
        450.04,
        453.98
    ],
    [
        " Issuing them their gear getting them their computer letting them understand that the the culture of the company",
        453.98,
        460.36
    ],
    [
        " I've done I've invented that you've already invested so much you don't want to just fire the person you want them to work out",
        460.36,
        465.84
    ],
    [
        " And so that's why it's important on either military and civilian you got to you've made those investments",
        465.84,
        470.84
    ],
    [
        " The best outcome is to have them succeed. That's always the best outcome",
        470.84,
        475.18
    ],
    [
        " And so that's why you've got to be a great mentor a great coach a great leader",
        475.18,
        479.28
    ],
    [
        " And I've talked about this before I'm not going to go into it right now",
        480.18,
        482.32
    ],
    [
        " But some people are allergic to the words mentor and some people are allergic to the word coach",
        482.32,
        486.26
    ],
    [
        " You get someone with an ego problem",
        486.26,
        487.98
    ],
    [
        " And I go hey, life welcome to the platoon. I'm gonna go ahead and mentor you. You know what I mean?",
        487.98,
        494.14
    ],
    [
        " I don't need you to mentor",
        494.28,
        495.46
    ],
    [
        " So there's a lot of people that they think you know that offends them",
        495.46,
        499.36
    ],
    [
        " Yeah, is that implies I've said this before that implies that I know more than you do and you know less than me",
        499.36,
        504.34
    ],
    [
        " And I'm the big guy that's gonna help you little guy",
        504.34,
        507.52
    ],
    [
        " So sometimes that direct kind of coaching is not the right answer",
        508.68,
        511.76
    ],
    [
        " But you know clearly when you're getting to a point where somebody's gonna fired you need to do some direct coaching",
        511.76,
        516.5
    ],
    [
        " So that's why we're right now we're getting it done correctly and one one more point on that which is a great",
        516.5,
        522.0
    ],
    [
        " Great question echo, but it's",
        522.0,
        524.44
    ],
    [
        " That's the easiest I think fall back and we see that with a lot of leaders",
        524.44,
        527.96
    ],
    [
        " I've seen we saw in the military and we see it throughout you know companies and and orchestras that we work with now",
        527.96,
        532.36
    ],
    [
        " oftentimes it's people that well",
        532.36,
        535.98
    ],
    [
        " This person is good enough. I need to fire them and get someone else and it almost most of the time",
        537.12,
        541.14
    ],
    [
        " That's not the case most of the time. It's they just need to be led. They need to be led",
        541.14,
        544.92
    ],
    [
        " They need to have the mission better explain to them. They need to have you know the training",
        544.92,
        548.36
    ],
    [
        " They need to have better resources. They need to have mentorship just as Jack was talking about and so that's that's an easy fallback",
        548.36,
        554.98
    ],
    [
        " But it's it's not it's an excuse and it's the opposite of extreme ownership and really only the case of that",
        554.98,
        559.82
    ],
    [
        " Torture genius right that that we wrote about the the person that just cannot take any direction no matter how",
        559.82,
        565.78
    ],
    [
        " How valid or are positive? I needed or they can't take any criticism",
        568.0,
        572.56
    ],
    [
        " They won't set except any responsibility that they have it all figured out the world",
        572.56,
        576.02
    ],
    [
        " Just can't see the genius and what they do. You know, that's kind of how they look at things",
        576.02,
        579.48
    ],
    [
        " That's the only time that you really have to fire those folks generally",
        579.48,
        583.66
    ],
    [
        " Yeah, and the the thing you didn't say you hit like four points",
        583.66,
        587.44
    ],
    [
        " You want to one of the best places to start if someone's not doing what they're supposed to be doing is explain to them why they're doing it",
        587.44,
        592.6
    ],
    [
        " What this is why I want you to do this because then they can absorb it",
        592.6,
        596.5
    ],
    [
        " They understand what the deep mission is they understand kind of the commanders intent so whenever someone's not doing this and I",
        596.5,
        602.4
    ],
    [
        " You know what I'm just gonna go ahead and break out a story right now. Good to do it",
        602.4,
        606.44
    ],
    [
        " So I got a seven-year-old daughter",
        606.44,
        608.86
    ],
    [
        " She can't ride a bike yet",
        608.86,
        611.44
    ],
    [
        " Right, that's not good. You should be riding a bike at four right and my family is four",
        611.44,
        615.96
    ],
    [
        " So she can't ride a bike yet, well not two",
        615.96,
        618.38
    ],
    [
        " So and she's and it's become a thing to become an issue right so",
        620.08,
        624.56
    ],
    [
        " The other day and we're going on a big camping trip and it's gonna be",
        624.56,
        628.16
    ],
    [
        " Necessity to be able to ride the bike",
        628.16,
        630.12
    ],
    [
        " So the other day I started telling okay, we got to go work on your bike riding so I'm like come get your shoes on get ready",
        630.12,
        635.2
    ],
    [
        " And she's immediately goes defensive. I don't know. I don't want to ride a bike. I can't ride a bike",
        635.2,
        639.26
    ],
    [
        " I'm not good at and I started getting right you know no listen get your shoes on. I went that route like an idiot",
        639.26,
        644.62
    ],
    [
        " And I luckily I didn't go too far down that road and I just stopped myself after",
        645.26,
        648.94
    ],
    [
        " Two direct orders with no explanation of why and I said hey sweetie",
        648.94,
        654.06
    ],
    [
        " We're gonna go work on your bike ride. Let me tell you why",
        654.06,
        656.94
    ],
    [
        " Because when we go camping almost everywhere we're gonna be going is gonna be on the bike",
        656.94,
        662.16
    ],
    [
        " Especially when it's time to bike ride to go get ice cream",
        662.16,
        666.26
    ],
    [
        " We're gonna have to ride bikes to get ice cream",
        666.26,
        668.46
    ],
    [
        " And and so all I want to make sure is that you're able to come with us when we go to get ice cream",
        668.46,
        673.44
    ],
    [
        " I mean, I don't want to have to bring it back for you. I want you to come with us",
        673.68,
        676.68
    ],
    [
        " And you can see and I just completely to change attack and she was said, you know",
        676.68,
        682.6
    ],
    [
        " Okay, let me get my shoes on and and literally that's an example with a seven-year-old right and",
        682.6,
        687.94
    ],
    [
        " And first of all the first note there is that I",
        687.94,
        689.98
    ],
    [
        " Mr. Big Leader she a expert",
        689.98,
        692.7
    ],
    [
        " Completely went down the wrong road and was like listen to me because I'm the father and I know you do what I tell you",
        692.7,
        699.4
    ],
    [
        " So wrong approach 100% of the time even the seven-year-old",
        699.4,
        702.4
    ],
    [
        " And as soon as I went back and said hey, here's why I went you any you know",
        702.4,
        705.52
    ],
    [
        " I told a bunch of other things you know",
        705.52,
        706.82
    ],
    [
        " It's really good. It's how we're gonna do get around this how you can get around the beach",
        706.82,
        710.58
    ],
    [
        " All these things and change your attitude it literally changed your attitude in a minute",
        710.58,
        714.6
    ],
    [
        " I wish I would a videotape the whole thing because we could have posted it",
        714.6,
        717.94
    ],
    [
        " Yep",
        717.94,
        718.24
    ],
    [
        " Yeah, that would have been a good little case study. Yeah, flying through with the ice cream money",
        718.24,
        723.56
    ],
    [
        " The would you say back to the the hiring and people you know",
        723.56,
        727.88
    ],
    [
        " You don't have just someone waiting in the wings to get higher to to fill that position remember um",
        727.88,
        732.48
    ],
    [
        " I that kind of is the case um most of the time where",
        732.48,
        736.9
    ],
    [
        " If you fire someone is like oh, we'll just replace them. Yeah, right",
        736.9,
        741.36
    ],
    [
        " All that work and stuff you got to rehire somebody been that you're wasting time and resources to do that",
        741.36,
        748.52
    ],
    [
        " You could just be investing more in that kind of always want your your team to succeed",
        748.52,
        752.66
    ],
    [
        " And sometimes people take that too far we",
        752.66,
        754.76
    ],
    [
        " You get someone that just wants a team to do either rock and fire somebody so there's always a balance",
        755.24,
        759.36
    ],
    [
        " There's always that kind of me there, but yes, that is true. So do you make the exception if let's say you know",
        759.36,
        764.28
    ],
    [
        " Let's say hey, I'm I I hired this",
        764.28,
        766.92
    ],
    [
        " You weigh it you weigh the pros so if you do have a guy kind of waiting in the wings. I don't know my neighbor",
        766.92,
        772.82
    ],
    [
        " Yeah, of course he's winning win so you can invest less in this guy because we got this guy ready to go",
        772.82,
        777.1
    ],
    [
        " Well, no, you won't invest less",
        777.1,
        778.86
    ],
    [
        " You're not gonna invest anything if you've got someone that's gonna come in and do the job and this person can't make it happen",
        778.86,
        783.4
    ],
    [
        " It's failed right currently get rid of them. Yeah",
        783.4,
        786.12
    ],
    [
        " Jack there you go",
        786.12,
        789.3
    ]
]