[
    [
        " This is Jocco Podcasts number one fifty three with Echo Charles and me Jocco",
        0.0,
        5.68
    ],
    [
        " Willink. Good evening echo. Good evening.",
        5.68,
        7.64
    ],
    [
        " Congressional resolution honoring the veterans of helicopter attack light",
        9.2,
        16.5
    ],
    [
        " squadron three and their families. Whereas helicopter attack light squadron",
        16.5,
        22.64
    ],
    [
        " three here and after in this resolution referred to as Hal three began its",
        22.64,
        28.06
    ],
    [
        " history as detachments of Navy helicopter combat support squadron one H.C. one",
        28.06,
        34.34
    ],
    [
        " which began helicopter gunship operations in support of Navy brown water",
        34.34,
        40.28
    ],
    [
        " special operations and army units in the Maycon delta of South Vietnam on",
        40.28,
        45.44
    ],
    [
        " September 19th 1966. Whereas the detachments of H.C. one adopted the name",
        45.44,
        53.02
    ],
    [
        " C. Wolves. Whereas Hal three was officially established on April 1st 1967 in",
        53.02,
        61.0
    ],
    [
        " Vong Tau South Vietnam and was the only active duty Navy helicopter gunship",
        61.0,
        66.72
    ],
    [
        " squadron in the history of naval aviation. Whereas during the squadron's",
        66.72,
        72.8
    ],
    [
        " existence nearly 3,000 veterans of Hal three displayed extraordinary courage in",
        72.8,
        78.46
    ],
    [
        " support of United States military and political objectives in Vietnam.",
        78.46,
        82.56
    ],
    [
        " Whereas 44 veterans of Hal three gave their lives in support of military",
        84.46,
        89.3
    ],
    [
        " operations in the Maycon delta Vietnam. Whereas the extraordinary performance of",
        89.3,
        96.18
    ],
    [
        " the veterans of Hal three earned numerous unit citations including six",
        96.18,
        101.72
    ],
    [
        " presidential unit citations seven Navy unit",
        101.72,
        106.14
    ],
    [
        " commendations one meritorious unit commendation a Republic of Vietnam",
        106.14,
        110.58
    ],
    [
        " meritorious unit commendation and the Vietnam service metal. Whereas the",
        110.58,
        118.18
    ],
    [
        " valor of the veterans of Hal three earned five Navy crosses 31 silver stars two",
        118.18,
        126.3
    ],
    [
        " Legion of Merit metals five Navy and Marine Corps metals two hundred and",
        126.3,
        131.14
    ],
    [
        " nineteen distinguished flying crosses 156 purple hearts 101 bronze stars",
        131.14,
        137.58
    ],
    [
        " 142 Republic of Vietnam gallantry crosses over 16,000 air metals 439 Navy",
        138.12,
        145.54
    ],
    [
        " commendation metals and 228 Navy achievement metals making it possibly the",
        145.54,
        150.8
    ],
    [
        " most decorated Navy squadron during the Vietnam war. Whereas the maintenance and",
        150.8,
        157.32
    ],
    [
        " administrative personnel of Hal three contributed greatly to the success of the",
        157.32,
        161.7
    ],
    [
        " nine Hal three detachments operating throughout the Maycon delta providing the",
        161.7,
        166.46
    ],
    [
        " detachments with superb maintenance support and logistics. Whereas Hal three",
        166.46,
        174.26
    ],
    [
        " flew over 130,000 hours of combat and logistical support. Whereas Hal three",
        174.26,
        180.78
    ],
    [
        " inflicted several thousand casualties on enemy forces. Whereas Hal three",
        180.78,
        186.24
    ],
    [
        " performed 1,530 medical evacuations. Whereas Hal three delivered over 37,000",
        186.24,
        196.44
    ],
    [
        " passengers and over 1 million pounds of cargo. And whereas Hal three was",
        196.44,
        203.26
    ],
    [
        " disestablished in March 1972 at being the South Vietnam as part of the",
        203.26,
        209.82
    ],
    [
        " Vietnamization program leaving behind it a combat and humanitarian record",
        209.82,
        214.86
    ],
    [
        " recognizing recognized as bringing great credit upon the United States Navy and",
        214.86,
        226.42
    ],
    [
        " that the House of Representative one honors the service courage and sacrifice of",
        227.24,
        233.52
    ],
    [
        " the veterans of Hal three. Two honors the families of Hal three veterans for their",
        233.52,
        239.38
    ],
    [
        " support. Three expresses its condolences to the families and comrades of those",
        239.38,
        246.42
    ],
    [
        " killed in action. And four recognizes Hal three as a unique squadron in the",
        246.42,
        253.14
    ],
    [
        " history of naval aviation. And that resolution of recognition was made in",
        253.14,
        266.2
    ],
    [
        " 2010 actually 38 years after the sea wolves were disestablished in Vietnam. And",
        266.2,
        283.04
    ],
    [
        " this is because well for one thing they weren't looking for recognition. But",
        283.04,
        287.84
    ],
    [
        " also to much of the world the sea were sea wolves were relatively unknown. For",
        287.84,
        296.38
    ],
    [
        " me having grown up in the SEAL teams I actually knew about the SEAL wolves. I",
        296.38,
        302.2
    ],
    [
        " knew about the reputation from the Vietnam era SEALs that held them in the",
        302.2,
        308.08
    ],
    [
        " absolute highest regard possible. Then they were considered extremely",
        308.08,
        316.36
    ],
    [
        " courageous courageous sometimes beyond courageous. They were incredible pilots",
        316.36,
        324.68
    ],
    [
        " and highly aggressive gunners and the teams that maintain and kept the aircraft",
        324.68,
        329.18
    ],
    [
        " flying in really horrible conditions. They were known for getting the job done.",
        329.18,
        335.22
    ],
    [
        " And there's one thing that always stuck in my mind when I heard stories about",
        335.22,
        339.3
    ],
    [
        " the sea wolves in Vietnam. And that was this simply if you called them they would",
        339.3,
        348.02
    ],
    [
        " come. And it didn't matter if it was day or night sunny skies or typhoon",
        348.02,
        353.72
    ],
    [
        " rains a calm extraction or a hot landing zone filled with enemy fire to the",
        353.72,
        360.12
    ],
    [
        " sea wolves none of that mattered. What mattered is that the troops on the ground",
        360.12,
        366.02
    ],
    [
        " needed help. And if you called the sea wolves they would come. And it is an",
        366.02,
        375.5
    ],
    [
        " honor today to have one of these men here with us to tell us about this",
        375.5,
        381.18
    ],
    [
        " relatively unknown but at the same time legendary squadron of naval aviation",
        381.18,
        388.08
    ],
    [
        " helicopter attack squadron light. Half three the sea wolves and we have Dennis",
        388.8,
        395.68
    ],
    [
        " Rowley, naval officer, naval aviator and of course sea wolf. Sir absolutely",
        395.68,
        405.5
    ],
    [
        " honored to have you on the show. Thank you for coming. Jack, well I thank you and",
        405.5,
        409.94
    ],
    [
        " you Echo for the opportunity to be here. It's it's something that I didn't",
        409.94,
        416.1
    ],
    [
        " want to do. You know you hear the old saw about you don't talk about the war. And",
        416.1,
        423.3
    ],
    [
        " I think that's true of most all of the guys that I knew and flew and fought with.",
        423.3,
        427.54
    ],
    [
        " We just don't talk about it except over a beer in a bar somewhere with guys",
        428.0,
        434.86
    ],
    [
        " we've trusted our lives to. However my wife stinky and my son and daughter when",
        434.86,
        443.6
    ],
    [
        " they heard about this opportunity told me you got to do this. You got to help",
        443.6,
        448.54
    ],
    [
        " keep the reputation of the sea wolves alive. And I don't think that reputation",
        448.54,
        454.18
    ],
    [
        " needs a lot of build up on my part. But I'm here to honor the 44 of our brothers",
        454.18,
        461.68
    ],
    [
        " who weren't able to come on back with us. And I'm here to help share a little",
        461.68,
        467.7
    ],
    [
        " bit of history about the squadron. And I'm here to thank everyone of you",
        467.7,
        474.5
    ],
    [
        " swing and dick gunners who helped me get my little pink body back without any",
        474.5,
        479.54
    ],
    [
        " additional holes in it. Those guys are phenomenal. I mean they're really",
        479.54,
        483.94
    ],
    [
        " something. But we'll get into that. It's a pleasure to be here. I'm looking forward",
        483.94,
        488.64
    ],
    [
        " to the conversation. I'm still scratching my head as to why I'm here because",
        488.64,
        495.72
    ],
    [
        " you guys have giants on this show. You just had a fella who was a highly",
        495.72,
        502.36
    ],
    [
        " decorated marine infrotee officer. He went on to get a lot of agree. He went on",
        502.36,
        509.62
    ],
    [
        " who worked in the VA. He became the secretary of the Navy. He became a",
        509.62,
        514.6
    ],
    [
        " congressman from the great state of Virginia. And oh by the way was a little",
        514.6,
        520.32
    ],
    [
        " known candidate for president of the US. And party politics aside this country",
        520.32,
        524.94
    ],
    [
        " would have been better off if Jim Webb had been our president. Totally agree.",
        524.94,
        529.26
    ],
    [
        " Yeah. And I can say that not from you know just casual reading of his bio. I",
        529.64,
        536.42
    ],
    [
        " know Jim because there was a classmate of mine at the Naval Academy. I know",
        536.42,
        540.36
    ],
    [
        " Jim because it was a company made of mine at the Naval Academy. And I know Jim",
        540.36,
        546.24
    ],
    [
        " to be the the kind of a man that I would hope my son would become. Just a great",
        546.24,
        553.62
    ],
    [
        " guy. I can also say that I know Jim because for a brief time plebe summer we",
        553.62,
        558.9
    ],
    [
        " roomed together. So you're looking at one of the only guys that you'll ever meet",
        558.9,
        562.82
    ],
    [
        " who is proud to share the fact that he slept with the secretary of the Navy.",
        562.82,
        566.36
    ],
    [
        " So yeah we're here to spread the word and have a little fun. The one thing that",
        566.96,
        576.34
    ],
    [
        " was really important about recent past is a sea wolf reunion. We have our",
        576.34,
        582.42
    ],
    [
        " unions every every couple of years and now many reunions more frequently. But",
        582.42,
        587.12
    ],
    [
        " this one was pretty special. It was about two months ago we were gathered on the",
        587.12,
        591.36
    ],
    [
        " flight deck of the midway. For the premiere of a documentary called Scramble",
        591.36,
        597.94
    ],
    [
        " the Sea Wolves. They had a big inflatable screen on the flight deck and we were all",
        597.94,
        601.96
    ],
    [
        " up there laughing and scratching. One thing that I noticed about the entire",
        601.96,
        607.54
    ],
    [
        " experience is man ovals guys look old. I mean the the the the movie with the",
        607.54,
        618.42
    ],
    [
        " documentary was very well shot. It's actually being released on KPBS and PBS and",
        618.42,
        625.12
    ],
    [
        " I assume that shortly after that will be available on YouTube. But it gave us",
        625.12,
        631.08
    ],
    [
        " a sense of pride and I think I can speak for everyone that it gave us a",
        631.08,
        636.42
    ],
    [
        " little greater sense of belonging based upon the fact that our story could now",
        636.42,
        643.5
    ],
    [
        " be told. Yeah no that's I've watched it anybody can watch it you can give you",
        643.5,
        648.1
    ],
    [
        " Google Scramble the Sea Wolves KPBS. It'll pop up and you can watch it just you",
        648.1,
        654.1
    ],
    [
        " know it's there's no email to sign up for it's free. That's how you can you can",
        654.1,
        658.04
    ],
    [
        " watch it. Let's let's talk about the sea well so let's talk a little bit about",
        658.04,
        662.94
    ],
    [
        " your past because I think you're I mean starting with your your dad being a pilot",
        662.94,
        668.7
    ],
    [
        " and yeah let's start with that and and what that was like growing up. Well my dad",
        668.7,
        673.9
    ],
    [
        " would really be pissed off at you for calling him a pilot because dad was an",
        673.9,
        677.48
    ],
    [
        " aviation or an issue and he knew that the guys in the back were doing the job",
        677.48,
        683.1
    ],
    [
        " and the guys up front were just a steer in the bus. No my dad William John Raleigh",
        683.1,
        689.52
    ],
    [
        " was a hell of a guy he was an interesting man and that's the nicest thing you",
        689.78,
        694.6
    ],
    [
        " can say about somebody I think. Dad was a kind of a guy who could walk into a",
        694.6,
        699.04
    ],
    [
        " room and full of strangers in an hour later walk out and everybody thought",
        699.04,
        703.82
    ],
    [
        " to use their new best friend. Good guy great guy but he comes from a long line of",
        703.82,
        709.1
    ],
    [
        " warriors my grandfather who married my grandmother from Helo yeah he fought in",
        709.1,
        719.5
    ],
    [
        " her at home of my mom and her three brothers taken during World War II and",
        719.5,
        725.14
    ],
    [
        " Uncle Walt is there in his Marine Corps uniform Uncle Bob is there in his Navy",
        725.14,
        729.88
    ],
    [
        " blues and my my uncle Jim is there in his army Air Force uniform yeah and then",
        729.88,
        737.5
    ],
    [
        " when World War II broke out my dad and his brother my uncle Herb both joined",
        737.5,
        743.54
    ],
    [
        " the Navy dad went on into aviation ordinance and came out the other end of",
        743.54,
        749.58
    ],
    [
        " the pipe after piece is one of the last of the Tojo Chiefs a guy who made",
        749.58,
        753.8
    ],
    [
        " chief in a little over three years yeah he's an interesting fellow and",
        753.8,
        760.98
    ],
    [
        " leadership lesson number one for me was the way he helped me grow as I was",
        760.98,
        766.98
    ],
    [
        " coming up you would think that a chief petty officer in the Navy can be very",
        766.98,
        772.38
    ],
    [
        " gruff and directive and they they can and they are when it's required but dad",
        772.38,
        777.66
    ],
    [
        " never told me go do this he'd say have you ever considered have you ever thought",
        777.66,
        785.08
    ],
    [
        " about it have you ever and he brought it into practice one day when I was just",
        785.08,
        791.38
    ],
    [
        " getting ready for college and trying to decide where I was going to go he just",
        791.38,
        797.66
    ],
    [
        " come back from a med Cruz and he had one of his jails a pilot a naval academy",
        797.66,
        803.68
    ],
    [
        " grad inviting me over to his house for dinner and you know I thought that was a",
        803.68,
        808.06
    ],
    [
        " little strange but I was pretty excited about it the guy came and picked me up in",
        808.06,
        812.92
    ],
    [
        " a brand new yellow Corvette and took me over to his home and introduced me to his",
        812.92,
        819.24
    ],
    [
        " dropped-ed gorgeous Swedish wife now dad didn't have to say you should go to",
        819.24,
        824.26
    ],
    [
        " the Naval Academy for the experience in learning leadership he brought it down",
        824.26,
        828.18
    ],
    [
        " to a level that I could understand yeah yeah you thought you'd get issued a",
        828.18,
        831.92
    ],
    [
        " Swedish wife well actually what I wanted Jaco was somebody 5859 long",
        831.92,
        838.22
    ],
    [
        " straight blonde hair good head bitch and bod would he completely intelligent and",
        838.22,
        842.44
    ],
    [
        " imbued with a mating instincts of a wild minking heat but what the good",
        842.44,
        847.46
    ],
    [
        " lord's off it to power me up with was stinky and she's a stumpy little brown",
        847.46,
        851.3
    ],
    [
        " hair girl that's just ornry is a sacco wild cats so you know if you hate it funny how",
        851.3,
        856.4
    ],
    [
        " it all works out so so you you you go meet this pilot and did that did that flip",
        856.4,
        864.82
    ],
    [
        " the switch in your head well I always knew I wanted to be a naval aviator it's",
        864.82,
        871.16
    ],
    [
        " just something that I wanted I had initially had dreams of going in and flying",
        871.16,
        877.04
    ],
    [
        " spades that a one was just a hell of a weapons carrier in a closer support",
        878.14,
        883.06
    ],
    [
        " mission that was non-parallel in my way of thinking they got a lot of guys out",
        883.06,
        888.76
    ],
    [
        " of a shit but that didn't work out because aircraft was being retired as I was",
        888.76,
        893.4
    ],
    [
        " going through flight school the thought of going to the Naval Academy was always",
        893.4,
        899.9
    ],
    [
        " intriguing to me I didn't know that I'd be able to make that but I was one of",
        899.9,
        904.32
    ],
    [
        " the you know I'm sort of large and I was one of the only Navy dependents who",
        904.32,
        911.44
    ],
    [
        " were in athletics at Kubisaki high school on Okinawa where I went through all",
        911.44,
        916.68
    ],
    [
        " four years of high school and the senior naval officer on the island had",
        916.68,
        921.98
    ],
    [
        " roamed with Wayne Hart and the football coach at Navy they did a quick scout",
        921.98,
        926.34
    ],
    [
        " and told me to take a competitive exam and I'd be considered for the",
        926.34,
        932.56
    ],
    [
        " Academy I had a year to waste while I was waiting to get into the Academy so I",
        934.92,
        940.22
    ],
    [
        " went to Berkeley this is in the 1963-64 school year which was very colorful",
        940.22,
        946.46
    ],
    [
        " Mara Yosalvo was up there doing his dirty word movement on the steps of the",
        946.46,
        951.72
    ],
    [
        " administration it was it was ugly my parents lived across the hill in Walnut Creek",
        951.72,
        956.46
    ],
    [
        " California and every time the news was over I'd get a frantic call from my",
        956.46,
        962.2
    ],
    [
        " mother are you okay you okay yeah mom I'm okay it's yeah but it ain't right",
        962.2,
        966.78
    ],
    [
        " following that you're at Berkeley I received a presidential appointment and",
        966.78,
        972.14
    ],
    [
        " even though he was he had been assassinated John Kennedy signatures was on that",
        972.14,
        979.24
    ],
    [
        " yeah and I went back to the to the to Navy fell in love with crew and I can",
        979.24,
        987.48
    ],
    [
        " honestly say that if it hadn't been for rowing at Navy I probably wouldn't",
        988.72,
        993.2
    ],
    [
        " have made it through I probably would quit which is something that you would have",
        993.2,
        997.42
    ],
    [
        " been pissed off about yeah and why is that because it gave you something to",
        997.42,
        1002.24
    ],
    [
        " focus on it gave you an outlet exactly crew his hands down the the greatest",
        1002.24,
        1009.84
    ],
    [
        " team sport that you can imagine it if even one person is not pulling their weight",
        1009.84,
        1016.26
    ],
    [
        " is not exactly in sync the rhythm of the boat suffers it'll be dragged down",
        1016.26,
        1022.26
    ],
    [
        " and everyone will know exactly the reason for that you can tell by the size of",
        1022.26,
        1029.34
    ],
    [
        " the puddle the way the boat is set it's it's phenomenal so it's it's a great",
        1029.34,
        1035.2
    ],
    [
        " lesson in group leadership and that everyone has to be a leader in that shell to",
        1035.2,
        1041.38
    ],
    [
        " put there they're the maximum that they can into it to make the boat move if you",
        1041.38,
        1046.9
    ],
    [
        " get a chance read a book called the boys in the boat it's yeah it's got great",
        1046.9,
        1051.56
    ],
    [
        " insight into what rowing is all about and you guys should be up on other sports",
        1051.56,
        1056.68
    ],
    [
        " and so you you you row at the Naval Academy how is your how is your",
        1056.68,
        1064.74
    ],
    [
        " since you kind of grew up in the Navy or dad was a chief you must have been",
        1064.74,
        1068.16
    ],
    [
        " at least somewhat prepared for the you know the shock and awe of chill",
        1068.16,
        1072.3
    ],
    [
        " instructors and upper-classmen and all that stuff it wasn't the the drill",
        1072.3,
        1077.54
    ],
    [
        " instructors are the the upper-classmen it was the chicken ship I had a guy",
        1077.54,
        1086.44
    ],
    [
        " and our company that just hated me and he'd stand me up in the passageway",
        1086.44,
        1090.96
    ],
    [
        " and he had a plastic baseball bat and beat me in the chest with it yeah it's a",
        1090.96,
        1096.48
    ],
    [
        " non-event you know funk funk funk but if I saw that guy again I would rip his",
        1096.84,
        1102.92
    ],
    [
        " head off because it was just so juvenile I was a couple years older than my",
        1102.92,
        1106.72
    ],
    [
        " classmates for a number of reasons I flunked into garden but did any rate it was",
        1106.72,
        1111.06
    ],
    [
        " yeah you just don't do things like that there's there's there's no there's no",
        1111.06,
        1116.68
    ],
    [
        " leadership lessons there's no benefit to be had from some of the stuff that was",
        1116.68,
        1120.74
    ],
    [
        " going on in there but when I got out there on the water with my teammates you",
        1120.74,
        1125.02
    ],
    [
        " know it all just what away yeah there's something to be learned from having to",
        1125.02,
        1130.84
    ],
    [
        " put up with such crap and I think there's two ways people go with it some",
        1130.84,
        1134.84
    ],
    [
        " sometimes they go with like oh I'm gonna be able to do that one day and and",
        1134.84,
        1139.32
    ],
    [
        " give people a bunch of shit about whatever and some people go okay I'm never",
        1139.32,
        1142.56
    ],
    [
        " gonna act like that yeah yeah yeah yeah and then how and and so you were Jim",
        1142.56,
        1155.0
    ],
    [
        " we were in the same company for all four years yeah and then he's a heck of a guy",
        1155.0,
        1159.98
    ],
    [
        " yeah oh no it was awesome it was a real honor to have him on here and you know",
        1159.98,
        1164.68
    ],
    [
        " he he told a similar story and he wrote about it in his in some of his books which",
        1164.68,
        1168.86
    ],
    [
        " was you know a guy just smacking him in the ass with some kind of bat it was our",
        1168.86,
        1174.0
    ],
    [
        " song book and and they're telling him he needs to say you know just admit that it",
        1174.0,
        1179.04
    ],
    [
        " hurts and he wouldn't admit it but same thing you know he's like he's he what",
        1179.04,
        1184.14
    ],
    [
        " do you say he said you know I don't hold anything against those guys that did",
        1184.14,
        1187.3
    ],
    [
        " that to me but I remember their names so yeah I think they made the list for Jim",
        1187.3,
        1194.7
    ],
    [
        " Web yeah and then how did you end up pick it so you you already automatically knew",
        1194.7,
        1199.52
    ],
    [
        " you wanted to be a pilot yeah absolutely and was that hard to get selected for",
        1199.52,
        1204.48
    ],
    [
        " that no it was a service selection is done based on class rank and I graduated",
        1204.48,
        1212.08
    ],
    [
        " in the top 10 percent of the bottom third of my class and that was sufficient to",
        1212.08,
        1216.24
    ],
    [
        " get me into and aviation since I couldn't fly this bad I really wanted to go",
        1216.24,
        1221.68
    ],
    [
        " jets sorry guys I have to admit that but due to due to my size and my",
        1221.68,
        1227.58
    ],
    [
        " anthropometric measurements if I had to punch out I would have left my knees on",
        1227.58,
        1231.94
    ],
    [
        " the glursy old of the the trainers how tall are you six four yeah big this was",
        1231.94,
        1239.86
    ],
    [
        " you know clearly and Jim Web talked about this when he was on the podcast you",
        1239.86,
        1243.36
    ],
    [
        " know he's he was the guy in charge of hanging up the names of the guys that have",
        1243.36,
        1247.34
    ],
    [
        " been killed and and yet when I had Charlie Plum on who it graduated I think in",
        1247.34,
        1252.12
    ],
    [
        " 64 or he showed up in 64 no graduated 64 Vietnam wasn't even on the on the radar",
        1252.12,
        1260.36
    ],
    [
        " that's for them and for you guys it you know 1967 1968 it had you you know you",
        1260.36,
        1267.92
    ],
    [
        " had to have known okay I'm going to fight in Vietnam when you walk into mother",
        1267.92,
        1272.66
    ],
    [
        " bee bandcroft hall you go into the rotunda which is a very large open area and",
        1272.66,
        1278.98
    ],
    [
        " when we started losing our former classmates the graduates I'm sure Jim",
        1278.98,
        1285.92
    ],
    [
        " explained but you put a poster board up there with a picture out of the lucky bag",
        1285.92,
        1290.56
    ],
    [
        " and a brief bio and not a description but where they died and initially it was",
        1290.9,
        1299.46
    ],
    [
        " just one of these twosies but pretty soon the march went all the way around the",
        1299.46,
        1304.22
    ],
    [
        " rotunda and they had to move it up into memorial hall and it really brought home",
        1304.22,
        1310.5
    ],
    [
        " the fact that this is this is serious this is a you know you're making up your",
        1310.5,
        1317.54
    ],
    [
        " minds whether or not you want to dedicate your lives to the defense of this",
        1317.9,
        1322.56
    ],
    [
        " country and it might come at a considerable cost and for 44 of our brothers it",
        1322.56,
        1327.46
    ],
    [
        " certainly did 44 C. Wolves didn't make it back and I'm sort of an emotional guy",
        1327.46,
        1335.64
    ],
    [
        " that one of the few times that I've really cried openly and then ashamedly",
        1335.64,
        1346.02
    ],
    [
        " was at the wall seeing the scene couple of my gunners up there just really",
        1347.1,
        1355.8
    ],
    [
        " brought it home to me amazing people gunners are so that's that's what you know",
        1355.8,
        1367.7
    ],
    [
        " you're getting into upon commissioning and so you get commissioned and you",
        1367.7,
        1373.98
    ],
    [
        " graduate in 68 your class of 68 right and you then you go to Pensacola",
        1373.98,
        1379.2
    ],
    [
        " Florida is that where you go to flight school that's right and that's what you",
        1379.2,
        1386.2
    ],
    [
        " talk us a little bit through the the flight school path you show up you learn to",
        1386.2,
        1390.54
    ],
    [
        " fly what a t-38 is that what you learn on no you start out on a t-34 okay and",
        1390.54,
        1396.38
    ],
    [
        " that there's there's been a change in the way they the the instruct naval",
        1396.38,
        1401.74
    ],
    [
        " aviators now when we were going through you had to do the flight the fixed",
        1401.74,
        1405.82
    ],
    [
        " wing flight syllabus first before you could get into helicopters and then you'd",
        1405.82,
        1410.76
    ],
    [
        " go through the helicopter syllabus and then after that those of us that got",
        1410.76,
        1416.82
    ],
    [
        " orders to Vietnam would go up to Fort Rucker and the army would instruct us in",
        1416.82,
        1423.92
    ],
    [
        " tactics in armaments systems they did they did a good job in prepping us and",
        1426.44,
        1432.56
    ],
    [
        " then send us overseas and the rest of it would be done in country so the the",
        1432.56,
        1437.12
    ],
    [
        " training that we received along the way was was excellent that a lot of it was",
        1437.12,
        1443.48
    ],
    [
        " just like back at the academy they told us that hey guys the education you",
        1443.48,
        1449.06
    ],
    [
        " receiver at the United States Naval Academy cost the taxpayer approximately",
        1449.06,
        1452.88
    ],
    [
        " $250,000 which was a lot of money back then and our reply was yeah but you",
        1454.66,
        1459.08
    ],
    [
        " sticking up our butts a nickel at a time so you know you know had you so now",
        1459.08,
        1466.02
    ],
    [
        " you're in the pipeline for for helicopters had you heard of seawolf at this",
        1466.02,
        1471.38
    ],
    [
        " time were you hearing about it did you is it something that you said oh I want",
        1471.38,
        1474.78
    ],
    [
        " to go do that we were just starting to hear about it and you know it wasn't",
        1474.78,
        1478.42
    ],
    [
        " that fully developed in my mind it that's where I wanted to go but it",
        1478.8,
        1485.86
    ],
    [
        " quickly became there is a a purpose for every element in the military from the",
        1485.86,
        1496.36
    ],
    [
        " guys who swabs the decks all the way on up but I didn't want to be a bus driver",
        1496.36,
        1501.84
    ],
    [
        " I didn't want to be a guy who board holes in the sky so this being a seawolf",
        1502.12,
        1509.38
    ],
    [
        " immediately appealed to me as an opportunity to be able to I don't know to pay",
        1509.38,
        1517.26
    ],
    [
        " back it's it's a funny thing and I'll jump ahead a little here but I have a",
        1517.26,
        1524.78
    ],
    [
        " cousin who is very close to me she's like a sister to me and I'd never really",
        1526.96,
        1532.4
    ],
    [
        " thought about questions like you just ask that after immediately after I got",
        1532.4,
        1537.14
    ],
    [
        " back from Vietnam she was driving me on out to family home in Walnut Creek",
        1537.14,
        1541.02
    ],
    [
        " California and without taking her eyes off the road she said how can you do it",
        1541.02,
        1547.0
    ],
    [
        " and I thought about that for just a minute and said well it was pretty easy I",
        1547.0,
        1552.92
    ],
    [
        " went over there to bring as many of our guys home safely as I could and in",
        1552.92,
        1557.78
    ],
    [
        " some ways I failed in some ways I succeeded but that's it I was enough of a",
        1557.78,
        1564.66
    ],
    [
        " student to understand the domino effect certainly but that wasn't in my",
        1564.66,
        1573.32
    ],
    [
        " thinking you know you're thinking sort of ten yards ten yards but in the",
        1573.32,
        1581.74
    ],
    [
        " air it's a little more expansive it's it's the guys that you're flying with the",
        1581.74,
        1584.9
    ],
    [
        " guys in your flat fire team the guys on your debt the guys who were the",
        1584.9,
        1588.8
    ],
    [
        " maintainers back in Ben Tui they're the they're the guys you think about and",
        1588.8,
        1593.52
    ],
    [
        " that's why you do it okay so did you get to select you get done with you get",
        1593.52,
        1600.66
    ],
    [
        " done with the training did you get to select hey I want to go to the squadron",
        1600.66,
        1604.06
    ],
    [
        " of Vietnam pretty much yes was there a long list for that",
        1604.06,
        1608.62
    ],
    [
        " they were there I'm sure there were more volunteers than then got accepted I",
        1609.22,
        1614.16
    ],
    [
        " don't know the mechanics of that I asked where I got it and how did that look",
        1614.16,
        1619.16
    ],
    [
        " like showing up in Vietnam I was the only officer assigned to the Seawolves",
        1619.16,
        1628.92
    ],
    [
        " who took that reverse freedom flight on Indesai Gon and I got there and they",
        1628.92,
        1635.4
    ],
    [
        " shuffled me off to the Annapolis Hotel which I thought was a little unusual but",
        1635.4,
        1641.32
    ],
    [
        " you know I had a couple of days to kill because there wasn't any transport",
        1641.32,
        1646.02
    ],
    [
        " down to Ben Tui and I knew a dear friend of mine who is it in debt to at",
        1646.02,
        1654.34
    ],
    [
        " Nau Bay and he'd got over there before I did so I figured Nau Bay that's not",
        1654.34,
        1658.46
    ],
    [
        " too far away I'm gonna go visit him and the next morning I check out a 45",
        1658.46,
        1663.18
    ],
    [
        " put it in my gym bag I'm in civis they didn't like us roaming around town in",
        1663.18,
        1668.22
    ],
    [
        " one ziz in uniform so I jumped on a Navy bus out to Nau Bay I was having a great",
        1668.22,
        1674.74
    ],
    [
        " time talking to guys at the debt there and learning a little about what's going on",
        1674.74,
        1678.62
    ],
    [
        " and comes time to leave and it's probably about 1630 and I say well I'd",
        1678.62,
        1686.34
    ],
    [
        " better get back and they say well you just missed the last bus but don't worry",
        1686.34,
        1690.94
    ],
    [
        " about it you can take a petty cab so here I am a brand new in country I've got",
        1690.94,
        1698.12
    ],
    [
        " the zipper in my on a gym bag open with my hand very close to it and this",
        1698.12,
        1703.7
    ],
    [
        " Vietnamese fellow is peddling away taking me back to the hotel it took us about",
        1703.7,
        1708.68
    ],
    [
        " an hour to get back there and I tipped him generously because I'm not a light",
        1708.68,
        1713.12
    ],
    [
        " fellow I was a lot lighter then but you know here I am my first day in",
        1713.12,
        1717.46
    ],
    [
        " country and I'm gonna get greased so yeah tell us if you wouldn't mind some",
        1717.46,
        1725.78
    ],
    [
        " of the about the formation of the sea wolves because it's a very cool story",
        1725.78,
        1729.18
    ],
    [
        " about the Maycon Delta about the way things the way the enemy moved through the",
        1729.18,
        1735.6
    ],
    [
        " Maycon Delta and through the Rungsat special zone and there was no roads and the",
        1735.6,
        1739.5
    ],
    [
        " only way to get around with water if you want to maybe expand on that just so",
        1739.5,
        1743.06
    ],
    [
        " people can kind of get a feel for for what started this whole thing off sure sure",
        1743.06,
        1747.9
    ],
    [
        " the the Maycon Delta is fed by a water from the Himalayas it comes on down and",
        1747.9,
        1754.84
    ],
    [
        " spreads out into a broad quasi oceanic area basically it's mud and crap and",
        1754.84,
        1764.1
    ],
    [
        " brown water and hence the brown water navy but at any rate the there are very",
        1764.1,
        1772.46
    ],
    [
        " few roads that do anything but connect major cities in the mecon back then and",
        1772.46,
        1780.0
    ],
    [
        " consequently just about all the traffic moved by a sand pen or junk and that's",
        1780.0,
        1788.7
    ],
    [
        " the way people got around the infiltration that the NVA and the the VC",
        1788.7,
        1797.84
    ],
    [
        " practice came my largely either on foot by bicycle or by boat in order to",
        1798.36,
        1807.22
    ],
    [
        " counteract that task force 116 was put into place game warden was the the",
        1807.22,
        1816.34
    ],
    [
        " operational mission and we were there to interdict that traffic and personnel",
        1816.34,
        1820.58
    ],
    [
        " ammunition and food logistics that was moving down into the Delta",
        1820.58,
        1826.64
    ],
    [
        " the army had took that mission on first actually flying off a couple of LCDs",
        1828.44,
        1835.12
    ],
    [
        " that were rigged with a makeshift flight deck but that didn't work out too well",
        1835.12,
        1841.7
    ],
    [
        " and not this is not saying anything against the army but in their syllabus",
        1841.7,
        1847.44
    ],
    [
        " they weren't trained on instruments in Navy we were rigorously first in",
        1847.44,
        1852.86
    ],
    [
        " a fixed wing and then in helicopters so we were used to flying in the",
        1852.86,
        1857.36
    ],
    [
        " ship and the Navy and the army was not and that's that's because the Navy has",
        1857.36,
        1864.22
    ],
    [
        " to fly at sea land on on boat on ships that's right different missions at the",
        1864.22,
        1869.0
    ],
    [
        " time the army outrew that but it was it was painful they had a",
        1869.0,
        1881.76
    ],
    [
        " unit that was assigned to our op-con and they would fly cover for for the small",
        1881.76,
        1888.16
    ],
    [
        " boats now those were primarily the PBRs and the Swift boats we didn't see",
        1888.16,
        1894.38
    ],
    [
        " many Swift boats up at Benluck we were working with the PBR sailors PBR",
        1894.38,
        1899.5
    ],
    [
        " Patrol boat River is a 32 foot fiberglass luxury boat that was stripped clean",
        1899.5,
        1907.24
    ],
    [
        " and was highly maneuverable but it was I say strip clean everything that was",
        1907.38,
        1914.42
    ],
    [
        " non-essential they were very lightweight had a little armor at all but they were",
        1914.42,
        1922.32
    ],
    [
        " very heavily armed and these boats you talk about guys with brass balls they",
        1922.32,
        1928.46
    ],
    [
        " poke up into these impossibly narrow canals and up little riverlets just",
        1928.46,
        1936.7
    ],
    [
        " looking for trouble and it frequently came their way so the army was attempting",
        1936.7,
        1942.58
    ],
    [
        " to work with them there were all sorts of minor operational problems to",
        1942.58,
        1947.66
    ],
    [
        " overcome who's calling out the missions of what the support area is it's just",
        1947.66,
        1954.82
    ],
    [
        " wasn't working well so the Navy decided that we needed a Navy squadron and they",
        1954.82,
        1961.58
    ],
    [
        " turned to hc1 the fleet angels to put put a few debts in place to help",
        1961.58,
        1968.8
    ],
    [
        " provide cover for the the brown water Navy and by brown water Navy I mean the",
        1968.8,
        1973.66
    ],
    [
        " small boat guys the seals any Navy Navy vessel that was down in the in the",
        1973.66,
        1980.84
    ],
    [
        " mecon and it wasn't working well with the the army hc1 picked it up it started",
        1980.84,
        1989.74
    ],
    [
        " working very well because they understood the Navy's mission much better than",
        1989.74,
        1995.24
    ],
    [
        " the army and they were equipped with the capabilities to fly both at night and",
        1995.24,
        2001.78
    ],
    [
        " in bad weather and I don't know if you've been in monsoon before but it's shitty",
        2001.78,
        2010.0
    ],
    [
        " flooding it is really bad so as you've already mentioned on April Fools Day in",
        2010.12,
        2019.8
    ],
    [
        " 67 they decided that the in-country squadron was required and that",
        2019.8,
        2026.98
    ],
    [
        " responsibility was shifted from hc1 to how three we grew to having nine",
        2026.98,
        2033.58
    ],
    [
        " detachments that were scattered throughout the Delta to give us a quick",
        2033.58,
        2038.6
    ],
    [
        " reaction time to virtually any any area in the mecon and each detachment had",
        2038.6,
        2045.66
    ],
    [
        " two aircraft assigned it had two full crews for each aircraft and that was about",
        2045.66,
        2053.14
    ],
    [
        " it but let me let me give you a little info on the noble UH1 Bravo I love that",
        2053.14,
        2061.44
    ],
    [
        " aircraft it was a piece of crap it really was but it got us out of out of a lot of",
        2061.44,
        2068.36
    ],
    [
        " trouble every time we flew it just for people that are listening that's the",
        2068.54,
        2072.38
    ],
    [
        " classic Vietnam Huey aircraft that's that's what you see that's what you see in",
        2072.38,
        2078.14
    ],
    [
        " movies that's it yeah there really was sort of a macaels Navy that catch it was",
        2078.14,
        2088.88
    ],
    [
        " attached to the sea wolves the army was just getting rid of their Bravo",
        2088.88,
        2093.94
    ],
    [
        " models to go to this to the charles which had several hundred greater horse",
        2093.94,
        2099.26
    ],
    [
        " power more maneuverable blah blah blah and they had some old bravo sitting around",
        2099.26,
        2105.36
    ],
    [
        " and rather than shipping them back to the Boneyard or destroying them in place",
        2105.36,
        2109.16
    ],
    [
        " they gave them to the Navy so frequently we had a lot of rebuilding to do before",
        2109.16,
        2114.14
    ],
    [
        " we turn these guys loose but God bless the army they gave us they gave us our",
        2114.14,
        2119.7
    ],
    [
        " our aircraft support for the Bravo and the Navy chain was not the best so you've",
        2119.84,
        2128.76
    ],
    [
        " it's easy to say beg bar or steel borrow or steal is what we did quite well",
        2128.76,
        2136.6
    ],
    [
        " quite well our guys were incredible we achieve and grab a couple of guys and go",
        2136.6,
        2142.8
    ],
    [
        " out and come back with exactly what we needed and you don't ask a question about",
        2142.8,
        2147.2
    ],
    [
        " that you just put it into play so the the nine deaths to helicopters in each each",
        2147.2,
        2157.14
    ],
    [
        " Huey was basically configured with two seven-shot rocket pods 2.75 holding",
        2157.14,
        2163.08
    ],
    [
        " thin aerial rockets we had a pair of 60s that were mounted with a flex gun",
        2163.08,
        2170.46
    ],
    [
        " the copilot control those but the the thing that really made us a unique and",
        2170.46,
        2177.02
    ],
    [
        " powerful was our door gunners when I first got there and just just for a very",
        2177.02,
        2184.0
    ],
    [
        " short period of time our door gunners were still firing 60s from the shoulder and",
        2184.0,
        2189.02
    ],
    [
        " that was just an incredibly powerful tool in keeping the bad guys heads down",
        2189.02,
        2196.54
    ],
    [
        " during our break and prepping the area for the next aircraft to roll in so we",
        2196.62,
        2203.28
    ],
    [
        " typically have a door gunner on one side and on the other side if we were lucky",
        2203.28,
        2208.86
    ],
    [
        " 50 eventually this grew we got some miniguns most all of our dead birds",
        2208.86,
        2216.9
    ],
    [
        " eventually had many guns and the guys in the back would fly them and it did",
        2216.9,
        2221.82
    ],
    [
        " wonders for keeping keeping heads down as did the 50 cows that we had when we",
        2222.5,
        2231.46
    ],
    [
        " went from shoulder here held 60s to there's a lesson there our guys would",
        2231.46,
        2238.28
    ],
    [
        " it wasn't unusual to see them standing out on the skids firing cover for us that",
        2238.28,
        2245.78
    ],
    [
        " was a great good thing but it also resulted in brassing the sink elevator and",
        2245.78,
        2252.04
    ],
    [
        " the or it just wasn't really really acceptable if you brass a tail rotor you'll",
        2252.04,
        2259.12
    ],
    [
        " know about it it's a rough ride going back in but they decided that no we can't",
        2259.12,
        2264.32
    ],
    [
        " have that and sort of tied the gunner's hands by putting what they call the",
        2264.32,
        2275.36
    ],
    [
        " well the guys got more than a little inventive and decided that if one 60s",
        2275.36,
        2281.9
    ],
    [
        " good to would be better and mounted to one yeah here we go again Hayden thanks yeah",
        2281.9,
        2289.8
    ],
    [
        " but mounted two 60s there and found out that they were brassing the tail",
        2289.8,
        2297.14
    ],
    [
        " rotors still so what they did was they rotated each 90 degrees in opposing",
        2297.14,
        2303.64
    ],
    [
        " directions and all of a sudden the brassing was no longer much of a problem",
        2303.86,
        2308.7
    ],
    [
        " did essentially the same with our 50s they mounted that so that it would fire",
        2308.7,
        2315.64
    ],
    [
        " 90 degrees longitudinally and that was a very powerful weapon for not only",
        2315.64,
        2322.6
    ],
    [
        " keeping keeping guys down but also gave us a great degree of flexibility in the",
        2322.6,
        2331.1
    ],
    [
        " break and perhaps I should explain that by the break we typically fly in a",
        2332.36,
        2338.42
    ],
    [
        " wagon wheel type type approach two helicopters roughly flying 180 out from one",
        2338.42,
        2348.62
    ],
    [
        " another so one is rolling in on the target as the other is coming around",
        2348.62,
        2352.68
    ],
    [
        " behind it so when you then break off the target the next helicopter is in",
        2352.68,
        2358.5
    ],
    [
        " their lane down it's fire and that 50 would really help us out in both",
        2358.5,
        2368.42
    ],
    [
        " identifying problem areas and taking care of the problem yeah that's a great",
        2368.42,
        2375.76
    ],
    [
        " a great background and you know even when you watch scramble the sea wolves",
        2375.76,
        2381.36
    ],
    [
        " the just at all the footage is just unbelievable footage of the way you guys",
        2381.36,
        2387.46
    ],
    [
        " were flying and what the gunners were doing gunners hanging out and shooting",
        2387.46,
        2391.24
    ],
    [
        " underneath the bird back in the other direction yeah hanging out by a",
        2391.24,
        2396.44
    ],
    [
        " gunners belt they might have invented the term gunners belt I was there's a",
        2396.44,
        2404.88
    ],
    [
        " right of passage that most of the FNG's got and when I was in that FNG seat I",
        2404.88,
        2413.32
    ],
    [
        " learned it one dark and stormy night we're flying along in the and the hack",
        2413.32,
        2420.2
    ],
    [
        " the aircraft commanded diverted my attention off to the left and when I turned",
        2420.2,
        2425.68
    ],
    [
        " back right here in the window of the Huey was one of my gunners who had",
        2425.68,
        2432.36
    ],
    [
        " moaning me this is gonna be fun that and the other was if you were new to the",
        2432.74,
        2443.7
    ],
    [
        " depth as a pilot you're gonna get a colorful a brass and it was really easy for",
        2443.7,
        2449.86
    ],
    [
        " them to do when they had the free guns they got a little more in the",
        2449.86,
        2453.7
    ],
    [
        " end of later on that that's that's freaking dangerous smart so speaking of",
        2453.7,
        2463.52
    ],
    [
        " fun one of the one of the things I pulled off of the website see wolf dot org is",
        2463.52,
        2470.6
    ],
    [
        " you guys had this thing that you called the wolf gram which was sort of sort",
        2470.6,
        2475.14
    ],
    [
        " like a sit rep for all the all the different elements that were out there and",
        2475.14,
        2479.14
    ],
    [
        " I think it paints a pretty good picture of the over all attitude and I pulled",
        2479.24,
        2484.36
    ],
    [
        " out one of the clips and I'm just gonna read it so this is your debt debt for",
        2484.36,
        2488.1
    ],
    [
        " from beautiful downtown Ben Luck the fog cutters of debt for would like to wish",
        2488.1,
        2494.52
    ],
    [
        " everyone a merry monsoon season only 10 shopping days left we'd better start",
        2494.52,
        2499.46
    ],
    [
        " with Lieutenant JG who white before we forget him everyone else has he he though",
        2499.46,
        2506.92
    ],
    [
        " he was leaving in May but you first forgot to assign a new duty station admin",
        2506.92,
        2511.46
    ],
    [
        " forgot to request a flight booking for him and operations forgot to inform",
        2511.46,
        2515.02
    ],
    [
        " him that this that his FTL papers had been signed but we're sure we'll finally",
        2515.02,
        2520.22
    ],
    [
        " fit that we're but we're sure things will finally turn around for what's his name",
        2520.22,
        2524.82
    ],
    [
        " lieutenant Deacon John Johnson left on R&R to Hawaii and Lieutenant JG rookie",
        2524.82,
        2531.96
    ],
    [
        " rich can't read the name farm farmer farmer yeah farmer was called into",
        2532.74,
        2538.38
    ],
    [
        " straighten out Ben toy Ben toy cutting us to three FTLs and anaxe commander",
        2538.38,
        2547.26
    ],
    [
        " Hammond will still have to fly every day even after the Deacon gets back",
        2547.26,
        2551.16
    ],
    [
        " boco map as lieutenant Johnson is referred to by mama's on won't be much good",
        2551.16,
        2556.32
    ],
    [
        " for anything after coming back from Hawaii rookie rich is talent for hiding",
        2556.32,
        2560.12
    ],
    [
        " should be of great value in bin toy lieutenant JG check Carlos steel has opened",
        2560.12,
        2568.62
    ],
    [
        " a chain of combination taco stand slash minigun exchange outlets with branches",
        2568.62,
        2575.26
    ],
    [
        " in kuchi tan tan and and Ben luck with others soon to be opening and long been",
        2575.26,
        2581.66
    ],
    [
        " ving long and via tian lieutenant JG weird herald black is still looking for",
        2581.66,
        2588.78
    ],
    [
        " is mysteriously vanishing m 60 bolts latest debt for basketball casualty was",
        2588.78,
        2594.66
    ],
    [
        " lieutenant JG buckets coffee named after his golden touch on the court who got",
        2594.66,
        2601.16
    ],
    [
        " four stitches in his head after going for rebound who will it be in April three",
        2601.16,
        2606.26
    ],
    [
        " additions arrived this past month lieutenant Tom Robola and lieutenant JG",
        2606.26,
        2612.1
    ],
    [
        " Denny rally which is you sir our new in country and lieutenant JG bill belts",
        2612.18,
        2618.14
    ],
    [
        " was shafted shifted from debt eight oh well with TV booze and all the attractions",
        2618.14,
        2624.14
    ],
    [
        " of the big city what more could you want as one of our departed pilots used to",
        2624.14,
        2628.56
    ],
    [
        " say going home is for sissy's so and you guys these are all by their fantastic",
        2628.56,
        2636.32
    ],
    [
        " read I read that to my buddy Dave Burke where I sent I sent him a copy of it",
        2636.32,
        2640.84
    ],
    [
        " and he said that's the best sit rep I've ever read in my life so you guys had",
        2641.1,
        2646.42
    ],
    [
        " uh you know it's it's good because you know I always talking and and every",
        2646.42,
        2651.64
    ],
    [
        " vet that comes on here kind of talk about how we have fun and that shows that",
        2651.64,
        2657.18
    ],
    [
        " and I guess getting moond through your side window also shows that you guys are",
        2657.18,
        2661.88
    ],
    [
        " having fun I don't know if the hot brass is fun but you guys were having a great",
        2661.88,
        2666.74
    ],
    [
        " time and you guys were making it fun and at the same time man it was very",
        2666.74,
        2673.72
    ],
    [
        " intense and very dangerous one of the things that you know you you you kind of",
        2673.72,
        2679.42
    ],
    [
        " threw it out there you said hey we put these debts all over the place so we",
        2679.42,
        2682.04
    ],
    [
        " could have a quick response time and what that meant was you guys were spread",
        2682.04,
        2686.36
    ],
    [
        " out in these debts so that you could get two guys on the ground within a matter",
        2686.36,
        2691.08
    ],
    [
        " of minutes tell me about that opt-amp oh and what it was like when when they",
        2691.08,
        2696.64
    ],
    [
        " scrambled the seawolfs well we had two full crews for each one of our two birds",
        2696.64,
        2704.84
    ],
    [
        " and what that meant was you were 12 hours on 12 hours off 365 24 whatever in",
        2704.84,
        2715.86
    ],
    [
        " order to support the the brown water navy when they got in the ship they",
        2715.86,
        2721.74
    ],
    [
        " they needed us right away and we could literally get off the deck in about three",
        2721.74,
        2727.68
    ],
    [
        " minutes and that put us out there quickly enough that we could probably get",
        2727.68,
        2733.84
    ],
    [
        " them out of trouble the worst thing that could could happen to them in my",
        2733.84,
        2738.16
    ],
    [
        " estimation other than losing someone is losing their engine because then they",
        2738.16,
        2744.94
    ],
    [
        " were just out there with they were a grape no no place to go so all they could",
        2744.94,
        2751.58
    ],
    [
        " do is just absorb the the incoming and with that in mind what we would do is",
        2751.58,
        2758.38
    ],
    [
        " go on out and try and first get get their heads down and then two start working",
        2758.38,
        2764.74
    ],
    [
        " the target we had a very close relationship with the the PBR sailors very",
        2764.74,
        2772.24
    ],
    [
        " close those guys were sticking their necks out every day and the times they got",
        2772.24,
        2778.72
    ],
    [
        " in trouble we were happy to go and try and extricate them no matter no matter",
        2778.72,
        2785.18
    ],
    [
        " what but one of the great quotes that I saw in the in the history that I was",
        2785.18,
        2791.32
    ],
    [
        " reviewing is the first contact that HC one made the the two boats had gone out",
        2791.32,
        2800.02
    ],
    [
        " on patrol and it stumbled across a battalion size element with about 80",
        2800.02,
        2805.18
    ],
    [
        " sandpans and junks that were trying to cross a river and the boats came under",
        2805.32,
        2810.68
    ],
    [
        " obviously intense fire when the sea seawoals got there a couple of minutes",
        2810.68,
        2817.4
    ],
    [
        " after this the incoming fire team lead contacts the chief of the boat and says",
        2817.4,
        2825.4
    ],
    [
        " where do you want us to put in our strike and he said something like hell I",
        2825.4,
        2832.4
    ],
    [
        " want you boys to go in there and hold field day on those guys and that's",
        2832.4,
        2839.08
    ],
    [
        " where the attitude that you know it is it's it's an overused term but it's a",
        2839.08,
        2844.72
    ],
    [
        " brotherhood it it truly is you did we do anything for those guys they were",
        2844.72,
        2850.74
    ],
    [
        " putting it all out did you guys did you guys three brief with them for missions",
        2850.74,
        2857.14
    ],
    [
        " or how did you figure that out on how did you figure it out so did you know",
        2857.14,
        2862.06
    ],
    [
        " where they were going did you know what their target was did they pre-refuse",
        2862.06,
        2865.14
    ],
    [
        " unfortunately we had intelligence that was to put it kindly generally a piece of",
        2865.14,
        2873.8
    ],
    [
        " crap it wasn't very good for a number of reasons for a number of reasons but",
        2873.8,
        2878.26
    ],
    [
        " what we do is we talked to the guys on the boats we know what the tactical",
        2878.26,
        2882.84
    ],
    [
        " situation was in the OA and we would know where they were going and what what",
        2882.84,
        2891.22
    ],
    [
        " they were doing that is they're going out for a bunker are you doing an",
        2891.22,
        2895.54
    ],
    [
        " insert with seals we'd get that information from the from the team that was",
        2895.54,
        2900.46
    ],
    [
        " there actually we didn't have a team it was just a squad yeah but we'd share",
        2900.46,
        2908.42
    ],
    [
        " the information so we know about where they were going and what we do as",
        2908.42,
        2913.22
    ],
    [
        " soon as we got airborne is head for the the pre-brew spot and then get update",
        2913.22,
        2919.64
    ],
    [
        " the info in route so that by the time we got there we knew that where the fire",
        2919.64,
        2924.2
    ],
    [
        " was coming from what the situation was with the boats and where we were likely",
        2924.2,
        2928.76
    ],
    [
        " to put in our first strike so the deconfliction as far as where you were",
        2928.76,
        2933.14
    ],
    [
        " shooting and friendly fire and all that was I mean as long as as long as they",
        2933.14,
        2937.78
    ],
    [
        " tell you hey north north side of the river or something like that is that how",
        2937.78,
        2940.5
    ],
    [
        " you would deconflict and did you when you were supporting ground troops how",
        2940.5,
        2944.96
    ],
    [
        " the hell did you know who was who down there we'd by heaven pop smoke and that",
        2944.96,
        2949.9
    ],
    [
        " generally worked but the the worst thing that could happen is when you say pop",
        2949.9,
        2954.8
    ],
    [
        " red and one shows up right where you expected and one shows up a hundred meters",
        2954.8,
        2961.18
    ],
    [
        " on down so the bad guys had our had our freaks and well I don't know if they had",
        2961.18,
        2970.4
    ],
    [
        " our freaks or not but they could certainly see a smoke and they'd pop it also",
        2970.4,
        2974.94
    ],
    [
        " right same one and that could create a little confusion but it also gave us a",
        2974.94,
        2980.66
    ],
    [
        " a locus of points that we could talk to the guys on the boats and they could",
        2980.66,
        2985.72
    ],
    [
        " direct our fire and one thing that's important about that the 2.75 holding",
        2985.72,
        2993.92
    ],
    [
        " funeral rocket was a great tool I didn't like it much because it wasn't all",
        2994.7,
        3003.92
    ],
    [
        " that uncommon to have one of the the fins not open properly and then it had just",
        3003.92,
        3009.94
    ],
    [
        " go squirrely and go anywhere if you had the aircraft trimmed up it could be an",
        3009.94,
        3016.68
    ],
    [
        " effective weapon but I didn't like to use it too far out because that gave it",
        3016.68,
        3021.94
    ],
    [
        " more of an opportunity to develop a mind of its own I use it more as a as a",
        3022.98,
        3029.64
    ],
    [
        " close-in weapon so these the you'd be sitting in your in your hooch or whatever",
        3029.64,
        3035.5
    ],
    [
        " and you'd be standing you know just standing by it was your 12 hour shift and",
        3035.5,
        3040.96
    ],
    [
        " then all of a sudden the radio call would come in they they'd tell you guys go",
        3040.96,
        3044.84
    ],
    [
        " what was the procedure like from there?",
        3044.84,
        3046.36
    ],
    [
        " Aswells and elbows out to the aircraft the one of the other crews first first",
        3047.84,
        3052.94
    ],
    [
        " guy there would be suddenly the aircraft was pre-cocked but they'd go ahead",
        3052.94,
        3059.82
    ],
    [
        " and set the the rockets up for us and jump in hit the button and go you every I",
        3059.82,
        3073.94
    ],
    [
        " think that it's safe to say that practically every operational mission that we",
        3074.56,
        3079.38
    ],
    [
        " flew we took off over Max Grossweight you'd pull it up enough to get it out of",
        3079.38,
        3086.48
    ],
    [
        " the revetment and get it out there and what we do when we were really seriously",
        3086.48,
        3093.14
    ],
    [
        " overweight is just sort of inch it ahead and get a little forward momentum on the",
        3093.14,
        3099.88
    ],
    [
        " helicopter and then drop the collective which puts all the weight down on the",
        3100.24,
        3104.08
    ],
    [
        " skids and spread the skids and then pop it up a little and the aircraft would",
        3104.08,
        3109.34
    ],
    [
        " be slingshot up to about three feet and then you know you hopefully you'll get",
        3109.34,
        3115.02
    ],
    [
        " across the B40 fence at the end of the end of the runway it was colorful but",
        3115.02,
        3121.46
    ],
    [
        " had to do it in order to carry enough ordinance to get guys out of trouble",
        3121.46,
        3126.8
    ],
    [
        " and then I mean when we were in Iraq we always felt like the helicopters which",
        3127.24,
        3133.38
    ],
    [
        " win Ramadi the helicopters they wouldn't really fly over the city of Ramadi",
        3133.38,
        3137.16
    ],
    [
        " because it was there was too dangerous for them the couple times that they came",
        3137.16,
        3143.06
    ],
    [
        " in it was like it was like a just massive machine gun fire at them and they",
        3143.06,
        3147.82
    ],
    [
        " didn't really enjoy that too much but you guys were just so my point is that",
        3147.82,
        3154.68
    ],
    [
        " helicopters and actually vehicles as well they're like bullet magnets right",
        3155.12,
        3159.06
    ],
    [
        " everywhere you see a helicopter come in the enemy just sees that and focuses on it",
        3159.06,
        3163.22
    ],
    [
        " you guys must have you had to be taken fire all the time yeah all the time you get used to it",
        3163.22,
        3170.22
    ],
    [
        " one of my gunners reminded me of a the first time that we saw a 51 Cal coming at us",
        3170.22,
        3179.86
    ],
    [
        " it was uh it was night and these things you know they he's it's as big as a basketball",
        3179.96,
        3185.32
    ],
    [
        " it's as big as a freaking basketball coming up at you",
        3185.32,
        3189.24
    ],
    [
        " started to see the phraseers come up at it and he says damn you did the right thing",
        3189.24,
        3195.38
    ],
    [
        " I said yeah and he says he lowered the collective immediately got down on the deck and then",
        3195.38,
        3203.38
    ],
    [
        " uh came around and we could could adjust but those things are frightening oh yeah that's",
        3203.38,
        3208.2
    ],
    [
        " but it's it goes with the turf you're you're 20 years old that was 23 at the time and",
        3208.96,
        3215.58
    ],
    [
        " it's you think the mission you think the the pride that you take in in the guys and the uh the",
        3215.58,
        3223.3
    ],
    [
        " pride they take in you and it's frightening you know there's there that was terrified at times",
        3223.3,
        3229.88
    ],
    [
        " I think we all were that uh you you get by that you get by that you think about the guys down",
        3229.88,
        3237.02
    ],
    [
        " who are really in the ship and it's easy to uh apply what you know tactically and uh get the",
        3237.54,
        3243.72
    ],
    [
        " job done that's that's another thing that that's why I was kind of asking you about meeting with",
        3243.72,
        3249.1
    ],
    [
        " the guys on the ground because you guys are doing this and and I'm sure in some situations you",
        3249.1,
        3254.24
    ],
    [
        " would never met the people that were down there and you're still risking your lives to go in there",
        3254.24,
        3258.8
    ],
    [
        " and give them the support that they need yeah it's what we did there's a there's a there's a counter",
        3258.8,
        3267.24
    ],
    [
        " intuitive thing to to helicopters that you just mentioned which is when you're getting shot at",
        3267.24,
        3272.98
    ],
    [
        " from the ground if you get lower it takes away some of their field of fire right right so so you",
        3272.98,
        3278.88
    ],
    [
        " would think oh there's someone shooting at me I'm gonna get up and go away when the reality is",
        3278.88,
        3283.62
    ],
    [
        " if you get lower you know that that person's there's gonna be trees or whatever terrain",
        3283.62,
        3288.08
    ],
    [
        " features in between that's gonna take a little bit time to uh to get your instincts going in that",
        3288.08,
        3293.52
    ],
    [
        " direction yeah yeah it certainly does but it's amazing how quick those instincts are developed",
        3293.52,
        3300.94
    ],
    [
        " when you got somebody shooting that you and then the maintenance crews the birds are I saw",
        3300.94,
        3307.78
    ],
    [
        " pictures of birds they were just like it looked like they had been used for target practice",
        3307.78,
        3311.9
    ],
    [
        " yeah coming back you go watch that movie uh scramble to see well it looks like target practice",
        3311.9,
        3316.3
    ],
    [
        " that's what they were using the boards for target practice that's what someone will look like",
        3316.52,
        3319.3
    ],
    [
        " and the maintenance crews would just they they said they were making uh patches from beer cans",
        3319.3,
        3325.96
    ],
    [
        " that's true that's true and the the guys were proud of that and the uh the patch that uh was a",
        3325.96,
        3333.98
    ],
    [
        " beer can would not be painted over generally yeah no and there's one thing that I want to say and",
        3333.98,
        3341.78
    ],
    [
        " this is gonna sound like uh I'm a one trick pony and I love the gunners but those guys",
        3341.78,
        3347.46
    ],
    [
        " not only fired the weapons they serviced the weapons they serviced uh the uh the helicopters",
        3347.46,
        3356.6
    ],
    [
        " they performed all the dailies they were all qualified plane captains they kept that thing up and",
        3356.6,
        3362.12
    ],
    [
        " running for us so that we could walk out with our silkscars and uh strap the thing on and uh take",
        3362.12,
        3368.86
    ],
    [
        " them out to where they needed to be in order to get the job done no we're not Air Force we don't",
        3368.86,
        3374.3
    ],
    [
        " believe in silkscars sorry Air Force brother and then uh so you're you're doing this this is a crazy",
        3374.3,
        3385.12
    ],
    [
        " opt-empo operational tempo of 12 on 12 off 365 days yeah that's insane you get used to it you know",
        3385.12,
        3394.56
    ],
    [
        " it it's it's funny I mean you got you got eight hours of sleep okay and then you got four",
        3395.04,
        3400.18
    ],
    [
        " hours to eat and then the other 12 hours you're on standby to go fly into into gun battles I got",
        3400.18,
        3404.96
    ],
    [
        " for 365 days yeah I got nervous though when I wasn't flying you know a decent aviator wants to fly",
        3404.96,
        3411.6
    ],
    [
        " and uh it was hard sometimes it's sitting around waiting for your turn we played",
        3411.6,
        3418.08
    ],
    [
        " and lifted a lot of weight uh played a lot of volleyball the played volleyball uh with and",
        3418.4,
        3424.36
    ],
    [
        " against the the seals and sometimes the uh the boat drivers uh they just it was uh 50 meters from",
        3424.36,
        3431.84
    ],
    [
        " the uh from the aircraft and that kept us uh kept us right there so we could respond quickly",
        3431.84,
        3436.48
    ],
    [
        " and then um how often will you guys do in casualty evacuation only when needed",
        3436.48,
        3443.72
    ],
    [
        " yeah yeah it wasn't a primary mission of ours if somebody got shot up and uh needed to lift",
        3444.42,
        3449.58
    ],
    [
        " out of town uh we'd provide that and occasionally we'd uh get a call that uh uh someone uh was uh",
        3449.58,
        3457.58
    ],
    [
        " wounded and uh we'd go out and uh pick them up but uh generally that was a job that was done by some",
        3457.58,
        3463.58
    ],
    [
        " certifiable idiots that I love the uh the dust soft pilots you got 20 19 20 year old kids that are",
        3463.58,
        3472.42
    ],
    [
        " out there given the keys to uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh",
        3472.42,
        3485.94
    ],
    [
        " they'd fly into areas where they shouldn't that's uh uh another thing I talked about um with uh",
        3485.94,
        3492.56
    ],
    [
        " Colonel Bill Reader who was on this podcast and same thing I mean he just said that the the pilots",
        3492.56,
        3499.04
    ],
    [
        " back then and maybe it's because the aircraft were uh very inexpensive compared to the you know",
        3499.1,
        3505.24
    ],
    [
        " to what they fly nowadays they didn't they don't want to risk the aircraft now but he said he's got",
        3505.24,
        3510.32
    ],
    [
        " they were just flying to like it was hey your your your aircraft is just gonna get hit that's the way",
        3510.32,
        3515.94
    ],
    [
        " it's gonna be yeah deal with it yeah and if you ever get the get the opportunity to read uh the uh",
        3515.94,
        3524.36
    ],
    [
        " some of the uh citation for their congressional metal for uh the these are kilo pilots it's",
        3524.36,
        3530.18
    ],
    [
        " it's incredible what they did now with I was and always on this show give the uh same praise that",
        3530.18,
        3538.26
    ],
    [
        " you give to the machine gunners because the machine gunners in in a ground combat it's the",
        3538.26,
        3543.58
    ],
    [
        " machine gunners that are going to allow you to be able to maneuver and get away from a situation",
        3543.58,
        3547.62
    ],
    [
        " um or maneuver towards you know they're gonna allow you to move and same thing with with your",
        3547.62,
        3553.9
    ],
    [
        " gunners and what they were doing so you had a gunner on each side that's right that would protect",
        3554.44,
        3558.74
    ],
    [
        " the flanks that's right one of them on either a 60 or a dual 60 and the other one on a 50 cow",
        3558.74,
        3566.64
    ],
    [
        " generally or eventually a mini gun oh and then you guys got the mini guns yes yes I",
        3566.64,
        3573.52
    ],
    [
        " will in I looked at there was a real real fast flash on the screen in scrambled to see wolves",
        3573.52,
        3579.8
    ],
    [
        " there's a mini gun and it's actually it's upside down you can't I had to pause it to read it",
        3579.98,
        3584.46
    ],
    [
        " it said um the Lord Giveth and the mini gun take it away yeah it was a formidable weapon",
        3584.46,
        3595.72
    ],
    [
        " for uh close closer support yeah for people that don't know what a mini gun is it fires it fires what",
        3595.72,
        3602.08
    ],
    [
        " 5,000 rounds a minute I mean it's absolutely ridiculous what it's yeah I don't know what the",
        3602.08,
        3607.46
    ],
    [
        " rate is but it's it gets your attention yeah and it just it's powered it's it's powered it's",
        3607.46,
        3614.08
    ],
    [
        " electrically powered so it actually feeds the ammunition faster than than a than a normal mechanical",
        3614.08,
        3619.92
    ],
    [
        " weapon could fire but it just it's crazy how much and how much how many rounds but I think it's",
        3619.92,
        3625.98
    ],
    [
        " 5,000 something like that it's a ridiculous yeah and then you guys got those so those were on",
        3625.98,
        3631.26
    ],
    [
        " your birds while you were on deployment that's right yeah as far as the the mini gun goes you know",
        3631.26,
        3636.34
    ],
    [
        " it doesn't go bang bang bang it goes bzzz at the rate of fire is phenomenal and the the gunners",
        3636.34,
        3642.5
    ],
    [
        " loved it but you know there's a little John Wayne in all of us and I think every one of them would",
        3642.5,
        3648.44
    ],
    [
        " like to go back to the the free guns one thing that I do want to point out is that uh",
        3648.44,
        3655.16
    ],
    [
        " we were not very well equipped so when we were up and around uh you know unpatrolled or",
        3655.16,
        3662.82
    ],
    [
        " actually out there engaged and had to fly into uh to gas up and uh and uh uh rearm",
        3663.5,
        3671.04
    ],
    [
        " we'd go into an army base because the army had all the fuel and they had nails the uh 2.75",
        3671.04,
        3681.0
    ],
    [
        " makes a boom but if you can load it with fleshets you can really keep the enemy down so we'd go on",
        3681.0,
        3688.64
    ],
    [
        " up there depending on the tactical situation uh if we had a cause uh it's their uh",
        3688.64,
        3695.26
    ],
    [
        " anti personnel uh something developing on the ground we'd uh we'd load up there and that's",
        3695.26,
        3701.96
    ],
    [
        " where I saw my first cobra the snake was an impressive uh aircraft it was so much it had so much",
        3701.96,
        3709.84
    ],
    [
        " more firepower than any one of our hues but where do you put the gunners you know it's",
        3710.42,
        3717.72
    ],
    [
        " foreign-affseeding they uh don't have any suppression for rolling off target other than uh",
        3717.72,
        3723.74
    ],
    [
        " your wingman and it you know it was intriguing but it just didn't make sense to me uh",
        3723.74,
        3729.98
    ],
    [
        " yeah I remember this correctly that at one point uh you're whoever the commander was at the time",
        3729.98,
        3735.6
    ],
    [
        " got offered hey do you guys want some cobras and the answer was nope we we need to stick with the",
        3735.6,
        3739.8
    ],
    [
        " ues I'd heard that story I don't don't know whether it's true or not but yeah yeah we like that",
        3739.8,
        3745.18
    ],
    [
        " but uh you know one of the guys you mentioned in the wolf gram and I will mention his name uh",
        3745.18,
        3750.16
    ],
    [
        " Chuck Steely uh upcheck was quite a guy and he would go out uh on uh to requisition parts for us",
        3750.16,
        3759.64
    ],
    [
        " uh at the time the army had uh a contractor dine electron that was doing the uh the work on their",
        3759.64,
        3767.9
    ],
    [
        " craft and you know they're bored out of their skull when they don't have anything to work on",
        3770.2,
        3773.96
    ],
    [
        " so they uh got uh a uh loach and started rebuilding it from spare parts from here and there",
        3773.96,
        3780.8
    ],
    [
        " and got it to be fully functional and you know to have an observation helicopter like that uh to",
        3780.8,
        3788.06
    ],
    [
        " go out and uh snoop and poop with us that would be incredible Chuck engineered a deal where",
        3788.06,
        3794.92
    ],
    [
        " for a refrigerator full of beer they'd give us this aircraft you know it was written off the",
        3795.4,
        3801.72
    ],
    [
        " rolls out there there wasn't it but uh you know they said hey if you have a problem let us know",
        3801.72,
        3806.76
    ],
    [
        " we'll come down to care of it I like to think that Chuck was unplugging our refrigerator",
        3806.76,
        3814.04
    ],
    [
        " when the dead oh and see he came in and not just know but hell no but yeah that sort of thing",
        3814.04,
        3821.16
    ],
    [
        " was not unusual over there yeah god bless Chuck he did did everybody a lot of great service",
        3821.16,
        3826.9
    ],
    [
        " the uh the speaking of beer apparently the this the wolf on the sea wolf insignia somehow based",
        3826.9,
        3834.76
    ],
    [
        " on the low and brow beer can that's what they say allegedly that's what they say I can either",
        3834.76,
        3841.54
    ],
    [
        " confirm or deny you know strangely enough I I didn't drink much beer at all and I was over there",
        3841.54,
        3846.46
    ],
    [
        " because uh they they seem to treat it with something that just put the taste off we we all",
        3846.46,
        3852.22
    ],
    [
        " thought it was formaldehyde that was the the going rumor but man they told us that and go when I was",
        3852.22,
        3858.66
    ],
    [
        " in go on my first deployment they told us the same thing yeah that there was formaldehyde that",
        3858.66,
        3863.18
    ],
    [
        " rumor has been that rumor survived from 1969 to 1992 and I was on my first deployment there was",
        3863.18,
        3870.44
    ],
    [
        " formaldehyde in the beer but how did the beer taste awful and I kept trying to see if I could make",
        3870.44,
        3876.24
    ],
    [
        " it taste better but I didn't succeed there's so some of the stuff that you're talking about um",
        3876.24,
        3883.16
    ],
    [
        " you know from a leadership perspective you got you got guys that are risking their lives",
        3883.16,
        3889.26
    ],
    [
        " every time that call comes how how did you did you see guys that that got to a point where they",
        3889.26,
        3897.56
    ],
    [
        " couldn't take it anymore did you did you have situations where you had to send guys back to the",
        3897.56,
        3906.22
    ],
    [
        " get too nervous to go uh this may sound self-serving but I don't care I didn't see anyone in our",
        3906.88,
        3917.82
    ],
    [
        " debts and I did not see directly anyone who behaved in a cowardly manner an over cautious manner",
        3917.82,
        3925.54
    ],
    [
        " we didn't have anyone that uh was sent back to the to the rear there was a comradery that you",
        3925.54,
        3934.84
    ],
    [
        " just can't explain to somebody who hasn't enjoyed it it uh it's an honor to serve with people like",
        3934.84,
        3940.82
    ],
    [
        " that and we all took pride in our reputations among our squadron mates so it it wasn't hard at all",
        3940.82,
        3951.88
    ],
    [
        " and and that was so clear when you watch scramble to see wolves it's so clear",
        3951.88,
        3958.64
    ],
    [
        " and there's this incredible um like you can see the comradery and you can hear it when you read",
        3959.68,
        3965.62
    ],
    [
        " through the the the wolf grams you can see that guys are having a good time and there's this",
        3965.62,
        3970.9
    ],
    [
        " I mean what what I would consider and you can tell me if I'm wrong but like a peer pressure",
        3970.9,
        3976.56
    ],
    [
        " of hey we're gonna we're gonna we're gonna do this you know I've I've often said that when you",
        3976.56,
        3983.76
    ],
    [
        " get to a good seal platoon it's not a team it's not a platoon it's like a gang that's your",
        3983.76,
        3990.54
    ],
    [
        " it's a gang and we just don't allow for that bad attitude to creep out yeah yeah I feel the same",
        3990.54,
        4002.36
    ],
    [
        " way about the the se wolves and this might be a bad a good time to uh share with you the fact that uh",
        4002.36,
        4009.86
    ],
    [
        " I at one time after returning from Vietnam was so fed up with the mission that we were flying",
        4011.68,
        4019.3
    ],
    [
        " it was an aging aircraft it didn't have systems that were required to do the job the the job itself",
        4019.3,
        4025.14
    ],
    [
        " was not that important and you know you come from living on a drum drumlin for a year",
        4025.14,
        4032.98
    ],
    [
        " and then come back and uh you're expected to I don't know figuratively put your boots up",
        4032.98,
        4038.86
    ],
    [
        " on the table one day I got so pissed off the middle of the morning I uh jumped in my",
        4039.08,
        4046.9
    ],
    [
        " corvette remember that uh they were hey I learned I learned jumped in my corvette and uh",
        4046.9,
        4054.2
    ],
    [
        " tore on up to uh Coronado and two of the seals that we operated with friends were there and I walked",
        4054.2,
        4061.76
    ],
    [
        " into the office they had their LSD's pulled up face to face and I said guys I've had it",
        4061.76,
        4068.34
    ],
    [
        " I want to join up and they looked at each other and they locked up their secret and each of them grabbed me by an elbow",
        4068.86,
        4075.6
    ],
    [
        " and took me up to the little club in Coronado and we started pounding beers that tasted great no formaldehyde there",
        4075.6,
        4082.62
    ],
    [
        " and by the middle of the afternoon they'd convinced me that uh uh being a uh a peacetime seal uh wasn't uh",
        4082.62,
        4091.0
    ],
    [
        " everything that uh that I would expect and that the uh the navy had put an awful lot of investment into",
        4091.0,
        4098.06
    ],
    [
        " making me what I was and I could make them far better contribution by continuing to fly and uh I uh",
        4098.06,
        4106.26
    ],
    [
        " I turned my back on my opportunity to find out whether I had what it takes to become a seal",
        4106.26,
        4112.08
    ],
    [
        " I'm surprised that those guys um well I'm surprised they didn't talk you into it those",
        4112.08,
        4120.42
    ],
    [
        " must have been I'm surprised once they got enough beer in them they didn't have you down it down",
        4120.42,
        4126.1
    ],
    [
        " at buds with a log of sand over your head is there any particular missions in when you were in",
        4126.1,
        4133.4
    ],
    [
        " Vietnam that that stand out as you know one of the ones on scramble to see what's that they talked",
        4133.4,
        4138.32
    ],
    [
        " about this was absolutely ridiculous they're talking about the the the helicopter was the",
        4138.32,
        4145.04
    ],
    [
        " helicopters were there supporting a unit on the ground there was no one to relieve them um they",
        4145.04,
        4150.9
    ],
    [
        " needed more fuel they were running out of fuel the fuel lights on there's still no one to",
        4150.9,
        4156.04
    ],
    [
        " knowing to relieve the helicopters and provide support they say you know what screw it we're just",
        4156.04,
        4160.42
    ],
    [
        " gonna stay until we run out of gas and that's and that's what they did they stayed until they ran",
        4160.42,
        4166.04
    ],
    [
        " out of gas the other group came in they used ammo cans to refuel to to carry once the once the",
        4166.04,
        4173.72
    ],
    [
        " fire on the ground had subsided they used ammo cans to refuel the the helicopters that were out of",
        4173.72,
        4179.52
    ],
    [
        " fuel so they could get back to base that's freaking crazy well you know we never really took time",
        4179.52,
        4189.1
    ],
    [
        " to think about whether it was crazy or not you got a job to do and you know that that's probably",
        4189.1,
        4196.66
    ],
    [
        " natural way to explain it that was the job you went out and did that because that's what was",
        4196.66,
        4203.9
    ],
    [
        " expected that's what the guys on the in the boats expected of you that's what the the seal team",
        4204.42,
        4210.04
    ],
    [
        " that we had the seals that we had operate a binoc expected and when they call you you go",
        4210.04,
        4215.72
    ],
    [
        " yeah that's another thing I think is really um impressive about the seawolves is well first of all",
        4215.72,
        4223.8
    ],
    [
        " they took volunteers to go to the job and and like you said a bunch of people volunteered but",
        4223.8,
        4229.44
    ],
    [
        " the other thing is and I heard some of the vets talking about the some of the seawolves that's",
        4229.5,
        4233.96
    ],
    [
        " talking about the fact that they'd say oh I was in the navy and I was you know in the shit in",
        4233.96,
        4238.08
    ],
    [
        " Vietnam people say how you are in the navy you are in the shit but the reality is people you wouldn't",
        4238.08,
        4243.76
    ],
    [
        " I can't imagine that there was any of the gunners that when they joined the navy they thought",
        4243.76,
        4249.86
    ],
    [
        " themselves what I'm gonna be is a door gunner in direct combat with the enemy these are guys",
        4249.86,
        4255.52
    ],
    [
        " that were joined the navy for whatever reason and they end up in that job where the you know they're",
        4255.52,
        4262.84
    ],
    [
        " doing this day in day out and risking their life day in day out not not really what they signed up",
        4262.84,
        4268.32
    ],
    [
        " for and yet they held the line over and over and over again all of them volunteers yeah",
        4268.32,
        4274.46
    ],
    [
        " yeah it's it it it's humbles me to have been able to operate with guys like that and you know I",
        4274.46,
        4284.14
    ],
    [
        " the pilots yeah the pilots brass balls it was expected it was the job the gunners had those balls",
        4285.9,
        4294.34
    ],
    [
        " and then some because they kept us up kept the aircraft up kept the systems up I had a leadership",
        4294.34,
        4302.52
    ],
    [
        " lesson when I first got there growing up my dad you know he weed hunt and fish and I had fired",
        4302.52,
        4312.18
    ],
    [
        " we had two uh 14s for each bird they hung on the back of the pilot seat and I'd taken one on out",
        4312.18,
        4320.86
    ],
    [
        " we had a little makeshift range and fired it and brought it back on in after I was done and took it",
        4320.86,
        4327.54
    ],
    [
        " in to the crew area to clean it you would have thought that I had just stepped on a baby rabbit I mean",
        4327.54,
        4338.8
    ],
    [
        " it was more it was polite it was respectful but give me that thing yeah and the guys had that feeling",
        4338.8,
        4346.24
    ],
    [
        " about uh the armament you know this this is my job this I do this so you know it took a little",
        4346.24,
        4354.2
    ],
    [
        " getting used to it was easier to let them clean my 45 then uh I just kind of want to you know",
        4354.2,
        4364.14
    ],
    [
        " when when you're when you're there um you you start to get to know these guys really well",
        4364.14,
        4369.7
    ],
    [
        " and I don't you didn't loot you didn't have anyone killed from your debt while you were there",
        4369.7,
        4375.04
    ],
    [
        " is that correct that's correct but obviously other guys in other debts were killed while you were",
        4375.04,
        4382.6
    ],
    [
        " there did you guys have any kind of and this is something I've talked about before is Americans",
        4382.6,
        4388.2
    ],
    [
        " and I think it's just um because we have so many different cultures here we don't have a good",
        4388.2,
        4392.82
    ],
    [
        " protocol to deal with to deal with death and you know other other cultures around the world if",
        4392.84,
        4400.14
    ],
    [
        " someone dies you know you you do this for a day you do this for a day you say this prayer you",
        4400.14,
        4404.26
    ],
    [
        " you go through the ceremony and then you move on and Americans we have so many different cultures",
        4404.26,
        4408.76
    ],
    [
        " here that are all mixed together and death isn't something that happens all the time so we really",
        4408.76,
        4412.72
    ],
    [
        " don't know a lot of times hey what am I supposed to do and I think that's what that's what causes",
        4412.72,
        4417.74
    ],
    [
        " people problems is they don't know they don't know how to handle they don't know how to put closure on",
        4417.74,
        4422.22
    ],
    [
        " it and so it just kind of sticks around when you guys would learn that that someone your debt",
        4422.22,
        4427.64
    ],
    [
        " had been killed was there any protocol that you guys set up was there anything that you guys did",
        4427.64,
        4432.92
    ],
    [
        " to to try and take that on board and then move past it I probably miss out on a leadership",
        4432.92,
        4439.0
    ],
    [
        " opportunity and when guys got killed in other debts in combat or even just a fairing and aircraft",
        4439.0,
        4448.12
    ],
    [
        " in for maintenance I didn't sit down with the guys and talk about it I internalized it and",
        4448.12,
        4458.9
    ],
    [
        " being Irish would reflect on all the good times we had didn't think about what what went wrong",
        4458.9,
        4469.58
    ],
    [
        " didn't want to know initially you know eventually you do because it's important for",
        4469.58,
        4474.1
    ],
    [
        " for your trade that I just think about the good times that we we shared together I lost a",
        4475.06,
        4481.78
    ],
    [
        " couple of academy classmates I lost some great friends that I made while I was in country",
        4481.78,
        4487.46
    ],
    [
        " when young fella and I don't want to mention any names but he and I were both bicyclists",
        4487.46,
        4494.98
    ],
    [
        " and the one thing that he wanted to do when he got back home was build himself the primo bike and",
        4494.98,
        4502.8
    ],
    [
        " to start to start competing and he never got that opportunity and when you when you",
        4504.1,
        4510.66
    ],
    [
        " personalize something like that when you think about the opportunities that are lost in a heartbeat",
        4510.66,
        4517.5
    ],
    [
        " it makes you very thankful to be alive it makes you very thankful to have known that person",
        4517.5,
        4526.98
    ],
    [
        " and it makes you feel like you should redouble your efforts to get the sons of bitches that",
        4526.98,
        4533.24
    ],
    [
        " took that life away from him if they you can help focus your aggression and that's a good thing",
        4534.4,
        4540.62
    ],
    [
        " yeah no doubt about it and that was um I guess my way again I was uneducated no one ever taught me",
        4540.62,
        4547.66
    ],
    [
        " but one thing I did is okay we're gonna go to work yeah that's the thing that I knew how to do",
        4547.66,
        4553.74
    ],
    [
        " that's what I still know how to do is like go to work and you know there's I guess you could say",
        4553.74,
        4558.8
    ],
    [
        " there's some you know eventually you got to you got to deal with it you got to feel it more in",
        4558.8,
        4566.62
    ],
    [
        " the future but man when I was overseas it's like yeah okay we're gonna work and that's where the",
        4566.62,
        4572.88
    ],
    [
        " focus becomes because and also from my perspective it's like you know your guys that's what they",
        4572.88,
        4578.34
    ],
    [
        " would want you to do that's what they would want you to do so let me let me share something with",
        4578.34,
        4585.78
    ],
    [
        " you based upon what your guys would want you to do came home from a mission one night we were in",
        4585.78,
        4593.08
    ],
    [
        " contact and you know you're you're decompressing and I walk up to my rack and there's this Manila",
        4593.08,
        4600.38
    ],
    [
        " envelope for Lieutenant JG Rowley's eyes only and I feel oh no somebody back on back home has died",
        4600.38,
        4607.62
    ],
    [
        " and I opened this thing up with trembling hands and pull it out and it's a standard navy message",
        4607.62,
        4614.24
    ],
    [
        " and I said hi honey I'm gonna be in Tansenute in three days time come on up and see me",
        4614.82,
        4622.36
    ],
    [
        " Sean's mom the love of my life call signs stinky doesn't have anything to do with personal problems",
        4622.36,
        4631.08
    ],
    [
        " it's a matter of attitude yeah but she was a flight attendant for Branif and she was flying",
        4631.08,
        4637.22
    ],
    [
        " freedom birds in and out and she had one coming in Ben Lux only about 40 clicks south of",
        4637.22,
        4643.84
    ],
    [
        " a sagan and okay and you know we're to immediately spread like wildfire throughout the death and",
        4643.84,
        4651.74
    ],
    [
        " my guy god bless him they slept in a sun sandbag bunker or or enlisted crew and it was normally",
        4651.74,
        4662.28
    ],
    [
        " pretty ripe but it was also the only place that was really that had a little bit of privacy well",
        4662.28,
        4668.42
    ],
    [
        " they had determined that I was going to bring stinky on down for lunch I pick her up in Tansenute",
        4668.42,
        4675.04
    ],
    [
        " and bring her on down so they had that place spit shot I don't know how they did it but it was",
        4675.04,
        4680.76
    ],
    [
        " all right it turned out to be a bit of a disappointment we flew a helicopter on up to Tansenute",
        4680.76,
        4689.02
    ],
    [
        " and you know we're going over a bad guy country so it was armed and I land the thing in front of",
        4689.1,
        4695.34
    ],
    [
        " I know I didn't land and I wasn't flying it but we land in front of the the terminal there at",
        4695.34,
        4701.64
    ],
    [
        " Tansenute and immediately this Air Force truck comes on out with its cherry chop going and this",
        4701.64,
        4708.18
    ],
    [
        " this sergeant says you can't land here and I put it out to him that we already had and that we're",
        4708.18,
        4719.0
    ],
    [
        " listening this aircraft is armed why don't you stay here and watch it for us and we'll just be",
        4719.72,
        4724.02
    ],
    [
        " a little while so we walked on over this big old green brand of jet comes on in and everybody gets",
        4724.02,
        4731.74
    ],
    [
        " off and you know the incoming guys aren't nearly as gay and festive as yeah outgoing guys so they",
        4731.74,
        4739.7
    ],
    [
        " get off and there's gale standing up at the top of the ladder just waving at me so turns out she",
        4739.7,
        4746.14
    ],
    [
        " can't get off the aircraft but they didn't see anything about us getting on so you know my crew",
        4746.14,
        4750.68
    ],
    [
        " goes on up the the ladder and we're in there and gale's introducing them to the other",
        4750.68,
        4755.98
    ],
    [
        " astuertuses and they're loving it and we go to the back of the aircraft and sat there for 45",
        4755.98,
        4763.52
    ],
    [
        " minutes just talking with each other but when we got back and gale wasn't there the guys were just",
        4763.52,
        4772.9
    ],
    [
        " crestfallen they were so excited about having somebody there and you know they",
        4773.26,
        4777.52
    ],
    [
        " I don't think the place was ever cleaned again but that was my experience of dating my hometown",
        4777.52,
        4786.6
    ],
    [
        " honey in the zone yeah then what was it like was it standard Vietnam where just replacements would",
        4786.6,
        4797.44
    ],
    [
        " come when it was time for a guy to rotate out a new guy would show up pretty much like I",
        4797.44,
        4802.08
    ],
    [
        " mentioned earlier I was sort of kind of drifted the anapolis hotel and happened to run into a",
        4802.08,
        4808.42
    ],
    [
        " a weird herald who you referenced in that wolf gram he came just walking through with the",
        4808.42,
        4816.54
    ],
    [
        " debt for oh and c kernel hammin we call them kernel he was a navy commander and Dave introduced",
        4816.54,
        4825.88
    ],
    [
        " this and say this is a great guy we should have him and as it turns out they had an opening and",
        4825.88,
        4831.02
    ],
    [
        " within a matter of a few days I was in debt for so it it was sort of a roll your own environment",
        4831.02,
        4837.48
    ],
    [
        " yeah you know obviously they put guys into into slots where they needed them but they",
        4837.48,
        4843.3
    ],
    [
        " they it was fluid so then your time's coming up to to head home is it was it a one year 365 days",
        4843.3,
        4852.56
    ],
    [
        " yeah pretty much yes and then did you I'm you just stayed right on doing your 12 on 12 off until",
        4852.94,
        4859.58
    ],
    [
        " it was time to go what they normally do is for the last week or two that you were in country",
        4859.58,
        4864.9
    ],
    [
        " sent you into a bend to you for the for the out processing and we'd fly with the sea lords",
        4864.9,
        4870.38
    ],
    [
        " so you know you didn't stop flying it was just a different mission and then you get back",
        4870.38,
        4876.42
    ],
    [
        " then you then you get okay your time's up and it's time to go home yeah pretty much well you",
        4876.48,
        4881.3
    ],
    [
        " know there there'd be a little bit of a party a drunk ex but uh but other than that yeah yeah that's",
        4881.3,
        4887.5
    ],
    [
        " that was that was it then uh how was that transition going from Vietnam and then what how many",
        4887.5,
        4894.78
    ],
    [
        " how many hours later you're back in America or how many days uh it was a a straight through shot",
        4894.78,
        4902.18
    ],
    [
        " we stopped off uh in Honolulu there was one other stop maybe Guam and then Honolulu and then home",
        4902.18,
        4909.26
    ],
    [
        " it straight through and and so wait you so you were you married you weren't married yet no no we got",
        4909.26,
        4915.0
    ],
    [
        " engaged on R&R and Hong Kong and that's a two beer story so you got R&R from Vietnam met your",
        4915.0,
        4923.68
    ],
    [
        " your bride to be in Hong Kong that's right and proposed uh yeah you know we'd already talked about it",
        4924.38,
        4933.62
    ],
    [
        " we knew it was coming I got down on a knee and Jimmy's kitchen and all of a sudden it but it was",
        4933.62,
        4938.26
    ],
    [
        " pretty interesting uh when I arrived in in Hong Kong uh we were I booked a room at the Hilton",
        4938.26,
        4945.58
    ],
    [
        " so I'd go on down there and you know I'm checking in and I'm in my uniform so the manager",
        4945.58,
        4952.72
    ],
    [
        " happens to be walking behind the desk and says ah Mr. Laali Mrs. Laali is waiting for you in your room",
        4952.72,
        4959.9
    ],
    [
        " if you get shit Gail's getting in here tomorrow what's mom gonna think of course Gail had gotten in a day",
        4959.9,
        4966.28
    ],
    [
        " early uh she was in there that day you know times were different back then",
        4966.28,
        4972.22
    ],
    [
        " so your transition from um from Vietnam back to America all the sudden and you were you know",
        4972.22,
        4982.36
    ],
    [
        " people people use the term wild west sometimes to describe various military situations where it was",
        4982.7,
        4987.88
    ],
    [
        " oh it was like the wild west I don't know if it gets much more wild west they didn't see well for",
        4987.88,
        4994.2
    ],
    [
        " Vietnam man I mean it just doesn't seem the way you guys were running things the way the support",
        4994.2,
        4998.84
    ],
    [
        " that you got or didn't get the I mean just the fact like you guys didn't even have flight suits",
        4998.84,
        5004.58
    ],
    [
        " they they wouldn't issue them or something like that and you guys were just wearing kind of what",
        5004.58,
        5009.02
    ],
    [
        " what what you could get a hold of everything was sort of wild west it took longer to get into a",
        5009.16,
        5013.9
    ],
    [
        " flight suit than it did to pull on a no-mex shirt and certain pants and frequently it wasn't no-mex and",
        5013.9,
        5022.3
    ],
    [
        " as they say you know I've flown missions in my teni runners just uh we leave our gear there in the seat",
        5022.3,
        5030.04
    ],
    [
        " and if I was playing volleyball and if they scrambled us you don't think about anything but",
        5030.04,
        5036.6
    ],
    [
        " getting in that aircraft and getting it cranking so yeah it was wild west thank god yeah and then",
        5036.6,
        5044.32
    ],
    [
        " and then you get back to America and you're still in the Navy right yeah how was that well",
        5044.32,
        5051.26
    ],
    [
        " got through Trent you know first of all you're just decompressing that was newly married",
        5051.26,
        5056.72
    ],
    [
        " galloner getting used to living together she's dealing with my unique personality",
        5056.72,
        5064.5
    ],
    [
        " and it was sort of a scramble we partied art it's so when we got back a couple of seals one of them had a",
        5066.78,
        5075.4
    ],
    [
        " was connected to a family that owned one of the mansions there in Coronado on the on the waterfront",
        5075.4,
        5083.32
    ],
    [
        " I think that was first street front street at any rate just a man it was a beat up old place but",
        5083.32,
        5089.66
    ],
    [
        " it was truly a mansion and they had a couple mattresses on the floor and they had a table in the",
        5089.66,
        5094.74
    ],
    [
        " kitchen but no furniture and they had a a a tapper and we'd go over there and just party like crazy",
        5094.74,
        5102.76
    ],
    [
        " and the where I'm going with this story is through all of that time and through all the craziness",
        5102.76,
        5110.54
    ],
    [
        " and through all of the drinking there was only one person who got hurt as a result of",
        5110.54,
        5119.12
    ],
    [
        " overindulging he ran his car into a telephone pole didn't didn't kill him didn't even hurt him",
        5119.82,
        5125.68
    ],
    [
        " very much but that was the only instance that I know of and the only casualty we had to alcohol",
        5125.68,
        5133.66
    ],
    [
        " was that same guy who turned himself in to for AA and was cashered out of the Navy and then for",
        5133.66,
        5145.72
    ],
    [
        " 10 years he was sober clean and sober and he applied to get back in and the Navy God love it",
        5145.72,
        5152.1
    ],
    [
        " let him back in but more remarkable than that this is one of our pilots now from the seawolves",
        5152.1,
        5158.86
    ],
    [
        " they gave him his wings back and he finished up his career fly",
        5158.86,
        5163.22
    ],
    [
        " oh that's awesome so yeah the point is we we had a really great time when we got back and all",
        5163.22,
        5169.72
    ],
    [
        " that was sort of a haze but when I checked into the squadron after I completed the ragged",
        5169.72,
        5174.88
    ],
    [
        " learned to fly the the nor noble h3c slug yeah the uh our commanding officer took me in and uh in my",
        5175.72,
        5184.8
    ],
    [
        " check board interview says I know where you've been I know what you've done you aren't going to get",
        5184.8,
        5191.76
    ],
    [
        " away with any of that crap here and that there was a leadership lesson there I knew that I never",
        5191.76,
        5198.66
    ],
    [
        " wanted to be like him yeah that had to be intimidating for a guy though that's taken on these these",
        5198.66,
        5206.1
    ],
    [
        " pilots that have been doing what you had been doing and all of a sudden they got to try and",
        5206.1,
        5209.66
    ],
    [
        " rain these guys back into the world yeah I hope I'm not going in the too many sea stories but",
        5209.66,
        5215.96
    ],
    [
        " that great friend about the only guy names I'm using are guys who are deceased but that huge",
        5215.96,
        5222.02
    ],
    [
        " canis was a co-pilot and we were sent off to uh for uh to guam for some specialized training",
        5222.02,
        5232.1
    ],
    [
        " and he and I are there in our you know the poopy suits at the bar the oak club bar at the air force",
        5232.1,
        5241.68
    ],
    [
        " base on guam and we're enjoying a couple of beers which tasted good and all of a sudden this bell",
        5241.68,
        5249.98
    ],
    [
        " rings like crazy and income these guys in in pressed flight suits with ass scots and everybody in",
        5249.98,
        5259.04
    ],
    [
        " the bar all the air force guys are standing at attention this b 52 crew coming back from a mission",
        5259.04,
        5265.6
    ],
    [
        " and we're just sitting there with her elbows on the bar and the crowd didn't know what to make of",
        5265.6,
        5271.98
    ],
    [
        " us but uh they didn't get too close to us either come on guys we all have a mission to do",
        5271.98,
        5279.96
    ],
    [
        " and rolling thunder was very important if uh taken to its uh conclusion uh we might not have",
        5279.96,
        5287.28
    ],
    [
        " lost that war and I I use the words loss and war carefully there and that's not not a slip of the",
        5287.28,
        5295.36
    ],
    [
        " tone uh they've got a mission to do but I mean yeah the war from 40,000 feet and they're",
        5295.36,
        5303.36
    ],
    [
        " worried about sams because they turn in at this uh I don't want to go there I'm sorry I'd like",
        5303.36,
        5309.0
    ],
    [
        " to apologize to the United States Air Force and all the noble men and women who fly for the air force",
        5309.0,
        5313.54
    ],
    [
        " yeah that's uh actually you know those um when when we got back from Ramadi we we um we got after it",
        5313.54,
        5323.3
    ],
    [
        " in a very similar way um for several months I don't know how long you did but yeah there was a lot",
        5323.3,
        5329.0
    ],
    [
        " of uh um beer and other things that were drinking and I don't know you know there's it was sort of",
        5329.0,
        5336.16
    ],
    [
        " it was sort of it seemed like the the normal thing to do I don't know it seemed like we were going",
        5336.48,
        5341.78
    ],
    [
        " to kind of get it out of our systems for a little while and you know um get over it because it is",
        5341.78,
        5348.9
    ],
    [
        " it is you know it's not that big of a deal I don't want to make it sound like it's all crazy but",
        5348.9,
        5352.78
    ],
    [
        " you know you're over there and it's like okay it's a little bit of it's it's a different it's a",
        5352.78,
        5357.0
    ],
    [
        " different scenario and you got to kind of process through the fact that everything that you just",
        5357.0,
        5361.92
    ],
    [
        " were doing whatever a week ago two weeks ago three weeks ago is now completely different",
        5361.92,
        5367.38
    ],
    [
        " the way your life is completely different and there's no one shooting at you and there's no one",
        5367.38,
        5371.92
    ],
    [
        " not not you're not gonna lose in your guys which was the the the weight that I felt lifted off of me",
        5371.92,
        5377.7
    ],
    [
        " about a month after I got home I was I just you know woke up one morning and I just kind of felt",
        5377.7,
        5383.56
    ],
    [
        " different and I kind of I was like why do I feel I felt different in a good way and what I felt",
        5383.56,
        5389.94
    ],
    [
        " was oh I was thinking about why do I feel different right now and as I sat there and thought about",
        5390.68,
        5395.66
    ],
    [
        " I was like I'm not worried about any of my guys getting killed right now which was the first time",
        5395.66,
        5399.94
    ],
    [
        " in months that I hadn't been thinking about that all day every day and so yeah when you come home",
        5399.94,
        5405.22
    ],
    [
        " um there's there's definitely that and I I think it's I think you got to pay attention as a leader to",
        5405.22,
        5411.98
    ],
    [
        " everyone in that group to make sure that guys are staying within the box and staying within",
        5411.98,
        5418.74
    ],
    [
        " what's what's and I guess possibly normal for those situations because you can definitely be",
        5419.84,
        5425.68
    ],
    [
        " you can there will definitely be individuals that they'll they'll they'll they'll go too far and",
        5425.68,
        5430.32
    ],
    [
        " they're they're not making the transition and what they need is you know some help someone to come",
        5430.32,
        5434.08
    ],
    [
        " alongside pull alongside and say hey man let's let's take it back a little bit we're you know",
        5434.08,
        5438.9
    ],
    [
        " let's let's readjust and you know life's gonna be normal again and all that yeah unfortunately",
        5438.9,
        5445.62
    ],
    [
        " the way we were rolled in and out of the squadron when we left and came back to the world it was",
        5446.74,
        5452.72
    ],
    [
        " pretty much an individual effort yeah so that and I also tempered with the fact that your war was",
        5452.72,
        5458.98
    ],
    [
        " entirely different than ours I would imagine years was more up close and uh personal than than ours",
        5458.98,
        5467.64
    ],
    [
        " tell you the truth I don't recall ever reflecting on whether my guys were gonna come back from this",
        5469.04,
        5476.36
    ],
    [
        " mission or not you know it's something that we just all did we all did it together and I don't",
        5476.36,
        5482.02
    ],
    [
        " mean that to sound callous it just isn't wasn't part of my uh my thinking and that goes back to",
        5482.02,
        5488.38
    ],
    [
        " uh what cousin Kim asked you know how did you do it yeah yeah trying to bring everybody back whole",
        5488.38,
        5494.48
    ],
    [
        " yeah I don't I definitely the without question thought about that every every day that was the",
        5495.24,
        5501.1
    ],
    [
        " biggest thing that I thought about every day was because there was guys getting killed every day",
        5501.1,
        5508.34
    ],
    [
        " basically um there was memorial services every day there was uh you know one of the one of the",
        5508.34,
        5515.12
    ],
    [
        " things and I've talked about this a bunch but there was a vehicle graveyard outside it wasn't it",
        5515.12,
        5520.5
    ],
    [
        " on the way to the gate to leave camp Ramadi there was a vehicle graveyard where all the vehicles",
        5520.7,
        5525.14
    ],
    [
        " that had been blown up and destroyed by IDs and there was I would say 50 or 75 maybe even 100 but a",
        5525.14,
        5532.1
    ],
    [
        " massive area and so in order to leave the gate you drove by that yeah it was a it was a pretty harsh",
        5532.1,
        5539.46
    ],
    [
        " reminder and you know my guys were gone missions I wasn't always going on missions because I was",
        5539.46,
        5543.16
    ],
    [
        " overall in charge and there was multiple units and um so a lot of times I'd be just saluting the",
        5543.16,
        5548.12
    ],
    [
        " guys as they'd be leaving and and that's a worse feeling of like okay you know you just you just got",
        5548.12,
        5554.38
    ],
    [
        " your damn fingers crossed and you hope you've done everything you can and hope you've mitigated the",
        5554.38,
        5558.02
    ],
    [
        " risk but that was the heaviest the heaviest uh wait for me was just that daily thought um every",
        5558.02,
        5566.96
    ],
    [
        " because then there was also there was to fact that there was always guys in the field almost always",
        5566.96,
        5570.62
    ],
    [
        " there was almost always one of my you know little detachments of guys was out there with seven guys",
        5570.62,
        5576.48
    ],
    [
        " twenty Iraqi soldiers and there was gun fights going on and and that's the way it was that was the",
        5576.8,
        5581.86
    ],
    [
        " that was the heaviest thing um from a leadership perspective for me and yeah so when I got home it",
        5581.86,
        5591.14
    ],
    [
        " took about a month you know before I was like before and the other thing is I didn't everything",
        5591.14,
        5596.6
    ],
    [
        " that I'm saying about that feeling I was what was barely conscious of it while I was there I was like",
        5596.6,
        5601.34
    ],
    [
        " it was there but I was more focused on doing the job but it was more focused on it kind of",
        5601.34,
        5606.32
    ],
    [
        " cooked me like you know when they say the frog they put the frog in the boiling water you cook",
        5606.32,
        5610.22
    ],
    [
        " it slow whatever you there was like that it was more like that like over time it just built up and",
        5610.22,
        5615.0
    ],
    [
        " what I did was just focused on working working hard but then when I got home it was like I said it",
        5615.0,
        5620.22
    ],
    [
        " was like a month after I got home I woke up one day and just felt like a uh uh uh uh",
        5620.22,
        5625.84
    ],
    [
        " a weight lifted and I was saying what do I what is that what is that and then as I thought about it",
        5625.84,
        5631.6
    ],
    [
        " I'm thinking what am I not why do I feel like this you know I just had a big smile on my face and",
        5631.6,
        5635.58
    ],
    [
        " you know walking around my house and and thinking myself this this feels good what is this and",
        5635.76,
        5641.78
    ],
    [
        " then I realized oh you're you're you're actually not worried that one of your friends is gonna die",
        5641.78,
        5646.42
    ],
    [
        " today which is a which was a totally so like I said it was something that crept up on me and",
        5646.42,
        5652.9
    ],
    [
        " was just there there's just part of being over there and um felt good to uh to to have that weight",
        5652.9,
        5659.96
    ],
    [
        " come off but um you know again I think I dealt with it pretty decently and you know did I get drunk",
        5659.96,
        5668.38
    ],
    [
        " with my friends yeah well there was uh some some significant to you bruiser activities that um",
        5668.38,
        5673.56
    ],
    [
        " were were were fun and we let off a lot of steam yeah and I think that's fine but again you know",
        5673.56,
        5681.34
    ],
    [
        " what worries me about saying that is that there's some people that take that as like oh okay now I'm",
        5681.34,
        5686.48
    ],
    [
        " cleared hot just to go and and get drunk and get crazy and it's like no actually you're not um",
        5686.48,
        5692.08
    ],
    [
        " you got to keep that in check and especially from the guys that are in leadership positions",
        5692.08,
        5695.86
    ],
    [
        " hey man you got to keep a close eye and step back and detach and look at the guys and say okay",
        5695.86,
        5700.76
    ],
    [
        " I get it we're gonna let off some steam I get it we're gonna adjust back the real world but we need",
        5700.76,
        5706.34
    ],
    [
        " to make sure that everyone is staying inside the box and make sure that they're gonna come back out",
        5706.34,
        5711.32
    ],
    [
        " of this thing okay because I mean we all know it nowadays man the vets veterans come home",
        5711.32,
        5717.12
    ],
    [
        " and that's a hard transition to make from from combat to you know the civilian world and",
        5717.12,
        5723.9
    ],
    [
        " and even the world that you're talking about going from being a sea wolf in the wild west coming",
        5723.9,
        5727.96
    ],
    [
        " back to your commanding officer saying look you're not gonna get away with that crap here and you",
        5727.96,
        5732.72
    ],
    [
        " know we we definitely had our share of little stories like that from to you bruiser where you know",
        5732.72,
        5737.6
    ],
    [
        " guys guys would not quite be ready you know as a matter of fact JP to know who is with me at",
        5737.96,
        5744.0
    ],
    [
        " echelon front my brother when he came home when we came home he was in another platoon got hurt",
        5744.0,
        5749.58
    ],
    [
        " they sent him to our basic training school so buds he's gonna be a buds instructor and he didn't",
        5749.58,
        5757.2
    ],
    [
        " last very long over there because you can't take a guy that's 23 years old that just been through",
        5757.2,
        5763.52
    ],
    [
        " what JP had been through and say okay now you're gonna go go and be in charge of training these",
        5763.52,
        5768.14
    ],
    [
        " guys that are trying to make it through buds it wasn't a good fit yeah and so I just you know",
        5768.14,
        5774.08
    ],
    [
        " luckily had friends and was able to just pull them over and he worked directly for me again getting",
        5774.08,
        5777.86
    ],
    [
        " guys ready for the the more advanced training and combat training which he was perfect for but",
        5777.86,
        5782.96
    ],
    [
        " that was an example of where you know I was I had to look out and say okay this is not a good job",
        5782.96,
        5789.36
    ],
    [
        " for him right now you know JP's already an intense intense guy and coming home from Ramadi you know",
        5789.36,
        5797.34
    ],
    [
        " it was it was a it was a tough deployment you know he lost friends and as a young kid he wasn't",
        5797.34,
        5806.16
    ],
    [
        " ready to be yeah teaching these young you know he's looking at these kids like well you know you",
        5806.16,
        5811.88
    ],
    [
        " are you kidding me I'm gonna I'm gonna freaking decimate you guys and so I had to pull him over to a",
        5811.88,
        5819.34
    ],
    [
        " haha so you get oh so now so now you you're staying in the Navy that's it never doubt in my mind",
        5821.16,
        5827.06
    ],
    [
        " and you end up I mean you you end up doing the anti submarine warfare which is the job that kind",
        5827.06,
        5833.18
    ],
    [
        " of a no is that the job that annoyed you we called it also what we were given a mission without",
        5833.18,
        5840.6
    ],
    [
        " the the means to prosecute the mission and that annoyed me and then and then you went on to",
        5840.6,
        5846.76
    ],
    [
        " become a test pilot is that right that correct this deal you know I'd granted job test pilot and look",
        5846.76,
        5851.98
    ],
    [
        " at me now so so what is that job like it's it's fascinating you know I'm I'm living proof that",
        5851.98,
        5861.3
    ],
    [
        " nothing harms a person more than too much formal education but I get off on that and it was brought",
        5861.3,
        5867.28
    ],
    [
        " home to me once when we were having a raging party at our home in Patuxent River Maryland when I",
        5867.28,
        5871.76
    ],
    [
        " was there at the test center and most of the guys that have a copy of Playboy magazine on their",
        5871.76,
        5876.98
    ],
    [
        " night table a couple of guys have gone back to take a leak in our bedroom and found that I had",
        5876.98,
        5881.8
    ],
    [
        " some technical reports there I online and I didn't hear the end of that for a for a long time but",
        5881.8,
        5889.24
    ],
    [
        " I enjoyed it I enjoyed the the technical aspects of it I I often said there are only two topics",
        5889.24,
        5897.54
    ],
    [
        " that are worthy of conversation between men and that is flying in the fornication and",
        5897.54,
        5904.08
    ],
    [
        " you know I I lived to fly having said that since I retired I've flown very little but at that point",
        5904.08,
        5913.2
    ],
    [
        " in my life it was all about flying and it was a wonderful experience the the flying we did was not",
        5913.2,
        5921.08
    ],
    [
        " experimental flying it was engineering flying we test out weapon systems we test out new aircraft",
        5921.08,
        5926.64
    ],
    [
        " I was fortunate to to lead one of the three prongs of the the biggest helicopter acquisition",
        5926.64,
        5934.36
    ],
    [
        " that the Navy's made when they were looking for the new lamps helicopter two of my great good friends",
        5934.36,
        5940.42
    ],
    [
        " were we're flying the Sikorsky and the and the Boeing products and they were pretty well",
        5940.42,
        5947.88
    ],
    [
        " through their test program which took I think about a year when Bell helicopter piped up and says hey",
        5947.88,
        5955.06
    ],
    [
        " we've got one too well they didn't have a really logical contender but they needed somebody to go on",
        5955.14,
        5962.6
    ],
    [
        " down and leave the test of that aircraft and that was me and boy that was fun you know you're",
        5962.6,
        5968.78
    ],
    [
        " literally or flying a test card that takes out to the edge of the envelope and hey are you good",
        5968.78,
        5974.02
    ],
    [
        " enough sure I'm good enough yeah just don't go too far and don't bust your ass there's a lot of",
        5974.02,
        5980.26
    ],
    [
        " investment that you're sitting in right there that you want they want you to keep in in one piece",
        5980.64,
        5984.98
    ],
    [
        " but no I thoroughly enjoyed it lifelong friends there and just keep me to a story the two guys that",
        5984.98,
        5993.0
    ],
    [
        " were flying the Boeing and Sikorsky dear friends one of them was a naval academy classmate and he",
        5993.0,
        5999.68
    ],
    [
        " and I flew in Vietnam and the other guy Greek is just a wonderful guy and still a lifelong close",
        5999.68,
        6006.34
    ],
    [
        " friend well duck was unfortunately fortunately for a Hughes became their chief test pilot you got",
        6007.74,
        6015.92
    ],
    [
        " out of the Navy and was flying for Hughes and was killed in a in a horrible accident and Greek and",
        6015.92,
        6023.48
    ],
    [
        " sort of sort of closed ranks and decided that we were going to try and send duck off in good stead so",
        6023.48,
        6035.04
    ],
    [
        " if you're familiar with San Diego now you know about the point Loma Lighthouse and the area up there",
        6036.84,
        6043.92
    ],
    [
        " that's where the family was waiting Hughes had given us a 500 to scatter the remains in",
        6043.92,
        6050.48
    ],
    [
        " Greek took it upon himself to do this now at this time he probably had a 2500 flight hours he",
        6050.48,
        6059.06
    ],
    [
        " knew his way around a helicopter he's in his navy blues he gets in the aircraft he's got the",
        6059.06,
        6064.96
    ],
    [
        " creamains in his lap and they're flying out along well below the the point on on out over the ocean",
        6065.5,
        6073.6
    ],
    [
        " and he looks up and sees the family up there and he's so emotionally wrought that he reaches down",
        6073.6,
        6081.14
    ],
    [
        " and takes the lid off of the creamains well if you've ever been an helicopter you know that it's not",
        6081.14,
        6087.34
    ],
    [
        " a very stable place to have creamains and immediately he said it was IFR inside that cockpit with duck",
        6088.16,
        6097.42
    ],
    [
        " everywhere and fortunately the family didn't know what was going on and everything came out fine",
        6097.42,
        6104.52
    ],
    [
        " Greek had called me up and said hey I had to make mustard today and I said yeah and he says",
        6104.52,
        6111.9
    ],
    [
        " yeah and when I got my blues out I'm still brushing duck off so yeah there's ways you",
        6111.92,
        6119.62
    ],
    [
        " you accommodate that I always think of the great good times that duck and Greek and I had together",
        6119.62,
        6128.7
    ],
    [
        " and I miss him sure I miss him all the time but she life goes on sounds like he had to final say",
        6128.7,
        6136.7
    ],
    [
        " that yeah yeah you were OIC during the Iranian hostage crisis what was that like",
        6136.7,
        6144.9
    ],
    [
        " that was self-made you know yes we were the only helicopter out there that wasn't on the",
        6144.9,
        6157.54
    ],
    [
        " large gray boats to actually fly the mission that could could provide combat search and rescue",
        6157.54,
        6163.9
    ],
    [
        " so we took full advantage of that got the armament that we thought we were passing through Guam",
        6164.88,
        6170.7
    ],
    [
        " I didn't like the sidearm I had so I went on down to buy one I know it's gonna take two weeks",
        6170.7,
        6175.86
    ],
    [
        " and it took me about two hours to get in touch with the local authorities and I had my sidearm",
        6175.86,
        6182.3
    ],
    [
        " on going over the horizon which is sort of silly you know I mean really you're flying an",
        6182.3,
        6190.22
    ],
    [
        " overwater mission and you need to say well you never can't tell it's always good to be prepared",
        6191.32,
        6195.04
    ],
    [
        " but at any rate we'd go out there and and just train for that when we weren't actually out there",
        6195.04,
        6202.52
    ],
    [
        " and in support of the the boats we'd want to train for that you end up doing your 20 years",
        6202.52,
        6209.58
    ],
    [
        " and then you called it at 20 is that does that how long you did 20 21 21 years",
        6209.58,
        6215.24
    ],
    [
        " and then you went off to the civilian sector yes it did started working a bunch of various jobs",
        6215.6,
        6222.12
    ],
    [
        " that's right I started out in high tech our company had a professional staff of 260% of whom were",
        6222.12,
        6230.92
    ],
    [
        " PhDs and I had enough technical background that I'd go out to a customer with one or more of these",
        6230.92,
        6237.24
    ],
    [
        " PhDs and they'd make their presentation and I'd say let me thank you what the doctor meant to say it was",
        6237.24,
        6243.4
    ],
    [
        " yeah and I just had a great I'm being surrounded by smart people and just is a lot of fun it can",
        6244.1,
        6251.66
    ],
    [
        " be very frustrating at times but it's a lot of fun yeah and we have a curious insult in the teams",
        6251.66,
        6260.16
    ],
    [
        " which is someone will ask you about a guy and the guy's not a bad guy but someone will say oh you",
        6260.16,
        6266.7
    ],
    [
        " know he's he's a really he's a really smart guy which is you know he might not be the best",
        6266.7,
        6273.82
    ],
    [
        " most common sense he might not be the best leader but you know he's a smart guy so yes it can't",
        6273.82,
        6280.82
    ],
    [
        " get frustrating hand around with people that are super smart and then five and then one did you",
        6280.82,
        6285.12
    ],
    [
        " move to Hawaii about 14 years ago I spent five years in range operations and then they created",
        6285.12,
        6292.38
    ],
    [
        " a new position and for my last five working years I was the environmental manager for the",
        6292.38,
        6298.44
    ],
    [
        " Pacific Muscle Range my daughter when she learned of that said dad you hate those guys and I said yes",
        6298.44,
        6306.6
    ],
    [
        " Heather but no I'm in a position to say no and I just had a lot of fun you know the the local",
        6306.6,
        6313.12
    ],
    [
        " environment community great people but they were not strong supporters of military training and",
        6313.12,
        6320.04
    ],
    [
        " that that was my cause to help them explain why we needed to train out there and that we were",
        6320.04,
        6329.02
    ],
    [
        " heard out to kill the whales yeah yeah and then how long ago was it that you retired retired",
        6329.02,
        6338.18
    ],
    [
        " about four years ago that's retirement has been very very good to DJ",
        6338.18,
        6345.08
    ],
    [
        " and I mean I got I got one more quote that I that I wanted to read because I know we've been going",
        6345.08,
        6355.58
    ],
    [
        " out for a bit here but this is this is another quote this is a quote from from a Vietnam seal",
        6355.58,
        6362.12
    ],
    [
        " um and here we go not only does many a seal always life to the sea wolves but the units often",
        6363.58,
        6369.5
    ],
    [
        " operated together as a team very often located at the same base of operations we developed friendships",
        6369.5,
        6374.84
    ],
    [
        " that are still alive today operating well outside standing opera standard operating procedures",
        6374.84,
        6380.86
    ],
    [
        " the sea wolves have lifted seals out of enemy encirclements and I have known them to land in a hot",
        6380.86,
        6387.16
    ],
    [
        " LZ to lift out cash is too large for the seals to pack out they also evacuated our wounded when",
        6387.16,
        6394.9
    ],
    [
        " Medevac helicopters were not available most important they were always there for us when we were",
        6394.9,
        6401.02
    ],
    [
        " down in the mud and darkness the night illuminated with red and green tracers the VC behind every",
        6401.02,
        6407.46
    ],
    [
        " shadow many times after we were out of danger they stayed with us until we were safely extracted",
        6407.46,
        6414.22
    ],
    [
        " in the middle of the river and out of the range of enemy fire and that's chief Barry Enoch who's a",
        6414.36,
        6420.84
    ],
    [
        " uh legendary seal from seal team one navy cross recipient and I think",
        6420.84,
        6429.04
    ],
    [
        " that that quote just really exemplifies the the bond between seals and sea wolves and like I said",
        6429.04,
        6436.72
    ],
    [
        " it was something that I heard about as a young seal and it's a bond that still exists when",
        6436.72,
        6443.04
    ],
    [
        " when I talk to the Vietnam seals and it's a bond that's uh that's always going to be there",
        6443.04,
        6448.66
    ],
    [
        " and um oh man do that uh do you have any uh you know I like I said we've been at it for a while and",
        6448.66,
        6457.82
    ],
    [
        " I like I like I told you before we started I can sit I'll sit here I can sit here and listen",
        6457.82,
        6461.8
    ],
    [
        " to you all day but uh do you have any other you know any other closing thoughts that you want to",
        6461.8,
        6467.22
    ],
    [
        " mention uh hand salute to the 44 that didn't make it back with us uh anyone who hasn't been to the",
        6470.78,
        6480.22
    ],
    [
        " wall anybody who served who hasn't been to the wall you ought to make that trip a uh a shout out",
        6480.22,
        6490.96
    ],
    [
        " again and I know it sounds like a broken record but to the guys that are responsible for getting",
        6490.96,
        6496.3
    ],
    [
        " me back in one piece are gunners great human beings and uh to the guys I flew with hey next time",
        6496.3,
        6505.06
    ],
    [
        " we'd get together the beers on you yeah I I should share with you that uh as a technical person",
        6505.06,
        6512.92
    ],
    [
        " I have developed what I call Rowley's theorem and Rowley's theorem says that all the truly great",
        6512.92,
        6520.26
    ],
    [
        " ladies hook up with all the truly big buffoons and stinky if you're out there listening I sure",
        6521.12,
        6527.74
    ],
    [
        " am glad that you did that love you more than pork chops maybe and uh well also thanks to your son",
        6527.74,
        6536.3
    ],
    [
        " Sean for uh for connecting us and when he came up and asked me he's like oh would you would you",
        6536.3,
        6541.28
    ],
    [
        " have a c-woof on your podcast I'm like uh let me think about that for point two seconds absolutely",
        6541.28,
        6546.24
    ],
    [
        " so um yeah thanks to Sean for for connecting us and and it's been it's been an honor to sit here",
        6547.52,
        6553.62
    ],
    [
        " and listen to you and thanks for what you and all the c-woof's did for our country",
        6553.62,
        6559.94
    ],
    [
        " for our navy and specifically thank you for the support that you and your brothers gave to my",
        6559.94,
        6567.76
    ],
    [
        " brothers and my forefathers on the ground in Vietnam we'll never forget what you and your brothers did",
        6567.76,
        6574.42
    ],
    [
        " I will never forget the sacrifices of those those brave c-woof that made the ultimate sacrifice for",
        6576.24,
        6585.54
    ],
    [
        " our freedom oh man and Dennis Rowley has has left the building and obviously awesome to have him",
        6585.54,
        6596.64
    ],
    [
        " on and incredible opportunity to talk about this the c-woof's and go check out this website it's c-woof.org",
        6596.64,
        6605.32
    ],
    [
        " really cool website to read through one of the coolest things on it is I read that example of the",
        6605.92,
        6610.9
    ],
    [
        " Wolfgram they got all the Wolfgrams and they're all just for me they're good they're worth checking",
        6610.9,
        6616.08
    ],
    [
        " out they've also got all the awards that well not they've got the list of the awards with they got the",
        6616.08,
        6620.6
    ],
    [
        " Navy Cross Awards in there uh just an awesome website so go check it out c-woof.org",
        6620.6,
        6626.46
    ],
    [
        " and with that if you want to support you know yourself this podcast etc echo when you got",
        6626.46,
        6634.84
    ],
    [
        " stand on the path okay stand on the path talk about jujitsu yes jujitsu get a key we know we're getting",
        6634.84,
        6642.84
    ],
    [
        " keys origin keys do we all know that yeah that's origin do we know that yes you should know that",
        6642.84,
        6650.16
    ],
    [
        " so go to origin main.com that's where you get your key and rash cards for jujitsu 100% bar none",
        6650.16,
        6656.7
    ],
    [
        " I'm almost tempted to say don't even get any other kind of key or rash card I would agree with that",
        6656.7,
        6663.04
    ],
    [
        " yeah yeah 100% also if you're warming up or cooling down or just cruising they have joggers",
        6663.04,
        6670.7
    ],
    [
        " you got into the joggers yeah it helps when my son got some of the joggers which he's totally stoked on",
        6670.7,
        6677.1
    ],
    [
        " I tried them on yeah just to see they're so horrible they are so not not not in a situation well",
        6677.1,
        6685.04
    ],
    [
        " here's the thing with joggers depending on how you wear them for sure but they're more of a um",
        6685.04,
        6692.0
    ],
    [
        " should I put this kind of acceptably they're kind of form fitting from time to time right so",
        6692.52,
        6700.06
    ],
    [
        " there's you know they're kind of you know so they don't flap around so they're form fitting you",
        6700.06,
        6705.16
    ],
    [
        " inform fitting joggers yeah I could see how that could be a violation for sure but if you're not",
        6705.16,
        6712.32
    ],
    [
        " jokko joggers most comfortable joggers in the world probably in the history of joggers maybe ever",
        6712.32,
        6718.54
    ],
    [
        " origin main origin joggers also we got some supplements on there um that you can take",
        6719.08,
        6724.8
    ],
    [
        " you got joint warfare which will keep your joints intact yeah yeah krill oil same thing kind of universal",
        6724.8,
        6736.88
    ],
    [
        " substance yeah that's to maintain the joint I went off the joint warfare for a little while why",
        6736.88,
        6745.56
    ],
    [
        " wow long story long story being yeah I you know laps of discipline you know how the kind where I'm like",
        6746.2,
        6752.52
    ],
    [
        " oh I don't feel the pain you know or nothing so I just don't I'm not like compelled as much oh you",
        6752.52,
        6757.8
    ],
    [
        " know when you okay yeah you make it like a routine though right like that's just the thing I get",
        6757.8,
        6762.74
    ],
    [
        " up every day yeah I take it before I get I take kral oil and and joint warfare when I wake up in",
        6762.74,
        6768.32
    ],
    [
        " the morning and before I go to bed at night period and destroy every day yeah like not you",
        6768.32,
        6771.96
    ],
    [
        " don't even train that day still the hundred percent joint warfare train that day but",
        6771.98,
        6776.08
    ],
    [
        " yeah well still discipline is not a hundred percent because I don't take that every day I take it",
        6776.08,
        6782.92
    ],
    [
        " when needed yeah but I will say I've been using I feel like that's a little bit of a crutch right",
        6782.92,
        6788.64
    ],
    [
        " out because I've been using it a lot before yeah well still you can take it every day yeah you can",
        6788.64,
        6794.12
    ],
    [
        " but no the joint warfare I like your mindset I think I actually I think I should incorporate that",
        6794.12,
        6799.42
    ],
    [
        " where it's just that's just how every day so with joint warfare I'll be like well you know like",
        6799.42,
        6804.96
    ],
    [
        " it'll be in my mind not even necessarily heavily but it'll be in my mind oh did I train hard",
        6804.96,
        6809.96
    ],
    [
        " enough to warrant like joint warfare kind of kind of attitude it's more or less like that so I",
        6809.96,
        6817.18
    ],
    [
        " wasn't feeling any kind of inflammation or pain or nothing so I was like you know I so like",
        6817.18,
        6823.62
    ],
    [
        " so I skipped it one day and then I sort of you know it just wasn't in my mind sure enough and I'm",
        6823.66,
        6828.98
    ],
    [
        " still lifting still doing it still in the game freaking elbow comes back because I'd get elbow from",
        6828.98,
        6836.36
    ],
    [
        " you know from pressing you know and I get little elbow things nothing terrible you just got to warm",
        6836.36,
        6841.06
    ],
    [
        " up more whatever but man it came back son of a just like they all the joint warfare",
        6841.06,
        6845.58
    ],
    [
        " hundred percent this is just this is just the other day so usually it takes a few days to like kind",
        6845.58,
        6849.88
    ],
    [
        " of get back how's it feel right now fine but when I start like if I started to do a push up like",
        6849.88,
        6855.48
    ],
    [
        " a close grip push up right now I'll feel it probably yeah maybe I don't know because it's been a",
        6855.48,
        6859.72
    ],
    [
        " few days so that's joint warfare acrylic oil discipline and then got mulk which is just the food",
        6859.72,
        6865.9
    ],
    [
        " that you need in your body that's what it basically is yeah and it tastes good and also for your",
        6865.9,
        6872.32
    ],
    [
        " kids you got war your kid mulk strawberry and chocolate they're both really good but let's face it",
        6872.32,
        6878.48
    ],
    [
        " the strawberry is a whole another deal Brian is working on adult strawberry mulk will be coming out",
        6878.48,
        6885.06
    ],
    [
        " with that can I ask you this yes about the regular mulk dark chocolate is good right yeah after",
        6885.06,
        6893.34
    ],
    [
        " certain number of percentage of what is it what is what means dark chocolate better right it's",
        6893.34,
        6898.38
    ],
    [
        " like a certain percentage of dark in general life yeah and life yeah yeah because there's no",
        6898.38,
        6903.56
    ],
    [
        " sugar in it if you just get straight dark chocolate right but then there's 80 percent 80 percent",
        6903.56,
        6908.68
    ],
    [
        " that's like the threshold let me put you this way 80 percent is good when you get to 72 percent",
        6908.68,
        6915.18
    ],
    [
        " you're like you're like oh that's just a tasty you know you're just eating dessert 80 percent's",
        6915.18,
        6919.74
    ],
    [
        " not quite it still gives you a chocolate satisfaction but it's not like the same let me be this",
        6919.74,
        6925.74
    ],
    [
        " way if you eat two squares of 80 percent chocolate you won't desire more if you eat two",
        6925.74,
        6931.1
    ],
    [
        " squares of 72 percent chocolate you're like I'm a little bit more yeah okay just like that tasty",
        6931.18,
        6936.5
    ],
    [
        " okay perfect so so the the mulk with adult mulk my question to you in your opinion your jaco",
        6936.5,
        6943.6
    ],
    [
        " disciplined opinion if I put a chunk because I last night I put this chunk there's this chunk I don't",
        6943.6,
        6951.24
    ],
    [
        " know why it was there was there chunk a chocolate it wasn't 80 percent in the blender I didn't put",
        6951.24,
        6956.96
    ],
    [
        " the whole thing I broke off a little piece so it's maybe like a the size of a two you know the",
        6956.96,
        6962.62
    ],
    [
        " little baby sneakers bars two of those I would say that's how big the chunk this block of chocolate",
        6962.62,
        6969.14
    ],
    [
        " two of the baby sneakers yeah it was pretty big yeah that's a big munk shake those like three",
        6969.14,
        6973.86
    ],
    [
        " scoops you know like you know the 30 ounce you know the mugs that we have full anyway put it in",
        6973.86,
        6981.66
    ],
    [
        " with a peanut butter chocolate munk and it enhanced it oh yeah well of course you",
        6981.66,
        6986.76
    ],
    [
        " look sugar in there so the question is is like how much of a violet like if it's 80 percent",
        6986.76,
        6991.6
    ],
    [
        " chocolate or dark 80 percent dark chocolate but you didn't put 80 percent dark I know but",
        6991.6,
        6996.3
    ],
    [
        " sugar chocolate no matter what I did it didn't do I'm saying theoretically if I did 80 percent",
        6996.3,
        7003.4
    ],
    [
        " or more chocolate that's good that's still within the confines I'd say you're in the path in the",
        7003.4,
        7008.5
    ],
    [
        " game right okay 80 percent so if when we come across 80 percent chocolate let's add that just",
        7008.5,
        7015.16
    ],
    [
        " collectively let's add that and see how we all feel about that that's what I think you get the",
        7015.16,
        7020.18
    ],
    [
        " little chips at the bottom of the cup too it's pretty cool check also I just talked to a guy",
        7020.18,
        7025.0
    ],
    [
        " strawberry or for the warrior kid mulk if your kid is lactose intolerant you put him on the almond",
        7025.0,
        7032.94
    ],
    [
        " right so get some of that do you also if you want to represent on the path",
        7034.0,
        7040.32
    ],
    [
        " jaco with the store it's called jaco store so you can get shirts hats hoodies tank tops more",
        7040.32,
        7049.46
    ],
    [
        " rash guards recommended still within within the confines of being in the game or rash cards as well",
        7049.46,
        7054.78
    ],
    [
        " if yeah if you want to represent in the wild on the path and in the wild at the same time jaco",
        7054.78,
        7061.82
    ],
    [
        " store dot com that's where you can get some cool stuff all jaco approved all of it women stuff on",
        7061.82,
        7068.28
    ],
    [
        " there is by the way there is counterfeit jaco stuff yeah but here's the thing about the",
        7068.28,
        7072.64
    ],
    [
        " counterfeit here's the thing about the counterfeit ones they're like I be like if you all you have",
        7072.64,
        7077.32
    ],
    [
        " to do here I dig it like you see a cool design that seems new because that's really the what you",
        7077.32,
        7085.94
    ],
    [
        " call it the visceral not visceral that's negative right like that you're immediate responses like",
        7085.94,
        7091.22
    ],
    [
        " oh new design on amazon or wherever these kind of fits exist you see the new design so you kind of",
        7091.22,
        7097.4
    ],
    [
        " oh cool and you in your in your haste you click on it but here's the thing if you just stop for one",
        7097.4,
        7102.88
    ],
    [
        " second you can be aggressive but not foolhardy right that's the deal yeah so you take this one moment",
        7102.88,
        7109.3
    ],
    [
        " to recognize the design you'll know there's violations all through every single design on there",
        7109.3,
        7114.76
    ],
    [
        " first off the font is like the completely wrong font completely wrong then I saw one like the",
        7114.84,
        7120.84
    ],
    [
        " good one right that's on like you know one of these one of these websites that you can go to and",
        7120.84,
        7128.96
    ],
    [
        " you submit your pdf or jpeg and it generates a shirt for you it's like it's a super cheap thing",
        7128.96,
        7137.86
    ],
    [
        " so there's one of those I don't forget what it's called but it's one of those where it's like",
        7137.86,
        7141.58
    ],
    [
        " obviously cheap and the design's wrong it's backwards ours is backwards the good says is backwards",
        7141.66,
        7147.42
    ],
    [
        " it's how it's supposed to be oh there's ones all frontwards like just some person who didn't pay",
        7147.42,
        7151.74
    ],
    [
        " attention is trying to do it it's real obvious if you take that second to notice it though so the",
        7151.74,
        7157.5
    ],
    [
        " counterfeit ones you know there you go so just look out for the counterfeit ones yeah yeah they're",
        7157.5,
        7163.72
    ],
    [
        " out there also you don't get counterfeit ones at jockewistaur.com correct yeah factually factually",
        7163.72,
        7169.82
    ],
    [
        " also jockewitee is there counterfeit jockewitee there is not yeah so that's that one's going to be a",
        7171.84,
        7176.3
    ],
    [
        " lot harder to count counterfeit yeah that's the you got to you got to put some effort into that one",
        7176.3,
        7180.06
    ],
    [
        " yeah you don't have to get labels done I would actually be kind of impressed",
        7180.06,
        7183.72
    ],
    [
        " like like slightly just in your mode of getting after it would be high level yeah because it's",
        7183.72,
        7189.66
    ],
    [
        " not easy to make tea no easy make cans of tea no and it's not easy to deadlift to 8,000 pounds unless",
        7189.66,
        7198.64
    ],
    [
        " you've been drinking your tea so get some of that organic to by the way certified just saying also",
        7198.64,
        7204.84
    ],
    [
        " subscribe to the podcast if you haven't already on iTunes and Stitcher in Google Play and wherever",
        7204.84,
        7211.88
    ],
    [
        " you listen to podcast because there's a lot of podcast apps there's a lot of podcasts too yeah",
        7211.88,
        7218.4
    ],
    [
        " yeah and if you're listening to this one dang it in a way it's kind of like man thanks",
        7218.4,
        7223.26
    ],
    [
        " well definitely thanks there's also the warrior kid podcast yeah which is getting a lot of hype",
        7223.28,
        7229.46
    ],
    [
        " right now yeah why because we talked about it on the last two podcasts go here people kind of",
        7229.46,
        7236.46
    ],
    [
        " recognized and they didn't uh this is the thing I'm not real good at the whole like uh like",
        7236.46,
        7242.02
    ],
    [
        " hey everyone look at what I'm doing that's not really sure you know I'm like hey here's a podcast",
        7242.02,
        7247.38
    ],
    [
        " if you want to check it out check it out so with the I posted it and talked about it and so a",
        7247.38,
        7253.64
    ],
    [
        " bunch of people went and check out the warrior kid podcast the feedback is awesome and I appreciate",
        7253.64,
        7258.26
    ],
    [
        " it and also if you want to check out some warrior kids stuff you can check out IrishOaksRanch.com",
        7258.26,
        7263.26
    ],
    [
        " where Aiden who's a warrior kid is making soap on his farm just for real and if you want to get",
        7263.26,
        7274.04
    ],
    [
        " some of that soap IrishOaksRanch.com that way you can follow the motto of Aiden's soap and that",
        7274.04,
        7281.44
    ],
    [
        " motto is stately so check that one out also we got a YouTube channel which is called jaco podcast",
        7281.44,
        7289.14
    ],
    [
        " and that's where these videos are of this podcast if you want to see what Dennis Rowley looks like",
        7289.14,
        7296.24
    ],
    [
        " how tall he is how tall he is can you tell that from a video where he's sitting down he was kind",
        7296.24,
        7300.32
    ],
    [
        " of going out of frame like like sit up yeah so yes he's a big dude yeah he's a big dude full of",
        7300.32,
        7306.0
    ],
    [
        " a loha by the way yeah way full of a loha but yeah if you want to see what what Dennis Rowley looks like",
        7306.0,
        7311.9
    ],
    [
        " and you can come on there you can also see echoes enhanced videos as he likes to call him he",
        7311.9,
        7318.78
    ],
    [
        " thinks it's an enhancement when he adds stuff to him you think it takes it away I mean it takes away",
        7318.78,
        7324.68
    ],
    [
        " from the message the raw message actually I've heard that yeah people have actually told you that",
        7324.68,
        7328.66
    ],
    [
        " well I don't agree with it I'll tell you what totally changed my attitude is the is the mic in the",
        7328.66,
        7334.04
    ],
    [
        " dragon the video okay that video is sick the video that you made is sick and that video I said to",
        7334.04,
        7341.1
    ],
    [
        " myself even this is more powerful even like you know you never really think about what you think",
        7341.1,
        7346.1
    ],
    [
        " about it but like the background music right like when when it says the king dies in this like",
        7346.1,
        7351.24
    ],
    [
        " cello kicks you to the background I'm like yeah somber yeah well that that is a good point and you",
        7351.26,
        7358.6
    ],
    [
        " are kind of advanced in your thinking because really to put kind of to put it kind of precisely",
        7358.6,
        7365.2
    ],
    [
        " the goal is it's not necessarily to be like hey what's the background music supposed to be it's",
        7365.2,
        7371.54
    ],
    [
        " like what's the feeling supposed to be then you know certain instruments for music or whatever will",
        7371.54,
        7376.38
    ],
    [
        " provide certain feelings and you know that's kind of the goal to line them up that's it so man you",
        7376.38,
        7381.2
    ],
    [
        " recognize that so that video has definitely impressed upon me that videos can have a positive impact",
        7381.2,
        7387.56
    ],
    [
        " and positively enhanced to use your term what's going on with the words that are in the video",
        7387.56,
        7395.26
    ],
    [
        " yeah but what about if I put like the walls crumbling and crashing down see and you see that over",
        7395.26,
        7403.88
    ],
    [
        " every single thing that happens explodes yeah does that take away from like one of those people",
        7404.08,
        7408.74
    ],
    [
        " that got carried away with CGI on that video yeah which I you know you got to explore the boundaries",
        7408.74,
        7413.62
    ],
    [
        " yes so sometimes you go to see on a recent video that I did I'm not going to say which one but I",
        7413.62,
        7419.74
    ],
    [
        " did the same thing but now with crumbling and crashing noises and effects I did it with lens",
        7419.74,
        7424.22
    ],
    [
        " flares you know lens flare is right oh yes optical lens flare somebody puts a light in front of",
        7424.22,
        7429.12
    ],
    [
        " yeah well it's the the aberrations or I don't know whatever the word you want to use that that",
        7429.48,
        7433.8
    ],
    [
        " a light going directly at the camera will create these like you know little and you can do it on",
        7433.8,
        7439.44
    ],
    [
        " purpose right with it's like a look it's like an epic look when you get what's called an",
        7439.44,
        7443.26
    ],
    [
        " animal fickle lens it kind of does this thing it compresses it to the side kind of thing and then when",
        7443.26,
        7448.02
    ],
    [
        " you when you to put in layman's terms basically when you put what video did you do this on I can't tell",
        7448.02,
        7453.94
    ],
    [
        " now I'm gonna watch all my videos yeah go watch all the videos you tell me but here's why I don't",
        7454.74,
        7459.62
    ],
    [
        " want to say it because now people will be paying attention to it and they'll be like oh yeah you",
        7459.62,
        7463.8
    ],
    [
        " right because okay not to go into a whole long thing but okay so there's a guy named JJ Abrams he's",
        7463.8,
        7470.36
    ],
    [
        " a director and I think a writer too but anyway he does he did like the new Star Trek movies did",
        7470.36,
        7476.58
    ],
    [
        " the new Star Wars you know he's like kind of a sci-fi guy and he got a lot of he got a lot people",
        7476.58,
        7483.58
    ],
    [
        " to have an issue with the amount of lens players he allowed in Star Trek the Newerster so clear everywhere",
        7483.94,
        7490.46
    ],
    [
        " I thought I thought I looked dope man I really like that look but he got a lot of you know a lot of",
        7490.46,
        7495.7
    ],
    [
        " shit for it nonetheless I don't want to be in that same boat with these videos with that particular",
        7495.7,
        7501.78
    ],
    [
        " video that I'm talking about so if they don't notice then good if so then that seems same I'm gonna",
        7501.78,
        7513.92
    ],
    [
        " and help him with tracks where I tell you what you should do to push through the moment of weakness",
        7514.06,
        7518.28
    ],
    [
        " and that's all we're gonna say about that okay it works with a hundred percent certainty I'll add",
        7518.28,
        7526.08
    ],
    [
        " that are you still batting a hundred percent right now I'm gonna call I'm gonna call",
        7526.08,
        7531.6
    ],
    [
        " you on that oh hundred percent every single time I've ever used it here I think I haven't used",
        7531.6,
        7536.66
    ],
    [
        " it recently because it's like are you scared of it I didn't I didn't need it I don't have many",
        7536.66,
        7542.84
    ],
    [
        " moments of weakness nowadays see I'm like forged in the fire of discipline no transgressions",
        7542.84,
        7550.12
    ],
    [
        " are you trying to set yourself up to make a video with flare for your",
        7550.12,
        7553.62
    ],
    [
        " no no no I'm reporting back to you my current status on my discipline no less I haven't had to",
        7553.62,
        7561.8
    ],
    [
        " use it recently so yeah I mean doesn't matter if every single time that I've used it it yeah it",
        7561.8,
        7568.1
    ],
    [
        " helps like what I'm gonna do listen to you telling me and then like oh yeah I'm stupid you know",
        7568.1,
        7573.22
    ],
    [
        " to me just making the effort to open my ears to you is already already like on the way to like",
        7573.22,
        7579.44
    ],
    [
        " power through yeah exactly right check so you know 100% on that one in my experience also you",
        7579.44,
        7587.82
    ],
    [
        " want to very up your workout on it fitness gear is at on it dot com I got a lot of cool stuff on",
        7587.82,
        7593.66
    ],
    [
        " that a lot of good stuff so if you want to improve enhance very increase variables increase stuff",
        7593.66,
        7603.4
    ],
    [
        " in your workout if it's getting boring or something like this go to on it dot com get something from",
        7603.4,
        7608.74
    ],
    [
        " there like kettlebells or rings or battle ropes I think if you add one or more of those things into",
        7608.74,
        7616.54
    ],
    [
        " your workout it'll be enhanced greatly results wise my opinion my predicts also books what",
        7616.54,
        7623.56
    ],
    [
        " do we got well first of all we got Mike and dragons told you about the video go watch the video",
        7623.56,
        7628.1
    ],
    [
        " and then you'll want to get the book why cuz echo did a really good job and thanks because the book is a",
        7628.1,
        7632.72
    ],
    [
        " legit and I love to say that about my own bookers that make me arrogant yeah no from what I've been",
        7632.72,
        7639.8
    ],
    [
        " told it's legit everyone appreciates book and a bunch of people have now started posting",
        7639.8,
        7645.02
    ],
    [
        " reviews on Amazon which is very cool I appreciate it I read them and I'll read some next time live",
        7645.02,
        7652.2
    ],
    [
        " but uh yeah so so Mike in the dragons here's the deal is it sold out at this moment in time yes will",
        7652.2,
        7658.48
    ],
    [
        " it be sold out when you hear this probably not actually it's probably we got more books coming in",
        7658.48,
        7663.0
    ],
    [
        " I'm getting imprinted as quickly as they can possibly print them and I apologize for not",
        7663.0,
        7669.6
    ],
    [
        " correctly estimating how many books everyone would buy that is my fault and I apologize for it",
        7669.6,
        7676.24
    ],
    [
        " but if you do want Mikey and the dragons order it as soon as you can so that you can get it as",
        7676.58,
        7682.96
    ],
    [
        " quickly as possible also the way the warrior kid books way the warrior kid and marks mission those",
        7682.96,
        7689.8
    ],
    [
        " books are good for kids and adults and really anyone and you know just got done talking to talking to",
        7689.8,
        7698.04
    ],
    [
        " Dennis rally downstairs and he's like oh yeah I read those books they're awesome so he's a he's",
        7698.04,
        7703.88
    ],
    [
        " what I don't know how old he is but he's a Vietnam veteran pilot and he read warrior kids and was",
        7703.88,
        7708.88
    ],
    [
        " was down for the cause that's weird you said down for the cause because I was thinking in my head",
        7708.88,
        7714.14
    ],
    [
        " down for the cause yeah well he is clearly yeah you know down for the cause yeah this one goes",
        7714.14,
        7718.74
    ],
    [
        " freedom field manual good one outstanding one actually really I think so again and I said this",
        7718.74,
        7726.26
    ],
    [
        " before I'm saying again because this is a constant thing it's like one of those things like a manual",
        7726.26,
        7730.82
    ],
    [
        " like an actual manual for life right but so okay you said that I get it but yeah you refer to it",
        7730.82,
        7737.72
    ],
    [
        " that's what you do it's like a reminder and we do this all the time by the way but this is a good",
        7737.72,
        7743.02
    ],
    [
        " one to just remember because that's part of the actually it's the majority of the challenge",
        7743.02,
        7748.28
    ],
    [
        " right there is to remember this stuff like I say hey you shouldn't freaking drink a soda right now",
        7748.28,
        7755.36
    ],
    [
        " with your sushi don't do that you know that already but if it's just part of the habit it's like",
        7755.64,
        7760.88
    ],
    [
        " boom you might forget because you're thinking about some other stuff you know some edits or whatever",
        7760.88,
        7764.6
    ],
    [
        " that you had to do same so you got that manual there this time and you just refer to it kind of",
        7764.6,
        7770.4
    ],
    [
        " maybe even daily semi daily I recommend daily daily yeah and you just remember all this stuff",
        7770.4,
        7777.6
    ],
    [
        " just keeps you on the path man that one is in print by the way there's plenty of them so you can",
        7777.6,
        7783.02
    ],
    [
        " order that one and that's good Christmas gift yeah for people that you know who needs it in your",
        7783.02,
        7790.18
    ],
    [
        " world you know what I mean and I don't think it's insulting well by the way if someone is offended by",
        7790.18,
        7794.9
    ],
    [
        " it just get him to crack it open yeah because I'll realize like hey this isn't meant to offend this",
        7794.9,
        7800.66
    ],
    [
        " is meant to build yeah and actually you know what now that you think of it that book isn't like",
        7800.66,
        7807.06
    ],
    [
        " extreme ownership might be that kind of book that if you get it with someone they'll be like like",
        7807.06,
        7811.94
    ],
    [
        " what do you say you know like we'll elicit what do you call defensiveness yeah but the field",
        7811.94,
        7817.3
    ],
    [
        " manual won't because like first when you first see it you're like this awesome item soon saying like",
        7817.3,
        7822.76
    ],
    [
        " looking at it but it's like yeah it's like a cool like field manual it doesn't scream like you",
        7822.76,
        7829.1
    ],
    [
        " need to take responsibility for stuff that's why I'm here it just you don't get that feel but even",
        7829.1,
        7834.72
    ],
    [
        " even if that person might feel that maybe you got to do it with like a certain type of card or",
        7834.72,
        7840.1
    ],
    [
        " something soon saying yeah thank you for everything you've ever taught me and then I give it to",
        7840.1,
        7848.74
    ],
    [
        " you same saying yeah yeah well speaking of extreme ownership there's extreme ownership and",
        7848.74,
        7854.92
    ],
    [
        " there's an economy leadership both books that are about leadership and they are available of course",
        7854.92,
        7861.66
    ],
    [
        " and those are those are books that will pragmatically teach you how to lead that's all there is to it",
        7861.66,
        7869.1
    ],
    [
        " uh ashlon front speaking of leadership that's our leadership consultancy we solve problems",
        7871.78,
        7877.28
    ],
    [
        " through leadership it's me laf babin jp denel davburg flincock and mike's rally and mike bima",
        7877.28,
        7882.74
    ],
    [
        " go to ashlonfront.com if you want us to come to your business and align your leadership or you",
        7882.74,
        7889.84
    ],
    [
        " want us to come and do a keynote speech go to ashlonfront.com and get the details there the",
        7889.84,
        7897.02
    ],
    [
        " muster is coming up 2019 video soon to be released it's going to be in chicago denver and sydney",
        7897.02,
        7905.24
    ],
    [
        " yes three must Sydney australia are you familiar with that area yes yeah so chicago sydney and denver",
        7905.24,
        7914.14
    ],
    [
        " check out extreme ownership.com that's where we'll post the details all of them have sold out",
        7914.14,
        7919.54
    ],
    [
        " and all of them will sell out you might not think that in australia we're going to sell out but",
        7919.54,
        7926.72
    ],
    [
        " we will so you're saying all of them have sold out in the past in the past yes oh sorry yes",
        7926.72,
        7931.14
    ],
    [
        " uh they haven't these ones haven't sold out yet but they will so register early everyone down under",
        7931.14,
        7936.66
    ],
    [
        " hmm we know when i was in brizzy sure brizzy i was in brizzy and we did a little book signing i",
        7936.66,
        7944.22
    ],
    [
        " did a little book signing and there was people from all over australia there did you do the brizzy",
        7944.22,
        7949.8
    ],
    [
        " did you notice when you're in brizzy hmm that the australians tend to do that",
        7949.8,
        7956.28
    ],
    [
        " very thing with words they'll shorten them and then put it e or oh yeah for sure you know yeah yes",
        7956.28,
        7962.1
    ],
    [
        " the Aussies do that with their names right there Aussies boom yeah yeah well there you go i",
        7962.1,
        7967.94
    ],
    [
        " kind of incorporated that whenever i've been there twice right and yeah i noticed that and i",
        7967.94,
        7972.74
    ],
    [
        " liked it the first essay ask i i worked with you know what his name was well there was two the first",
        7972.74,
        7979.32
    ],
    [
        " ones name was dutchy dutchy what was his whole name i've lived as long dutch name",
        7979.32,
        7983.94
    ],
    [
        " and the other ones name was tombo and then nicky right so yeah the hundred percent we're batten a hundred",
        7983.94,
        7992.9
    ],
    [
        " yeah batten a thousand i was doing it well i guess what would be called a mini documentary one of",
        7992.9,
        7998.22
    ],
    [
        " the times i went there and uh one of the guys named Jason Roe Big it's a black belt under hicks",
        7998.22,
        8003.98
    ],
    [
        " ingress he's with him and he you the way he'd explain when people like hey what are you guys doing",
        8003.98,
        8009.9
    ],
    [
        " he'd be like oh we're making a little docker for you know for this thing or whatever and um",
        8009.9,
        8014.9
    ],
    [
        " like people understood oh they do exactly and i was like docker i like that it's good",
        8014.9,
        8019.22
    ],
    [
        " yeah man so yeah incorporate that into your thing so yeah australia will be down there",
        8019.22,
        8025.6
    ],
    [
        " chicago denver uh also we have ef overwatch now if you're looking to bring experienced",
        8025.6,
        8033.72
    ],
    [
        " and tested leaders into your organization on the civilian side we've got military spec ops and combat",
        8033.72,
        8040.22
    ],
    [
        " aviators that are leaders that have been trained and have been tested and they're moving into the",
        8040.22,
        8045.66
    ],
    [
        " civilian sector to come and help your company go to ef overwatch dot com and if you want to",
        8045.66,
        8053.6
    ],
    [
        " keep you know sort of kicking it with us we're available on the interwebs on twitter on instagram and on",
        8054.22,
        8063.6
    ],
    [
        " facebook e boha echoes at echo Charles and i am at jaco willink and thanks to all our military",
        8063.6,
        8075.9
    ],
    [
        " personnel out there that are out there protecting our freedom and to all the vets that have served",
        8075.9,
        8082.96
    ],
    [
        " and have protected our great nation and a special thanks to how three the seawolves for doing what you",
        8082.96,
        8091.78
    ],
    [
        " did 24 hours a day to support and save troops on the ground thanks to all of you and of course",
        8091.78,
        8099.14
    ],
    [
        " to denris rally thanks for coming on it's amazing to meet you and thanks for sharing your history",
        8099.14,
        8105.72
    ],
    [
        " and the history of the seawolves with us can't say that enough thank you thanks to police law",
        8105.72,
        8112.46
    ],
    [
        " enforcement firefighters paramedics e mt's correctional officers board patrol first responders of",
        8112.46,
        8117.58
    ],
    [
        " all kinds thanks for holding the line for us 24 hours a day here at the home front and to everyone",
        8117.58,
        8126.98
    ],
    [
        " else out there if you're feeling a little outgunned by the world think about think about those words",
        8126.98,
        8136.86
    ],
    [
        " scramble the seawolves and then go out on the attack no matter the weather or the environment",
        8136.86,
        8145.62
    ],
    [
        " or the enemy fire you got problems going hot and get after it until next time this is echo and jaco",
        8145.62,
        8156.86
    ],
    [
        " out",
        8156.86,
        8158.26
    ]
]