[
    [
        " This is Jockel Podcast number 152 with Echo Charles and me, Jockel Willink. Good evening echo. Good evening.",
        0.22,
        8.2
    ],
    [
        " These are men that would rather die than live with the shame that they didn't offer their last breath in service to the men to their left and to their right in battle.",
        9.98,
        24.42
    ],
    [
        " Each man was shaped through immense trials, personal fortitude and dedication, giving all he had to offer.",
        26.42,
        34.12
    ],
    [
        " At times, when only the great pride of walking in the path least traveled was there to keep him company.",
        35.04,
        43.3
    ],
    [
        " Through constant discipline, drive and sacrifice, they have risen to the top of their trade and embodied the ethos of the marine raider.",
        45.48,
        55.0
    ],
    [
        " A man who displays the very pinnacle of soldiery virtue and unwavering loyalty.",
        55.48,
        62.28
    ],
    [
        " A man who will never quit or surrender and who will at all times stand ready to sacrifice whatever is needed to accomplish the mission.",
        62.96,
        74.32
    ],
    [
        " They stand as shiny examples of what our nation entrusts its freedom and respect to.",
        75.0,
        84.56
    ],
    [
        " Nothing is more awe-inspiring than the look on a fellow operator's face as they are surrounded by death.",
        86.62,
        94.68
    ],
    [
        " The casual smile of confidence as they acknowledge that things will be what they'll be.",
        95.38,
        103.66
    ],
    [
        " And if this is the way we die, then let's do it right and honor our legacy.",
        104.64,
        112.64
    ],
    [
        " When surrounded on all sides, we faced what seemed the inevitability of death.",
        113.26,
        123.4
    ],
    [
        " Not a man before you skipped a beat in their commitment. All or nothing.",
        125.56,
        132.44
    ],
    [
        " Death or glory.",
        133.6,
        136.1
    ],
    [
        " And those are some excerpts from a speech by marine raider, Gunry Sargent, Brian C. Jacqueline, talking about a mission that he was on.",
        142.36,
        157.08
    ],
    [
        " And I think in that speech he did a great job of explaining the type of man that makes up the marine raiders, which is the Marine Corps component of special operations.",
        158.18,
        171.94
    ],
    [
        " And tonight we are lucky enough to be sitting with one of those men, a United States Marine, a special operations raider, and a true hero, Derek Herrera.",
        173.26,
        188.14
    ],
    [
        " Thanks for coming on.",
        188.14,
        202.5
    ],
    [
        " I'm going to talk to you and hear a little bit about you in your life and everything that you've done.",
        202.5,
        207.58
    ],
    [
        " Let's start in Little Rock, Arkansas.",
        208.44,
        214.0
    ],
    [
        " Sounds good.",
        214.5,
        216.08
    ],
    [
        " Where you're born, right?",
        216.48,
        217.56
    ],
    [
        " I was born in Little Rock, Arkansas.",
        217.9,
        219.14
    ],
    [
        " What was the family doing in Little Rock, Arkansas?",
        219.26,
        222.4
    ],
    [
        " My father was a pilot in the Air Force.",
        223.14,
        225.68
    ],
    [
        " And so he was stationed there, and I was born there in 1984.",
        226.18,
        230.1
    ],
    [
        " And then how long were you guys moving around all the time, typical military family?",
        231.24,
        234.28
    ],
    [
        " Yes.",
        234.7,
        234.84
    ],
    [
        " Absolutely. So moved about every two or three years.",
        235.42,
        238.72
    ],
    [
        " So lived in Arkansas for about two years, moved to Illinois, I think for a year or two, and then Honduras for an overseas assignment to go see all of the Honduras in the late 80s, which was pretty interesting.",
        239.36,
        251.76
    ],
    [
        " Do you speak Spanish then?",
        252.28,
        253.28
    ],
    [
        " No, I did for a while.",
        253.62,
        257.0
    ],
    [
        " And then tried to replace it with Arabic and then Pashto.",
        257.46,
        260.48
    ],
    [
        " I learned that it's not one of my gifts.",
        260.7,
        262.98
    ],
    [
        " Let's just go with English and get a turp.",
        263.36,
        264.86
    ],
    [
        " Exactly.",
        265.32,
        265.68
    ],
    [
        " So new enough to be tactically conversant.",
        266.98,
        269.1
    ],
    [
        " But now, so lived there for a few years, and then my dad moved to Dover, Delaware, was stationed at Dover Air Force Base.",
        269.82,
        277.06
    ],
    [
        " He was a C-130 and C-5 pilot, and continued to bounce around, but at that time in elementary school, my parents had divorced, so my family still lives in Delaware today.",
        277.06,
        287.48
    ],
    [
        " Also the opportunity to live in Colorado and a few other places.",
        288.12,
        291.4
    ],
    [
        " At what age were you and you got sort of like the military bug in your head?",
        291.72,
        296.52
    ],
    [
        " It was always a family business, so my grandfather's were both in the Air Force for 25 years and 28 years respectively.",
        297.38,
        304.48
    ],
    [
        " They were enlisted in the Air Force, and my father was an Air Force for 22 years in active duty.",
        304.48,
        311.04
    ],
    [
        " How did you get knocked it bit by the Air Force bug?",
        311.2,
        313.22
    ],
    [
        " It was interesting. So, going through high school, I'd always knew I'd wanted to serve in the military and started to get interested in the Surface Academy option as well.",
        313.78,
        324.12
    ],
    [
        " So when I lived in Colorado, I actually made that.",
        324.56,
        326.0
    ],
    [
        " I lived with my dad when he was stationed at the Air Force Academy.",
        326.24,
        328.36
    ],
    [
        " Oh, okay.",
        328.36,
        328.8
    ],
    [
        " I was on the Air Force Academy when I was there for 7th and 8th grade, and just always was drawn to that line of work.",
        328.8,
        335.9
    ],
    [
        " And the Air Force Academy is, that's a nice environment.",
        336.84,
        341.02
    ],
    [
        " I mean, it's a really nice environment. It's beautiful campus.",
        341.9,
        345.12
    ],
    [
        " Yeah.",
        345.84,
        345.94
    ],
    [
        " And your dad was working there, and that, it seemed, was that not, I mean, when you say you were thinking about the military academies, were you thinking of the Air Force Academy as your primary?",
        346.84,
        356.06
    ],
    [
        " Or...",
        356.72,
        357.16
    ],
    [
        " No. So, after that experience in 9th grade, I moved back and lived with my mom in high school in Delaware.",
        357.16,
        363.5
    ],
    [
        " And my senior year of high school had been playing lacrosse up to that point and had the opportunity to go and play for Navy or try to walk on at least and had decent relationship with the coaches there.",
        364.04,
        377.9
    ],
    [
        " And so I was applying to Navy and Air Force, and also wanted to be a Navy SEAL, actually.",
        378.58,
        384.58
    ],
    [
        " And so, at that time, I wanted to go to the Naval Academy.",
        384.76,
        387.46
    ],
    [
        " And so, as soon as I got in and got accepted there, stopped applying other places and just decided to go there.",
        387.46,
        392.72
    ],
    [
        " Yeah, right on.",
        392.94,
        393.74
    ],
    [
        " When, did you visit the Naval Academy? Do you know what was going on at the Naval Academy?",
        395.02,
        399.38
    ],
    [
        " I thought I was...",
        400.18,
        407.88
    ],
    [
        " And even though I loved the military, I think if I would have gone to...",
        407.88,
        412.12
    ],
    [
        " And I went to West Point when I was a little kid and that kind of got me fired up.",
        412.12,
        414.7
    ],
    [
        " You know, I think my dad took me to some kind of game there.",
        415.0,
        417.18
    ],
    [
        " I mean, I was really young, like maybe seven or eight or something like that.",
        417.8,
        420.74
    ],
    [
        " But it was enough to make me go, yeah, you know, I kind of...",
        420.88,
        423.8
    ],
    [
        " But I think if I saw it when I was a little bit older, I don't know. I think I would have just said like,",
        423.8,
        428.88
    ],
    [
        " I don't know if I can put up with all that right now.",
        429.02,
        431.02
    ],
    [
        " Yeah.",
        431.74,
        432.16
    ],
    [
        " But you did. You were like, I'm bringing it.",
        432.84,
        435.72
    ],
    [
        " You know, at any 17-year-old young man doesn't always have all the right motivations.",
        435.72,
        443.08
    ],
    [
        " And you know, you have all the reasons why you go to a place like that.",
        443.64,
        447.16
    ],
    [
        " And what I found after I had gone there was that those reasons change once you're there.",
        447.56,
        453.0
    ],
    [
        " And so I entered in 2002, shortly after September 11th.",
        453.34,
        457.3
    ],
    [
        " It wasn't solely out of patriotic duty and every, you know, in those sorts of things.",
        457.34,
        460.92
    ],
    [
        " It was because, you know, I had already gotten in.",
        460.92,
        463.34
    ],
    [
        " I wanted to play the cross there.",
        463.68,
        465.22
    ],
    [
        " I was in love with my high school sweetheart from Delaware, who's now still my wife of almost 13 years.",
        465.78,
        471.9
    ],
    [
        " And so those were the reasons why I initially decided to go there.",
        473.48,
        476.38
    ],
    [
        " Wait, how did that play... How did you have in your high school sweetheart?",
        476.38,
        479.4
    ],
    [
        " How did that play into one of going to the Naval Academy because you would be close by?",
        479.56,
        482.42
    ],
    [
        " Yeah, it was about an hour drive away.",
        482.76,
        483.86
    ],
    [
        " So she could come and see me on the weekend and that kind of stuff.",
        484.32,
        487.82
    ],
    [
        " And so those were some of the initial reasons why I went there.",
        488.7,
        490.92
    ],
    [
        " In addition, all the patriotic reasons as well.",
        491.02,
        493.22
    ],
    [
        " But what I found when I was there and your challenge and your tested is those smaller superficial motivators often fade away.",
        493.6,
        501.38
    ],
    [
        " Right. And what you're left with is those reasons why I initially went here aren't going to continue to propel me through the rest of this trial.",
        501.78,
        508.96
    ],
    [
        " Right. And so the motivation and the things that I learned from there at that point was the seniors that",
        509.32,
        516.68
    ],
    [
        " we had watched and were led by who had just graduated.",
        517.74,
        521.56
    ],
    [
        " We're literally going forward and leading Marines and sailors in battle.",
        521.76,
        526.24
    ],
    [
        " And we literally watched that on television with the invasion of Iraq and the things going on in Afghanistan.",
        526.46,
        531.68
    ],
    [
        " And really brought into the entire leadership philosophy and wanted to be a part of that and wanted to be that and follow that example.",
        532.14,
        539.0
    ],
    [
        " So those were the reasons why I tried to stay and continue to move forward and become a military officer.",
        539.3,
        544.22
    ],
    [
        " I was, oh, lately I've been like apologizing to people because there's actually been a pretty decent number of people that have joined the military because of listening to, you know, all of us and the guys that bring on here talk about their experiences.",
        545.28,
        559.68
    ],
    [
        " And they just think that sounds pretty cool. And I always say, hey, just don't be mad at me.",
        559.94,
        565.28
    ],
    [
        " Like the first two weeks that you're going through boot camp or whatever, don't be mad because it's just, it's like not, it's going to be a shock to your system.",
        565.38,
        572.06
    ],
    [
        " When you lose all that freedom that you've had.",
        572.06,
        574.38
    ],
    [
        " And, but I totally agree with you in the fact that like once you get through that initial shock and you realize that there's a long term thing going on here and you want to be a part of it. That's, yeah, that's, that's awesome.",
        575.44,
        586.08
    ],
    [
        " And especially for you guys that came in after September 11th because that's a, I don't know if people can appreciate that what the difference is between the pre September 11th and post September 11th.",
        586.86,
        598.1
    ],
    [
        " I mean, pre September 11th, there was almost, in fact, my first deployment to Iraq, my seal platoon had zero combat experience, zero, zero.",
        598.1,
        608.72
    ],
    [
        " So no one had any combat experience at all. The most things that anyone had done at that point was doing ship boardings in the Persian Gulf, which is not combat experience.",
        609.04,
        618.78
    ],
    [
        " It's just a fairly administrative operation. And now every single guy, every single guy in the SEAL teams has combat experience. Every single guy, well, I mean, boring, maybe a few outliers, but basically every single guy, you know, the Marine Corps, look at the Marine Corps right now.",
        618.78,
        637.74
    ],
    [
        " I mean, it's been, it's been what 17 years of fighting and the combat experience is just so incredible compared to prior to September 11th, which it was totally rare to have somebody at a SEAL team that was in the first Gulf War.",
        637.74,
        654.52
    ],
    [
        " That was in one of the three platoons that got to do something and what they did, you know, God bless them. They were doing their duty, but it wasn't these big long sustained combat operations.",
        654.6,
        664.44
    ],
    [
        " Yeah, it's interesting. And I think that's something that, you know, I think about a lot today, especially when we talk about millennials and everything else and they get a bad rap, but everybody knows what they're joining the military to do.",
        665.1,
        674.7
    ],
    [
        " Like, and some men and women run to the sound of the gun. Right. And some don't. And so the people that continue to stay in like, there was no question of what what you were doing.",
        675.0,
        683.0
    ],
    [
        " If you signed up to join the Marine Corps or the SEALs, right? Like, and then how did that selection process you said you wanted to possibly go in the SEAL teams? How did that work out that you didn't go in the SEAL teams?",
        683.0,
        692.12
    ],
    [
        " And you that's got to be a tough decision to make. Yeah. And sometimes it's made for you, right? So Naval Academy is a very, very humbling experience.",
        692.12,
        701.58
    ],
    [
        " And so as I came out of high school, I was kind of a very talented young athlete and, you know, was able to get in.",
        702.14,
        709.84
    ],
    [
        " But I was also from a small town and didn't have the humility and ownership needed to be a part of the teams.",
        710.14,
        718.96
    ],
    [
        " And that became readily apparent. You know, I was physically capable, but just wasn't mature enough, honestly.",
        719.5,
        723.98
    ],
    [
        " And wasn't, you know, didn't have that right mindset. So it was thoroughly humbled. And then as I was kind of, you know, coming to the realization of what I wanted to do with my life, what now, you know, had a mentor of mine who I really respected.",
        724.32,
        737.68
    ],
    [
        " Who was a Marine Ranger and said, you know, Derek, like, I can help you try to get in the Marine Corps if you still wanted to do that.",
        738.08,
        744.96
    ],
    [
        " And that's what you want to do. I think you'd make a great officer and, you know, the Marine Corps that you see at the Naval Academy is not what is the reality, right?",
        744.96,
        753.24
    ],
    [
        " Of what the fleet does because I had a really bad taste from Marines there because all the Marines ever drill instructors.",
        753.26,
        758.76
    ],
    [
        " Yeah. And it was their job to mess with you. And so I was like, man, Marines are dumb. I don't want to be like that.",
        758.94,
        764.64
    ],
    [
        " But the more I got to know the reality of what it was like and the fleet and what real Marines were doing decided to pursue it and absolutely loved it. It was the best thing for me.",
        765.16,
        773.54
    ],
    [
        " And did you get, is so then you go from there to, from the Academy to go to the basic school?",
        773.54,
        777.74
    ],
    [
        " Correct. Yeah. So we go to the basic school. We go for the six months of the basic school and with every Marine officer.",
        778.18,
        785.02
    ],
    [
        " So every Marine officer has a ground air. Everybody goes for that same process. And then during that time, there's another selection.",
        785.22,
        791.66
    ],
    [
        " And so, you know, literally rank every choice you have from, you know, thanks, supply, logistics, finance, like one through 21.",
        792.14,
        800.98
    ],
    [
        " If you're a ground officer or if you're a pilot, obviously you have a flight contract. You don't have to do that.",
        801.16,
        805.92
    ],
    [
        " But you rank it and then they do a quality spread to determine what you get. And so in some cases pre 9-11, like you said, it was, it was really hard and competitive to become an infantry officer.",
        806.1,
        816.38
    ],
    [
        " And then when we were there, it was still pretty competitive until about halfway through the course or excuse me, like a month out from the end of the course because",
        816.94,
        827.4
    ],
    [
        " manpower came down and was like, we're standing up a new infantry regiment. So, yeah.",
        828.08,
        832.48
    ],
    [
        " And so, I think I would have gotten infantry regardless. But either way, got what I wanted. It was my first choice. And that's exactly what I wanted to do and move forward in.",
        832.76,
        840.76
    ],
    [
        " And then where'd you go from there? Where'd you?",
        841.04,
        843.32
    ],
    [
        " So you stay in Quantico for a three month course called Infantry Officer's Course.",
        843.86,
        847.1
    ],
    [
        " And it's amazing. One of the best training experiences there are. So you learn weapons systems, you learn all different kinds of basic small unit tactics.",
        849.64,
        860.2
    ],
    [
        " Everything you need to be able to lead a rifle platoon in an infantry battalion.",
        860.2,
        866.14
    ],
    [
        " Yeah, I don't know if you, you said you listen to the podcast with Jim Webb on it. And like his first of all.",
        866.14,
        873.02
    ],
    [
        " And so then you went to a battalion and then you started to work up. Yeah. And all that. Jim Webb went from that school to Vietnam.",
        873.24,
        880.94
    ],
    [
        " And they like brought him out in the field and dropped him off and said, there's your platoon over there.",
        880.94,
        885.1
    ],
    [
        " The guy you're replacing is no longer with us. And you're going to go take over that battalion and he walked up on the side of a hill and said, hey, how you doing? I'm Lieutenant Webb. And here's what we're going to do.",
        885.38,
        895.46
    ],
    [
        " And then that night they got in a big firefight and he called in, you know, combined arms and man. But that school must be, must be an awesome school.",
        895.88,
        904.08
    ],
    [
        " It's pretty amazing. Yeah. And by the time we were there, we had really phenomenal leaders and instructors who were able to teach us because they were fresh off the battlefield in Iraq.",
        904.7,
        913.52
    ],
    [
        " And we're able to teach us exactly what we're going to do. And so for me, I went into a long workup prior to deploying, but some of our guys were just like what happened to Jim Webb.",
        913.96,
        921.32
    ],
    [
        " No kidding. They had maybe a month or meeting their platoon at their final exercise as they're stepping off to go to Iraq. And so that's no joke right there was. Yeah, it was pretty interesting. And so for me, you know, I ended up going to a new battalion that was standing up first battalion 9th Marines walking dead and had about a year roughly to work on my platoon and to train before we ended up deploying to Iraq.",
        921.32,
        947.48
    ],
    [
        " And that was just a standard ground pounder infantry platoon initially. Yes. Yeah. And so we were a standard rifle platoon. And then about two months before deployment based on the needs of the situation in Ramadi, we're deploying to the decision was made to actually break us down into smaller training teams and advisory teams.",
        948.0,
        973.48
    ],
    [
        " And so my platoon of, you know, roughly 40 Marines and sailors turned into two 12 man teams, which I was in charge of one of my platoon sergeant was in charge of another one. And so the reason they did that was because that was roughly the minimum size required to partner with effectively for these police stations. And so at that time, due to the successes of people like yourself and the other people that had fought in Ramadi and turned the tide of the battle.",
        973.48,
        1003.34
    ],
    [
        " We were consolidating and basically, you know, withdrawing a lot of the combat power. And so we took over for two different infantry battalions in another army unit with just one infantry battalion. So we had the entire AO, area of operations for just one time. And so I had initially one police station that was partnered with, you know, as a young lieutenant and a 12 man team, we partnered with an Iraqi colonel and over 800 Iraqi police.",
        1003.76,
        1032.04
    ],
    [
        " What about you? We were in a small neighborhood just south of camper mod called to meme. Okay, to me. So all of to meme. We were managing with the police there because the police had done such a good job and taken over.",
        1032.98,
        1044.5
    ],
    [
        " That, you know, we were in the backseat most totally just to give everyone a tooth. This is 2008, right? Yeah. So the 2000, the major fighting kind of tapered off in in.",
        1045.22,
        1057.14
    ],
    [
        " 2007, I mean, early, 2007, they were pretty, it was pretty calm. I know the guys that relieved us by the time they left it was very calm in Ramadi.",
        1059.06,
        1066.2
    ],
    [
        " You know, obviously, there's still always going to be a threat. But like to meme when we were there, there was, there was a lot, there was really bad big, gnarly IDs in to meme when we were there. And it was, it was, yeah, it was awful. Some of those humbies would get hit and it would just be, you know, they'd lose three, four, five guys at a shot. It was, it was horrible.",
        1066.78,
        1086.78
    ],
    [
        " But, you know, that's awesome. And that's I always trying to explain to people that.",
        1087.14,
        1091.32
    ],
    [
        " That in Ramadi, we actually won and you know, you're a proof of that when you were over there and you guys were, I'm sure doing out civil affairs and, you know, that type of thing is that basically what you were doing.",
        1091.88,
        1105.48
    ],
    [
        " Yeah, we were, you know, just really just trying to turn it over to the police there. And so get to sit on, you know, the weekly sure rose in the council meetings and hang out and drink tea with the Colonel.",
        1106.12,
        1116.58
    ],
    [
        " And we try to do operations with them and everything, but they locked the place down.",
        1117.38,
        1122.32
    ],
    [
        " I mean, literally by the time we were there, they had, you know, triple strain concertino wire and checkpoints all around the entire city. So they were controlling the flow of, they prevented the flow of any, you know, any material or any fighters.",
        1122.58,
        1133.22
    ],
    [
        " So that then they did such a good job that honestly, I don't think anybody shot at us the entire deployment. We got a few different smaller IDs here and there with one major incident with the vehicle born ID that killed a lot of our Iraqi policemen.",
        1133.86,
        1147.08
    ],
    [
        " Unfortunately, but none of our Americans were involved or gotten, got injured at that time.",
        1147.36,
        1152.72
    ],
    [
        " But they were very well trained, fighting force and, you know, they did good work.",
        1153.46,
        1160.38
    ],
    [
        " How was it set in the expectations for your 19 year old Marines? That was, that were, you know, on deployment with you that we're expecting to go get some.",
        1160.72,
        1169.96
    ],
    [
        " Yeah, that was interesting. So you got to, you got to deal with the missions that you're, you're given right. And so, the average 19 year old Lance Corporal 18 year old Lance Corporal at that time, you know, sign up to join to go fight.",
        1170.36,
        1186.18
    ],
    [
        " Yeah, that wasn't our mission. And so we were very cognizant of that. And over the year, the workup, we were well educated too. So we had direct comms with the teams we were turning over with over classified email network and those sorts of things and were able to find out exactly what we'd be going into.",
        1186.54,
        1201.5
    ],
    [
        " And so we were able to manage those expectations appropriately. Yeah. And because of that, we were, we were successful, I think our teams performed well. You know, they're obviously frustrated at times.",
        1201.6,
        1212.24
    ],
    [
        " Yeah. Yeah. No, I would have guys ask me that, you know, guys, once I was, well, I was back, but I was still in because I was saying, you know, how am I supposed to get guys fired up to do this mission when it's all going to be doing is drinking tea.",
        1212.78,
        1224.8
    ],
    [
        " And, you know, I'd say, listen, that's, that's still your mission. And you have to do it to the best your ability and get the Iraqi police trained up as best you can. And like, you still have to just attack it with everything you've got regardless of what that mission is.",
        1225.14,
        1239.0
    ],
    [
        " And that's, hey, man, that's, that's what that's what the nation is calling on you to do is that right there. And so go do it to the best your ability. And that's again, you know, that's why I asked you that question because believe me, you get these young kids, man, they don't want to have tea with anybody.",
        1239.5,
        1253.56
    ],
    [
        " No, they just want to shoot their saw.",
        1254.26,
        1255.58
    ],
    [
        " Yeah. And we're pretty fortunate. And we did do some interesting things as well. So because we had access and placement within the neighborhood.",
        1256.2,
        1266.5
    ],
    [
        " To me, what's kind of a pretty tightly, you know, packed urban area and a lot of people would come and go. And so at that time, we had great intelligence networks that were able to help, you know, help us identify if somebody didn't belong and we're able to work with our counterparts to try to, you know, intervene before they were able to cause any issues.",
        1268.66,
        1291.38
    ],
    [
        " And so we mounted up for a few different raids, which, you know, kept kept the guys motivated and things. But, but it's kind of a good and bad thing right that, you know, there's no no fight going on in regards good in the sense that, you know, the guys are safe and came back and able to have a successful deployment and still do something really meaningful for the country.",
        1291.38,
        1314.08
    ],
    [
        " But, you know, not as as exciting as they would have wanted because that's, you know, what the 18 year old signs up to join to go do. Yeah, volunteers to do.",
        1314.38,
        1322.46
    ],
    [
        " Yeah, I don't think too many guys walking that recruiters office thinking about, you know, police actions or anything like that. But yeah, but that's, but you have to set their expectations correctly. And it sounds like you were able to do that.",
        1322.72,
        1336.1
    ],
    [
        " Now, when you came home from that deployment, you, you deployed again, but it was like even more, it was even more on the humanitarian side.",
        1336.26,
        1345.18
    ],
    [
        " So what was that like? Well, tell us about that one.",
        1345.62,
        1347.42
    ],
    [
        " Oh, that's tough too. So before I actually deployed again, when I came back, I had such a good experience and learned about Marsock at that time, the Marine Special Operations Command that did selection in between those two deployments.",
        1347.5,
        1360.5
    ],
    [
        " Oh, okay. And so at that time, the criteria to get into Marsock was you had to do two deployments. And so had to go back and train and then deploy again.",
        1360.54,
        1369.32
    ],
    [
        " So wait, so the selection like buds for Marsock, is that what it is?",
        1369.56,
        1375.34
    ],
    [
        " Kind of. It's more, we follow more of a Green Bray Army model. So it's modeled very, very similarly to the Special Forces Assessment Selection Process.",
        1375.7,
        1385.94
    ],
    [
        " So how long is the training? It's about six weeks. And so you go there and you do the basic tasks associated with selection, including, you know, hiking a lot and laying out and psychological screening.",
        1385.94,
        1401.4
    ],
    [
        " So is it more of like a weeding out or are they actually training you for anything?",
        1401.72,
        1404.48
    ],
    [
        " Yeah, there's no, I wouldn't say there's really much of training. It's a lot of critical thinking and problem solving and very similar to the S-FAS as far as like, you know, here's problem set.",
        1405.64,
        1414.98
    ],
    [
        " Ethical problem set, physical problem set, teamwork and you're continually being evaluated. But that's just a basic evaluation to just get the shot at going to, you know, go into our training course. And so then we have a seven months long.",
        1415.48,
        1429.36
    ],
    [
        " Okay, I got it. So the first thing we go through is just selection to see if you're going to be able to go through the real course.",
        1429.5,
        1437.3
    ],
    [
        " Yeah. Okay, got it. Yeah. Yeah, buds doesn't do that. You just show up there.",
        1437.64,
        1442.22
    ],
    [
        " And that's what that's one of the reasons the attrition rate so high. Maybe if we had them pre and actually I take that back. Now they do have like a pre.",
        1442.96,
        1449.66
    ],
    [
        " You go to like a pre buds and you get prepared for it and all that. But um, so you go to that selection and you get picked up.",
        1450.18,
        1458.0
    ],
    [
        " So you go through that thing and they pick you up. But then you haven't done two deployments. They go, no, you still got to go into deployment again.",
        1458.3,
        1463.8
    ],
    [
        " Yeah. And that deployment ends up being a humanitarian deployment for the most part. Yeah. Yeah. Definitely.",
        1464.04,
        1469.5
    ],
    [
        " So we did what was called the marine expeditionary unit. And so on the marine expeditionary unit, there are Marines and board and barked board naval vessels.",
        1469.68,
        1480.54
    ],
    [
        " And so there's a battalion, an infantry battalion. I did two, I did two new arguments back in the day. So I was out there with all the boys getting after it.",
        1480.54,
        1493.06
    ],
    [
        " That's how I developed a bunch of, you know, I have a bunch of friends that were in the Marine Corps in recon and force recon from that time from doing our deployments.",
        1493.06,
        1501.94
    ],
    [
        " So yeah, we got our ship board time. We used to see us don't go don't really do that too much anymore. But no, no, and yeah. And I think that's a good thing.",
        1502.16,
        1511.6
    ],
    [
        " It was tough. That was, that was pretty tough. You know, so talk about motivating your team to stay motivated through seven months of shaking hands and drinking tea in Iraq. And now it's hey, stay ready and just train on a ship where, you know, you have no room.",
        1512.68,
        1527.34
    ],
    [
        " You don't have any real ability to train. The gym holds six people and there's three treadmills and you can't get on the flight deck for, you know, two hours a day. What kind of ship were you on?",
        1527.48,
        1537.02
    ],
    [
        " So I was on the LPD 19. It was amazing. It was nice. It was newer ships. So it was nice. And it was good because we were on the, it was a smaller ship. So we weren't on the major, you know, the big, top with the command deck.",
        1537.08,
        1551.76
    ],
    [
        " So, so it was pretty good. And I had a great deployment because I was a company executive officer. And so I got to spend very little time on the ship, which was a lot of fun because I got to go and plan all the training.",
        1551.8,
        1563.58
    ],
    [
        " And so, you know, we were bouncing around doing different bilateral training missions with Israel, Jordan, Amon, training Kuwait, had some Liberty time and cutter, Bahrain, all of the peaceful countries in Middle East.",
        1563.92,
        1579.7
    ],
    [
        " It was good. It was a really good experience. But, you know, a lot of Marines hated it because they were stuck on the ship. They didn't have the luxury that I did to go and get off the ship and train.",
        1580.16,
        1590.52
    ],
    [
        " And so it was a, it was an interesting deployment. Yeah, those shipboard deployments are very interesting. They were like we would do the really dumb stuff. First of all, when I was on shipboard deployments, there was no internet. There was nothing. So we, we was really, yeah. And I mean, we were just dumb. And so we would watch. We had, you know, a big box full of video tapes. You know what those are. Yes. Video cassettes.",
        1590.52,
        1614.12
    ],
    [
        " Because there was no, whatever streaming Netflix. So we just had like, I don't know. We probably watched 20 movies, 5,000 times each. So that era of movies, I'm very familiar with.",
        1615.02,
        1628.42
    ],
    [
        " But, but yeah. And then it was like, you know, the big joke about seals is when you're on a ship is sleep, eat and left. That's what it stands for is sleep, eat and left because that's all there is to do.",
        1629.12,
        1637.66
    ],
    [
        " And, but we would, we would PT every day out on the flight deck or somewhere on the ship. And then we would try and set up where we'd go shoot skeet. We brought pallets and pallets worth a skeet. So we'd go on the back, the fantail the ship and throw skeet and shoot it. Or we'd sit out there with grenade launchers and launch grenades at the trash.",
        1638.26,
        1659.5
    ],
    [
        " So we tried to make it fun, you know, but still there's 24 hours in a day and there's not a lot to do on a ship. Yeah. So that's very pretty boring.",
        1660.3,
        1671.2
    ],
    [
        " And yeah, and for all the listeners to the, that was the reality pre 9-11 before there were all these deployments.",
        1672.06,
        1678.8
    ],
    [
        " So the mission for the Mew was just to be prepared in a crisis, in this crisis response force essentially. And so for us, we actually had the opportunity to do one real world mission responding to the earthquake and Haiti, which was like you said, humanitarian assistance and disaster relief.",
        1680.04,
        1696.96
    ],
    [
        " And so right off the bat, as we were getting underway, that had happened a couple weeks before we were scheduled to deploy. So we got on and went down and were able to get involved and help out.",
        1697.46,
        1709.42
    ],
    [
        " And so just flew in with the company Marines. And our company was tasked with just helping provide an established security for a forward staging base, a logistics area for some of the food and water that they were distributing.",
        1709.56,
        1722.44
    ],
    [
        " So how bad was it down there? Pretty terrible. It was really, really bad. We were fluent on a helicopter into the giant dirt field, which you know, we were bouncing C wire and you know, setting fire plants, sketches and everything just to get, you know, everything squared away.",
        1723.02,
        1741.92
    ],
    [
        " But the level of poverty was pretty, pretty striking for us. I mean, we had rain, stand-up posts and setting guard and everything. And you know, you see four homeless kids between the age eight and 12, sleep in with, you know, everything they own and they're sharing one blanket outside the wire, just hanging out, you know.",
        1742.26,
        1761.3
    ],
    [
        " We see like a fist fight, a drag knockout, drag down fist fight between two girls that are age, whatever, 12 and 14 over a piece of wood, because firewood is like gold there, as they just don't have wood.",
        1762.22,
        1775.38
    ],
    [
        " And so that was really, really eye-opening experience for us.",
        1776.24,
        1781.32
    ],
    [
        " And so what were you guys doing? Were you guys bringing water? Were you bringing medical care? What were you doing?",
        1781.5,
        1785.1
    ],
    [
        " So the UN was administering all the food and water and so they basically dropped us off and typical Marine Corps fashion. They said, you know, pack a lot, you'll only be in there for 24 hours before we leave you.",
        1786.56,
        1797.08
    ],
    [
        " And then after getting on the boat, they're like, okay, it might be like 48 and by the time we land, they're like, we're not sure when you're getting out.",
        1797.34,
        1804.02
    ],
    [
        " So we end up staying for about nine days in, you know, that beg borough and steel things there. But our job was just to literally make sure that, you know, overnight they could drop off 60 shipping trailers, ISO containers of food and water and that people weren't gonna.",
        1805.28,
        1822.08
    ],
    [
        " Who distributed the food and water?",
        1822.28,
        1823.68
    ],
    [
        " It was primarily the UN force there. So I think at that time it was a lot of, I think it was the primary Brazilian force. And so they would come in in the mornings, load up and go and distribute it.",
        1824.38,
        1834.38
    ],
    [
        " I know that was different for a lot of other places, but for us that was that was the mission that we had and that was the kind of way it worked.",
        1834.7,
        1840.52
    ],
    [
        " So it was a very short temporary stint and then got back on the ships and steamed across the Atlantic.",
        1841.66,
        1846.82
    ],
    [
        " And then hit all bunch of exercises and whatnot like you said over in the Gulf.",
        1847.36,
        1852.02
    ],
    [
        " Yeah. Yeah. So unfortunately we didn't get to do the exercise we had planned for Israel because we're in Haiti instead. So we went straight to, I think it was Jordan.",
        1852.4,
        1863.8
    ],
    [
        " We did an infinite moonlight, I think at that time.",
        1864.3,
        1867.48
    ],
    [
        " Enrable dudes and basic patroling with Jordan and soldiers. That was kind of cool actually because not always Jordan, just an amazing country to be in.",
        1867.78,
        1876.34
    ],
    [
        " But those people that we were training with were some of the same units that were going to fight in Afghanistan.",
        1878.16,
        1882.26
    ],
    [
        " Okay. And so the Jordanians provided a good contingent of forces to go go forward in Afghanistan. So that was that was fun.",
        1882.64,
        1890.12
    ],
    [
        " I'm getting to work with those guys and to train with those guys. And then we trained with Omani soldiers. And that was pretty interesting as well.",
        1890.32,
        1899.36
    ],
    [
        " The thing we learned, which is really interesting was actual Omani's. There's not, they're a really small population.",
        1902.14,
        1908.44
    ],
    [
        " So they have the, at least the units that we were working with had some, some conscripts from Pakistan, essentially, Baluchistan.",
        1909.26,
        1916.58
    ],
    [
        " And so the officers spoke Arabic and they were Omani. But the rest of the platoon was all Baluchie and you know, spoke Baluchie.",
        1917.38,
        1927.26
    ],
    [
        " And so it was kind of interesting to see how that worked, but very capable force at a good time.",
        1928.02,
        1933.66
    ],
    [
        " No, we're fighting with those guys. And so yeah, modern day conscripts.",
        1933.76,
        1938.9
    ],
    [
        " Yeah. And I mean, they all volunteer. I mean, they, they, I guess, technically concert might not be the right word. They all volunteered to be there.",
        1938.98,
        1944.58
    ],
    [
        " And so we talked to the platoon sergeant. He's like, hey, so it's like a way of getting here for Omani and get a better life for them.",
        1944.6,
        1950.3
    ],
    [
        " Exactly. So he's like, hey, the deal is, is I've been here for 20 years. I loved him this job. And we'll send money home back to my family.",
        1950.32,
        1955.94
    ],
    [
        " And if I make it to 30, they'll let me bring my family over here. So, you hadn't seen his family in 20 years, but he's, you know, trying to better their life by going forward to, you know, live and fight for another country.",
        1955.94,
        1966.4
    ],
    [
        " Yeah. You can't, you can't fault him for that. Like, yeah, yeah.",
        1967.0,
        1970.64
    ],
    [
        "",
        1970.64,
        1970.64
    ],
    [
        "",
        1970.68,
        1970.68
    ],
    [
        "",
        1970.7,
        1970.7
    ],
    [
        "",
        1970.78,
        1970.78
    ],
    [
        "",
        1970.78,
        1970.78
    ],
    [
        "",
        1970.9,
        1970.9
    ],
    [
        "",
        1970.9,
        1970.9
    ],
    [
        "",
        1970.9,
        1970.9
    ],
    [
        "",
        1970.9,
        1970.9
    ],
    [
        "",
        1971.0,
        1971.0
    ],
    [
        " Yeah.",
        1971.08,
        1971.14
    ],
    [
        " Yeah.",
        1971.14,
        1971.18
    ],
    [
        " Yeah.",
        1971.7,
        1972.36
    ],
    [
        " Yeah.",
        1972.5,
        1972.86
    ],
    [
        " You get home, you get home from that deployment. And now it's time to go to what's the, what's the long course of Marsock? What's that course called?",
        1972.86,
        1979.48
    ],
    [
        " It's called individual training course. And so it is pretty similar to other special forces training courses. So where is it?",
        1979.76,
        1988.72
    ],
    [
        " It's in Lord and North Carolina on Camp Le Jun. And so we have a small portion of the base there. Now we've established the pretty sizable compound.",
        1989.0,
        1998.7
    ],
    [
        " And so I'd say, probably 80 and 90% of the Marine Special Operations Command is headquartered there. And then they have a small west coast contingent out here at Camp Pendleton.",
        1998.7,
        2007.9
    ],
    [
        " And so the entire school house is there. And that's where every operator goes through training.",
        2008.6,
        2013.72
    ],
    [
        " And how long is that course?",
        2013.86,
        2014.64
    ],
    [
        " It's about seven to eight months.",
        2015.28,
        2016.06
    ],
    [
        " And what are you doing in that course?",
        2016.9,
        2018.18
    ],
    [
        " So that is of course the encompasses all of the basic fundamentals required to join a team and to be an operator.",
        2018.42,
        2025.18
    ],
    [
        " So we do the first phase is some physical training.",
        2025.5,
        2029.54
    ],
    [
        " You know, you do some basic fire support, some medical training. You do your seer, your full spectrum seer training there.",
        2030.24,
        2037.54
    ],
    [
        " And then you move into some basic SR and patrolings, special reconnaissance and basic reconnaissance skills.",
        2038.36,
        2045.52
    ],
    [
        " So this isn't really a selection course then.",
        2046.4,
        2048.76
    ],
    [
        " No, this is a training course.",
        2049.18,
        2050.36
    ],
    [
        " But it's pretty high stakes too. And guys are quitting.",
        2050.9,
        2053.9
    ],
    [
        " Oh, so guys quit.",
        2054.12,
        2054.84
    ],
    [
        " Yeah, yeah, plenty guys quit.",
        2055.36,
        2056.14
    ],
    [
        " Really?",
        2056.2,
        2056.38
    ],
    [
        " It's not easy.",
        2057.0,
        2057.64
    ],
    [
        " Yeah, yeah.",
        2057.92,
        2058.36
    ],
    [
        " So we kind of...",
        2058.44,
        2059.84
    ],
    [
        " It just seems like if someone was a Marine already and then they made it through that first course.",
        2059.84,
        2067.78
    ],
    [
        " And now they show up at this course. It seems like that's a lot of hoops to jump through to get to there and then quit.",
        2068.0,
        2073.62
    ],
    [
        " That seems kind of a little bit crazy.",
        2073.7,
        2075.98
    ],
    [
        " Yeah.",
        2075.98,
        2076.76
    ],
    [
        " We had some great instructors and they pushed us hard right? They tried to break us.",
        2077.08,
        2082.02
    ],
    [
        " What do they do? Is it like the same? Is it like the buds type stuff?",
        2082.02,
        2085.22
    ],
    [
        " Be cold, be wet, be tired, be measurable, no sleep. It's just to get some of that.",
        2085.32,
        2088.74
    ],
    [
        " Yeah.",
        2089.12,
        2089.24
    ],
    [
        " For the most part.",
        2089.74,
        2090.66
    ],
    [
        " Kind of a mix of buds and SQT probably mixed together.",
        2090.88,
        2094.78
    ],
    [
        "",
        2095.08,
        2095.08
    ],
    [
        " And so one of the things that they were able to do within Marsoch is to try to take lessons learned and invest practices",
        2095.08,
        2102.32
    ],
    [
        " from all of the other services. And so whether it was the Q course or buds or SQT or OTC or anything else,",
        2102.32,
        2110.62
    ],
    [
        " the instructor kind of looked at what was going on in other courses and looked at the requirement for marine raiders coming out the backside.",
        2110.84,
        2119.64
    ],
    [
        " Because some of those guys will graduate and we had guys deploy within a month or two later on hot fills out to go to the parade.",
        2120.14,
        2126.62
    ],
    [
        " Do they put you through like another crucible type scenario?",
        2126.92,
        2130.42
    ],
    [
        " Yeah. So it kind of makes a called raider spirit.",
        2130.92,
        2134.04
    ],
    [
        " And that sounds real fun.",
        2134.74,
        2136.52
    ],
    [
        " That's one of those things that we're going to get you with a little bit of that raider spirit coming out of the zone.",
        2136.78,
        2140.98
    ],
    [
        " Yeah. And it's a varying length depending upon the class and the size and the performance.",
        2141.42,
        2147.24
    ],
    [
        " But at that point you're trained in your amphib package, your basic small boat handling.",
        2147.46,
        2154.34
    ],
    [
        " You're trained in basic reconnaissance and in those principles, all your coms and everything else.",
        2154.84,
        2160.8
    ],
    [
        " So it's basically a full mission profile for including an amphibious insert, which for us was think like January.",
        2161.06,
        2169.54
    ],
    [
        " Maybe. And then same thing, limited sleep, limited water, limited food type thing.",
        2169.88,
        2177.14
    ],
    [
        " So pretty, pretty intense.",
        2177.46,
        2180.56
    ],
    [
        " Yeah, it just seems like a super, the Marine Corps square away and that's this whole thing sounds like a square away way to do this.",
        2180.94,
        2189.6
    ],
    [
        " Because if you look at buds, you don't even have real guns, most of buds.",
        2189.82,
        2196.14
    ],
    [
        " You don't even have rifles.",
        2196.46,
        2197.36
    ],
    [
        " You're carrying, you're literally carrying a boat paddle.",
        2197.92,
        2200.16
    ],
    [
        " They kind of make that your weapon because you can't lose it and you can't put it down all this stuff.",
        2200.54,
        2204.38
    ],
    [
        " But it's a boat paddle.",
        2204.54,
        2206.5
    ],
    [
        " I mean, you're just, you're so, you're just so young and untrained, you know, you just have no skills.",
        2206.66,
        2214.7
    ],
    [
        " And so there's no, it's just, and they teach you know, when you get to land war for you teach, you learn some basic diving, but the diving that you learn is just so.",
        2215.34,
        2222.14
    ],
    [
        " So just, just easy, like looking back on it's just the easiest possible things you could possibly do diving.",
        2223.08,
        2231.06
    ],
    [
        " And the same thing with the land warfare pieces, like they're telling you, hey, walk this far.",
        2231.86,
        2236.36
    ],
    [
        " And like they're telling you exactly where to go.",
        2236.72,
        2238.76
    ],
    [
        " It's not even, it's barely, you do land nav, but it's barely land nav.",
        2238.96,
        2242.48
    ],
    [
        " And it's, and it's good because you know, it weeds out a lot of people, but then you have to go through like you said,",
        2242.96,
        2249.5
    ],
    [
        " SQT, which comes afterwards and that's where you start learning, okay, this is real land nav, okay, this is real shooting, okay, this is, you know, actual",
        2249.52,
        2255.14
    ],
    [
        " romentries and then you get to a seal team where you go through more training, but it seems like it, that's why I was kind of,",
        2255.48,
        2261.18
    ],
    [
        " I guess I was kind of surprised that guys that had been through enough stuff already would get to that and still be like, you know,",
        2261.18,
        2268.24
    ],
    [
        " I don't want to do this.",
        2268.26,
        2268.98
    ],
    [
        " That seems crazy to me.",
        2269.12,
        2270.04
    ],
    [
        " Yeah, that's a gut check.",
        2270.76,
        2272.1
    ],
    [
        " I mean, and that's one of the things that is interesting, you know, but does a good job of weeding people out upfront.",
        2272.3,
        2279.58
    ],
    [
        " And so you have a pretty high quality care, you know, as far as intangibles, the ethical and character principles.",
        2280.36,
        2287.88
    ],
    [
        " And then for us, you know, it's kind of, I would say more on a sustained, sustained beat down.",
        2288.56,
        2296.64
    ],
    [
        " Yeah, yeah.",
        2297.04,
        2298.32
    ],
    [
        " So I mean, we started, I think we started the course with like 50 or 60 guys and 13 of the original guys finished.",
        2298.46,
        2305.0
    ],
    [
        " No kidding.",
        2305.46,
        2306.1
    ],
    [
        " That's changed a lot since then. So we've grown up a lot since then and just like Bud has right, like, you know, I've been back in the day, those new Marsock instructors like no one's getting through my course.",
        2306.56,
        2316.54
    ],
    [
        " Yeah, rightfully so.",
        2317.14,
        2318.5
    ],
    [
        " But the cool thing about it now is I see both sides of the token, but the cool thing about it now is that we want more guys, we need more guys.",
        2318.82,
        2326.58
    ],
    [
        " We don't want to lower the standards.",
        2327.3,
        2328.24
    ],
    [
        " Yeah, so why don't we just be smarter about it right?",
        2328.56,
        2330.0
    ],
    [
        " Like if we do a better job of selecting guys or get more guys starting or whatever else, right?",
        2330.5,
        2335.34
    ],
    [
        " Like if the output is a trained operator and we need these guys, then was there any part of that training that you thought was hard?",
        2335.48,
        2343.1
    ],
    [
        " Yeah, a lot of was.",
        2343.5,
        2345.48
    ],
    [
        " Was there anything that you were in jeopardy on where it was actually.",
        2345.48,
        2349.12
    ],
    [
        " Yeah, so same thing, right?",
        2349.22,
        2350.36
    ],
    [
        " So Hum, yeah, Naval Academy was humbling, being the Marine Corps has been humbling.",
        2350.48,
        2354.32
    ],
    [
        " And at that point, I was a pretty humble guy.",
        2355.34,
        2357.2
    ],
    [
        " And so I did really well throughout the majority of training.",
        2357.54,
        2360.08
    ],
    [
        " And so in the last phase, I'll feel good about yourself.",
        2360.94,
        2366.72
    ],
    [
        " I was okay, but I said, you know, so we were doing the unconventional warfare package very similar to very similar with the Green Brace Doom, with their final exercise and infolding with the G-Force and everything else.",
        2367.3,
        2379.2
    ],
    [
        " And so I was doing well and then I had a bad meeting where somebody thought I came off a little bit arrogant with our G-Force commander and everything.",
        2379.2,
        2387.0
    ],
    [
        " And so then they just kind of put the spotlight on me and put me on the bubble right because you fail anything and you're done.",
        2387.14,
        2394.62
    ],
    [
        " And so that was one of the scarier times right, because I had committed years in my life to be able to be doing this successfully.",
        2395.04,
        2402.2
    ],
    [
        " And then in a moment, you know, if I can't figure out how to make this guy like me or this G-Force commander, you know, execute this mission with me, like I'm on the bubble.",
        2402.2,
        2411.84
    ],
    [
        " And I think, you know, some of its instructors mess around, but they're just testing you, right?",
        2412.36,
        2416.32
    ],
    [
        " Like, you know, see, how are you going to be able to deal with failure, right?",
        2416.44,
        2419.1
    ],
    [
        " Because if you've been successful thus far and a good number of things, let's push them beyond his limb, let's break them and see what happens, right?",
        2419.26,
        2426.5
    ],
    [
        " And I don't know if that was exactly the case, I didn't see behind the curtain, but survived.",
        2426.7,
        2430.4
    ],
    [
        " I failed something called pool competency.",
        2430.44,
        2433.14
    ],
    [
        " And I failed pool competency, which is they put your dive rig on, which is an old school dive rig with a inhalation and an exhalation tube.",
        2433.86,
        2444.94
    ],
    [
        " And it's this old thing from like the 60s or 70s or something, aqua lung.",
        2445.18,
        2450.14
    ],
    [
        " And you have to do all this stuff that they tell you to do underwater and they're slapping you around and smashing you and ripping your mask off and ripping you regulator out and all this stuff.",
        2451.84,
        2461.18
    ],
    [
        " And you have to stay calm and you have to go through all these procedures.",
        2461.4,
        2463.64
    ],
    [
        " And when I went through, it was a 30 minute evolution.",
        2464.42,
        2467.86
    ],
    [
        " And the first time I did it, my instructor, who ended up working for me in the future, he was a first class at the time, but he became a one-off speaker.",
        2468.54,
        2477.64
    ],
    [
        " He's a UDTV and I'm a guy, an awesome guy.",
        2477.64,
        2479.52
    ],
    [
        " But he failed me.",
        2479.82,
        2481.14
    ],
    [
        " And yeah, and so I failed in the years later, I talked to him and I was like, hey, do you remember putting me through pool?",
        2482.24,
        2488.66
    ],
    [
        " He said, yeah, I was just messing with you.",
        2488.68,
        2490.14
    ],
    [
        " And I'm like, bro, you almost ruined my life.",
        2490.36,
        2492.72
    ],
    [
        " I thought you were talking about your despair. He goes, no, I need you to find next time.",
        2493.0,
        2495.36
    ],
    [
        " But same thing, like it was a test of, let's just see how this guy does.",
        2495.98,
        2500.1
    ],
    [
        " But what we did over the weekend, me and a couple of buddies that were, that had also failed.",
        2500.5,
        2505.84
    ],
    [
        " We went in the dip tank, which was just a square metal box that was filled with water.",
        2506.3,
        2512.66
    ],
    [
        " And we pool-combed each other.",
        2513.1,
        2514.52
    ],
    [
        " I don't even, I can't even believe we did this.",
        2514.64,
        2516.44
    ],
    [
        " It was probably the most unsafe thing I did.",
        2516.56,
        2518.68
    ],
    [
        " Or one of the top unsafe things I did was we drowned each other and trashed each other getting ready.",
        2519.28,
        2525.18
    ],
    [
        " And we did it to each other over and over again until we were like, there's no way we were going to fail.",
        2525.28,
        2529.02
    ],
    [
        " And so that's what we did. There's four of us or something.",
        2529.02,
        2531.36
    ],
    [
        " We just spent the weekend in the, I don't even, I can't even believe they let us do that.",
        2531.66,
        2534.9
    ],
    [
        " They just gave us dive gear and said, oh, you're just going to play with a dive gear cool.",
        2535.22,
        2537.68
    ],
    [
        " We're in the dip tank, like idiots.",
        2537.86,
        2539.82
    ],
    [
        " Different time, right?",
        2540.36,
        2541.4
    ],
    [
        " Yeah, yeah.",
        2541.48,
        2542.52
    ],
    [
        " But it is humbling.",
        2542.7,
        2543.68
    ],
    [
        " And it's one of those things, you know, there's no worse feeling for me than that feeling of like, oh, if I fail this,",
        2543.96,
        2550.04
    ],
    [
        " this is like my whole life dream done and destroyed.",
        2550.42,
        2555.1
    ],
    [
        " So yeah, they make, they play those, they play those games with you.",
        2556.88,
        2560.3
    ],
    [
        " Yeah.",
        2560.84,
        2561.0
    ],
    [
        " And I think they have to play those games with you because you're going to fail in other situations once you get to the, to the teams.",
        2561.02,
        2566.9
    ],
    [
        " You know, you want to, you do want to see how people are going to deal with failure.",
        2567.08,
        2569.72
    ],
    [
        " And they would do things like that in Buds where, you know, they would, there would be seven people that, that would pass a swim.",
        2569.92,
        2577.14
    ],
    [
        " And everyone else is a failure and they, you know, tell us, they, they line us all up and make every single make a hundred guys signing up.",
        2577.58,
        2585.08
    ],
    [
        " And they would say, you know, I'm going to get a chip that we were losing our failures on the swim.",
        2585.08,
        2587.66
    ],
    [
        " And if they fail, if we fail again, we're going to be dropping training.",
        2587.9,
        2590.24
    ],
    [
        " I don't think that was actually true.",
        2590.6,
        2592.02
    ],
    [
        " I don't know, but it didn't looking back at the time I believe it was time was like, oh my god.",
        2592.3,
        2596.88
    ],
    [
        " So they do a good job of that psychological warfare on you in that training.",
        2597.08,
        2602.56
    ],
    [
        " Yeah.",
        2603.18,
        2603.32
    ],
    [
        " So that was before that too that, you know, another pretty intense phase.",
        2603.7,
        2607.5
    ],
    [
        " So we do the CQB initial CQB phase prior to that too.",
        2607.68,
        2611.64
    ],
    [
        " And so that one was saying that was pretty high stakes, pretty high stress.",
        2611.64,
        2616.12
    ],
    [
        " Did you mess up?",
        2616.4,
        2617.18
    ],
    [
        " No, I was, I was okay there.",
        2618.12,
        2619.78
    ],
    [
        " Yeah, I don't have any issues.",
        2620.04,
        2621.0
    ],
    [
        " You could throw any rounds.",
        2621.26,
        2622.04
    ],
    [
        " You shoot any hostages?",
        2622.42,
        2624.6
    ],
    [
        " No.",
        2624.86,
        2625.04
    ],
    [
        " I shot a hostage one time.",
        2625.32,
        2626.64
    ],
    [
        " No.",
        2627.12,
        2627.3
    ],
    [
        " Yeah, I shot a just in training.",
        2627.44,
        2628.82
    ],
    [
        " But yeah, obviously just in training.",
        2628.98,
        2630.34
    ],
    [
        " But this guy, they had a target set up.",
        2630.44,
        2633.98
    ],
    [
        " You know those, those, they look like watercolor painting targets.",
        2634.08,
        2637.42
    ],
    [
        " So they're different characters.",
        2638.0,
        2639.14
    ],
    [
        " And you could take little, you could take the person's hand and you could paste over like a pistol or a cell phone or a badge or a whatever.",
        2639.42,
        2648.86
    ],
    [
        " So I come into this room and it's, it's kind of dusk and this was, this was back in the day.",
        2649.46,
        2653.54
    ],
    [
        " So we didn't even use night vision.",
        2653.62,
        2654.96
    ],
    [
        " This is just like day, you know, we're just shooting with our eyesight, a regular eyesight.",
        2654.98,
        2658.7
    ],
    [
        " And I come in and there's a guy and I look at his hands and I see like a dark pipe pointed at me.",
        2659.16,
        2665.18
    ],
    [
        " And I drilled this dude, you know, two to the chest one to the head gets come.",
        2665.72,
        2669.86
    ],
    [
        " And we get done with the run and the instructor, he comes out and he's like, he's holding the target in his hands.",
        2670.5,
        2677.38
    ],
    [
        " And he's like, he's like, hey, jockele, look at this.",
        2677.78,
        2680.02
    ],
    [
        " And I was like, check.",
        2680.06,
        2681.72
    ],
    [
        " And he goes, what do you see?",
        2682.1,
        2682.82
    ],
    [
        " And what it was was it was allegedly, it was a rolled up newspaper that he was pointing at the, at you, you know, at me.",
        2684.02,
        2693.3
    ],
    [
        " And it looked like the barrel of a gun.",
        2694.52,
        2697.5
    ],
    [
        " And I looked at the instructor and I was like, hey, bro, if I come into a room and someone's doing that, they're gonna die.",
        2698.32,
        2703.6
    ],
    [
        " I'm sorry, man, you can't do that because the guy looks all jacked.",
        2704.18,
        2708.14
    ],
    [
        " He's this guy, this guy with the green shirt.",
        2708.44,
        2710.3
    ],
    [
        " I'm gonna find one of these and post it because I'm sure you can find him.",
        2710.36,
        2712.78
    ],
    [
        " It's the guy with the green shirt, super thick neck and looks all hostile and aggressive.",
        2712.98,
        2717.5
    ],
    [
        " And he's pointing this pipe at me and I drilled him.",
        2717.88,
        2721.02
    ],
    [
        " And I got in trouble.",
        2721.14,
        2721.98
    ],
    [
        " That was my, you know, whatever I had to run a tire or something like that.",
        2721.98,
        2724.96
    ],
    [
        " But that was when I was in the team.",
        2725.46,
        2728.02
    ],
    [
        " That was, you know, hey, horrible.",
        2728.18,
        2730.86
    ],
    [
        " And you do, you know, even though I was like, hey, I'll do that anyways.",
        2731.26,
        2733.46
    ],
    [
        " But inside, and you know, even though I was like, man, you know, you got to be better than that.",
        2733.6,
        2737.5
    ],
    [
        " And that was, that was jacked up for me to do that.",
        2737.72,
        2739.82
    ],
    [
        " And so I had to check hands more carefully and be more patient in taking that shot to make sure what I'm looking at is what I'm looking at.",
        2740.32,
        2747.24
    ],
    [
        " So yeah, failure is a good teacher and it's very humbling.",
        2748.0,
        2751.06
    ],
    [
        " And then, so do you guys have like a full-on graduation ceremony from that?",
        2752.02,
        2756.76
    ],
    [
        " Do you get a pin?",
        2757.84,
        2758.62
    ],
    [
        " Do you get that new rater pin?",
        2758.88,
        2760.36
    ],
    [
        " They do now.",
        2760.38,
        2760.74
    ],
    [
        " Yeah, we didn't have one at the time.",
        2761.04,
        2762.2
    ],
    [
        " So we've grown up.",
        2762.78,
        2764.66
    ],
    [
        " We weren't called raders and we didn't have a pin.",
        2764.96,
        2766.44
    ],
    [
        " So we just got a little certificate and handshake and sent it on our way.",
        2766.78,
        2770.36
    ],
    [
        " And then you went to where?",
        2770.58,
        2771.54
    ],
    [
        " And then I was assigned to the Campanolton California.",
        2772.18,
        2774.62
    ],
    [
        " So I moved out here with my wife and joined first marine rater battalion.",
        2774.86,
        2778.32
    ],
    [
        " And that was your first time being out at Pendleton.",
        2778.86,
        2781.6
    ],
    [
        " Correct.",
        2782.06,
        2782.38
    ],
    [
        " Yeah.",
        2782.58,
        2782.68
    ],
    [
        " How do you like Pendleton?",
        2782.8,
        2783.44
    ],
    [
        " I love it.",
        2783.9,
        2784.24
    ],
    [
        " It's awesome.",
        2784.34,
        2784.98
    ],
    [
        " Still live here.",
        2785.2,
        2786.02
    ],
    [
        " I didn't make it far, even though my wife's family and all her family is still in Delaware.",
        2786.24,
        2790.44
    ],
    [
        " So yeah.",
        2790.96,
        2791.42
    ],
    [
        " We love it here.",
        2791.74,
        2792.56
    ],
    [
        " Hope to never leave.",
        2792.7,
        2793.26
    ],
    [
        " Pendleton is awesome training ground.",
        2794.02,
        2797.5
    ],
    [
        " I mean, really awesome training ground.",
        2798.22,
        2800.68
    ],
    [
        " Yes.",
        2801.16,
        2801.3
    ],
    [
        " Yeah, that's great.",
        2801.74,
        2802.3
    ],
    [
        " Great place to train.",
        2802.3,
        2803.1
    ],
    [
        " We did a lot of our training there and typical places out in the desert, you know, like",
        2803.86,
        2808.12
    ],
    [
        " Fort Irwin and a couple of other places.",
        2808.12,
        2809.6
    ],
    [
        " But yeah, it's good.",
        2809.86,
        2811.54
    ],
    [
        " And it's massive.",
        2811.64,
        2812.02
    ],
    [
        " I had no idea how big it was, but just huge.",
        2812.12,
        2814.52
    ],
    [
        " And then how long was that work up for?",
        2815.42,
        2816.86
    ],
    [
        " We had, so I arrived in August and I was in the three shop in the operation section before",
        2817.8,
        2824.06
    ],
    [
        " I went to a team for about two months.",
        2824.06,
        2825.36
    ],
    [
        " And then we deployed in May.",
        2826.22,
        2828.62
    ],
    [
        " So about nine months that I was with the team.",
        2829.14,
        2832.1
    ],
    [
        " They had done there.",
        2832.22,
        2832.74
    ],
    [
        " The work up cycle, I think, was probably similar to, you know, what the seal teams had done.",
        2833.36,
        2838.44
    ],
    [
        " Where it's, you know, you come back, you go back and immediately guys are shocking out to schools,",
        2838.76,
        2842.34
    ],
    [
        " individual training, and then come back to collective training and then deploy.",
        2842.66,
        2845.42
    ],
    [
        " So I had gotten there right when I was trickling back in from a lot of the individual schools",
        2845.74,
        2851.52
    ],
    [
        " that they were going to.",
        2851.52,
        2852.34
    ],
    [
        " And then how big is the team that you take over?",
        2852.84,
        2855.36
    ],
    [
        " We had 20 total with attachments.",
        2856.38,
        2858.5
    ],
    [
        " And so each team is about 14 or not about exactly 14.",
        2859.08,
        2863.74
    ],
    [
        " So there's, you know, small headquarters element and then two forming elements, two,",
        2864.62,
        2870.04
    ],
    [
        " a, a, a, a, you know, medics.",
        2870.16,
        2872.82
    ],
    [
        " And, and then we plussed up with our intel assets and EOD and,",
        2873.44,
        2878.8
    ],
    [
        " uh, gotten country got some dog handler, some other stuff as well with our team.",
        2879.84,
        2883.4
    ],
    [
        " And then, and that when you say you got in country, this is, this is you,",
        2883.94,
        2886.32
    ],
    [
        " did you deployed to Afghanistan?",
        2886.38,
        2887.5
    ],
    [
        " Yes.",
        2888.02,
        2888.2
    ],
    [
        " And now it's 2012.",
        2888.54,
        2890.3
    ],
    [
        " Correct.",
        2890.88,
        2891.42
    ],
    [
        " Yeah, 2012.",
        2891.56,
        2892.18
    ],
    [
        " So I'd gotten out of training in 2011 and then deployed in May of 2012.",
        2892.52,
        2898.28
    ],
    [
        " And then what was that when you were going into that deployment?",
        2899.0,
        2902.34
    ],
    [
        " What was the atmosphere in Afghanistan at that time?",
        2902.48,
        2905.86
    ],
    [
        " The atmosphere was different depending upon the region you were in, very, very different.",
        2908.08,
        2911.34
    ],
    [
        " So, uh, where we were going was highly kinetic.",
        2911.76,
        2915.94
    ],
    [
        " Bad guys run around all over the place, just killer be killed and, uh,",
        2916.56,
        2921.04
    ],
    [
        " focusing a lot on security and combat operations.",
        2921.26,
        2923.58
    ],
    [
        " Um, and so there were two mission sets that are, our teams would, uh, would perform.",
        2924.52,
        2930.58
    ],
    [
        " Either they would be doing a program called Village Stability Operations,",
        2930.96,
        2934.42
    ],
    [
        " which is what we were doing where they would be assigned to a, uh,",
        2934.42,
        2936.72
    ],
    [
        " Commandant Kandak Battalion, which is more like Afghanistan's version of, you know,",
        2936.8,
        2941.82
    ],
    [
        " range of regiment or anything else.",
        2942.06,
        2943.5
    ],
    [
        " And so when we deployed, we deployed, uh, with the company.",
        2943.5,
        2946.74
    ],
    [
        " So we had three marine teams.",
        2946.88,
        2948.32
    ],
    [
        " One of our teams took over a command omission and the other two were doing Village Stability Operations.",
        2948.94,
        2952.94
    ],
    [
        " Um, and then as we, uh, deployed, we took over a couple of seal units and, uh,",
        2953.48,
        2958.6
    ],
    [
        " green braid team as well that reported to our, our company headquarters as well.",
        2958.68,
        2962.76
    ],
    [
        " So specifically for our team where we went, we were in very, very primitive rural area in the middle of the helmet province,",
        2963.56,
        2970.66
    ],
    [
        " um, red and the green zone and, uh, so the, which, green zone means something different in Afghanistan than it did in Iraq.",
        2970.88,
        2978.56
    ],
    [
        " Green zone in Iraq was, uh, an area in Baghdad actually that was, that was controlled and safe and,",
        2978.84,
        2986.08
    ],
    [
        " and all good to go for Americans and there was, you know, other people living there and whatnot.",
        2986.3,
        2992.64
    ],
    [
        " It is, it is safe zone and the green zone in Afghanistan is not that.",
        2993.32,
        2997.74
    ],
    [
        " No, no.",
        2998.28,
        2998.74
    ],
    [
        " So the green zone in Afghanistan literally is, uh, due to vegetation.",
        2999.1,
        3003.3
    ],
    [
        " And so the green zone, Afghanistan is mostly area or desert climate and, uh, there's very little, uh,",
        3003.74,
        3010.48
    ],
    [
        " green areas or good farmland essentially.",
        3010.48,
        3013.36
    ],
    [
        " And I think it was in the 60s.",
        3013.8,
        3015.44
    ],
    [
        " Uh, I think it was, uh, the USA or another international development agency built another canal off of the helmet river.",
        3015.62,
        3022.18
    ],
    [
        " And so in between those two waterways was good farmland because, uh, farmers there would, you know, cut out canals and everything else to grow crops.",
        3022.64,
        3031.92
    ],
    [
        " And so this was like one of the only green areas in the entire country.",
        3032.32,
        3037.0
    ],
    [
        " Um, it's that's what they mean.",
        3037.34,
        3039.06
    ],
    [
        " They mean they've been in the Afghanistan version of the green zone.",
        3039.22,
        3041.1
    ],
    [
        " And since the vegetation is also cover and concealment for fighters for enemy fighters.",
        3041.18,
        3047.7
    ],
    [
        " Yeah. And so where we were, it was, it was tough because guys would use those canals to sneak up and it was very unilating or hilly terrain.",
        3048.32,
        3055.62
    ],
    [
        " Um, I would consider it and when I try to explain it to most people too, I consider it more, more similar to trench warfare.",
        3056.12,
        3063.28
    ],
    [
        " Then just desert open warfare where you can see other people.",
        3064.4,
        3068.06
    ],
    [
        " Um, people are very able to, especially with some of the, the urban structures there as well.",
        3068.38,
        3073.76
    ],
    [
        " Uh, some of the enemy fighters would be able to creep up and, you know, try to get the drop on you and get close to your position.",
        3074.08,
        3081.16
    ],
    [
        " So these, so you were doing VSO, the village stability operations.",
        3081.68,
        3086.28
    ],
    [
        " And what did that, what did kind of what was your standard VSO mission look like?",
        3086.56,
        3091.6
    ],
    [
        " What was that deal?",
        3091.7,
        3092.9
    ],
    [
        " So for the VSO mission, we had three lines of effort.",
        3093.98,
        3097.56
    ],
    [
        " So the first was to establish security.",
        3098.0,
        3100.14
    ],
    [
        " And the second was to try to revive economic development.",
        3101.32,
        3104.96
    ],
    [
        " And then the third was to link political governance.",
        3105.48,
        3107.3
    ],
    [
        " So the three lines of effort, security, development, governance for political governance.",
        3107.42,
        3111.44
    ],
    [
        " Couldn't really focus on economic development or political governance.",
        3112.1,
        3115.5
    ],
    [
        " And so the village didn't have security.",
        3115.78,
        3117.32
    ],
    [
        " And so one of the first things that we did and we took over a pretty capable force because people had been doing this mission a lot before us in this region.",
        3117.92,
        3124.14
    ],
    [
        " They would train and equip a small police force called the Afghan local police.",
        3124.6,
        3131.08
    ],
    [
        " And so the idea was, was if you take people in these small communities that are from there, train them, pay them to provide security that they would be more effective at providing security than any Americans would be.",
        3131.8,
        3144.52
    ],
    [
        " Which is in most cases very true.",
        3145.44,
        3147.52
    ],
    [
        " And so we took over this site and we had about probably a hundred or more Afghans that were on our payrolls to help go and provide security for the area.",
        3147.92,
        3159.14
    ],
    [
        " And so that was primarily what we focused on because we were still trying to train them, get them to a place where they could provide security for themselves.",
        3159.5,
        3169.22
    ],
    [
        " So is this multiple, multiple villages in like an area that you're providing security for, that these Afghans are providing security or is it like one big, you know, like larger village?",
        3169.22,
        3178.96
    ],
    [
        " For us it was just one village.",
        3179.7,
        3181.92
    ],
    [
        " And it wasn't even, I mean, it wasn't even that big honestly.",
        3182.42,
        3184.56
    ],
    [
        " So we literally, as far as operational areas and things, I think ours was a few kilometers max.",
        3184.56,
        3192.16
    ],
    [
        " So we were, yeah, because super focused.",
        3192.52,
        3194.8
    ],
    [
        " Where we were was essentially a minefield.",
        3194.8,
        3199.34
    ],
    [
        " We were right in the middle of this contested region, prime poppy growing area.",
        3199.48,
        3204.82
    ],
    [
        " So Taliban wanted it and then the farmers would grow a poppy and that was their economic, you know, that was their payday, their paychecks.",
        3205.32,
        3212.44
    ],
    [
        " And so very complex problem to try to change.",
        3213.24,
        3216.7
    ],
    [
        " And so we...",
        3217.78,
        3219.36
    ],
    [
        " So did you live in the villages?",
        3219.36,
        3221.3
    ],
    [
        " Did you live there?",
        3221.62,
        3222.28
    ],
    [
        " Yeah.",
        3222.4,
        3222.76
    ],
    [
        " So you took over some houses or whatever and then you set up your base of operations and you lived there?",
        3223.0,
        3228.32
    ],
    [
        " Essentially, yeah, we took...",
        3228.82,
        3230.16
    ],
    [
        " Basically, we weren't able to really take over any houses because all the houses that run occupied were all full of IEDs.",
        3230.16,
        3237.28
    ],
    [
        " So the TTP and basically what we had done at that time was wherever we were going to set up we would bulldoze and just build structures on our own, you know, Hesco barriers.",
        3237.58,
        3247.46
    ],
    [
        " But it was very primitive.",
        3247.46,
        3248.3
    ],
    [
        " We had no running water, just living in a dust bowl essentially.",
        3248.3,
        3252.04
    ],
    [
        " Get some towers up for security and then that was pretty much it.",
        3252.46,
        3256.44
    ],
    [
        " And there's how many of you out in this remote location?",
        3256.66,
        3259.36
    ],
    [
        " We ended up having two sites and so we had mutually supporting positions within our team and I think we had probably 60 Americans.",
        3259.94,
        3270.44
    ],
    [
        " So we had our 20 guys and then we actually had a trailer platoon of Army infantry guys out there as well.",
        3270.58,
        3276.78
    ],
    [
        " And so they would help provide security and stay in post and allow us to go out and do missions.",
        3277.06,
        3280.96
    ],
    [
        " So now you get into doing missions and what does that look like?",
        3281.54,
        3285.1
    ],
    [
        " You're going out, you have to take people, you have to move people, you have to go and meet people.",
        3285.24,
        3291.96
    ],
    [
        " Like what was the kind of standard when you say mission to execute from those little forward operating basis?",
        3291.98,
        3300.72
    ],
    [
        " What was kind of the standard mission that you would execute?",
        3300.72,
        3303.78
    ],
    [
        " Yeah, so the mission is varied but for the most part and I was only there for about two months before I got injured and came back.",
        3304.72,
        3313.14
    ],
    [
        " But the team we took over for done a really good job and they had some very challenging human dynamics within the AO.",
        3314.78,
        3322.66
    ],
    [
        " They were going to attack multiple times a day.",
        3323.92,
        3326.1
    ],
    [
        " So when we got there we tried to do whatever we could to to proactively prevent that from happening.",
        3326.48,
        3332.84
    ],
    [
        " And so the standard practice that we would do is we go outside and push patrols, try to find guys who were coming to kill us and kill them before they got us.",
        3332.88,
        3343.48
    ],
    [
        " So to do that is not an insignificant task, especially when you're going through a minefield.",
        3344.32,
        3352.22
    ],
    [
        " And so the TTPs that we kind of used at that time was we would go into the cover darkness which will allow us time to slowly methodically get to wherever we wanted to go, take over a compound or a building and then just stay there all day and observe and see what happened.",
        3353.02,
        3371.24
    ],
    [
        " And then that next night, usually ex-fill onto the cover of darkness again and the minors needed that was because a lot of the IDs they were out and set up were in positions where there are just so many of them.",
        3371.54,
        3386.56
    ],
    [
        " And they're in positions that were advantageous and would be observed by the enemy.",
        3386.8,
        3391.8
    ],
    [
        " And so if an entire compound had a few different IDs in it and we started to realize that hey we can't go in these compounds or we can't go near them because if there's nobody in it most of the time they have IDs, the enemy would then wait until we were in a position and just fire a few shots at us trying to drive us into those positions and things.",
        3391.8,
        3412.08
    ],
    [
        " And so just in general we just preferred to operate at night because they didn't have night vision capabilities and weren't able to shoot at us at night and we would be able to take our time and move very slowly and methodically through the ID threat that we encountered.",
        3412.08,
        3427.04
    ],
    [
        " And so that's how we were able to try to mitigate that and that was how we would usually conduct those missions.",
        3427.44,
        3434.36
    ],
    [
        " And then how often would you actually get contact once you were out set up in an ambush position?",
        3434.62,
        3440.2
    ],
    [
        " I think almost almost 100% of the time felt like that at least.",
        3440.86,
        3446.22
    ],
    [
        " And so we wouldn't go out every day, sweet stagger these and obviously with the operational, the number of people that we had, we're trying to maximize the bang for our buck and to be very efficient with that while also running other operations and trying to build the police forward.",
        3446.38,
        3464.34
    ],
    [
        " And so we'd go up probably over a few days.",
        3469.18,
        3470.88
    ],
    [
        " So this is a very aggressive VSO mission.",
        3471.26,
        3474.02
    ],
    [
        " Yeah, I mean this is a lot more aggressive than I was thinking.",
        3474.7,
        3477.68
    ],
    [
        " The term that was thrown around by some of the guys was smash mouth VSO.",
        3478.1,
        3482.86
    ],
    [
        " And so if you look at the entire landscape of Afghanistan from the highest levels of command and everything there were green, yellow and red areas.",
        3483.78,
        3492.8
    ],
    [
        " And if you look at that based on enemy activity or friendliness to coalition forces, the traditional model for VSO was, hey put them in yellow areas that were likely to be successful.",
        3493.68,
        3505.98
    ],
    [
        " We can make some progress.",
        3505.98,
        3507.2
    ],
    [
        " Not in red areas, right where people will just fight to the death and there's no chance of this happening.",
        3507.48,
        3514.26
    ],
    [
        " Different people have different thoughts of what's green, yellow and red.",
        3515.28,
        3519.28
    ],
    [
        " And so we ended up there and that was our mission and we tried to make the most of it.",
        3519.96,
        3525.1
    ],
    [
        " But yeah, very different.",
        3525.42,
        3526.6
    ],
    [
        " And so that and we even had teams, other Marines were out in the West and Harat province, which was very different than the Helmen province.",
        3526.82,
        3532.64
    ],
    [
        " And so on Harat province, guys are walking around with just a pistol and driving on motorbikes and drinking tea and hanging out, no helmets like not getting shot at.",
        3532.64,
        3544.92
    ],
    [
        " Very very very different experience than where we were.",
        3545.3,
        3548.9
    ],
    [
        " And that was great because we're just glad different places of different portions of the country were successful with that mission set.",
        3549.66,
        3557.68
    ],
    [
        " And I think to a large degree, most of the special operations students that conducted that mission were very successful.",
        3557.9,
        3562.8
    ],
    [
        " And for us, you know, it's debatable how successful we were.",
        3563.56,
        3568.8
    ],
    [
        " But that was a very different environment.",
        3569.1,
        3570.82
    ],
    [
        " Yeah, I know there were guys that were going over to do it and they would ask me about, you know, what do you think of this?",
        3571.28,
        3576.0
    ],
    [
        " We're going to do this village civility thing and I was like, oh, you're going to go out in the middle of, you know, Indian country with your platoon.",
        3576.06,
        3582.92
    ],
    [
        " That's going to be an awesome mission. Like it's going to be great. Go get some. Go do do good job.",
        3584.14,
        3588.82
    ],
    [
        " I mean, that's just a it's a cool mission. It's just to be out there on your own. I mean, how much oversight did you have out there?",
        3589.0,
        3595.16
    ],
    [
        " Not much.",
        3596.08,
        3597.64
    ],
    [
        " I mean, and that was one of the coolest things was having the freedom to go and execute.",
        3598.26,
        3602.62
    ],
    [
        " And so, you know, whether or not it was, you know, destined for success based on what the situation was, we were going to do the best we could to make it success.",
        3602.86,
        3610.5
    ],
    [
        " And we had a lot of resources to do that, whether it was, you know, the intelligence assets that we had at our disposal, you know, as a captain in the Marine Corps had assets that were like more than a Mew Commander.",
        3611.06,
        3623.42
    ],
    [
        " Right.",
        3623.88,
        3623.96
    ],
    [
        " And same thing for casts and air support.",
        3625.18,
        3627.48
    ],
    [
        " ROE was a bit restrictive for conventional forces. And for us, you know, we were able to, as long as we met certain criteria and, you know, able to justify it, we're able to drop casts where we needed to, you know, which was very different.",
        3629.4,
        3643.64
    ],
    [
        " And so we did the best we could and made the most of it.",
        3643.72,
        3646.56
    ],
    [
        " And then you're a couple months into deployment. And that's when you got, that's when you got wounded.",
        3647.38,
        3654.1
    ],
    [
        " Yeah.",
        3654.7,
        3654.98
    ],
    [
        " And what, what happened on that off?",
        3655.14,
        3656.66
    ],
    [
        " Yeah. So we're starting to have some successes with the security bubble that we were establishing.",
        3657.52,
        3663.7
    ],
    [
        " And so we pushed a little bit further from our base to try to see where we thought there would be enemy activity. And so we went about, I think maybe a click and a half on foot from our base.",
        3664.14,
        3674.32
    ],
    [
        " And found ourselves in a new country essentially. So we occupied a compound on the cover darkness and shortly after the sun rose, immediately started seeing heavy activity around us and started getting engaged from multiple directions with different weapon systems.",
        3674.76,
        3693.74
    ],
    [
        " And so shortly after that happened, there were three Marines on the rooftop of the compound that we're in.",
        3694.06,
        3703.32
    ],
    [
        " We had the rest of Marines down surrounded protected, or should be protected by the rest of the compound walls. So most of the construction in Afghanistan is mud, mudhuts.",
        3704.22,
        3713.68
    ],
    [
        " And despite not having running water electricity or anything, they were able to build these massive fortifications around each house.",
        3714.34,
        3721.6
    ],
    [
        " And so the walls would protect you, but you can't see anything. So you also don't have situational awareness on what's going on.",
        3721.62,
        3727.94
    ],
    [
        " And so as a commander, as a leader of the patrol, swapped out with Brian Jacqueline, who was on the rooftop at that time to try to get awareness.",
        3728.06,
        3736.02
    ],
    [
        " And so started observing different things going on and, you know, as well as up there, enemy fighterhead, engaged us from our flank.",
        3736.5,
        3745.64
    ],
    [
        " And so myself and another Marine on the rooftop were shot. Third Marine was able to roll off without getting shot.",
        3745.64,
        3752.94
    ],
    [
        " And so immediately bullet went into my shoulder and into my spine. So I just felt a pulsing sensation in my back and kind of slumped over, saw Ricky, who was the sergeant to my left.",
        3753.16,
        3764.24
    ],
    [
        " He had been shot through the neck and was faced down on the rooftop.",
        3764.52,
        3767.34
    ],
    [
        " Try to triage myself, pick myself up and realize that nothing below my chest was working.",
        3769.04,
        3773.84
    ],
    [
        " And so immediately got on the radio, call my guys, told them that I'd been hit and that Ricky had been hit.",
        3774.34,
        3778.62
    ],
    [
        " And they sprung into action. And so took the initiative to return fire, gain fire superiority and triage us and continue to fight.",
        3779.04,
        3789.96
    ],
    [
        " And how long did that last?",
        3790.64,
        3792.24
    ],
    [
        " It was a long time.",
        3792.96,
        3794.24
    ],
    [
        " So you're out there in the middle of nowhere and you're in a really hostile situation. How long did it take to get assets there?",
        3794.84,
        3803.22
    ],
    [
        " Assets were pretty timely. But it was also a very chaotic situation.",
        3804.58,
        3808.98
    ],
    [
        " So at that time we had 10 Americans out on the mission. We had 10 of our Afghan partnered force with us.",
        3809.22,
        3817.56
    ],
    [
        " And so now we're down to eight Americans to our critically wounded. We had to pull guns off the line as well to treat us sore, medically, started treating Ricky and I.",
        3818.08,
        3828.18
    ],
    [
        " Another Marine started treating me as well. So at least six, Brian Jacqueline immediately got on the radio and started to try to call in for Medevac and air support.",
        3828.64,
        3840.38
    ],
    [
        " At that same moment Murphy's lock kicked in as well and the SACCOM antenna came down. So our SACCOM antenna came down. So we're now Brian was relaying through our main position.",
        3841.28,
        3851.7
    ],
    [
        " All the information that was going on. And so I became pretty chaotic and took about, I think, 30 minutes or so before the Medevac helicopter was able to come in and get us out.",
        3852.26,
        3866.38
    ],
    [
        " And how bad was the other guy's name that was hit Ricky? Yeah. So he got shot in the neck. Like what was at all about?",
        3871.76,
        3879.3
    ],
    [
        " Yeah. I mean, we all thought he was dead. Yeah. And turns out he was very, very, very lucky. So missed everything important in his neck.",
        3880.32,
        3888.8
    ],
    [
        " Like Mrs. Winpipe, Mrs. Spine, he was unconscious for a while and we were both off the rooftop and armedic started working on him trying to bring him back to life while another Marine was trying to keep me stable.",
        3888.8,
        3901.22
    ],
    [
        " And so put some click lot and different cladding agents in his neck and all of a sudden Rick kind of woke up and made like a zombie moon.",
        3901.66,
        3911.62
    ],
    [
        " And it was like, it was like blinking and stuff. And so turned out fine. And luckily today he's, you know, he's left the service, but he just he's about to graduate from college. He's in the bodybuilding and, you know, he's doing great.",
        3911.62,
        3924.26
    ],
    [
        " And he's awesome. And so at that time, he was pretty stable. And I started to take a little bit of a turn for the worst because the bullet that went into my shoulder.",
        3924.74,
        3933.32
    ],
    [
        " It also kind of punctured one of my lungs instead of have blood pulling in my left side of my chest cavity. And so, uh, guys were trying to get us out of this.",
        3933.62,
        3944.54
    ],
    [
        " Were you conscious? I was. Yeah. Yeah. For the most part until towards towards the end where I started to to fade a little bit.",
        3944.54,
        3951.38
    ],
    [
        " And then did you did you eventually just did you pass out they hit you with morphine? What would they do?",
        3951.9,
        3957.62
    ],
    [
        " I didn't get any drugs until I don't think I got any drugs until I got on the helicopter. And then while I was on the helicopter passed out and woke up in a hospital in Afghanistan.",
        3958.22,
        3968.14
    ],
    [
        " But I do remember the event. And so I remember making the radio call to my teammates, while I was on the rooftop. Remember getting pulled down. Remember talking to a Hafiz, one of the Marines who was working on me, talking them through a needle D.",
        3968.22,
        3982.32
    ],
    [
        " As he was giving me needle D trying to tell him and talk to him and stuff. And he said, uh, you know, he said some.",
        3983.68,
        3990.48
    ],
    [
        " It's not as such a interesting thing as well as it there too. And, uh, you know, uh, so just to give a little people a little bit of a visual on that.",
        3990.84,
        3999.42
    ],
    [
        " And then it's not a needle D compression is when your when somebody is going to take a what like a 14 gauge needle or something like that.",
        3999.42,
        4006.06
    ],
    [
        " And jam it in between your ribs into your lung cavity to allow some pressure out.",
        4006.48,
        4012.5
    ],
    [
        " And you had to talk him through that.",
        4013.06,
        4014.78
    ],
    [
        " He knew what he was doing, but I was just, you know, just trying to encourage him and different things. And so at that time I was also trying to relay information to help them find the bad guys.",
        4015.36,
        4024.3
    ],
    [
        " You know, it was fun. Who they were trying to return fire for or against. And so I was talking them on trying to talk them on initially.",
        4024.3,
        4031.84
    ],
    [
        " And then after that, I was just trying to talk to him to make sure me, you know, and then the helicopters sat down in your compound.",
        4032.3,
        4038.96
    ],
    [
        " No, they couldn't. So that was a big challenge. And so, uh, what happened and what Brian Jacqueline was awarded the Navy Cross for.",
        4039.56,
        4049.7
    ],
    [
        " And a lot of other guys who all risked their lives to save ours did was they had to call in the helicopters out into an open field.",
        4049.92,
        4058.34
    ],
    [
        " Despite being under fire. And so they prepped the area with as much air support as they could called in the bird.",
        4058.5,
        4064.08
    ],
    [
        " And the bird landed.",
        4064.56,
        4065.58
    ],
    [
        " Brian blew a breach in the compound wall through smoke.",
        4066.12,
        4069.72
    ],
    [
        " And then literally what he said was if you get hit on the way to the chopper, jump in, follow me and lead the way.",
        4070.3,
        4075.52
    ],
    [
        " And without hesitation, the other guys carried us out of the open. And I'm not a small guy, you know, I'm 200 pounds of, you know,",
        4075.64,
        4084.8
    ],
    [
        " spare tested freedom fighter. Just like most of us with a lot of a lot of kid on to.",
        4084.94,
        4089.3
    ],
    [
        " And so, uh, those guys carrying us out there were in a pollless litter. And so to carry us, it takes four guys and they can't return fire.",
        4089.92,
        4098.38
    ],
    [
        " You know, they can't pick up their weapon and engage the enemy. So they're totally exposed.",
        4098.68,
        4104.44
    ],
    [
        " And without hesitation, right out there and doing the bullet dance, dodging bullets, trying to get us on the bird and get us out of there.",
        4104.7,
        4110.6
    ],
    [
        " And I'm alive today because of that. And so that for me, what I tell people when I talk about this is, is one of the best days of my life.",
        4110.8,
        4118.9
    ],
    [
        " And so, you know, it was one of the worst days of my life too, because I, you know, suffered this spinal cord injury and was paralyzed from the chest down for however long that my life was.",
        4119.24,
        4128.36
    ],
    [
        " Maybe, but that's one of the best days of my life because a team that I was fortunate enough to lead a team that I was fortunate enough to be a part of display the highest levels of, of selflessness and sacrifice and courage on the battlefield.",
        4128.96,
        4144.04
    ],
    [
        " Uh, and just to witness that to be a part of that, you know, is something I'll never forget and something I'll be proud of for the rest of my life.",
        4144.78,
        4151.06
    ],
    [
        " So, yeah. And if in case anyone missed it, the opening for this was actually those are those are gunnery sergeant Jacqueline's words that he, that he gave during a speech. And I thought they were just so, they were just awesome words.",
        4152.88,
        4168.02
    ],
    [
        " So I figured I'd share them with some people. And obviously the rest of the guys, you know, a bunch of kick ass guys that like you said, I mean just incredible heroism across the board from your, from your team.",
        4168.24,
        4180.22
    ],
    [
        " You now, and by the way, and actually, and Jacqueline mentioned this in the speech as well, there were some, there were some seals. Like you said, I guess it was the guys that were under the guys from SEAL team three that came in.",
        4182.9,
        4194.94
    ],
    [
        " And I actually talked to one of those guys today because I knew, you know, because you were coming on and I just, it was, I talked to him with Dan Crenshaw.",
        4195.48,
        4203.82
    ],
    [
        " And, and I just told him, you know, I said, him, I'm talking to Derek today and he's like, oh, that's awesome. And it was just cool. It was just cool to hear the praise coming from Jacqueline. And, and that's exactly the same thing that the Dan Crenshaw said. He's like, yeah, those guys were awesome.",
        4204.58,
        4219.66
    ],
    [
        " I mean, that's just, that's his, he, you know, I said, oh, you were on that mission, right? He goes, he goes, oh, yeah, he goes, those guys were awesome. That's what he said. And it was cool to hear Jacqueline saying the same thing. And, you know, a lot of times people kick.",
        4219.98,
        4230.64
    ],
    [
        " I guess people get caught up in whatever it is, inter-service rivalry. And I actually literally have zero of that. I, especially after my deployment to Ramadi, I have zero inter-service rivalry of any kind.",
        4231.44,
        4245.16
    ],
    [
        " Like if you're on the battlefield and you have an American flag on your uniform, you are my brother. And it was awesome to hear that feedback from both those guys.",
        4245.5,
        4254.28
    ],
    [
        " You, you wake up in a hospital and you're in an affiquity, you're in a hospital Afghanistan.",
        4257.34,
        4262.84
    ],
    [
        " Yep. Yeah, wake up in camp, bastion. Doctors there. And he's like, hey, captain, you got shot and you may, you know, you paralyzed and you may never walk again.",
        4263.5,
        4276.5
    ],
    [
        " I just kind of stare at him and say, yeah, I know. I kind of had this awkward stare off. Like, hey, anybody tell my wife yet? He's like, no, he just kind of stares at me and like, go get me a goddamn phone.",
        4276.5,
        4292.0
    ],
    [
        " Oh, okay, yeah, got it. And so, uh, brings over the phone and I wake my wife up in the middle of the night. So you knew immediately.",
        4292.76,
        4301.04
    ],
    [
        " I knew, yeah, I knew that that was the case. Literally a second I got shot, you know, because I tried to pick myself up and it's hard to understand if you, you, you never experienced it.",
        4301.98,
        4312.86
    ],
    [
        " But, you know, if just your body is numb and nothing works, then, you know, you know, and so like, totally knew that that was the case and didn't know how long it would last.",
        4312.94,
        4323.74
    ],
    [
        " But I knew that that was what the issue was. And so, um, call my wife and woke her up told her, you know, hey, I've been shot paralyzed. I may never walk again. I'm coming home.",
        4324.48,
        4335.3
    ],
    [
        " And so that was pretty tough time and, you know, pretty fun, tough phone call to make. But, uh, through it all, we're just really happy that I was able to make that phone call, you know, because a lot of guys don't get to do that.",
        4335.84,
        4347.16
    ],
    [
        " And so, then moved on, um, got evicted Germany, spent a couple days there. They didn't do anything.",
        4347.42,
        4355.06
    ],
    [
        " For my condition, just kind of waited, transport back to Bethesda, where I checked in and, and met my wife and family and they started to do some other surgeries, removed the bullet from my spine and some other, other things.",
        4355.74,
        4368.5
    ],
    [
        " And so our guys at that time too were, they, uh, they stayed put in the compound and fought for the rest of the day.",
        4368.5,
        4376.54
    ],
    [
        " Uh, repelled a few different enemy assaults. And then, as you mentioned, the seal team that had come in to be the quick reactionary force for them, uh, came in at night and jacklanded the turnover with them.",
        4376.8,
        4389.94
    ],
    [
        " Um, they came into kind of reinforce the area and do some, some battle damage assessment.",
        4389.94,
        4394.04
    ],
    [
        " Uh, and then that's when Dan had gotten injured. And so, um, so the, the guys that got out and, you know, the rest of our guys made it out of that day without, without any further injuries.",
        4394.46,
        4405.78
    ],
    [
        " Uh, and so was in Bethesda and started my recovery process there with, with my wife on my side and moving forward.",
        4406.62,
        4414.26
    ],
    [
        " And that recovery process is, uh, I heard you saying one of your other, uh, videos that you have out there, you're just talking about the new normal.",
        4415.4,
        4422.76
    ],
    [
        " Like, okay, this is the new normal. This is what it is. And I'm going forward.",
        4423.02,
        4427.18
    ],
    [
        " Yeah. Yeah. Um, the doctors were pretty non-committal. So when I was there, they didn't say, you'll never walk again. They didn't say, you know, what you can or can't do.",
        4427.6,
        4440.34
    ],
    [
        " They said, you know, hey, you have a spinal cord injury. It's very severe. It's very, you know, it's a big deal. But if you recover function, you know, the research shows that it might happen in the first two years, most likely.",
        4440.82,
        4450.98
    ],
    [
        " And so that was good, uh, in some ways and bad in other ways. It was good because it left me, uh, the opportunity to change, you know, to control my mindset and to say, hey, like, so what?",
        4451.52,
        4463.18
    ],
    [
        " I'm going to get up in six weeks and go run a marathon or whatever.",
        4463.18,
        4466.08
    ],
    [
        " Uh, the challenge with that though was that was a little bit. That was good for me to get through those initial stages, but it was also naive of me to not let the reality sink in.",
        4466.56,
        4477.82
    ],
    [
        " And so, you know, when that didn't happen in six weeks and I didn't walk and I wasn't gaining control or function of anything below my chest.",
        4477.82,
        4484.84
    ],
    [
        " Uh, that's when it started to get real and like was really challenging for me to deal with.",
        4485.46,
        4491.04
    ],
    [
        " Uh, because I didn't, you know, it was out of my control, the level of, you know, the permanence of my injury.",
        4491.04,
        4497.04
    ],
    [
        " And then what, what, what, was there anything that helped you get through that transition of when you all of a sudden six weeks goes by and you, you, the reality starts to hit you that made you say, okay, here's what I'm going to do.",
        4497.98,
        4512.04
    ],
    [
        " Yeah, it's, it was bad for about, I think probably first four to six months.",
        4512.82,
        4518.6
    ],
    [
        " Um, and the reason why the reason why it's probably the lowest point, actually definitely lowest point was, uh, August 10th, 2012, so about two months after I got injured, I transferred to a VA facility in Tampa, Florida,",
        4519.94,
        4533.3
    ],
    [
        " because that was a major spinal cord injury clinic. And so the military DOD side doesn't have spinal cord injury recovery. They have it all in the VA.",
        4533.68,
        4541.84
    ],
    [
        " So, uh, it was just me in the VA with my wife, we relocated there. And on that day, actually, that was the day that, uh, three other Marines in our company from a different team were killed in an insider attack in sanguine.",
        4542.22,
        4556.84
    ],
    [
        " Uh, and so Captain Matthew Mnuchin, Gunnar, sorry, Ryan Jesky and Steph Sarnsky, I'm out, uh, we're all three guys that weren't in my team, but they were friends of mine that were killed and we're coming home.",
        4557.54,
        4567.76
    ],
    [
        " And so it was hard to deal with that. It was hard because I was still in the hospital. I couldn't go down to the funerals. And then it was continued to be hard after that because, uh, it just reinforced the fact that my guys are out there vulnerable.",
        4568.54,
        4582.44
    ],
    [
        " And I wasn't there to lead them. And that was my job. And I felt like I was failing them every day. You know, and so all of my wife was there with me throughout this recovery process was lonely.",
        4583.04,
        4591.76
    ],
    [
        " You know, everything you do in the military and teams are always from day one, who camp you have a buddy for everything. And now this was the first time in the military when I'm alone.",
        4591.98,
        4599.98
    ],
    [
        " And, uh, you know, without any control over the outcome of what would happen to my guys. And so that was tough. That was like definitely definitely the toughest part of the recovery process.",
        4600.82,
        4613.28
    ],
    [
        " And so luckily, uh, I was able to fly back to California and see them touchdown in December. All the guys made it back safe and sound. And then that was really when I was able to start to put the pieces back together and go forward and move on with my life.",
        4613.28,
        4625.52
    ],
    [
        " What did that look like picking up the pieces and putting them back together? And the reason I'm asking this is just because, you know, I'm looking at where you're at right now. And if there's any buddy that could be listening, that could say, okay, let me hear what he did.",
        4626.0,
        4640.02
    ],
    [
        " So I can emulate that. Yeah. The, uh, the key things. There's there's a couple of things that I did that I think are very similar to some of the stuff that you've talked about before. And one is mission and purpose.",
        4640.36,
        4655.9
    ],
    [
        " And so recovering in a hospital sitting there by yourself. It wasn't the mission that that I signed up for. And so as soon as I possibly could, I was back at work.",
        4656.62,
        4666.0
    ],
    [
        " And so I was back in the op section in January, you know, as a future operations officer trying to do PowerPoints and slides and all the other stuff that, you know, that officers are, are tasked to do.",
        4666.2,
        4677.36
    ],
    [
        " And it was great because nobody else wanted to do that. That stuff. So I was happy to take it on and do it. And so being around the team, providing something meaningful for them and having an impact was more important for my psyche than anything else.",
        4677.94,
        4693.2
    ],
    [
        " Other two things I've kind of looked at were like very stoic philosophy, stoic mindset, and realizing that, you know, something's out of my control.",
        4694.44,
        4703.68
    ],
    [
        " But I do have control over the way I choose to react to things the way I choose to move forward with my life and that I have opportunities. Opportunities that guys like Matt, Ryan and Sky don't have.",
        4704.62,
        4714.58
    ],
    [
        " And so for me to squandered that for me not to take advantage of every day and move forward in a way that they would be proud of is a complete waste. And so that makes it really easy to stop feeling sorry for yourself and to keep pushing and to keep doing whatever you want to do.",
        4714.7,
        4729.26
    ],
    [
        " And so those were the two things I think that every day, even to this day, continue to push me forward is like, you know, setting out on the mission and the vision that I want to achieve and the purpose for my life.",
        4729.52,
        4741.14
    ],
    [
        " And taking advantage of every day because, you know, it's an opportunity. I have something that every day I wake up, I can go and create or do or build or make something meaningful.",
        4742.38,
        4752.16
    ],
    [
        " And to not take advantage of that is to squander an opportunity that anyone of those guys would love to have. So it makes it real simple and easy for me to do.",
        4753.04,
        4761.56
    ],
    [
        " Well, man, brother. Yeah, that's awesome. That's that's awesome.",
        4762.02,
        4770.02
    ],
    [
        " There's an awesome attitude. How long did you stay? How long did you keep working in the Marine Corps for?",
        4770.36,
        4777.52
    ],
    [
        " I stayed for about another two years after that. So the Marine Corps is pretty cool. They have some programs in place for guys that are injured in the line of duty where you can stay in essentially as long as you want, as long as you keep getting promoted and keep contributing.",
        4778.48,
        4792.36
    ],
    [
        " And so for me, I didn't pursue those longer term programs because I started to find some other opportunities that I was as passionate about and wanted to pursue outside the military.",
        4793.34,
        4804.9
    ],
    [
        " And so I continue to work for about two years as a staff officer working with first, you know, the operation section as we were transitioning and trying to assign to mission sets and supporting all those different types of operation, operational planning efforts.",
        4805.36,
        4819.58
    ],
    [
        " And I'd gone back to business school part time to try to learn about business and to go get more education.",
        4820.38,
        4828.14
    ],
    [
        " And then I became really passionate about a new opportunity and medical technology and medical research and thought that that was where my next big impact would be.",
        4829.24,
        4840.52
    ],
    [
        " And so decided to officially retire from the military in November of 2014 and have been out since then.",
        4841.14,
        4849.66
    ],
    [
        " And what was the what was the new opportunity and and where did that lead?",
        4850.42,
        4855.24
    ],
    [
        " So the opportunity that arose was to start a company and try to address issues and unmet needs socio-spinal cord injury.",
        4856.98,
        4864.56
    ],
    [
        " And so I learned firsthand how many challenges and how many issues there are in addition to just being in a wheelchair that a lot of people don't see.",
        4865.04,
        4873.46
    ],
    [
        " And so everything from BOWL's bladder management, sexual function, physical training, osteoporosis, bone density and muscle mass.",
        4873.58,
        4882.74
    ],
    [
        " There's so many different things that are challenges that are unmet needs of the people like me and the patient population of which I'm a part of.",
        4882.74,
        4890.98
    ],
    [
        " And so the idea and the company that we started is called spinal singularity and that's what we're working to solve.",
        4891.88,
        4897.38
    ],
    [
        " And so our first product, the first thing we're working on, which is in clinical studies now, is a smart catheter for bladder management.",
        4897.38,
        4903.4
    ],
    [
        " And so it allows people to push a button and empty their bladder, which is currently much more advanced and much more useful and functional than the current method of management.",
        4903.66,
        4914.04
    ],
    [
        " And so that's what we've been working on for the past past few years.",
        4914.5,
        4918.08
    ],
    [
        " Yeah, you know, it's as I was kind of reading about the stuff that you've been working on and even on that item right there.",
        4918.74,
        4926.3
    ],
    [
        " He reminded me of when my buddy, Jody Middick came down to be on the podcast and he's, you know, he's a double amputee.",
        4926.4,
        4934.92
    ],
    [
        " But you know, I would see pictures of him walking around and he would do like, he did some big race up in Canada.",
        4935.2,
        4940.18
    ],
    [
        " I forget what the race was called.",
        4940.36,
        4941.68
    ],
    [
        " The amazing race. And he would do all this like really, you know, bad ass stuff that I would think, hey, you know, it's all good.",
        4942.62,
        4949.92
    ],
    [
        " And when he came down here, I think it might have been the second time he came down here.",
        4950.92,
        4957.78
    ],
    [
        " It was the second time he came down here and we like hung out more because, you know, he came down for a little bit more time and we were a little bit tighter.",
        4957.96,
        4964.1
    ],
    [
        " But he, well, first of all, I got him a hotel room and he called me and he said, hey, I'm not going to stay at that hotel because they don't have, you know, handicapped stuff there.",
        4966.46,
        4975.46
    ],
    [
        " And I was like, kind of, I was like, okay, yeah, man, cool, you know, whatever.",
        4975.58,
        4978.86
    ],
    [
        " But in my mind, I was kind of thinking to myself, like, why does he need that?",
        4979.48,
        4984.12
    ],
    [
        " Because I see him walking around and he's running the damn amazing race, right?",
        4984.18,
        4987.52
    ],
    [
        " And so I asked him, I was like, well, you know, like later, I didn't ask him on the phone.",
        4988.0,
        4992.4
    ],
    [
        " I said, yeah, cool, whatever you want. And then later I talked to him. I was like, well, why do you, you know, why do you need that?",
        4992.4,
        4997.28
    ],
    [
        " I wasn't trying to be a jerk. I was just honestly asking.",
        4997.46,
        5000.7
    ],
    [
        " And he was like, yeah, well, you know, like at night, I mean, I take my legs off and I got to crawl around and if I got to pull myself up on the toilet,",
        5001.02,
        5008.46
    ],
    [
        " I got to pull myself in the shower and like, if there's not handles and stuff, you know, it sucks.",
        5008.46,
        5013.0
    ],
    [
        " And so that was like part one of this story. Part two was he wanted to walk around San Diego and you know, see what I lived and go to the ocean and all this kind of stuff.",
        5013.9,
        5024.88
    ],
    [
        " And so we did that. And we had gone to the midway, aircraft carrier and walked around there and then we walked downtown and then we walked, then we went to where I live and we were kind of like walking the beach area.",
        5024.98,
        5037.68
    ],
    [
        " And I could see who's kind of like slowing down. I could see his face getting a little bit, you know, like like a little bit of a little bit of strain in his face.",
        5038.84,
        5046.08
    ],
    [
        " And he's like, hey man, let me sit down for a minute. And then he he'd sit down and we talk a little bit and then he'd say, okay, let's go and he'd say, let's sit down.",
        5046.08,
        5053.36
    ],
    [
        " And finally, he's like, hey man, can we just go back to your house? Like my legs are really hurting and you know, like, yeah, guess what?",
        5053.88,
        5060.0
    ],
    [
        " You're putting all that pressure on on their stumps and and it wears away the skin and it's it's you know, it's hard and it sucks.",
        5060.22,
        5070.1
    ],
    [
        " And I guess so that's part number two. And what these two things reinforced to me is you know what? Like there's so much going on that we that I don't see that that because you know, I hadn't been injured like that.",
        5070.96,
        5086.7
    ],
    [
        " There's so many things going on that like, oh, you know, he's doing okay. It's like, yeah, he's doing okay. You're seeing him for like two hours, three hours.",
        5086.82,
        5093.84
    ],
    [
        " He's living like that 24 hours day. He's got all these things to contend with that haven't even remotely crossed my mind. And so when I when I saw the, yeah, I mean straight up the first time I ever it ever entered my mind.",
        5094.08,
        5108.12
    ],
    [
        " How you take a piss how you would take a piss the first time it ever entered my mind when I was researching what your medical devices are and I was like, you know, how, how ignorant am I, you know, to be sitting here and never even thought of that.",
        5108.32,
        5123.4
    ],
    [
        " And then that's one of all these other problems that you have to contend with on a daily basis. And it's, you know, it's a daily, it's a daily struggle.",
        5123.54,
        5132.92
    ],
    [
        " You know, something, something Jim Webb brought up as well. He was talking about different types of courage. And he brought up something called daily courage. And he's talked about one of his friends that was wounded. And he's like every day it takes him 20 minutes to get out of bed.",
        5132.92,
        5147.06
    ],
    [
        " It takes him 15 minutes to get here. And you know, to the other side of his room. He's like, that's daily courage that he has to show. And I'm thinking of myself. Yep. And you know, it just makes me feel like there's so much, there's so much more that, you know,",
        5147.22,
        5162.3
    ],
    [
        " you go through on a daily basis that we and me, I completely take for granted, completely take it for granted. And so for me to sit here and talk to you and, and realize, we know how hard it is for you on a daily basis, the things you have to go through.",
        5162.6,
        5178.46
    ],
    [
        " And then to hear you say like, yeah, but I'm glad I'm here. Unlike my brothers who didn't come home. Yeah, I don't think anyone has any excuses really.",
        5178.88,
        5188.44
    ],
    [
        " None. So yeah.",
        5188.92,
        5192.24
    ],
    [
        " Totally agree. Yeah. And just makes you to do that much more creative with your mindset. Right?",
        5192.76,
        5201.54
    ],
    [
        " Like you look at all the challenges, but you got to also look at the opportunities. Right? So I can sprint through airports much faster than you can without getting this rest.",
        5201.98,
        5211.56
    ],
    [
        " Like I've good parking most of time. You know, so you just got to make up time where you can. Right? It takes me a little bit longer to get off the airplane, but kill you on the straightaways any day.",
        5211.56,
        5221.8
    ],
    [
        " And so, you know, you just got to take take the go to bed. Yeah. So, but you know, it's it's not a choice. So that was the, that was the, you got your MBA.",
        5222.36,
        5235.74
    ],
    [
        " And as is that why you were still in you wouldn't got your MBA or did you get out? I got out about halfway through. So I did the part time program at UCLA.",
        5237.1,
        5244.84
    ],
    [
        " It's an executive MBA. So it's on the weekends. Every other weekend. And so as I was leaving the military. So I did the first year of still full on active duty and then retired.",
        5244.84,
        5254.88
    ],
    [
        " Shortly into the second year took another job or another medical device start up to get some experience. And then as soon as I graduated started full time working on spinal singularity in my company.",
        5255.32,
        5265.32
    ],
    [
        " And so one of the experiences too that was really cool that I had as part of that retirement. I think about it now was being able to use and be involved in as a user exoskeleton technology.",
        5265.78,
        5278.76
    ],
    [
        " And so there's robotic exoskeleton technology that allows parallel paraplegics to stand and walk. So because of a lot of generous donors in the brain writer foundation.",
        5278.76,
        5289.68
    ],
    [
        " I was able to be to use that device and to obtain that device even before FDA approval. And so I had a really, really great setup within our, our battalion headquarters in our office. And so we had a physical therapist downstairs.",
        5290.32,
        5306.32
    ],
    [
        " My office was upstairs. It was fully accessible, which is not like most buildings in the military. And so I was able to use this device to stand and walk and to do therapy. And when I retired, I was able to use that device and not use my wheelchair at all to leave on my own two feet, which was a goal that had set for myself. And so that was great.",
        5306.44,
        5326.42
    ],
    [
        " But it's still an address a lot of these other and met needs that we had for the community. And so that was what inspired me to try to move forward on my own path and start my own company and build this product to solve these issues.",
        5326.72,
        5337.8
    ],
    [
        " So so very thankful for for all the donors and the foundation to help support that.",
        5338.34,
        5344.24
    ],
    [
        " And I was also very fortunate. So like you said, a lot of other people had gone before me. And so one of my classmates at the Naval Academy, a guy named Matt Lampert, got to.",
        5345.46,
        5356.14
    ],
    [
        " First Marine Redder Battalion about two years before I did because he was on the quick cycle of deployments. And in 2010, he was a bilateral MPT above the knee.",
        5356.46,
        5364.58
    ],
    [
        " As I was going through the training pipeline. And so I went up and saw him in the, in the, the, the hospital and checked in with him real briefly as, as he was coming back and starting his rehab. And you know, this is maybe a week after he'd gotten off the battlefield or less. And he says, you know, like, so what are you going to do?",
        5365.14,
        5383.54
    ],
    [
        " And he's like, I'm going to go back, like, go back to California. He's like, no, I'm going back to Afghanistan. Like, okay, gotcha. I'm thinking like, man, how's he going to do that? And sure enough, as I graduated from training, he was my company executive officer.",
        5383.54,
        5397.74
    ],
    [
        " They checked me in. And then we deployed again. So when I had gotten injured and deployed, he was there as a company, so. And then after my friend Matt had gotten killed, he went down and took over his team as a bilateral MPT above the knees.",
        5398.44,
        5410.64
    ],
    [
        " And so, you know, he'd come back. He had done that. He had trodden that path. And so for me, you know, going back and recovering our building was accessible. You know, it's with your accessible. There was a lot of other things. And then just that example that he said as well was, was really helpful and inspiring for enough. And so.",
        5410.64,
        5428.98
    ],
    [
        " So, so really, really fortunate in the rehab environment, especially because of all the assets that so come has. And so if I had been in the grunts, been a totally, totally different story for how the recovery would have gone.",
        5429.9,
        5442.18
    ],
    [
        " You know, my entire command was super supportive of me coming back and working and doing this and whatever you need, whatever you want. You want to go to ops? Like, sure, let's do it.",
        5442.94,
        5451.76
    ],
    [
        " Get it up. And so. Yeah, so it's a good place to recover.",
        5452.1,
        5456.8
    ],
    [
        " When you hear about, like, when you say broadly, like, if I was a grunt, I would have gotten that kind of support. I mean, I'd get that because, you know, in this field teams, we have the same thing. Like, like, people will rally around and make stuff happen.",
        5457.9,
        5470.0
    ],
    [
        " Is there any organizations that you know of that sort of support? Like the front line soldier Marine that gets that gets catastrophically wounded?",
        5471.58,
        5481.92
    ],
    [
        " Yeah. Yeah. So there's a lot of different nonprofits out there. Semper five fund is a big one. There's a lot of different groups that support them. And it's different. It's not that they don't have the assets.",
        5482.36,
        5492.86
    ],
    [
        " It's just the location of those assets. And so an infantry battalion has a very different operational mission in leeway than special operations battalion.",
        5494.1,
        5503.08
    ],
    [
        " And so for all of the guys that were injured in the conventional forces when they come back, they're immediately sent to wounded warrior battalion at the hospital.",
        5503.76,
        5512.28
    ],
    [
        " And so their job is now show up to your appointments and do your rehab until you get separated from the military.",
        5512.88,
        5518.6
    ],
    [
        " That's a very different way to recover with a bunch of other people who are injured or on their way out or whatever else versus, you know, and without an operational purpose, then what I was able to do, and I was very fortunate to do, where I went back to an operational role within battalion.",
        5518.88,
        5535.96
    ],
    [
        " And I was the only injured one of the only injured guys, you know, recovering around normal people because I wanted to be like that.",
        5535.96,
        5542.66
    ],
    [
        " Yeah. I don't know if you ever know a guy named Jake Schick, but he was on here and he told his story and that's like, that's what it was. He was there. He was just like his job was just to kind of recover.",
        5542.88,
        5552.84
    ],
    [
        " But you could see and in talking to him, he would have loved to have had some kind of a higher purpose than just that.",
        5553.06,
        5561.74
    ],
    [
        " Which eventually he made, he made it for himself. He made his own organization to, you know, help wounded vets and help suicide prevention with 22 kill.",
        5561.82,
        5571.86
    ],
    [
        " But yeah, so I think that one of that's a good comparison, you know, just from hearing him tell his story about, you know, what his recovery was like and it was geared towards, okay, you're going to do this until you get out of the Marine Corps.",
        5572.46,
        5585.08
    ],
    [
        " I guarantee, you know, you talk to Jake Schick for three minutes and you're going to realize if you could have told him, hey, we want you to do this for the Marine Corps, he would have been all over it. He would have gone and done anything, you know, because he's a badass.",
        5586.28,
        5597.34
    ],
    [
        " But yeah, no, that's a good point.",
        5598.28,
        5601.04
    ],
    [
        " And that's, well, you've heard me say it because you kind of reference it a little bit. You know, I always tell guys they need to find a new mission.",
        5601.2,
        5608.2
    ],
    [
        " Whatever that new mission is, you've got to find a new mission. You can't be sitting around with no mission man. You had a mission for, for, for whatever, eight years, seven years, 20 years.",
        5608.42,
        5617.14
    ],
    [
        " However long it's been you had a, you had a mission, you had a goal. And if that goes away, you, you got to find a new one. And it doesn't really matter what it is.",
        5617.38,
        5626.18
    ],
    [
        " I mean, pick something good, right? I mean, your mission shouldn't be, shouldn't involve whiskey.",
        5626.4,
        5630.4
    ],
    [
        " But pick something positive and something good, moving the right direction. How, how is spinal singularity doing right now? Like what's the, what's the status?",
        5631.94,
        5640.6
    ],
    [
        " We're doing really well. So it's been a good three years. I learned a ton and just the fact that we're still in business today is pretty amazing.",
        5641.1,
        5649.74
    ],
    [
        " Because I had zero experience, right? I had no clue what I was doing. Because I had no experience in medical device industry. I had no network.",
        5650.04,
        5655.52
    ],
    [
        " And so the first year was a lot of, a lot of faith, a lot of ups and downs, right? Just like starting any business, but especially in the medical device industry.",
        5656.56,
        5664.0
    ],
    [
        " I learned a ton and then I was fortunate enough to find people to bring in that, that are experienced and that I trust. And so we've raised money, we've run investors, we've raised, you know, money from grants and non-delutive sources.",
        5664.54,
        5678.24
    ],
    [
        " And we're right now. We have a small team of six employees in St. Clemente. And we're running a large clinical study across the US right now. And so we have sites all over everywhere from Minnesota, New Jersey to, you know, all over Southern California and Arizona.",
        5678.7,
        5695.96
    ],
    [
        " We're those sites are actively enrolling people interested in supporting our trial. And then how long does that trial need to last before it gets approved?",
        5696.64,
        5703.76
    ],
    [
        " So the goal is to have approval internationally next year. And then hopefully by the end of the year, we can have FDA approval for the product as well.",
        5704.6,
        5712.72
    ],
    [
        " We're in a hundred percent certain that that's happening, but that's, that's the goal. And hopefully we can collect the data we need as quickly as possible to accomplish that.",
        5713.62,
        5720.12
    ],
    [
        " And then do you have your next device in mind after this one goes live?",
        5720.6,
        5724.08
    ],
    [
        " I've got ideas. Yeah, but I'm always, I've always been like a versatile guy, not like the, you know, execution like the hundred percent.",
        5724.16,
        5732.94
    ],
    [
        " I'm the zero to 90 percent guy, not the 90 percent.",
        5732.94,
        5735.64
    ],
    [
        " So I know that. So everybody else that we were, you know, everybody else in our team now are like the 90 to 100 percent guys.",
        5736.7,
        5742.76
    ],
    [
        " And so I'm trying to be more like them and not even think about it because if this doesn't work, God, you know, there is no business, right?",
        5742.76,
        5749.04
    ],
    [
        " Like we've put all of our, you know, this is what we raised money to do, you know, we haven't, we don't, we can't knowingly devote a minute of time to anything else until this is successful.",
        5749.6,
        5760.04
    ],
    [
        " So you'll get that with that then we can kind of go back and drawing worth things.",
        5760.4,
        5763.08
    ],
    [
        " But it wants to prove here that it just, then it's just sailing it, selling it and getting out there and it's going into the, yeah, into the world.",
        5763.36,
        5771.4
    ],
    [
        " And then what about the, what about the marine radar foundation, which is another thing you're involved with?",
        5771.98,
        5776.4
    ],
    [
        " Yeah, so after I was injured, I was very ignorant to the realities of the way things work and what the needs would be for me.",
        5776.72,
        5786.04
    ],
    [
        " And so a lot of nonprofits out there do all kinds of great work and different things as a marine radar in this situation without knowing anything, you know, I didn't want to talk to anybody.",
        5786.46,
        5797.84
    ],
    [
        " I was very hesitant to reach out for help to anybody.",
        5798.24,
        5800.6
    ],
    [
        " And so as these things arose, you know, one of the guys who is, or was, is an employee of the organization now, no, so it was a currently an active duty writer at that time.",
        5802.92,
        5812.26
    ],
    [
        " So I came in like, we're starting this nonprofit to help guys like if you need anything to say, say so. And so I was like, all right, cool.",
        5812.36,
        5819.4
    ],
    [
        " And so they helped pay for my wife to move out to Tampa, so she could be there for my recovery helped, you know, get her car out there so she could drive around and help transport me around to different things.",
        5819.94,
        5831.6
    ],
    [
        " They helped us raise money for the exoskeleton because it was still not covered by insurance or the VA. It was still experimental at that time and helped do all of these things.",
        5831.9,
        5842.04
    ],
    [
        " And so, you know, my wife and I are eternally grateful for all the support we received from them. And so as soon as I got out of the military, that organization said, hey, do you want to be a board member? Do you want to help?",
        5842.04,
        5852.68
    ],
    [
        " I'm like, yes, absolutely. And so that was 2014. And so I've been on the board since then. And I think it was 2015. I took over as the board president. And so I've been trying to devote my spare time to help that organization.",
        5853.18,
        5866.04
    ],
    [
        " But the missions that we serve and ultimately what we do at the foundation is just to support on that needs of the community and their families. And so the government is really good at supporting injured veterans and they have so many different programs that help people.",
        5866.48,
        5883.92
    ],
    [
        " But every situation is unique. And so Congress isn't going to change a law to appropriate money for you to not do something that doesn't fall into the black and white letter of the law. And that's fine.",
        5885.4,
        5895.74
    ],
    [
        " But that's where we step in and are able to help people and, you know, take the stress off of them and their times of need.",
        5896.14,
        5903.14
    ],
    [
        " So have four real major areas. One is support to the marine raiders. Another is family resiliency. Third one is tragedy assistance and survivor support. And then the last one is a radar legacy in preservation. And so obviously the Raider support and the family support are pretty broad.",
        5903.16,
        5920.2
    ],
    [
        " And so we have a good way to work and they can be anything from, you know, just anything under the sun that that will help Marines and their families.",
        5920.2,
        5928.28
    ],
    [
        " Tragedy assistance survivor support, even though we're engaged in varying levels of combat. They're still guys out there putting their lives on the line every day. And that's evidence by recent training incident that we had about two years ago, less than two years ago.",
        5928.92,
        5945.02
    ],
    [
        " In 2017, there was C-130 crash that claimed the lives of seven marine raiders. And then two years before that helicopter crash in another training mission out of the course of Florida.",
        5945.36,
        5957.98
    ],
    [
        " They took another lives, another seven guys. And so being able to support their their families and family members that had survived those incidences is a big part of the mission that we fulfill.",
        5958.26,
        5971.68
    ],
    [
        " And then radar legacy in preservation. Just because they want one thing you hit on this a little bit, but I'm just going to expand a little bit so people can kind of understand.",
        5971.9,
        5981.48
    ],
    [
        " When you talk about like Congress isn't going to change a law to give a family that what they needed a certain time because it's too specific or whatever. And the reality is, let's say a kid, you know, needs a new bicycle.",
        5981.98,
        5995.24
    ],
    [
        " And there's, you know, the dad can't go and get it because he's wounded. He's in the hospital. Like that's the kind of things that the foundation can do go out by the bike, get it built and delivered.",
        5995.92,
        6005.88
    ],
    [
        " You know, like little things like that that really matter. And it can be bigger things too. Like you said, like moving a family, helping to pay for the movement of a family, helping to redect, you know, get furniture for the new apartment, whatever it is.",
        6006.06,
        6016.72
    ],
    [
        " There's no law that takes care of those situations, but these types of organizations do that. And it does have a big deal. It has a huge impact for those families that are there. And believe me when those families are in those tough situations, these little things to be able to not have them think about it, not have them think about, hey, the cost of a flight to fly, you know, dad out to come and visit his son or whatever.",
        6017.26,
        6043.46
    ],
    [
        " Any, any of those little things, they don't seem like a big deal, but they're a huge deal when families are going through these traumatic times.",
        6043.56,
        6050.52
    ],
    [
        " Yeah. Yeah. Another example, when my friend Matt was killed and his family went to go pick him up at Dover, one of the last, you know, things that his mother wanted was her whole family to fly home with him.",
        6051.2,
        6065.06
    ],
    [
        " And the government only pay for the father and mother, I think it was. And so the other two brothers and some other family friends, they wanted to all be on the same plane. That was one thing that she wanted. She didn't want anything else. She said, hey, I want us all to be on the same plane going home while we're grieving with my son.",
        6065.84,
        6083.64
    ],
    [
        " Yeah. No, that's that's so instead of having to deal with that and the insanity of it, you know, just tell her, hey, we got your life right like get on the plane. You're good.",
        6083.88,
        6091.44
    ],
    [
        " Perfect example, such a small, seemingly small gesture, but with a timely injection of support can have a really lifelong impact on on people. And so those are some of the different experiences and I can go on and on about different ways that we've been able to help people that bottom line is is guys are going out doing these different things and for them to be able to go forward and to fight with Abby Hart.",
        6092.1,
        6116.36
    ],
    [
        " They want to know their families are taking care of on the backside and the community will support them. And so that's that's literally it is we just, you know, we're five one C three that raises money to support the community members in their time of need.",
        6117.08,
        6127.92
    ],
    [
        " And then the last one is legacy. Yeah, so which is legit because you guys, I mean, you guys kind of are saving the legacy of the original World War two Raiders, right? Yes, we're trying to. And so we explain how that how you guys adopted the name.",
        6128.18,
        6146.28
    ],
    [
        " Because it's it's awesome. It's a good history. So so the marine Raiders, the World War two marine Raiders were one of the first special operations units formed period. And so they were formed in World War two.",
        6146.28,
        6159.02
    ],
    [
        " And their mission was to conduct enemy deeper condos. It's essentially prior to invasions in the Pacific. And so these guys would mount up and rubber boats. They were the first ones to do submarine lockouts and you know, some of the things that they did were just insane.",
        6159.26,
        6175.42
    ],
    [
        " Even by today's standards. And so these guys were very well trained and basically provided the lineage of of who we who we are today. And so those that group and then other members also join the OSS at that time, which was the precursor of the CIA.",
        6175.42,
        6194.34
    ],
    [
        " There was a lot of Marines at that that unit as well. And those are the two kind of units that we draw our lineage from as as the Marine Special Operations units today. And so these guys were disbanded in the 1946 after they came back or maybe it was even 1945 after the war. And so we've been very active in connecting with these guys. They have an association that actually Colonel Kazinsky is in charge of now.",
        6194.82,
        6222.64
    ],
    [
        " He's the president of the Marine Raider Association, which is a social organization, not not not not not not a five one C three. And so a lot of these guys are still alive today. World War two veterans. And so we get to go and meet with them and talk with them and hear these stories of these amazing missions they did and conducting, you know, month long and patrols behind enemy lines, you know, sabotaging the Japanese and different.",
        6222.64,
        6249.64
    ],
    [
        " Different different battles. And so these guys were very, very vocal and outspoken to different leadership within the Marine Corps as they're all, you know, in their 90s and passing away this today. One way to honor our legacy is to have a Marine Raider, you know, have a Marine Raider unit today.",
        6250.82,
        6267.82
    ],
    [
        " And that went over terribly with any leadership because you don't know there's there's a pretty strong culture and brainwashing done within the Marine Corps. And it's from day one, there's only one title that matters. It's that you're a Marine here. It's one or zero. You're a Marine.",
        6268.44,
        6289.4
    ],
    [
        " You are a elite. No one is special or everyone is special and no one is special. You know, you're all replaceable, but you're all special, which is the weirdest conundrum, but all of us believe it. And at the highest levels, a title of any unit, you know, that thinks you're special, you know, is against the entire culture. And so",
        6289.4,
        6309.28
    ],
    [
        " since formation, since the Marine Special Operations Command was officially formed in 2006 from the For sure Connissants units overnight, they became the Marine Special Operations Command, so literally changed the guide on at a ceremony. And then they're officially so calm assets.",
        6310.6,
        6328.36
    ],
    [
        " That there was this undercurrent, this push from the lowest levels. And guys were really strongly pushing this. And so the Raider symbol, the Raider logo from World War II is a, you know, a shield with the Southern Cross and a skull and a dagger. And so, or excuse me, the daggers on there, we have the dagger for some of our units now, just the skull and the Southern Cross.",
        6329.9,
        6350.54
    ],
    [
        " And so guys were were patches and patches or another thing the Marine Corps patches. I know. Beards anything that is not instructed here with the uniform policy is not tolerated. And so, you know, that's a quick way to get hammered, right? It's just like, you're not special. What do you think you're doing? This is an authorized all that kind of stuff. Whereas the Army's like, you know, Army without. Hey, bro, I'm in the single team's way. He gave up points for Flare. Yeah. So, yeah.",
        6352.98,
        6380.5
    ],
    [
        " You guys are not that good. So embarrassing expected to have like to look cool, right?",
        6380.54,
        6385.64
    ],
    [
        " Within the Marine Corps, it was a consistent undercurrent pushing and pushing and pushing into his patches. And then it became tattoos. So guys would get the Raider emblem just tattooed on their chest and then not wear a skibby shirt. So you just see, so like, you know, going into your first origin and they're like, where's your skibby shirt devil dog?",
        6386.74,
        6407.28
    ],
    [
        " Let's give you a shirt on you just give you. And so it wasn't official until it was about two years ago. You're going to have to go.",
        6408.64,
        6415.6
    ],
    [
        " After a decade of insurgency from the units that we have a name and I think it's directly attributed to Alvin Rick Raven, actually. So within Socom, he's a really smart guy, a phenomenal commander obviously. And he gets marketing and branding and just the basic, you know, title, right?",
        6416.16,
        6435.94
    ],
    [
        " Like you were in the title of Marine and within the special operations community, you were in the title of seal and green brain. So he said, hey, my one of my last things I want to do like.",
        6435.94,
        6444.88
    ],
    [
        " I want to work with the common other Marine Corps. I want you guys to get a title. Yeah. And it's a Raider. It's it's it's not even about marketing and bringing it's about heritage and unit pride. I mean, what what more awesome thing than to take and keep alive that tradition from World War two of those guys in the service and",
        6445.02,
        6465.88
    ],
    [
        " sacrifice that they had. It's it's badass man. It's awesome. It's awesome. Yeah. And as part of that too, you know, there's just like everything growing up, right? Like we're growing up as an organization. So we're new to Socom. So we're trying to figure out as quick as we can.",
        6465.88,
        6479.38
    ],
    [
        " So we'd have our, you know, military special occupational specialty code. So that took a while till we had. So guys stay in the Raiders now for the whole career. Yes. Oh, that's awesome. Yeah, because initially when they started, it wasn't the case. Right.",
        6479.84,
        6491.8
    ],
    [
        " It was like, well, let's Socom use you guys. But then we want to use you too. So every five years you're coming back to the fleet and you're going to be an infantry company or rifle platoon and stuff. And they're like, guys, when I first joined the Navy, I've talked about this before. When I first joined the Navy, the Marines didn't have names on their uniforms.",
        6491.8,
        6510.12
    ],
    [
        " Because they didn't need them because your name was Lance Corporal. Your name was Staff Sergeant. And that's it. It was legit. I always had a lot of respect for them. But of course now they have them. But I always thought that that shows you. There's like, let's slow. You know, there's a slow change in the Marine Corps. I'm sure some people would say that it's not good. But yeah, it just is. It's just the Marine Corps. Big green winning. Here comes again.",
        6510.94,
        6539.82
    ],
    [
        " Yeah, it's good. And so so we have an endless guys can stick around. We have a name. We have a badge now. We have a like a, you know, it's like you guys have the trident. We have a war Eagle. Yeah, some of the guys.",
        6540.58,
        6554.46
    ],
    [
        " That's just like a big eagle and a giant sword. And so well, the cool thing that the cool that cool thing about the Marine Raiders and about the marine special operations is if you're in the Navy and you're in the SEAL teams, like you have nothing. There's no cross. There's almost no crossover. There's almost no. There's one. There's 3% crossover from the US Navy to a SEAL team.",
        6555.0,
        6583.98
    ],
    [
        " In terms of your skills, right? You're a guy driving a ship or working a big 16 inch gun or working on a missile technology. That's what you do in the Navy. The SEAL teams, you're in the field of the machine gun. There's zero crossover. And that's horrible. And in the Marine Corps, it's like, oh, you're an infantry man that totally, I mean, every skill is applicable. And that is such an advantage to the Marine Corps. And it's such an advantage to the Raiders because you get guys that have a lot of fun.",
        6583.98,
        6613.96
    ],
    [
        " They have fundamental infantry skills when they roll in. We have to teach guys infantry skills. Once we've taught them sort of fundamental special operations type small unit tactics. Then we have to teach them conventional more conventional movements just to get them up to speed because you got to know those things. If you're out working with 140 Iraqi soldiers, you can't that's not a small unit anymore. You know, you got to think a little bit differently.",
        6613.96,
        6639.96
    ],
    [
        " So you guys have that that advantage. And that's an awesome and awesome thing. I mean, I remember the guys used to kind of complain about it when I was friends with a bunch of force recon guys. They would always complain about going to be billets. Like, hey, I got to go, well, not a be bill, but they have to go back to an infantry platoon. And I would always think to myself, man, I go to infantry platoon. Are you kidding me? Like, it's awesome. It's awesome. And so I think that's an advantage. So if there's any young ones out there that are thinking about your future.",
        6640.68,
        6669.66
    ],
    [
        " Think about the Marine Corps because you get that full spectrum of kind of land warfare. You get the amphibious side too, but you get that full spectrum of infantry. And that's awesome. And you don't, it's hard to get that in the SEAL teams. You get it over time. But I got to where I got it from. I got it from working with Marines on our deployments. And I got to see what a company movement looked like. And that's where I learned it from. Thank God.",
        6670.02,
        6697.3
    ],
    [
        " Because by the time I was older and then Iraq working with the Army and Marine Corps, I kind of had at least some semblance of knowledge about it.",
        6697.52,
        6703.42
    ],
    [
        " Yeah. Yeah. Couldn't agree more. And one of the good things about that as well for us as an organization is we don't have streaked us off. Right. There's a period of time. And so, you know, like, you get to assess people. And one of the best assessments you can make for future performance is the past performance.",
        6703.82,
        6724.28
    ],
    [
        " And so if you've already got two to four years of observation in the Marine Corps, if you couldn't hack it in an infantry platoon, then you don't really deserve to try out or make it to the special operations committee. But those lessons learned you're absolutely right. It's exactly the same stuff. So if you, you know, like for all those young motivators out there, they want to become a Marine or become a Marsok like first step is just become marine.",
        6724.58,
        6743.18
    ],
    [
        " Be good, great Marine at whatever you do. You be an infantry like be great, like be the best rifleman. You could be the best mortar man machine gunner or whatever else.",
        6743.46,
        6751.88
    ],
    [
        " Do they take any MOS? Yes. Okay. So that's awesome. So you don't have to worry about what your MOS is. You won't get withheld. No, it's becoming more and more competitive. And, and if you're smart, obviously, I mean, I always tell people just to go into your reconnaissance units because, you know, if you want to be a raider and you want to go do those sorts of things, those skill sets are much more applicable.",
        6751.88,
        6773.3
    ],
    [
        " It's better to learn them early and become a master of those as opposed to a master of admin or supply or anything else. So what's MOS?",
        6774.0,
        6783.24
    ],
    [
        " Military operational specialty. Occupational specialty military. So it's like what your job is. You can be a rifleman. You can be a machine gunner. You can be a mortar man. But you can also be in a mechanic. You can be an IT guy. And you can be, I mean, there's Marines that are do every job, you know, every job that you can do.",
        6784.2,
        6803.28
    ],
    [
        " You can have the same thing in the army. It's the same thing in the Navy, you know, and so that's why it used to be in the Navy. You had to have certain ratings if you were going to go into the sea old teams. Okay. And so that was one of the things that they did the same thing like we only take eyes from infantry.",
        6803.28,
        6817.1
    ],
    [
        " The last thing I'll ask you about because I know we've been here for a while. You got two, you got two sons and how's that going? It's awesome. How will do they? They're awesome. They're almost 16 months old or 16 months old. So you're just in the full get some stage. Yeah. My wife is awesome. So they can do a few things. So they can run. They can yell and they can throw things.",
        6820.84,
        6845.56
    ],
    [
        " So when I come home, I just know that like she's been just getting run around, good thrown at, you know, like yelled at, cried, you know, diapers, like the whole thing. So, and their twins. Yeah.",
        6846.52,
        6858.46
    ],
    [
        " They're giants too. He's got a twin brother. Yeah, they're giants. They're huge. Is there like psychological things to watch out for with twins? Like what? I don't know. Aren't they like hyper competitive?",
        6858.92,
        6870.34
    ],
    [
        " Yeah. I think so. Let me give you one piece of advice. I don't know. Not a twin. He's a twin. Get your kids training to get to when they're really young because if you have a twin brother or even a brother that's close in age, you're going to be really good at Jiu Jitsu because you have a natural training for a future with all the time. They're the same size as you. And there are some kids out there that are just sick and it's because they have twins.",
        6872.06,
        6898.04
    ],
    [
        " I mean, I'm not just, I'm not trying to take away from them, but it's a huge advantage. If you've got a twin brother, they should be grappling a lot. I fully intend on that. So that's one thing we didn't talk about, but I love Jiu Jitsu. So I got involved when I was a senior in high school. I just became like a Jiu Jitsu. Yeah. So like, did you wrestle? I did a little bit of wrestling. And then I played mostly football in the cross. And one of the guys, I was a lifeguard too. And so one of the guys, the guys, the kids, I was like, I'm a little bit of a pro. I'm a little bit of a pro, I'm a little bit of a pro. I'm a little bit of a pro. I'm a little bit of a pro. I'm a little bit of a pro, I'm a little bit of a pro. I'm a little bit of a pro. I'm a little",
        6898.5,
        6928.02
    ],
    [
        " bit of a pro. I came to my pool. He was like a correctional officer and got hooked up with some guys up in Philadelphia and started training. So I was like, me and him and a couple of other guys training in like a church gym. And so trained there. And then when I think of Academy, one of the things that I did too was try to start a Jiu Jitsu club. Grabbing club there. Because it was, it was just coming up right. It was like 2002, 2003, 2004. And so trained and then did a did boxing, did a little MMA and had a couple fights. And then like,",
        6928.02,
        6957.58
    ],
    [
        " when I graduated, became a reen and was married, put that on hold because I don't have time. But yeah, absolutely. I got four kids. I didn't put it on hold. I got after it. You know, guys, you're a boxing fighting MMA fights. I don't know. Yeah, that's a lot. I always have guys go, well, you know, once I had kids, I got two kids. And then they come, give me the look, the look for approval for me. And my answer is I got four kids. Yeah, yeah. Get some. Are you training anymore? I'm not. No, I have. And so I, uh,",
        6957.68,
        6986.66
    ],
    [
        " I trained a little bit in the Marine Corps. I did some commandos and stuff and I did all that. But, um, just focused on trying to be a great infantry officer. And so, uh, yeah. Yeah. Yeah. I got a friend Max. Do you know Max Max is paralyzed? Um, chest down. I would say. Yeah. Yeah. He trains. Yeah. He trains.",
        6987.04,
        7005.46
    ],
    [
        " He has to come down and hook up with him sometime. Yeah. He's, his grip has gotten a lot stronger. I can't. I know he's all tight. Yeah.",
        7006.12,
        7014.98
    ],
    [
        " You know, his grip is super strong now. But, um, that's awesome. But yeah. Yeah. No, Jiu-Jitsu is, uh, is good. And with your twin boys, it's going to be real good. Um, yeah, man. Look, I, we've been, we've been at it for a while. And, uh, man, just, just awesome, awesome to hear you and talk to you.",
        7015.4,
        7034.2
    ],
    [
        " Uh, we're, where can people find you? So where should they look? Twitter? Um, I'm on, on Facebook, Instagram, LinkedIn, the usual, uh, Twitter, all that stuff. Derek, Derek Herrera.",
        7034.2,
        7050.54
    ],
    [
        " That's, that's in the air.com. In there's two hours in a row in Herrera. And there's a third. So there's a total of three hours in there.",
        7051.98,
        7060.36
    ],
    [
        " Herrera Herrera. Yeah. But only one in your first name, right? Yeah. Just D. R. Okay. H. R. E. R. E. R. A. dot com. And so that's a website. Uh, I've",
        7060.66,
        7079.18
    ],
    [
        " probably, I'll put a thing out that's not, you know, that's not private and, uh, really is to find me. So I try to answer all the emails and messages and whatever else if anybody sends me notes. So not hard to track me down.",
        7079.18,
        7091.88
    ],
    [
        " Awesome, man. Any, uh, and, and marineratorfoundation.org. It's people find out how to donate on there. Is that, that'll take you to that website at the top. There's a donate button says donate now.",
        7092.24,
        7104.06
    ],
    [
        " And, uh, they'll take you to a link. You can mail checks. You can sign up for credit card, PayPal, whatever, whatever you do. Um, there's also some contact information too. So if you can't, can't give financial, you want to give time. There's volunteer, you know, opportunities for different events and things. But, um, yeah, that's great way to get involved.",
        7104.48,
        7121.84
    ],
    [
        " Awesome. You got me, um, any closing thoughts? Yeah. Thanks for having me. It's a pleasure to be here and share my story with you.",
        7122.56,
        7133.18
    ],
    [
        " Um, I'm not here doing this to seek the line line for anything. I'm doing it to try to be a good ambassador of the guys that are continuing to go forth and put their lives on the line on a daily basis.",
        7133.54,
        7141.22
    ],
    [
        " Um, who can't talk about what they do or advocate for themselves. A lot of people to thank my wife in particular, he's been there for me every step of the way.",
        7141.74,
        7149.8
    ],
    [
        " Um, the foundation, the marinerator foundation and all the people associated with, with the organization.",
        7150.16,
        7154.98
    ],
    [
        " Uh, my team who said my life and wouldn't be here without them. And, uh, you know, all the guys that are out there are continuing to lay it down on a daily basis.",
        7155.46,
        7163.64
    ],
    [
        " Awesome, man. Well, like I said, it's been an honor to sit here and talk to you and hear your story and what you've been through and your sacrifice, be it and be even beyond what you did in the Marine Corps, what you're still doing, building your business and with, uh,",
        7164.26,
        7178.82
    ],
    [
        " with the foundation and most important, I think is just to set this incredible example to this day of what it means to never surrender of what it means to never quit and what it means to never give up regardless of the challenge that you're facing, man.",
        7179.52,
        7199.6
    ],
    [
        " That's awesome. So I appreciate the example you set for me and for everyone. And thanks for coming on and, and sharing it a little bit.",
        7200.68,
        7209.46
    ],
    [
        " Thank you. Pleasure to have mine. Awesome.",
        7210.06,
        7211.86
    ],
    [
        " And Derek has left the building. Obviously awesome to have him on.",
        7212.38,
        7220.38
    ],
    [
        " And, and hear about his story. So, echo, yes, if somebody wants to support this podcast, how can they do it?",
        7221.2,
        7230.42
    ],
    [
        " Anyways, we will, well, actually, and I was meant to kind of, I didn't want to interrupt, but you know what, what you call this something D, the decompression needle down decompression.",
        7231.2,
        7243.36
    ],
    [
        " Yeah.",
        7243.5,
        7243.58
    ],
    [
        " I guess I should ask him that, but is that like, can you feel that, you know, like when, you know, when it goes in, there's stick in a damn needle into your ribcage into your lungs.",
        7244.02,
        7256.3
    ],
    [
        " Yeah. Yeah. Remember the, you want to see if you can feel it, stick a needle through your chest.",
        7256.7,
        7262.84
    ],
    [
        " Oh, yeah. No, no, no, no. Remember that movie Three Kings when they did that Mark Walberg. Yes. No.",
        7263.2,
        7268.7
    ],
    [
        " They did that. I'm pretty sure. Okay. Anyway, you don't want to talk about that movie. Yeah. Yeah. All right. Cool. Anyway. Yes. How can we support, how can we support ourselves? That's the question.",
        7269.06,
        7283.02
    ],
    [
        " First way is to stand the path, keep working out, keep eating healthy. That's the hardest one.",
        7284.54,
        7289.84
    ],
    [
        " Mm-hmm. I mean, Derek, we're talking on a side note, like eating healthy is kind of the hardest part about this whole stain on the path.",
        7290.3,
        7296.42
    ],
    [
        " Could, could be. Yeah. I think because it's like the, well, then again, working out, it depends on who you are. Either way, you want to stand the path. One of those elements of the path, it's required now, is you just to.",
        7296.62,
        7309.04
    ],
    [
        " True. You agree, right? Yeah.",
        7310.0,
        7311.86
    ],
    [
        " I thought you would. Anyway, when you do, you just see you're going to need a key. Go to origin main.com, get whatever key you want. Doesn't matter the color. Well, no, no, check with your instructor.",
        7312.2,
        7319.84
    ],
    [
        " Check with your instructor. Getting ahead of my side. I check with your personal moral compass. Yeah. If you get a key that's not white. Yeah. What, so what do you mean?",
        7320.02,
        7328.96
    ],
    [
        " Tradish. The tradition like, yeah, you know, Pete consciously tries to like you serve my personality. Like he always, he won't give me a white. He only gives me a blue key, a black key, whatever he wants to try and break me out of this tradition. Yeah.",
        7329.16,
        7348.7
    ],
    [
        " Which he's successfully done because now I have all different colored keys. Yeah, there you go. But I wouldn't say that violates your moral situation. That's more of a style thing.",
        7349.02,
        7358.8
    ],
    [
        " Okay, which violates my. Yeah, I guess so. Yeah. A little bit. Either way, yeah. So yeah, but, but I guess I can, I can claim a small victory because I can be like, oh, I don't care what color it is. Right? Yeah, that's true.",
        7359.46,
        7371.86
    ],
    [
        " Okay, little little moral victory back in my direction. Yeah, because not like not like you're sitting around being like, hey, maybe I should grab a green. No, because that make me like that. That'd be awesome.",
        7371.86,
        7380.92
    ],
    [
        " I'm just opening the package from Pete going, oh, yeah, cool. Me a blue key, whatever. So onward. Yeah. Cool. Thanks.",
        7381.02,
        7386.8
    ],
    [
        " You're the man. Oh, so yeah, get a key man. Whatever color you want. After you check with the instructor and your moral compass. Yeah. I guess. Also rash cards.",
        7386.9,
        7398.72
    ],
    [
        " Biggest selling key color is you know, white nope black. Yes. Come on. We had this conversation. We had that conversation with Pete. Everybody wants to be an ninja. Everybody wanted to be an ninja when they were little.",
        7399.0,
        7410.5
    ],
    [
        " Oh, I didn't know you saying that's about the most selling. I thought that that's like everybody wants to be an ninja. Yeah. And the guy the geek. The ninjas had a black geese apparently.",
        7410.62,
        7418.64
    ],
    [
        " The pair. I don't think in just had geese. They had. They had little special shoes with the toe. Yeah. Right. Chees.",
        7418.64,
        7425.42
    ],
    [
        " Oh, they're tight. Chees. Yeah. Check either way rash guards. You can all spend rash guards for no key or for whatever kind of activity.",
        7425.44,
        7433.08
    ],
    [
        " You can get t-shirts there and you can get supplements. Jocos. Yeah. Yeah. Those supplements. Join warfare for your joints. Crill oil for your all around.",
        7433.26,
        7442.56
    ],
    [
        " I can't help you. I meant discipline. Yeah. Get you get you in the zone. Which JP sent me a text. And he's like, how are you still saying Dave Burk is the rep for discipline?",
        7444.84,
        7457.6
    ],
    [
        " He's more because JP is more disciplined. Yeah. And he's on this one go. Okay. Yeah. That kind of in the way open. The go pill. The discipline go pill in he's all he's sent a picture of",
        7458.16,
        7470.86
    ],
    [
        " some like super high speed thing. He says this is me on discipline go. So JP is what he called jockeying for discipline go representative position. Yeah. And he thinks Dave Burk is Dave Burk is sort of the OG discipline player. Good deal. Yeah.",
        7472.42,
        7491.68
    ],
    [
        " Yeah. He is. Well, it looks face it Dave Burk. He's he's going to be perfect regardless because he's such a like boom high achiever dude from day one. You know, so you know JP is a loose cannon. So he can be the representative. Well, he can be a loose cannon. He's not. He can be the representative discipline go because he's disciplined. But he go. He goes. No, I think the funny thing. You don't mean loose can what you mean to say about JP is JP is fired up. He's fired up. And what's funny is JP doesn't need those",
        7492.32,
        7521.66
    ],
    [
        " more discipline. That's why he's not the best representative because I'm like JP. We're going to get more in the game. He's in the game. Yeah. So, so JP will just give him mutual supports supporting assets behind the discipline. So yeah, you can discipline. You can also get mulk mint chocolate peanut butter chocolate vanilla gorilla, which is supposedly named after lafe babin from what I understand.",
        7521.66,
        7550.94
    ],
    [
        " And the darkness and other than the warrior kid, mulk strawberry chocolate try those out. Even if you're an adult, I hate to say it. But I was thinking about this. Have you ever as an adult drink a strawberry quick. Yes, you have. I have big time. Now we don't have to do that anymore. Yeah. Because now you can get something that's completely completely healthy.",
        7551.9,
        7574.44
    ],
    [
        " Well, what was the one there was like that wasn't quick that they tried to skew or angle is healthy. Right. That was something they could do that some other one. Some other chocolate. I don't know that. Yeah, forget it.",
        7574.76,
        7585.54
    ],
    [
        " I mean, the work in mulk that's going to be the whole team. They might try and skew. Yeah, that's the one. Come on. Go look at the ingredients. And then compare that to to mulk. Yeah.",
        7585.6,
        7597.68
    ],
    [
        " You know what that stuff has in it. Bunch of sugar. You know, mulk hasn't it? Mulk.",
        7597.72,
        7600.78
    ],
    [
        " Direct from mulk.",
        7601.36,
        7604.12
    ],
    [
        " Yeah.",
        7604.28,
        7604.42
    ],
    [
        " Way different. I dig it.",
        7604.66,
        7606.04
    ],
    [
        " So yeah, get all that stuff from origin main.com.",
        7606.32,
        7611.34
    ],
    [
        " Yeah.",
        7611.46,
        7611.62
    ],
    [
        " Also, if you want to represent, Jaco as a store, everybody Christmas is coming up.",
        7612.1,
        7616.42
    ],
    [
        " This is what I'm doing. I'm going to activate.",
        7616.7,
        7620.54
    ],
    [
        " It's funny because I'm saying it like this is new thing. This is like such an old thing. A gift card.",
        7621.44,
        7626.8
    ],
    [
        " A gift card on jacostore.com. So it's like, you know, like, okay, your brother or whoever, your cousin is like in the game.",
        7626.86,
        7636.34
    ],
    [
        " I don't remember.",
        7636.5,
        7636.92
    ],
    [
        " Well, you know, whatever you're cousin, whoever, and they're in the game, they want you know, and you say, hey, you know what?",
        7637.38,
        7643.42
    ],
    [
        " I can't pick out what I want for you from here. You just pick out what you want. Boom. There you go.",
        7643.58,
        7648.4
    ],
    [
        " Gift card. Boom. Don't last. You know what? I'm leaving this completely in your hands. You know why I don't give gifts.",
        7648.4,
        7654.06
    ],
    [
        " I don't like gifts. Gift cards just aren't a thing for me. I've never given anyone a gift card ever.",
        7654.22,
        7659.04
    ],
    [
        " And so that's going to be your deal over there on your side of the track.",
        7659.32,
        7662.76
    ],
    [
        " That's exactly what I was thinking when I was making it. So I was like, this goes against kind of Jaco's things",
        7662.78,
        7668.3
    ],
    [
        " that you don't want me to do on the gift card virtual representation. I'm going to put your face right in the middle of it.",
        7668.3,
        7673.92
    ],
    [
        " Boom. That's what I did. So there you go.",
        7674.06,
        7675.94
    ],
    [
        " You know, so it's kind of like, yeah, it's a gift card, but it's kind of from Jaco since you don't give gifts. Boom.",
        7676.04,
        7681.48
    ],
    [
        " No, you do. Okay. There you go. Anyway, on there, there's some good shirts. You want to represent this one equals freedom.",
        7681.68,
        7687.54
    ],
    [
        " You know, any kind of, how should I say philosophy of the path? Some good stuff on there. Some rash cards as well.",
        7687.84,
        7694.78
    ],
    [
        " And hoodies tank tops. I know it's winter. I dig it. But if you're in Honolulu, Pro Harbor, wherever you can still represent the tank top this time.",
        7695.06,
        7705.68
    ],
    [
        " A year. But yeah, a lot of good stuff on their Jaco store.",
        7705.68,
        7708.84
    ],
    [
        " Deathcore stuff. Deathcore stuff to the core. Also.",
        7709.08,
        7713.4
    ],
    [
        " Also subscribe to subscribe to the podcast if you haven't already on Stitcher iTunes, Google Play and Spotify.",
        7713.96,
        7725.2
    ],
    [
        " I don't listen to Spotify. I barely know what it is, but I hear good things. And you know, we're on there.",
        7725.66,
        7731.46
    ],
    [
        " And you know what? Does Spotify play like mixed tapes kind of is that the theory behind it? I don't know.",
        7731.68,
        7737.76
    ],
    [
        " Yeah, I don't know either. You can get the podcast. There is one.",
        7737.92,
        7741.18
    ],
    [
        " You can. Yeah. So you know, you can ask Alexa for the podcast. Yeah.",
        7741.34,
        7745.42
    ],
    [
        " Alexa. Okay. And don't be confused with that. I think we went over this before. Some people think that it's in Alexa. It's not Alexa.",
        7746.2,
        7752.12
    ],
    [
        " That's like saying, I have, it's not an iPhone. It's a Siri. No, Siri is the, the, the girl inside. Alexa is the girl inside.",
        7752.42,
        7761.36
    ],
    [
        " The device called Amazon Echo. Check layer. Anyway, yeah, subscribe to see if you haven't already and leave a review if you're in the mood.",
        7761.36,
        7769.46
    ],
    [
        " Don't forget about the Warrior Kid podcast, which I just posted a new one last week. And it got a lot of really cool feedback on that one.",
        7769.9,
        7778.38
    ],
    [
        " And yeah, I think once people got that one, because I don't talk about it. I don't post very much about it.",
        7778.76,
        7786.08
    ],
    [
        " But anyways, a bunch of people, a bunch of people downloaded like all of them. Yeah. Cause they're, they're cool. And they're good.",
        7786.08,
        7792.36
    ],
    [
        " Um, I believe the word is conversation starters with your children. That's what a lot of people said. Like, oh, I, I finally had the conversation that I needed to have with my kids about.",
        7792.78,
        7805.16
    ],
    [
        " Well, in that case, Warrior Kid podcast number 19 about making good decisions. Yeah.",
        7806.7,
        7813.16
    ],
    [
        " And making bad decisions. And how if you make some bad decisions along the way, you could ruin everything. Yeah. Yeah.",
        7813.46,
        7820.1
    ],
    [
        " Totally. And what's interesting about that one, too, is I have the supreme luxury of being able to listen to all these while they happen.",
        7820.26,
        7828.18
    ],
    [
        " And these podcasts, but on top of that, if I have a specific question for myself, I can just ask you, you know, but like, even though I might already kind of know the answer, but when you do with kids, you can't just deliver certain information.",
        7828.18,
        7842.24
    ],
    [
        " The same way you would as an adult, like your friend. So I'm like, man, how do I approach this specific situation? And the way that, and the way you do it in Warrior Kid is the same way like you, you kind of tell it to me or whatever.",
        7842.66,
        7855.04
    ],
    [
        " It's that alleviates so much stress when like when you need to approach your kids with this kind of stuff.",
        7856.36,
        7861.1
    ],
    [
        " Well, one thing that everyone says is this is what I try and tell my kids they don't listen to me, which is not present.",
        7861.1,
        7868.36
    ],
    [
        " Exactly. They listen to Uncle Jake. They don't listen to me. They listen to Uncle Jake. Let Uncle Jake tell him what's what.",
        7868.74,
        7873.82
    ],
    [
        " Yeah. Uncle Jake speaks the truth and they accept it from Uncle Jake. Yeah. Oddly enough. Yes, sir. Also, YouTube, if you like, if you are interested,",
        7874.24,
        7884.88
    ],
    [
        " in the video version of this podcast, you don't see what Jocke looks like. You don't see what Derek looks like. You don't see what I look like if that's your thing.",
        7885.02,
        7892.2
    ],
    [
        " If you haven't seen the two-minute trailer for the Mikey and the Dragon's book, you can get that on YouTube, which by the way is epic. And I don't use that term lightly.",
        7892.34,
        7902.1
    ],
    [
        " Yeah. It's cool. Echo sent me the for approval text with that video in it. And I watched it and I wrote back, this is the best video I've ever seen in my entire life. All caps.",
        7902.32,
        7917.5
    ],
    [
        " Yeah. Good. And then I went and read YouTube comments. So far, no one has said Echo is jacked because you're not in the video. Yeah.",
        7917.98,
        7924.16
    ],
    [
        " Yeah. Which is, which is supremely cool. Yeah. But no, what's cool is people are saying about a two-minute video, a cartoon video about a kid's book. People are saying that they got tears and arise, that they got chills.",
        7924.16,
        7936.18
    ],
    [
        " Yeah. It's a legit video. Yeah. It's awesome. So yeah, you can get that if you go to the YouTube channel. And then while you're doing that, you can subscribe to it to the YouTube channel.",
        7936.9,
        7948.4
    ],
    [
        " If you want to get the big, you know, subscriptions. And then you can also you can get you can get psychological warfare from iTunes, Google Play, MP3, whatever. And that's me telling you to do the right thing and making you do it. Yeah. So just give it a shot.",
        7948.4,
        7967.58
    ],
    [
        " Yeah. I'm going to go through it. True. Also, when you want to very up your workout, you want to add kettlebells to your workout, get on it, kettlebells. Go to onit.com slash jaco. Some good stuff on there. Workout stuff. A lot of good stuff on that. Good information too. By the way,",
        7967.58,
        7981.0
    ],
    [
        " So going there on it.com slash jaco. Jaco white tea. Yes. Taste delicious. And is very good for you. And it gives you 8,000 pound deadlift.",
        7981.54,
        7995.28
    ],
    [
        " So give that one a try. Also got some books. We got, um,",
        7995.62,
        7999.06
    ],
    [
        " Mikey in the dragons. Okay, update. I am printing them as fast I can. There's a bunch of printers that are printing new copies of Mikey in the dragons. Some of them have already been shipped that we go on Amazon.",
        8000.1,
        8010.96
    ],
    [
        " We are going to be cutting it close right now. Actually, we should be good. People that are ordering. Well, it's going to be cutting close depending on when you exactly order.",
        8011.48,
        8019.48
    ],
    [
        " Whether it gets you by Christmas or not. But the faster you order the better chance you will have of getting it before Christmas.",
        8019.84,
        8025.38
    ],
    [
        " I apologize that I did not order enough books to be printed. And that is my fault. And I should have done better. And as Sarah Armstrong pointed out to me,",
        8025.38,
        8034.4
    ],
    [
        " she's like, Oh, yeah. Well, you know why you didn't order enough books because you thought, Oh, well, Sarah will get a book and Andrew Paul will get a book and I will still get a book.",
        8034.66,
        8042.72
    ],
    [
        " And then everyone posts what they got. Andrew got 20 copies. Sarah got 10 copies. Irish got 10 copies. So everyone's buying multiple copies because it's the ultimate Christmas gift for anyone between the ages of zero and 10 or 12.",
        8042.72,
        8056.58
    ],
    [
        " Yeah.",
        8057.28,
        8057.56
    ],
    [
        " Anyways, Mikey in the dragons order it as quick as you can. And we will try and get it to you by Christmas. If not, hey, what's the next holiday after Christmas? New Year's.",
        8058.2,
        8072.7
    ],
    [
        " Well, technically, the Easter Valentine's Day. Oh, well, technically, you said holiday. Okay, you get Valentine's Day gift for your children, I guess.",
        8073.28,
        8082.5
    ],
    [
        " Do you sure?",
        8082.9,
        8083.4
    ],
    [
        " Yeah.",
        8083.5,
        8084.12
    ],
    [
        " And if not, you know, just get it from. Yeah. Yeah, it's a good one. That's a fun one. That you mentioned that video.",
        8084.26,
        8091.58
    ],
    [
        " And the goal there was to kind of send try to capture what it's like like reading, you know, when you read a book, it goes on in your head.",
        8092.6,
        8099.5
    ],
    [
        " Yeah. And so you capture what's going on in that book in your head. And how you're reading it to your kitty kind of capture that in a little summary. That's what it was. I think it did because that's really how I felt when I read that book to my daughter.",
        8099.72,
        8110.44
    ],
    [
        " Yeah. It's good.",
        8110.52,
        8111.48
    ],
    [
        " Do you do voices when you read that book? Let me hear the king voice.",
        8111.6,
        8114.12
    ],
    [
        " Come on, man. Sorry. I'm not going to do it. You heard my two-my song. Yeah, because it really is. But rather classify. Do you get at least just give us a two-my son?",
        8116.18,
        8124.2
    ],
    [
        " Two-my son.",
        8125.18,
        8125.92
    ],
    [
        " That was awful.",
        8126.28,
        8129.2
    ],
    [
        " I know, man. You put me on the spot. It sounds way better when I read it to her. I understand that. Wow. I also, and I feel like a voice actor over here compared to that one.",
        8129.38,
        8137.9
    ],
    [
        " Yeah. You kind of on. Anyway, hey, moving on. Yeah, Mike in the dragon's awesome book also way of the warrior kid.",
        8138.56,
        8146.04
    ],
    [
        " One and two from wimpy to warrior kid. And then Mark's mission. That's number one. Number two.",
        8146.28,
        8155.04
    ],
    [
        " Also important critical books. I personally think or the one that my daughter requests me to read again and again and again is part to Mark's mission.",
        8156.94,
        8167.48
    ],
    [
        " I think she really likes Nathan. Nathan James. She likes that idea of that irritating person.",
        8167.58,
        8173.94
    ],
    [
        " That's how kids are. They always talking. You know, wait until she meets Danny Reinhardt. Yeah. Danny Reinhardt. Book three. I'm in the process of writing right now.",
        8175.16,
        8183.6
    ],
    [
        " Ten chapters deep. Danny Reinhardt shows up. So yeah, she'll like Danny Reinhardt. Even though my youngest daughter, when she found out about the character Danny Reinhardt and who he was, and now she goes, Danny Reinhardt.",
        8183.94,
        8198.28
    ],
    [
        " Because the character he's like good at everything. Yeah. That's the premise of warrior kid three. The there's no bully. Right.",
        8199.4,
        8206.48
    ],
    [
        " For say there's actually a kid that's a good kid. He's good at jujitsu. He's good at pull ups. He's good at running. He's good at everything. And he's nice.",
        8206.5,
        8215.3
    ],
    [
        " And that rubs Mark the wrong way because all of a sudden he's got someone that he's jealous of and sitting as ego. And what's that guy's name? His name is Danny Reinhardt.",
        8215.98,
        8224.02
    ],
    [
        " How awesome is that? So like, when I told my daughter that she was like Danny Reinhardt. And she says, oh, she says what a Danny Reinhardt do today.",
        8224.48,
        8232.86
    ],
    [
        " Yeah. But while you kind of can anticipate that your son or daughter that you're reading it to or the person reading the, you know, if they're of reading age, they're going to like Danny Reinhardt.",
        8233.28,
        8253.24
    ],
    [
        " He taps, he'll tap someone out and say like, oh, you know, I must have got lucky. He's one of those kind of guys who like he beats him in a running race. And he's like, oh, yeah, you know, I was feeling pretty good today, I guess.",
        8253.4,
        8264.52
    ],
    [
        " One of those guys, he won't take credit for anything, which is and since it already bothers Mark that he lost, he's like, what did he say that? Right.",
        8264.96,
        8271.96
    ],
    [
        " Yeah. And plus we all been on the mission since, you know, since before Mark could even do pull ups. We've been with them the whole time.",
        8272.3,
        8278.06
    ],
    [
        " Yeah. Yeah. Yeah. Yeah. So we're feeling his pain with them. So now this guy, Danny, he hasn't felt any pain. No, forget that.",
        8278.16,
        8284.6
    ],
    [
        " Danny's naturally good at everything. I screw that guy. Yeah. So that's Danny Reinhardt. And that's going to be coming out in the spring.",
        8284.6,
        8290.08
    ],
    [
        " Oh, fully if I finish it in time, but which I will. Discipline equals freedom field manual. You can get that book to that's another book that you can get for the holiday seasons. Let's just say that.",
        8290.26,
        8301.46
    ],
    [
        " I agree. If it might kind of mess up, like jam up someone's new year a little bit, if they try and get on the path, like for Christmas, like what pre-new years resolution.",
        8301.46,
        8312.52
    ],
    [
        " Yeah. Oh, maybe they maybe they use that to kick off the New Year's resolution. They get a little death core. Yeah, but here's the thing though. I think you might even say it in that book. Maybe.",
        8312.78,
        8323.94
    ],
    [
        " Yeah, yeah. I've said no New Year's. No New Year's.",
        8324.1,
        8331.44
    ],
    [
        " Yeah. So yeah, that's the Discipline versus Freedom field manual. The audio version of that is not an audible. It is on. It's an MP3 thing. iTunes, Amazon Music, Google Play, Extreme Ownership.",
        8331.52,
        8342.94
    ],
    [
        " That's the first leadership book I wrote with my brother, Lafe Babin. We followed that up with the dichotomy of leadership, which is possibly better.",
        8343.34,
        8355.22
    ],
    [
        " Anyways, you should check it out. It will teach you how to pragmatically apply the policies put forth in Extreme Ownership into your world.",
        8356.54,
        8368.74
    ],
    [
        " We also have a leadership consultant company. We saw problems through leadership. That's what we do. It's me. Lafe Babin, JP, DeNel, Dave Burke, Flynn, Cochran, Mike Sirelli, Mike Bima.",
        8369.3,
        8380.76
    ],
    [
        " And if you want to find out about that, go to echelonfront.com.",
        8382.16,
        8386.02
    ],
    [
        " We will come out work with your company and get your leadership aligned. Also, we got the muster in 2019. There's going to be one in Chicago. There's going to be one in Denver. And if you want to come to the muster, they've all sold out.",
        8386.56,
        8401.94
    ],
    [
        " So if you want to come, try and register early extremownership.com. And we have EF Overwatch, which connects spec ops vets and aviation combat aviation vets with companies that need leaders tried and tested leaders.",
        8401.94,
        8419.16
    ],
    [
        " And any you Marsock Raiders out there that have gotten out, hit it up at efoverwatch.com. And we can get you connected to a job where you will be in a leadership position in the civilian sector. Again, that's efoverwatch.com.",
        8419.42,
        8435.76
    ],
    [
        " If you want to hang with us still after this on the interwebs, first of all, Derek, like I said, he left, but Twitter, Derek Herrera, Instagram, Derek underscore Herrera, Facebook, Derek Herrera, Derek Herrera.com.",
        8436.16,
        8454.22
    ],
    [
        " And also the Marine Raider Foundation. Again, he talked about all the things that the Marine Raider Foundation does. And if you want to go to that, the link is marine raiderfoundation.org.",
        8454.58,
        8466.26
    ],
    [
        " And then of course, if you want to talk with Echo and myself on Twitter, on Instagram or on Facebook, the boha.",
        8467.18,
        8477.9
    ],
    [
        " Echo is at Echo Charles, and I am at Jocco, willing. And thanks to all our military personnel out there holding the line.",
        8478.6,
        8487.24
    ],
    [
        " We can do what we do because you are doing what you do. And we will never forget that in special thanks to the Marine Raiders for your legacy of bravery.",
        8487.98,
        8501.48
    ],
    [
        " That will never be forgotten. And obviously, Derek Herrera for his service, his sacrifice. And like I said to him, the incredible example that he sets.",
        8502.32,
        8516.2
    ],
    [
        " Thanks to police and law enforcement firefighters, paramedics, EMTs, correctional officers, Border Patrol, all first responders.",
        8516.62,
        8523.54
    ],
    [
        " Thank you for keeping us safe here at home. And the rest of you that are out there listening.",
        8524.08,
        8529.38
    ],
    [
        " I know things don't always go the way we want them to go.",
        8533.84,
        8537.62
    ],
    [
        " But I think just listening to Derek today, I think there's no doubt that that is the attitude you take.",
        8538.94,
        8551.6
    ],
    [
        " You don't focus on what is wrong, you focus on what is right, you don't focus on what you can't do, you focus on what you can do.",
        8551.84,
        8558.18
    ],
    [
        " You're thankful that you have these opportunities that so many didn't get.",
        8558.18,
        8565.0
    ],
    [
        " Then you take that attitude and then you go out there and get after it.",
        8565.6,
        8571.64
    ],
    [
        " And until next time, this is Echo and Jocco out.",
        8572.06,
        8577.94
    ]
]