[
    [
        " This is Jockel Podcast number one 51 with Echo Charles and me, Jockel Willink.",
        0.54,
        5.84
    ],
    [
        " Good evening, Echo.",
        6.28,
        7.16
    ],
    [
        " Good evening.",
        7.38,
        7.92
    ],
    [
        " And we haven't done a Q&A for a while and we're going to roll into a Q&A and normally,",
        8.48,
        16.56
    ],
    [
        " quite frankly, normally the Q&A is when we show up for the Q&A's, there's a little bit",
        17.08,
        23.98
    ],
    [
        " of a different atmosphere.",
        23.98,
        25.76
    ],
    [
        " We'll say, right?",
        26.18,
        26.72
    ],
    [
        " Sure.",
        26.98,
        27.14
    ],
    [
        " A little bit of levity in the room.",
        27.26,
        28.74
    ],
    [
        " Everything's like, you know, hey, we're not going to talk about war.",
        28.88,
        31.8
    ],
    [
        " We're not going to be reading about men being wounded or killed.",
        32.18,
        35.46
    ],
    [
        " We're not going to be reading about some atrocity and hearing what people go through.",
        35.6,
        38.56
    ],
    [
        " We're going to be answering questions and there's a little bit more just lightheartedness",
        38.56,
        43.94
    ],
    [
        " to the whole thing, usually.",
        43.94,
        45.54
    ],
    [
        " Sometimes it goes a little bit, you know, one way or the other.",
        46.0,
        48.42
    ],
    [
        " But this is, there's just a little bit of a different situation in the recording room",
        49.06,
        55.24
    ],
    [
        " right now.",
        55.24,
        55.56
    ],
    [
        " Because we just did a, and this is kind of surprising because we just did a warrior",
        55.56,
        59.64
    ],
    [
        " kid podcast.",
        59.64,
        60.5
    ],
    [
        " And in the warrior kid podcast, I answer questions from kids for Uncle Jake and those are all,",
        60.9,
        67.58
    ],
    [
        " you know, kind of just little neat little kid questions.",
        67.8,
        71.08
    ],
    [
        " Hey, are cheeseburgers good for you?",
        71.08,
        74.9
    ],
    [
        " And what do I do when I'm nervous that it's just determined?",
        75.2,
        77.96
    ],
    [
        " And what do I do when I can't remember how to spell Mississippi, you know, just like these",
        78.38,
        83.7
    ],
    [
        " nice little kid questions and they're fun.",
        83.7,
        86.14
    ],
    [
        " And yet, you know, I treat them seriously because kids have serious questions.",
        86.86,
        90.66
    ],
    [
        " And when you're a little kid, those are real problems.",
        90.66,
        92.44
    ],
    [
        " Those aren't, we laugh at them now.",
        92.62,
        93.92
    ],
    [
        " You're laughing at them.",
        94.04,
        94.72
    ],
    [
        " No, well, the Mississippi one, that's right.",
        95.06,
        97.08
    ],
    [
        " You're laughing at the kids' issues.",
        97.46,
        99.24
    ],
    [
        " But then what I started doing a little while ago is I started telling these stories from",
        99.56,
        103.8
    ],
    [
        " the perspective of Uncle Jake when Uncle Jake was a kid.",
        103.8,
        106.44
    ],
    [
        " And some of those are a little bit more, they're a little bit more serious, but there's always",
        106.7,
        111.94
    ],
    [
        " a very big lesson if you learned because my goal with the stories from Uncle Jake is that",
        111.94,
        115.86
    ],
    [
        " kids can end up understanding how Uncle Jake kind of formulated his values as a man.",
        115.86,
        124.04
    ],
    [
        " And we've talked about a bunch of different ones of those.",
        125.0,
        127.88
    ],
    [
        " But anyways, the one that I did today and what's interesting is all these stories are",
        129.0,
        132.64
    ],
    [
        " kind of based on their based loosely around things that I've experienced.",
        132.64,
        139.38
    ],
    [
        " And this is very, some of them very loosely, some of them not so loose on things that I've",
        139.42,
        144.6
    ],
    [
        " actually experienced things that I went through because I'm not Uncle Jake, but I have some",
        144.6,
        149.08
    ],
    [
        " similar experiences that Uncle Jake has had along the way.",
        149.08,
        151.8
    ],
    [
        " And anyways, today I wanted to make the point to kids that the decisions that they make in",
        152.2,
        158.64
    ],
    [
        " their life are, they have a big impact, right?",
        158.64,
        161.32
    ],
    [
        " And if you make little decisions when you're a kid, you start making bad decisions when",
        161.96,
        166.18
    ],
    [
        " you're a little kid, those bad decisions eventually add up.",
        166.18,
        169.5
    ],
    [
        " And if you make good decisions, those decisions will add up.",
        169.76,
        173.02
    ],
    [
        " And you'll in the one case, you'll end up with good things.",
        173.02,
        175.1
    ],
    [
        " If you make good decisions, if you make bad decisions, you'll end up in a bad situation.",
        175.1,
        178.16
    ],
    [
        " And I told this story from Uncle Jake's perspective about Uncle Jake's best friend when he",
        178.48,
        183.76
    ],
    [
        " was growing up and it was a kid named Jeff and they were best friends.",
        183.76,
        187.58
    ],
    [
        " They did everything together and they played and they did practical jokes and they laughed",
        187.58,
        191.54
    ],
    [
        " and had a great time.",
        191.54,
        192.18
    ],
    [
        " And eventually Jeff starts making some bad decisions.",
        193.36,
        195.66
    ],
    [
        " He gets in trouble in class and he gets in more trouble than he gets suspended from recess",
        195.92,
        199.06
    ],
    [
        " and just, and then the next thing, you know, he starts really going down a bad path and",
        199.06,
        205.38
    ],
    [
        " starts using drugs and alcohol and eventually, and again, this is a long, this is not a long",
        205.38,
        211.84
    ],
    [
        " story, but it probably takes about 10 minutes to tell on the podcast, on the warrior kid",
        211.84,
        215.3
    ],
    [
        " and podcast.",
        215.38,
        215.66
    ],
    [
        " And then eventually, I leave high school, we graduate from high school and I kind of",
        216.1,
        222.32
    ],
    [
        " talk about seeing him and and this is what's true.",
        222.32,
        224.6
    ],
    [
        " So this is true.",
        224.72,
        225.86
    ],
    [
        " So this is based on true story.",
        226.12,
        227.0
    ],
    [
        " I had a best friend when I was a kid.",
        227.06,
        228.16
    ],
    [
        " His name was Jeff.",
        228.24,
        228.72
    ],
    [
        " He was an awesome kid.",
        228.9,
        229.88
    ],
    [
        " He was funny.",
        229.94,
        230.48
    ],
    [
        " And what?",
        230.74,
        231.4
    ],
    [
        " He's one of those kids.",
        232.1,
        233.08
    ],
    [
        " I've talked about this before, like some kids, they have a little spark to them.",
        233.38,
        237.36
    ],
    [
        " And it's not a lot.",
        237.56,
        239.34
    ],
    [
        " It's very few kids.",
        239.9,
        241.1
    ],
    [
        " They have this little spark.",
        241.26,
        242.42
    ],
    [
        " They've got this little thing about them that you go, okay, that person has something.",
        242.42,
        245.66
    ],
    [
        " Now that spark doesn't guarantee anything.",
        246.06,
        249.22
    ],
    [
        " In fact, that spark can be a problem because that spark can catch fire and it can be an",
        249.56,
        254.12
    ],
    [
        " uncontrollable fire or it can be a fire that can be used to fuel and grow and create awesome",
        254.12,
        259.72
    ],
    [
        " things.",
        259.72,
        260.02
    ],
    [
        " And you don't really know.",
        260.66,
        261.46
    ],
    [
        " You can't really control it.",
        261.72,
        262.74
    ],
    [
        " That person has to have control of that spark.",
        263.02,
        264.98
    ],
    [
        " Well, Jeff was one of those kids that had like this spark to him.",
        265.14,
        267.96
    ],
    [
        " He was charismatic.",
        268.0,
        268.64
    ],
    [
        " He was funny.",
        268.9,
        269.38
    ],
    [
        " He was smart.",
        269.54,
        270.0
    ],
    [
        " He was witty.",
        270.24,
        270.98
    ],
    [
        " He was courageous.",
        271.02,
        272.0
    ],
    [
        " But he just, for whatever reason, had like a little spin to him that didn't mind getting",
        272.0,
        279.0
    ],
    [
        " in trouble.",
        279.0,
        279.46
    ],
    [
        " It's almost like an attitude like, hey, these guys can't hold me down.",
        279.56,
        282.16
    ],
    [
        " And so, you know, when we were in fifth grade, it was actually in fifth grade where we sat",
        284.08,
        289.76
    ],
    [
        " next to each other every day and we would start, you know, we would just hang out all",
        289.76,
        293.6
    ],
    [
        " the time and laugh.",
        293.6,
        294.22
    ],
    [
        " And eventually, he started getting in trouble.",
        294.5,
        296.7
    ],
    [
        " And I didn't, right?",
        296.98,
        298.28
    ],
    [
        " And I would get in some trouble, but he would cross the line.",
        298.28,
        300.94
    ],
    [
        " And he crossed the line to where all of a sudden, you know, he would get, it's sent to",
        301.1,
        305.36
    ],
    [
        " the principal's office and be that kind of trouble.",
        305.36,
        307.82
    ],
    [
        " One level above that kind of trouble.",
        308.02,
        309.6
    ],
    [
        " I would get in, which is like, hey, you know, you got to be quiet.",
        309.72,
        313.88
    ],
    [
        " Hey, you know, you go sit in the corner.",
        314.04,
        315.74
    ],
    [
        " Those things I got, but I didn't cross the line, which is, hey, I'm not, I'm out of control",
        315.84,
        321.2
    ],
    [
        " in the class.",
        321.2,
        321.66
    ],
    [
        " I'm so disruptive that you got to get me out of the class.",
        322.18,
        324.2
    ],
    [
        " I never crossed that line.",
        324.2,
        325.14
    ],
    [
        " He started crossing that line.",
        325.38,
        326.72
    ],
    [
        " And eventually, you know, like I, and I told him the story, you know, he started using",
        329.9,
        333.36
    ],
    [
        " drugs and alcohol.",
        333.36,
        334.4
    ],
    [
        " And I thought about it.",
        334.66,
        335.28
    ],
    [
        " Do I want to put talk about drugs now, call the Warrior Kid Podcast?",
        335.32,
        337.68
    ],
    [
        " And then I thought to myself, yes, I do.",
        338.4,
        340.28
    ],
    [
        " Because if you don't think kids hear about drugs now, call right now when they're seven",
        340.5,
        344.58
    ],
    [
        " years old, eight years old, nine years old, you're wrong.",
        344.58,
        346.8
    ],
    [
        " Drugs are out there.",
        347.08,
        347.96
    ],
    [
        " It's a different world.",
        348.16,
        349.18
    ],
    [
        " And you might as well tell them when they're young that these things are problematic.",
        349.66,
        353.42
    ],
    [
        " Well, with Jeff, you know, Jeff went down the path of starting to, you know, smoke and",
        353.86,
        358.4
    ],
    [
        " drink and all that stuff, doing drugs.",
        358.4,
        360.34
    ],
    [
        " And I didn't.",
        360.72,
        361.4
    ],
    [
        " I, you know, he started getting into that kind of thing.",
        361.74,
        365.2
    ],
    [
        " I started getting into like hardcore music and being like disciplined and all that stuff,",
        365.24,
        369.82
    ],
    [
        " which again, I call it what you want, call it a trend, call it me conforming to something",
        369.88,
        375.38
    ],
    [
        " or whatever you want to call it.",
        375.38,
        377.2
    ],
    [
        " But that's what I did.",
        377.24,
        377.82
    ],
    [
        " That's what I got into.",
        377.9,
        378.56
    ],
    [
        " I related to it.",
        378.78,
        379.66
    ],
    [
        " Let me put it to that way.",
        379.74,
        380.5
    ],
    [
        " So eventually Jeff becomes like a burnout, you know what I mean?",
        381.02,
        384.04
    ],
    [
        " He, he becomes, yeah, like a burnout, you know, he, he's cut classes and he, you know,",
        384.24,
        390.32
    ],
    [
        " just kind of went down that spiral.",
        390.44,
        392.72
    ],
    [
        " And the weird thing is we were such good friends and we were kids that we didn't not like",
        393.42,
        396.92
    ],
    [
        " each other anymore.",
        396.92,
        397.72
    ],
    [
        " You know, I didn't like have a falling out with him.",
        398.24,
        400.94
    ],
    [
        " We just, we just went our separate ways.",
        401.16,
        402.92
    ],
    [
        " And so when I would see him in school, right, I'd see him in the hallway or I'd see him",
        403.22,
        408.74
    ],
    [
        " in town, you know, we would talk and you could see, I could see in his eyes, like in his",
        408.96,
        415.0
    ],
    [
        " eyes, like he knew he was going in the wrong direction.",
        415.0,
        417.82
    ],
    [
        " And we would still laugh and we would still have a good time.",
        418.3,
        421.32
    ],
    [
        " We would joke about things.",
        421.32,
        422.32
    ],
    [
        " And then we'd, we'd walk away from each other and he'd keep kept going down the path he",
        422.66,
        427.38
    ],
    [
        " was going down and I kept going down the path I was going on.",
        427.38,
        429.9
    ],
    [
        " And as time went by, you know, he just was a complete burnout.",
        430.26,
        434.76
    ],
    [
        " I thought I don't even remember if he graduated high school or not.",
        434.76,
        436.96
    ],
    [
        " I graduated high school and I joined the Navy.",
        438.0,
        440.22
    ],
    [
        " And you know, I was going to go try and be a seal.",
        441.46,
        443.6
    ],
    [
        " That was my big, big goal, right?",
        443.72,
        445.72
    ],
    [
        " And he was going to, whatever he was going to do.",
        447.02,
        449.02
    ],
    [
        " And the last time I saw him, again, like I remember, I saw him and it was like in my mind",
        449.64,
        456.48
    ],
    [
        " and I wasn't quite mature enough to really recognize what I, what I saw right at the",
        456.48,
        461.4
    ],
    [
        " time.",
        461.4,
        461.7
    ],
    [
        " But as I look back on it, it was like, there was like this element of sadness for him",
        462.82,
        468.46
    ],
    [
        " seeing that I was going, I was like, for lack of a better word, like getting away, right?",
        468.46,
        473.96
    ],
    [
        " I was going to go, I was going to go and do something, right?",
        474.02,
        477.42
    ],
    [
        " And he was going to not.",
        477.86,
        478.54
    ],
    [
        " And you could see that.",
        479.14,
        480.12
    ],
    [
        " And at this point, like I don't even know if he could have gotten the military.",
        480.3,
        482.58
    ],
    [
        " He'd been quite a bit of trouble and had used a lot of drugs.",
        482.74,
        485.86
    ],
    [
        " And I don't even know if he could have gotten in the military at this point.",
        485.86,
        488.12
    ],
    [
        " So, and but when we were little kids, mind you, we were running around playing BB gun wars",
        488.96,
        494.28
    ],
    [
        " and, you know, setting up forts and running around in camouflage outfits, you know, that's",
        494.28,
        499.14
    ],
    [
        " what we were doing.",
        499.14,
        499.5
    ],
    [
        " So it's like I was going to do that for real and he was going to keep doing what he was",
        499.62,
        503.2
    ],
    [
        " doing, which was not good stuff.",
        503.2,
        504.74
    ],
    [
        " And so when I saw him for the last time, you know, like we shook hands.",
        505.36,
        510.26
    ],
    [
        " And again, like I could see in his eyes this, this element of sadness that he was doing",
        511.12,
        519.18
    ],
    [
        " what his life had gone in this direction and my life had gone in this other direction.",
        519.18,
        523.74
    ],
    [
        " And he was, I don't even want to use the term jealous because I don't think he was jealous.",
        523.84,
        526.76
    ],
    [
        " He wasn't jealous at all.",
        526.84,
        527.52
    ],
    [
        " He was absolutely, he was actually like kind of proud.",
        527.66,
        531.1
    ],
    [
        " You could see in his eyes like, man, that's awesome.",
        531.1,
        533.22
    ],
    [
        " And he said like good luck, you know, and we shook hands and, and bro hugged.",
        533.52,
        537.7
    ],
    [
        " Then I just, you know, I left I joined the Navy and went boot camp and I remember I was",
        538.32,
        542.9
    ],
    [
        " in the seal training.",
        542.9,
        543.86
    ],
    [
        " And I was probably a month or two in the seal training and I talked to my mom and she told me",
        544.5,
        553.34
    ],
    [
        " that this guy, this guy Jeff, who'd been my best friends from probably first grade through",
        553.34,
        558.26
    ],
    [
        " like fifth grade and then like I said, it separated, but he killed himself.",
        558.26,
        563.28
    ],
    [
        " And 19 years old, he killed himself.",
        564.36,
        566.18
    ],
    [
        " And so in the, in the story that Uncle Jake tells, I don't tell that.",
        567.18,
        570.58
    ],
    [
        " I don't talk about suicide, but I just say that he, he died.",
        570.68,
        574.02
    ],
    [
        " And he died from drugs now called which indirectly is true.",
        574.44,
        578.06
    ],
    [
        " You know, that's what killed him is that he was doing drugs and drinking and he wasn't",
        578.74,
        583.62
    ],
    [
        " making clear decisions and went down that path of depression and ended up killing himself.",
        583.62,
        589.74
    ],
    [
        " And I remember going, you know, I was going through seal training.",
        590.08,
        592.28
    ],
    [
        " So I was, you know, definitely shocked and saddened by it.",
        592.7,
        597.1
    ],
    [
        " And I had to do work and it was one of those things.",
        597.34,
        600.98
    ],
    [
        " But as I looked back on it, like these are just little tiny decisions.",
        601.1,
        604.9
    ],
    [
        " Like I made a decision, he made a decision.",
        604.9,
        607.1
    ],
    [
        " I made a decision, he made a decision.",
        607.42,
        609.02
    ],
    [
        " I made a positive decision about something.",
        609.24,
        611.88
    ],
    [
        " He made a negative decision.",
        612.36,
        613.48
    ],
    [
        " I made a good decision.",
        613.7,
        614.38
    ],
    [
        " He made a bad decision.",
        614.46,
        615.1
    ],
    [
        " These aren't huge decisions that I'm talking about.",
        615.4,
        617.12
    ],
    [
        " But it was these little tiny decisions that added up over time.",
        617.78,
        622.22
    ],
    [
        " And I think a lot of times kids, they don't recognize that.",
        622.66,
        626.2
    ],
    [
        " They don't recognize that these little, I mean, sure, if you make a one big bad decision,",
        626.36,
        629.54
    ],
    [
        " you go drinking and driving, yep, you're right.",
        629.7,
        631.44
    ],
    [
        " You can, you can kill yourself.",
        631.62,
        632.82
    ],
    [
        " You can kill someone else.",
        633.0,
        633.8
    ],
    [
        " You can ruin your whole life in one bad decision.",
        633.8,
        635.86
    ],
    [
        " But where did that one bad decision came from?",
        636.12,
        638.42
    ],
    [
        " It came from a bunch of bad decisions.",
        638.5,
        639.88
    ],
    [
        " It came from hanging around with the bad people.",
        640.0,
        641.56
    ],
    [
        " It came with starting to drink in the first place.",
        641.76,
        643.72
    ],
    [
        " It came with even having the attitude that I can get away with stuff like.",
        643.72,
        646.18
    ],
    [
        " There's a lot of little bad decisions that led up to this one bad big bad decision that",
        646.18,
        650.2
    ],
    [
        " actually ends up putting you in a bad way.",
        650.2,
        652.26
    ],
    [
        " So that's the story that I just told on the Warrior Kid Podcast.",
        653.0,
        660.16
    ],
    [
        " And again, I know it's kind of a heavy story.",
        660.4,
        662.0
    ],
    [
        " In fact, it's a very heavy story.",
        662.42,
        663.68
    ],
    [
        " And that's another thing with like, as I said to myself, well, should I talk about, should",
        664.02,
        669.94
    ],
    [
        " I say that he ended up in jail or something like that?",
        669.94,
        672.9
    ],
    [
        " And I was said to myself, no, like this is the reality of life.",
        673.86,
        678.04
    ],
    [
        " And if kids are not taught the reality of life, again, I'm not trying to smack them in the face with it.",
        678.7,
        684.76
    ],
    [
        " I'm not trying to make them paranoid, you know, and that's kind of why I thought the suicide part was a step too far.",
        684.84,
        692.66
    ],
    [
        " But you know, it's like in Mikey and the Dragons, I talk about how there's dragons that are ready to kill.",
        693.5,
        698.74
    ],
    [
        " And luckily, you know, I'm publishing, I own the publishing company that's making this book because a lot of my editors probably wouldn't like to hear that.",
        699.76,
        710.54
    ],
    [
        " A normal children's editor doesn't want to hear killing, right?",
        710.74,
        715.58
    ],
    [
        " And also in the book, the king dies, right?",
        716.44,
        719.78
    ],
    [
        " The king is dead.",
        720.14,
        720.96
    ],
    [
        " And there's a funeral for him.",
        721.98,
        724.04
    ],
    [
        " And that's another thing.",
        724.52,
        725.46
    ],
    [
        " Like, well, do you really want to talk about that with little kids?",
        725.72,
        728.32
    ],
    [
        " And as I asked myself that question for the first time, I answered it in like a millisecond with, there's kids out there who's dead dies when they're five years old, who's mom dies when they're seven years old, who's grandma dies, who's dog dies.",
        728.7,
        741.56
    ],
    [
        " Like death is part of life.",
        741.92,
        743.0
    ],
    [
        " And to pretend that it doesn't exist and hope that your kids are just going to one day figured out, that's not the right thing to do.",
        743.46,
        749.2
    ],
    [
        " They should understand it.",
        749.3,
        750.16
    ],
    [
        " And so the last part about this thing about Jeff was, you know, again, he had this spark. He was funny and he was just a really good, awesome guy.",
        751.1,
        764.06
    ],
    [
        " And when I got done, you know, what I did, I did like the typical whatever 11 o'clock at night sitting at the computer thing when I got done writing this thing.",
        765.62,
        775.06
    ],
    [
        " And I just Googled him.",
        775.46,
        776.38
    ],
    [
        " I just Googled him and just Googled his name as full name and it was the weirdest thing because when I Googled him, there was nothing.",
        777.1,
        787.5
    ],
    [
        " There was nothing.",
        787.9,
        790.02
    ],
    [
        " No, nothing.",
        790.58,
        791.72
    ],
    [
        " Not a name.",
        792.06,
        792.7
    ],
    [
        " You couldn't his name.",
        792.88,
        793.66
    ],
    [
        " No obituary.",
        793.78,
        794.78
    ],
    [
        " No, nothing.",
        795.16,
        795.94
    ],
    [
        " Just nothing.",
        796.16,
        796.88
    ],
    [
        " And that kind of shook me up a little bit.",
        797.68,
        802.44
    ],
    [
        " And the way it shakes me up is it shakes me up in the fact that that guy had more intelligence than me.",
        803.3,
        812.22
    ],
    [
        " He had more talent than me.",
        812.38,
        813.62
    ],
    [
        " He was more charismatic than me.",
        813.8,
        815.34
    ],
    [
        " He had all these things that were better than me.",
        815.68,
        820.38
    ],
    [
        " And yet Google, which I don't know if you ever Google, like because I Google a lot of stuff all the time because I Google people that were in the military, I Google old authors, poets.",
        821.6,
        831.58
    ],
    [
        " People that wrote some random, like I'll find online some letter from some Lance Corporal in World War II.",
        832.68,
        837.92
    ],
    [
        " I'll Google that person.",
        838.3,
        839.38
    ],
    [
        " And guess what?",
        840.04,
        840.48
    ],
    [
        " That person will, there'll be article about him.",
        840.58,
        842.54
    ],
    [
        " There'll be his obituary about what he did with his life and that's what it was about his wife.",
        842.62,
        847.94
    ],
    [
        " And then his wife died in 1968 and she had done it.",
        848.1,
        851.62
    ],
    [
        " And so you can get so much information about just anyone, anyone.",
        851.62,
        855.96
    ],
    [
        " And so I Google my friend Jeff.",
        856.46,
        858.02
    ],
    [
        " And there's nothing.",
        858.9,
        859.88
    ],
    [
        " And that's a person that Jeff had he gone down the right path.",
        863.38,
        868.4
    ],
    [
        " He would have left a giant mark on the world and would have done a lot of positive things and done beautiful things in the world.",
        868.76,
        875.58
    ],
    [
        " And to think that it's all gone and it's all lost.",
        875.92,
        878.9
    ],
    [
        " It's lost.",
        879.5,
        880.04
    ],
    [
        " And there's not a damn thing about him.",
        880.74,
        882.94
    ],
    [
        " So teach your kids to make the right decisions is what I'm saying.",
        883.98,
        887.16
    ],
    [
        " Yeah.",
        887.86,
        888.7
    ],
    [
        " So so much for the, like I said, so much for the levity of the of the situation or of the podcast.",
        891.82,
        898.14
    ],
    [
        " Yeah.",
        898.72,
        899.82
    ],
    [
        " I mean, yes.",
        900.08,
        901.26
    ],
    [
        " Crazy how like, you know, obviously on it, I didn't know Jeff, but like I you say, you're talking earlier.",
        901.82,
        910.08
    ],
    [
        " How you know, if you would have made maybe even three, three good decisions, you know, because like these problems,",
        910.2,
        917.08
    ],
    [
        " like drugs and alcohol and stuff like that as an individual problem, that's not the maker or the breaker right there.",
        917.14,
        922.28
    ],
    [
        " It's like everything put together, you know, those people who are successful that may struggle with drugs and alcohol,",
        922.56,
        927.5
    ],
    [
        " even for a little bit for a long time ongoing, like, you know, you don't have to die.",
        927.5,
        934.08
    ],
    [
        " You know, if you make the decision to do the mistake in my opinion, but to do drugs and drink alcohol, you know,",
        934.34,
        942.86
    ],
    [
        " or have that kind of hold you back or whatever, you don't have to die from that.",
        942.98,
        946.62
    ],
    [
        " It's like everything, you know, and he could have been potentially like massively successful, you know, just because of decisions.",
        946.84,
        955.74
    ],
    [
        " That's that that's the horrible thing about it is you just see the waste of human potential.",
        956.22,
        961.22
    ],
    [
        " I guess that's to me is the is a horrible thing and I got these great memories.",
        961.28,
        965.22
    ],
    [
        " Like I got him right now. I can remember doing things with him and when you're with someone like that and you're almost like a spectator to their life,",
        965.22,
        977.82
    ],
    [
        " like you're get to watch him. You get to go like, wow, look at what he's doing. This is crazy.",
        977.82,
        982.34
    ],
    [
        " Wow, look at that. Look how funny he is. You get to be a spectator and you appreciate it. I did.",
        982.34,
        988.28
    ],
    [
        " I appreciate it. And right now I look back and I think about how funny and you know, I think about any random, you know, stand up comedian or someone on a Saturday night live or something like that.",
        988.46,
        1000.14
    ],
    [
        " And it's like, yeah, I know he would have been awesome on that show. He would have been hilarious on that show. But never going to happen.",
        1000.18,
        1006.3
    ],
    [
        " It's not doesn't exist. And yeah, so so those little decisions that people make and that kids make, especially.",
        1006.72,
        1016.44
    ],
    [
        " You know what's weird to is when you're 19 years old, think about think about how much you thought you knew when you were 19 and how much you actually know you knew when you were 19.",
        1016.54,
        1026.02
    ],
    [
        " It's a pathetic. It's you know so little when you're 19. You know so little when you're 19.",
        1026.18,
        1035.0
    ],
    [
        " Man, I feel like you kind of know it. Well, I don't know people different, but man, even 29 for sure. I feel like it didn't really know.",
        1037.3,
        1045.86
    ],
    [
        " No, I every five years that you look back, you realize that you didn't know anything five years ago. Yeah, yeah.",
        1045.9,
        1051.98
    ],
    [
        " And maybe someone will chime in and tell me that when you're 72, you feel pretty good about what you know. But I don't think so. I don't think so.",
        1052.06,
        1060.74
    ],
    [
        " I think it's just always constantly looking back five years and think to yourself. And you know, I've said before, I was like, I think when you get to be at some point, it's some some decade along there 3540, you at least say, I know I don't know everything.",
        1061.12,
        1077.0
    ],
    [
        " And that is like the beginning of knowing something because when you're like you said, when you're 19, you know, you think you know everything.",
        1077.24,
        1084.14
    ],
    [
        " When you're 23, you think you know everything when you're 26, you think you know everything when you're 31, you still think you know everything.",
        1084.2,
        1090.24
    ],
    [
        " It's not until you actually look up. Maybe that's 35, maybe that's 37. Maybe some people get it younger where they realize, you know what, I don't know everything. And I need to learn more.",
        1090.4,
        1100.42
    ],
    [
        " So there you go.",
        1101.82,
        1105.12
    ],
    [
        " Speaking of learning more. Yeah, Q&A.",
        1105.12,
        1107.22
    ],
    [
        " People have some questions. Let's see if Jocco has the answers.",
        1108.68,
        1113.74
    ],
    [
        " I don't I don't necessarily have the answers. The no, but I have I will be able to give my assessment. Sure.",
        1114.18,
        1121.14
    ],
    [
        " I will say this. And I just got done telling Pete this. Sure.",
        1121.6,
        1126.08
    ],
    [
        " Yesterday, and I probably have told you this before. If I ever tell you I know something 100% then it's factually true.",
        1126.18,
        1135.24
    ],
    [
        " But I do that so rarely. It's very rare that I say, hey, here's the here's the answer. I probably do that. I do that very, very seldomly.",
        1135.78,
        1147.02
    ],
    [
        " If you hear me say that, go with it. It's correct. You don't really hear me. You probably you may have never heard me say that up until this point.",
        1147.08,
        1155.8
    ],
    [
        " Not tonight. Yeah. I very rarely will say, hey, look, I know this 100%. I used to say it wants every maybe twice every six months. Like when I was in the SEAL teams, I would every once in a while, I'd have to say, listen, man, I'm telling you this is how you want to do this.",
        1156.18,
        1171.5
    ],
    [
        " This is how you should do this. I'm telling you. Do it this way. Very seldom. Most of the time I say, look, this is what I think you should do, but it's your decision. You can do what you want.",
        1173.0,
        1182.72
    ],
    [
        " All right. Well, so I will give my assessment. I'll give my best possible. And the other thing is these questions are there's not a lot of detail to them often or there's a ton of detail, but even a ton of detail isn't like, let me talk.",
        1184.12,
        1197.16
    ],
    [
        " Oh, you got a problem with your boss. I need to meet your boss. I need to talk to him. You interact with him every day. I don't. Yeah.",
        1197.16,
        1201.94
    ],
    [
        " So you need to kind of you need to kind of modulate and hone the answers to your particular scenario.",
        1202.1,
        1209.22
    ],
    [
        " Yeah. So what do you think about this particular scenario?",
        1209.52,
        1213.1
    ],
    [
        " Okay. So is it better to work in a mindless job and make money or is it better to follow your passion and possibly make less money?",
        1213.2,
        1223.12
    ],
    [
        " I definitely think the best thing to do is work at a job that you're passionate about and make a lot of money. That's the best thing to do. I do know that one.",
        1225.16,
        1233.96
    ],
    [
        " That's not always possible. And here's something you got to be careful of. If you ever heard people talk about making your hobby, your job.",
        1235.24,
        1244.44
    ],
    [
        " And generally that's like, oh, if I make my hobby my job, then I'll enjoy my job.",
        1245.38,
        1249.38
    ],
    [
        " There's another way of looking at it. If you make your hobby your job, you won't like your hobby anymore.",
        1250.3,
        1258.3
    ],
    [
        " That's another way of looking at that. So it depends on what kind of like a GJ2 instructor.",
        1258.78,
        1262.88
    ],
    [
        " Hey, I'll just open my own school and then I'll just get to do what I love all day long.",
        1264.1,
        1267.66
    ],
    [
        " You talk to a lot of GJ2 instructors after six years, they don't even like go into the academy. They don't want to go to the academy anymore because it's all this...",
        1267.66,
        1276.82
    ],
    [
        " I don't want to teach it one other white belt how to do an arm walk. They're over it.",
        1276.82,
        1281.68
    ],
    [
        " So it's not necessarily the best thing to make what you're passionate about.",
        1282.48,
        1288.38
    ],
    [
        " And there's some people that teach GJ2 every single day and they love it and that's awesome.",
        1288.92,
        1292.6
    ],
    [
        " And so they've won.",
        1292.7,
        1294.74
    ],
    [
        " Because they're making money, they're doing, they have a good livelihood and they enjoy doing it.",
        1295.54,
        1299.32
    ],
    [
        " So yeah, but my goal would be to do something that I'm passionate about.",
        1300.6,
        1306.12
    ],
    [
        " At the same time you got to set yourself up so that you're not stuck without any money.",
        1306.6,
        1310.9
    ],
    [
        " Because passion doesn't pay the rent. I'll tell you an example of this.",
        1311.8,
        1314.58
    ],
    [
        " Greg Train.",
        1315.28,
        1315.66
    ],
    [
        " Sure.",
        1316.36,
        1316.88
    ],
    [
        " Years ago, Greg Train said to me, hey, here's my options. I can like kind of scrape by, teach wrestling, teach some GJ2 and train to fight.",
        1316.82,
        1327.4
    ],
    [
        " Or I can guy got accepted into this program to be an X-ray technician.",
        1328.0,
        1334.58
    ],
    [
        " And he asked me, he's like, what do you think I should do? This is a long time ago. It's probably like 10 or 12 years ago. Maybe even longer.",
        1335.9,
        1342.5
    ],
    [
        " Anyways, he asked me and I said, listen, how many hours a day do you want to train?",
        1343.52,
        1347.62
    ],
    [
        " And I said, how many hours a day can you train? And he's like, I don't know, maybe three or four hours a day.",
        1348.64,
        1355.54
    ],
    [
        " Okay. So if you want to do this three or four hours a day and you're not going to make any money, what are you going to do with the other, whatever, 20 hours a day?",
        1355.7,
        1363.74
    ],
    [
        " You could actually build a career and make real money doing the X-ray thing and then you could still easily.",
        1364.8,
        1375.42
    ],
    [
        " Because you work eight hours a day. I was like, I was like, Greg, I work 12 hours a day. I work 14 hours a day. I'm still here training.",
        1375.98,
        1382.6
    ],
    [
        " You can work an eight hour day and still train. And you can train four hours a day and you can be fine.",
        1383.66,
        1388.86
    ],
    [
        " And you'll have money. You won't have to worry about paying the rent. You won't have to be on the buy.",
        1389.02,
        1392.32
    ],
    [
        " You know, nice things. You'll have medical insurance, all those things. And he made the decision to go to X-ray school.",
        1392.62,
        1399.58
    ],
    [
        " And he ended up doing great in Jiu-Jitsu and doing great in fighting. And he ended up getting some injuries that were like, if he would have just been a fighter, they would have been really problematic.",
        1399.84,
        1409.72
    ],
    [
        " Because you know, he couldn't fight for a long time. So that's the kind of that's the kind of judgment call. Right? You can make.",
        1409.72,
        1418.2
    ],
    [
        " Now what with this question is saying though, is can you do something where you make a little bit less but you're passionate about?",
        1420.1,
        1426.54
    ],
    [
        " That's that's pretty easy call as far as I'm concerned. If you just make a little bit less but you love doing it, well, that's kind of a no brainer. Right? Isn't it?",
        1427.04,
        1435.7
    ],
    [
        " Now you got to ask yourself, where does that put you in the future?",
        1436.08,
        1438.84
    ],
    [
        " And then you got to ask yourself on the other side is could you do this job that you don't really like for long enough that you could make a difference?",
        1440.22,
        1449.76
    ],
    [
        " Like you could do this job that you don't really like and you all the sudden you got a down payment for a house. And then you go buy a house. You see what I'm saying?",
        1450.16,
        1455.8
    ],
    [
        " Yeah.",
        1456.06,
        1456.22
    ],
    [
        " So that's that's not a bad movie, a bad move either.",
        1456.42,
        1460.12
    ],
    [
        " But you could also this is where people trap themselves.",
        1460.5,
        1463.66
    ],
    [
        " They have the job that they don't like they're making a little bit more money. And instead of investing towards getting out of that job and setting themselves up so they can do something that they are passionate.",
        1464.44,
        1474.76
    ],
    [
        " What they do is they expand their lifestyle.",
        1475.2,
        1478.04
    ],
    [
        " Yeah.",
        1478.56,
        1478.72
    ],
    [
        " That's the big mistake. They expand their lifestyle and all of a sudden, you know, they're making $100,000 a year at this job that they don't really like.",
        1479.14,
        1488.72
    ],
    [
        " The other job they were going to get $75,000 a year.",
        1488.92,
        1492.34
    ],
    [
        " And that that's not bad, right? I would probably go for the thing that I really like doing. If it's a difference of $25,000, that's kind of a no-brainer to me.",
        1492.74,
        1500.28
    ],
    [
        " What does the person do? They say, okay, well, I'll just stay in this job so I can make enough money to get a down payment on a house.",
        1500.66,
        1506.86
    ],
    [
        " And then what do they do? They buy a new car. They go out to dinner every night. They spend that extra 25,000 that they could be putting into saving up for down payment.",
        1507.0,
        1514.94
    ],
    [
        " They spend it on stuff that they don't need to end up with $110,000 lifestyle while they're making $100,000 a year.",
        1514.94,
        1521.14
    ],
    [
        " And they actually go into debt and now they're further away from the job that they wanted.",
        1521.3,
        1525.1
    ],
    [
        " Yeah.",
        1525.3,
        1525.86
    ],
    [
        " So, I guess the answer here is, and I've said this before, come up with an exit strategy with contingencies if things go wrong.",
        1526.4,
        1536.38
    ],
    [
        " And then plan, save, prepare, and then execute.",
        1536.7,
        1540.84
    ],
    [
        " You mean, it sums like a good plan, good take on it.",
        1542.22,
        1546.42
    ],
    [
        " It sums like.",
        1546.42,
        1547.42
    ],
    [
        " I found that when you make your hobby, your career, a lot of times when you have fantasies about doing your hobby as a career, let's say I'm a photographer.",
        1547.66,
        1556.46
    ],
    [
        " That's a big one. That's a common one that I've heard.",
        1556.98,
        1558.9
    ],
    [
        " They'll be like, okay, because I like taking pictures. I don't know, maybe traveling or whatever, whatever.",
        1560.32,
        1565.5
    ],
    [
        " I like taking pictures of it. I like that kind of subject too.",
        1565.5,
        1567.78
    ],
    [
        " So, a lot of things when you're a creative person or you're into, let's say you make baskets.",
        1568.66,
        1576.24
    ],
    [
        " You make the awesome baskets.",
        1576.82,
        1578.36
    ],
    [
        " But to make it your career, a lot of the times, it comes with like 50% if that 100% additional chores and tasks by running that business.",
        1578.8,
        1589.62
    ],
    [
        " Yeah, I was going to say, yeah, you like making baskets.",
        1589.62,
        1592.38
    ],
    [
        " Oh, yeah, cool. And what you end up doing is making thousands of the same baskets that they put their green with the Easter Bunny in it.",
        1592.38,
        1600.44
    ],
    [
        " And that's what your job is to weave that basket over and over again.",
        1600.52,
        1602.98
    ],
    [
        " Everything that you're doing it for is now gone.",
        1603.1,
        1605.2
    ],
    [
        " And guess what? You have to do it.",
        1605.34,
        1607.26
    ],
    [
        " And you have to do it.",
        1607.32,
        1607.98
    ],
    [
        " You have to.",
        1607.98,
        1608.52
    ],
    [
        " Like, as a hobby, that's kind of, in my opinion, pretty much the one of the two things that make a hobby so great is because it's fun to do.",
        1609.0,
        1617.3
    ],
    [
        " And you do whatever you want.",
        1617.6,
        1618.72
    ],
    [
        " As long as you have the time, as long as you do whatever you want.",
        1619.0,
        1621.64
    ],
    [
        " If you don't feel like doing it, if you don't do it, like, if you don't feel like golfing tomorrow, you.",
        1621.72,
        1625.3
    ],
    [
        " Yeah.",
        1625.48,
        1625.68
    ],
    [
        " Or you can go.",
        1625.94,
        1626.46
    ],
    [
        " I don't feel like golfing tomorrow.",
        1626.56,
        1627.16
    ],
    [
        " I know. Are you going to go?",
        1627.18,
        1628.04
    ],
    [
        " No, no, no, you know, you have to.",
        1628.16,
        1629.74
    ],
    [
        " Of course not. You don't have to.",
        1629.84,
        1630.78
    ],
    [
        " But if you love making baskets and you don't feel like it, and you're like, hey, guess what?",
        1631.0,
        1635.36
    ],
    [
        " You got to make a thousand of those. I know you don't feel like even making one.",
        1635.36,
        1638.26
    ],
    [
        " You got to make a thousand now or make sure they're done or something.",
        1638.4,
        1641.1
    ],
    [
        " I think you're like, man, I used to love this thing.",
        1641.16,
        1642.72
    ],
    [
        " Now I don't really like it because all this pressure, which had nothing to do with my hobby, by the way, nothing.",
        1642.84,
        1646.94
    ],
    [
        " Now it has everything to do with my hobby.",
        1647.54,
        1649.26
    ],
    [
        " Now you got, now I have people calling me saying, hey, where's my basket?",
        1649.7,
        1652.38
    ],
    [
        " Hey, I'm the basket maker.",
        1652.82,
        1653.76
    ],
    [
        " I say when the basket gets made, kind of thing, that's gone.",
        1653.88,
        1656.68
    ],
    [
        " So yeah, so you don't really like it.",
        1657.16,
        1658.82
    ],
    [
        " And so yeah, you got the repetitiveness.",
        1659.3,
        1660.8
    ],
    [
        " The, the, the, like, lack of control.",
        1661.4,
        1664.16
    ],
    [
        " Lack of control, the pressure, and then that's not to mention like the day to day chores that allow your hobby activity to be a business or career, whatever.",
        1664.16,
        1677.86
    ],
    [
        " Man, it's a lot like freaking taxes.",
        1678.24,
        1681.78
    ],
    [
        " Taxes doing all that.",
        1682.34,
        1684.02
    ],
    [
        " Yeah, man, you know how like when you work at like a job and the taxes are just taken out.",
        1684.06,
        1688.42
    ],
    [
        " The taxes are taken out and all this stuff, but man, you're weaving baskets, you know, in your, in your new garage or whatever, man, you got to do taxes.",
        1688.42,
        1696.58
    ],
    [
        " I don't know, man.",
        1696.58,
        1697.78
    ],
    [
        " There's just a lot more to it, which is to keep you from hobby to career.",
        1697.98,
        1701.58
    ],
    [
        " Yeah, that's true.",
        1701.94,
        1702.82
    ],
    [
        " So that's my shout out to my tax guy, Brandon.",
        1703.04,
        1706.62
    ],
    [
        " He rocks so hard.",
        1707.16,
        1708.46
    ],
    [
        " He's the best guy ever.",
        1708.64,
        1710.02
    ],
    [
        " Yeah, I can dig it.",
        1710.2,
        1711.78
    ],
    [
        " But yeah, so there's that.",
        1712.08,
        1713.12
    ],
    [
        " And then, but yeah, if you're prepared for that though, if you're totally prepared for that or if you kind of like business, you know, that part of it, because there's a lot of chores in business.",
        1713.36,
        1721.38
    ],
    [
        " And if you like that stuff, oh, man, that can be good.",
        1721.78,
        1724.68
    ],
    [
        " But yeah, and oh, and here's the thing too about when you get a good job.",
        1725.3,
        1728.44
    ],
    [
        " I'm not a good job, but a high paying job, but you don't like it.",
        1728.82,
        1731.18
    ],
    [
        " This is why this is what I think anyway.",
        1731.44,
        1733.18
    ],
    [
        " I don't think I've ever had a junk job that paid a lot.",
        1734.0,
        1736.86
    ],
    [
        " You just had junk low paying jobs.",
        1737.16,
        1739.94
    ],
    [
        " Yes, yes, so I had a few of those.",
        1739.94,
        1741.58
    ],
    [
        " Yes, for sure.",
        1741.7,
        1742.56
    ],
    [
        " So, okay, I go, I wake up, I go to my job, drag myself to my job, right?",
        1742.72,
        1748.6
    ],
    [
        " Drag myself.",
        1748.92,
        1749.42
    ],
    [
        " And then I can't wait to get home, I get home, I get that paycheck after a week, two weeks or whatever, I get that huge paycheck.",
        1749.72,
        1754.84
    ],
    [
        " And then I got to drag myself to my job again.",
        1755.54,
        1757.68
    ],
    [
        " And I go home and I can let me read.",
        1757.92,
        1759.8
    ],
    [
        " So basically your day to day for that junk job is so jump.",
        1760.12,
        1763.9
    ],
    [
        " I need something.",
        1763.98,
        1764.6
    ],
    [
        " I need pleasure.",
        1764.84,
        1765.36
    ],
    [
        " I need some pleasure in my life by that cool new car.",
        1765.52,
        1767.92
    ],
    [
        " So now, I'll drag myself to my job, but at least I'm rolling in that nice new car.",
        1768.06,
        1772.84
    ],
    [
        " But eventually you trap yourself with that car.",
        1773.28,
        1775.74
    ],
    [
        " That car's a trap.",
        1775.88,
        1776.64
    ],
    [
        " Because that becomes the focus a lot of the time.",
        1776.8,
        1778.72
    ],
    [
        " Yeah, you know, I like it.",
        1778.88,
        1779.86
    ],
    [
        " And I believe, so this is an interesting thing I've thought about.",
        1779.86,
        1782.56
    ],
    [
        " People like to make things.",
        1783.0,
        1784.32
    ],
    [
        " People like to make things.",
        1784.56,
        1786.18
    ],
    [
        " Like it's a good feeling to make something, to create something.",
        1786.24,
        1789.86
    ],
    [
        " And I think a lot of the consumer attitude comes from the fact that, look,",
        1790.16,
        1795.78
    ],
    [
        " I don't have time to go and build a desk.",
        1795.78,
        1798.28
    ],
    [
        " And I wish I did have time to go build a desk, but I'll just go click on this button",
        1798.74,
        1802.96
    ],
    [
        " and the desk will show up in my house.",
        1802.96,
        1804.06
    ],
    [
        " And it's kind of like I created something.",
        1804.06,
        1805.4
    ],
    [
        " Yeah, voila.",
        1806.02,
        1806.84
    ],
    [
        " Yeah, voila.",
        1807.18,
        1807.76
    ],
    [
        " There it is.",
        1808.0,
        1808.5
    ],
    [
        " And that gives you that, but the thing is it's a short term gratification.",
        1809.0,
        1813.46
    ],
    [
        " Yeah, that's why it keeps going.",
        1813.76,
        1814.94
    ],
    [
        " Yeah, and that's why it keeps going.",
        1815.08,
        1816.34
    ],
    [
        " Because you go, okay, I really like to make a desk, but I'm just going to buy this one.",
        1816.42,
        1819.14
    ],
    [
        " Or I'd really like to, you know what I'd love to do is just, is just completely refurbish an old car.",
        1819.36,
        1823.74
    ],
    [
        " Oh, I can't do that, but guess what?",
        1824.18,
        1826.12
    ],
    [
        " I can, I can just buy a new car.",
        1826.26,
        1828.02
    ],
    [
        " And then I'm rolling and it feels good for a minute.",
        1828.68,
        1830.74
    ],
    [
        " But you don't get the pure, you don't get the deep satisfaction that you would have gotten,",
        1831.02,
        1834.62
    ],
    [
        " had you refurbished the car.",
        1834.62,
        1836.12
    ],
    [
        " Yeah.",
        1836.52,
        1836.72
    ],
    [
        " So you get, you trap yourself.",
        1836.98,
        1838.72
    ],
    [
        " So keep your spending in check.",
        1839.16,
        1840.24
    ],
    [
        " This is another part of this whole deal.",
        1840.26,
        1841.54
    ],
    [
        " Yeah.",
        1841.82,
        1842.0
    ],
    [
        " Keep your spending in check.",
        1842.0,
        1842.66
    ],
    [
        " But that spending feels so good.",
        1842.9,
        1844.66
    ],
    [
        " And then, you know how like, when you have a...",
        1844.82,
        1847.12
    ],
    [
        " It depends.",
        1847.12,
        1847.34
    ],
    [
        " Because there's sometimes, when you don't have a lot of money, spending hurts.",
        1847.86,
        1851.0
    ],
    [
        " You know, it hurts when you're like, I can't separate myself from this money.",
        1852.2,
        1855.86
    ],
    [
        " Yeah, and you have, you have a different mindset, I think, but I think like a, your average person, me included,",
        1856.12,
        1860.94
    ],
    [
        " is like, the, the spending hurts when you spend, spend on stuff you need rather than what you like want.",
        1861.3,
        1867.5
    ],
    [
        " You know what I'm saying?",
        1868.0,
        1868.52
    ],
    [
        " I'm saying, oh yeah, it is.",
        1869.22,
        1870.32
    ],
    [
        " That's so bad, but it's a short term thing.",
        1870.32,
        1872.6
    ],
    [
        " For sure, it's like the immediate, like satisfaction is, like when you got a pay,",
        1872.8,
        1878.16
    ],
    [
        " let's say you don't really have dental insurance, right?",
        1878.34,
        1881.02
    ],
    [
        " Or let's say you do, but you still got a pay out of it, whatever.",
        1881.26,
        1883.2
    ],
    [
        " You got to spend your money on that.",
        1883.46,
        1884.66
    ],
    [
        " Yeah.",
        1884.78,
        1884.9
    ],
    [
        " Let's say it's $1,000 and you have $1,500 in your bank account.",
        1884.94,
        1889.14
    ],
    [
        " We'll see.",
        1889.4,
        1889.58
    ],
    [
        " So it doesn't feel good to spend on dental, but it would have felt good to buy a new plasma screen TV that you could watch the US see on it.",
        1889.64,
        1895.92
    ],
    [
        " Think about it.",
        1895.92,
        1896.06
    ],
    [
        " Think about it.",
        1896.06,
        1896.48
    ],
    [
        " When that plasma TV comes in, you're like, oh my gosh, you can't wait to hook this up.",
        1896.64,
        1900.76
    ],
    [
        " This thing is awesome.",
        1900.92,
        1901.86
    ],
    [
        " I'll even put it on my credit card and pay for that thing over the next 12 months.",
        1902.18,
        1905.86
    ],
    [
        " 50% interest on this thing.",
        1906.56,
        1907.88
    ],
    [
        " I'll do that.",
        1908.14,
        1908.56
    ],
    [
        " No problem because of that pleasure of getting it, but oh, dental, you mean this toothache will go away.",
        1908.66,
        1914.22
    ],
    [
        " This toothache that's causing me a mind brain will go away.",
        1914.4,
        1917.06
    ],
    [
        " And then I got, you know, then one is time to pay that bill.",
        1917.32,
        1921.34
    ],
    [
        " You're like, it's hard, man.",
        1921.5,
        1923.12
    ],
    [
        " You don't really want it.",
        1923.44,
        1924.24
    ],
    [
        " It's weird.",
        1924.4,
        1924.9
    ],
    [
        " Yeah, it is backwards.",
        1925.4,
        1926.36
    ],
    [
        " All right.",
        1926.58,
        1927.66
    ],
    [
        " Well, like I said, come up with a plan, come up with an exit strategy with contingencies and then save you money and execute.",
        1927.88,
        1934.52
    ],
    [
        " Get some check.",
        1934.58,
        1936.04
    ],
    [
        " Next question.",
        1936.28,
        1936.76
    ],
    [
        " How do you suggest setting SOPs, standard operating procedures where none currently exist?",
        1937.8,
        1944.82
    ],
    [
        " Yeah, good question.",
        1945.14,
        1945.8
    ],
    [
        " And this is not going to spend a ton of time on this.",
        1945.98,
        1949.58
    ],
    [
        " Well, the best way to develop SOPs is to let them be developed organically, sort of from the people that are actually doing that task, whatever it is.",
        1949.72,
        1958.8
    ],
    [
        " And you kind of, you just turn what's actually happening into an SOP.",
        1959.24,
        1964.58
    ],
    [
        " And then if there's multiple methods happening for something, you kind of consolidate the methods into the best way.",
        1965.08,
        1971.38
    ],
    [
        " And then test them and then you'll have your SOP there.",
        1971.96,
        1975.34
    ],
    [
        " One thing that you shouldn't do with an SOP is come up with a standard operating procedure inside of a vacuum and then push it down on the folks below you in the chain of command.",
        1975.74,
        1982.98
    ],
    [
        " Because they're going to be, they're going to reject it.",
        1983.7,
        1985.74
    ],
    [
        " They are going to, they are going to know a better way of doing it because you made it up in a vacuum.",
        1986.12,
        1993.56
    ],
    [
        " So, so don't do that.",
        1994.02,
        1995.1
    ],
    [
        " Now, there are sometimes where, let's say you're going to do something brand new that's never been done before.",
        1995.96,
        2001.36
    ],
    [
        " And you have to kind of create an SOP.",
        2001.9,
        2005.38
    ],
    [
        " Then if you have to do that, you, you need to kind of explain to the team, hey listen guys, we've never done this type of mission before.",
        2006.74,
        2013.06
    ],
    [
        " We've never done this type of project before.",
        2013.16,
        2014.68
    ],
    [
        " Here's my best guess at what a standard operating procedure is going to look like.",
        2015.1,
        2018.66
    ],
    [
        " We're going to try and execute this, but believe me, it's not perfect.",
        2019.16,
        2022.38
    ],
    [
        " I'm open to feedback and I realize that it's going to change, but I want at least have a line for us to deviate from.",
        2022.72,
        2028.92
    ],
    [
        " Actually, this is in extreme ownership.",
        2029.3,
        2031.5
    ],
    [
        " I talked about how we started organizing the SSC, the sensitive slight, sensitive site exploitation.",
        2031.84,
        2038.84
    ],
    [
        " It's how we searched buildings.",
        2039.04,
        2040.1
    ],
    [
        " It's in the book, but when we first started searching buildings, everyone just go in and ransack everything and just throw everything around.",
        2041.14,
        2046.18
    ],
    [
        " It was totally ridiculous and ineffective.",
        2046.34,
        2048.5
    ],
    [
        " And eventually, I said, okay, we need a standard operating procedure in my system.",
        2049.2,
        2052.28
    ],
    [
        " A platoon commander, I said, hey, come up with a standard operating procedure of how we're going to do this.",
        2052.36,
        2055.18
    ],
    [
        " He did that.",
        2055.36,
        2056.22
    ],
    [
        " And when he did, of course, and it's in the book, people are like, oh, this is going to take forever.",
        2056.7,
        2060.98
    ],
    [
        " And it was like, okay, listen, we're going to try it.",
        2061.26,
        2063.12
    ],
    [
        " If there's some adjustments we've got to make, we'll make them.",
        2063.36,
        2065.02
    ],
    [
        " But let's at least give it a try it.",
        2065.4,
        2066.5
    ],
    [
        " And that's what we did.",
        2066.82,
        2067.5
    ],
    [
        " And one of the best things you can do if you have to come up with an SOP is not only let it come organically from the task itself,",
        2068.12,
        2076.86
    ],
    [
        " but let the people that are actually doing the task come up with the standard operating procedure.",
        2077.1,
        2081.68
    ],
    [
        " So if you had some project that you did over and over again, I wouldn't come and say, hey, here's how I want you to do this project from now on Echo.",
        2081.98,
        2089.22
    ],
    [
        " I'd say, hey, Echo, since you're doing this all the time, can you capture what it is you do?",
        2089.4,
        2092.88
    ],
    [
        " And we can take those best practices, turn them into a standard operating procedure and get them through the whole organization.",
        2093.04,
        2098.82
    ],
    [
        " And you'd say, oh, that's cool.",
        2099.22,
        2101.42
    ],
    [
        " You would kind of feel some ownership of that.",
        2101.74,
        2103.4
    ],
    [
        " And then you would put together a good plan.",
        2103.8,
        2105.18
    ],
    [
        " So that's pretty straightforward with standard operating procedures.",
        2105.9,
        2109.94
    ],
    [
        " The main thing is let them develop, let the team develop them, keep an open mind, don't force them down people's throat.",
        2109.94,
        2116.72
    ],
    [
        " Okay, make sure.",
        2117.22,
        2119.8
    ],
    [
        " Next question.",
        2121.14,
        2122.62
    ],
    [
        " I'm a 17 year old.",
        2124.3,
        2125.5
    ],
    [
        " I'm a Blue Belt and Jiu Jitsu, which I received a few days after my 16th birthday.",
        2125.94,
        2130.42
    ],
    [
        " Nice.",
        2130.62,
        2130.84
    ],
    [
        " And I have ambitions of pursuing Jiu Jitsu professionally and competing to the highest level possible.",
        2130.84,
        2136.0
    ],
    [
        " Of course, this requires discipline and commitment.",
        2136.4,
        2138.76
    ],
    [
        " So during the school term, I trained Jiu Jitsu Monday through Saturday.",
        2139.12,
        2143.18
    ],
    [
        " And I wait train on Friday and Sunday.",
        2143.82,
        2146.44
    ],
    [
        " And when I have time off school, I trained Jiu Jitsu three times a day.",
        2147.22,
        2150.04
    ],
    [
        " However, due to my commitment to this and my refusal to prioritize the other things over this, I feel I'm missing out on the social opportunities of this part of my life.",
        2150.3,
        2160.78
    ],
    [
        " I miss parties and social events in order to train Jiu Jitsu and wait train because I know that I should have the discipline to do so.",
        2160.84,
        2168.56
    ],
    [
        " However, I feel lonely and isolated because of it.",
        2168.66,
        2171.84
    ],
    [
        " Is this just weakness or should I make the occasional exception for a social event?",
        2172.12,
        2177.94
    ],
    [
        " Once again, love the work you do UN Echo do.",
        2178.28,
        2180.54
    ],
    [
        " It's how it's helped me immensely. Thanks from the UK.",
        2180.94,
        2183.08
    ],
    [
        " All right, the UK.",
        2183.38,
        2184.52
    ],
    [
        " First of all, it's just, okay, the hardcore, here's the couple hardcore answers.",
        2185.64,
        2189.14
    ],
    [
        " Hardcore and it's number what's your schedule like, right?",
        2190.2,
        2192.52
    ],
    [
        " Are you wasting any time?",
        2193.02,
        2194.34
    ],
    [
        " Have you, have you maximized the hours you can get out of a day?",
        2195.32,
        2200.88
    ],
    [
        " Or are you spending time doing other things that you shouldn't be doing?",
        2201.54,
        2204.36
    ],
    [
        " That being said, it sounds like you're getting after it pretty hard, which means you're probably pretty efficient.",
        2204.8,
        2208.52
    ],
    [
        " And if you're not wasting a bunch of time and you're not doing a bunch of things that are non-productive",
        2210.78,
        2218.94
    ],
    [
        " and you're feeling lonely and isolated, then guess what, you're going too far.",
        2218.94,
        2225.1
    ],
    [
        " You should not be feeling lonely and isolated. That's not good.",
        2225.92,
        2229.08
    ],
    [
        " You need to relax, especially because if you're training that much, you're likely overtraining.",
        2229.6,
        2234.54
    ],
    [
        " So broadly speaking now, broadly speaking training should be enjoyable.",
        2236.46,
        2240.32
    ],
    [
        " Okay, this is mean that you're going to love it every day and I talk about that all the time.",
        2241.0,
        2243.8
    ],
    [
        " This is mean every day you wake up and you're all, you know, smile from one ear to the other or because you're so happy you got to go do squats and deadlifts.",
        2244.0,
        2250.5
    ],
    [
        " Like, no, that doesn't happen.",
        2250.62,
        2252.04
    ],
    [
        " But broadly, the way it makes you feel, the way Jiu-Jitsu makes you feel, should make it, are there times when you go on the Jiu-Jitsu mat and you get spanked and you get ground out",
        2252.5,
        2263.04
    ],
    [
        " and you get tapped out and you feel like junk. Yes, that's going to happen.",
        2263.56,
        2269.12
    ],
    [
        " But again, broadly, how does Jiu-Jitsu make you feel? It makes you feel good. You should enjoy it to some extent, right?",
        2269.36,
        2275.64
    ],
    [
        " And you should not be getting burnt out and I think that's the most important thing is that you shouldn't be getting burnt out on Jiu-Jitsu, on working out and this is important, especially for your 17 years old.",
        2276.6,
        2291.52
    ],
    [
        " There is more to life than Jiu-Jitsu and physical fitness, right? There's more to, there's more to, there's more to doing well in life than just Jiu-Jitsu and physical fitness.",
        2293.12,
        2308.0
    ],
    [
        " So a couple of things. If you can't, if you can't like communicate with people effectively, that's a real problem in any environment.",
        2308.62,
        2318.36
    ],
    [
        " And if you're isolating yourself from other people and you're not learning how to interact with other human beings in a social environment, that's not good.",
        2319.36,
        2330.08
    ],
    [
        " And it's not only that it's just not good for you because you as a person you need to be well-rounded, you need to be strong, you need to be capable from a fighting perspective, but you also need to be smart, you need to be articulate, you need to be quick-witted.",
        2330.54,
        2345.12
    ],
    [
        " And those things are mandatory skills in life. I mean, if you're a black belt in Jiu-Jitsu and you're a white belt in communicating with other human beings, that's not going to be a good situation for you.",
        2347.16,
        2357.72
    ],
    [
        " And the other thing is the better you are, the more well-rounded you are in all these other aspects of life, those things will actually make you better at Jiu-Jitsu too because you'll be able to read people.",
        2359.18,
        2368.42
    ],
    [
        " You'll be able to deal with confrontation, you'll be able to understand other people's motivations, and all those things come from interacting with other human beings.",
        2368.68,
        2375.62
    ],
    [
        " So I get it, I get the massive commitment, and that is what it takes. Like if you want to compete at the highest level, I'm telling you, yes, you have to live, breathe, and eat Jiu-Jitsu.",
        2376.58,
        2390.36
    ],
    [
        " You have to live, breathe, and eat conditioning.",
        2390.86,
        2393.26
    ],
    [
        " And that being said, if that's all you live, breathe, and eat, that's going to make you less apt to be a champion than if you make yourself a little bit more well-rounded in some of these other aspects.",
        2395.18,
        2410.92
    ],
    [
        " So, dude, keep training hard, 17-year-old blue belt from UK, keep training hard, go out occasionally, hang out with some people, have a good time.",
        2413.12,
        2425.18
    ],
    [
        " And that by no means get hammered every time you do it.",
        2426.1,
        2431.26
    ],
    [
        " No, not at all.",
        2431.28,
        2431.68
    ],
    [
        " Not at all.",
        2432.26,
        2432.66
    ],
    [
        " Yeah, yeah, that's social aspect, man.",
        2432.94,
        2435.04
    ],
    [
        " And that's like, it seems like a lot of times, especially when you're training or you're doing something that's kind of directly or can be viewed as directly opposite of a social thing.",
        2435.04,
        2444.22
    ],
    [
        " Because you don't want to think socially, you're thinking, oh, you guys are just slacking, hanging out, going to the bar, cruising at the beach, whatever.",
        2444.32,
        2450.72
    ],
    [
        " Well, while we're over here, training, kind of thing, right? Just like people say, oh, you're sleeping on the couch, you know, what are you lazy sleeping on the couch?",
        2451.56,
        2459.16
    ],
    [
        " I don't know, maybe they need rest, you know, or maybe there's, there's use in sleep.",
        2459.28,
        2466.04
    ],
    [
        " Seems like that was a little, maybe kind of a glimpse into the Echo Charles world right there.",
        2466.1,
        2470.86
    ],
    [
        " Maybe, maybe not.",
        2471.14,
        2471.96
    ],
    [
        " Not the last.",
        2472.2,
        2472.54
    ],
    [
        " Maybe I need rest.",
        2472.54,
        2474.58
    ],
    [
        " Maybe I'm recovering from the work I was doing.",
        2474.74,
        2476.4
    ],
    [
        " You're saying I'm saying there's two parts of it, you know, there's that.",
        2476.48,
        2479.68
    ],
    [
        " And so, and people give it a bad rap, I think, especially like, you know, how like, you know, you hear these, you know, motivational gurus grind all sleep when I'm dead, you know, that kind of thing.",
        2481.4,
        2491.44
    ],
    [
        " Yeah, I say that.",
        2491.8,
        2493.18
    ],
    [
        " So, you said it, not me, but hey, all right.",
        2493.42,
        2496.84
    ],
    [
        " So, and I'm not saying that, you know, that's dumb or nothing like that.",
        2497.58,
        2501.46
    ],
    [
        " I'm saying that it produces a certain message that can be interpreted in a way that might not be the most beneficial.",
        2501.64,
        2509.44
    ],
    [
        " Well, I'm sure, I think this, this, I'm glad that he asked this question because he's taking the attitude of like, okay, I'm going to sleep when I'm dead.",
        2509.94,
        2518.36
    ],
    [
        " And I'm going to, I'm going to hang out with other human beings after I'm a world champion.",
        2518.64,
        2522.2
    ],
    [
        " Right.",
        2522.54,
        2522.66
    ],
    [
        " And again, do you need to be possessed to be a world champion?",
        2522.98,
        2525.66
    ],
    [
        " Yes, you do.",
        2526.0,
        2527.0
    ],
    [
        " But all I'm saying is part of the things that will make you be a better, well-rounded person.",
        2527.5,
        2533.86
    ],
    [
        " The more well-rounded you are, the better you're going to perform.",
        2534.0,
        2537.14
    ],
    [
        " You know, you're going to learn how to deal with anxiety, you're going to learn how to deal with people, you're going to learn how to look at someone else's situation,",
        2537.96,
        2543.16
    ],
    [
        " looking their eyes and be like, okay, this guy's stressed out or this guy's panicking or this guy, you know, you learn those things from interacting with other people.",
        2543.38,
        2549.2
    ],
    [
        " That's going to make you a better competitor.",
        2549.36,
        2550.74
    ],
    [
        " You're going to learn more about yourself. That's going to make you a better competitor.",
        2551.04,
        2553.62
    ],
    [
        " And you're going to be, if you, if you relax.",
        2554.0,
        2556.38
    ],
    [
        " Now, what you don't want to do is go so far in the other direction where you, where you show up to a competition, you don't feel like you've prepared as much as you could.",
        2556.72,
        2563.6
    ],
    [
        " Yeah.",
        2563.96,
        2564.24
    ],
    [
        " But that, what does that do?",
        2564.52,
        2566.82
    ],
    [
        " You go too far in the other direction. Now you over-trained.",
        2567.1,
        2568.84
    ],
    [
        " Yeah.",
        2569.38,
        2569.74
    ],
    [
        " So you've got to find a little bit of, it sounds like you're a little bit off balance, especially because you're feeling like the words that kind of keyed me off the most in this was, what was it?",
        2570.0,
        2578.12
    ],
    [
        " Lonely and isolated.",
        2578.38,
        2579.12
    ],
    [
        " Yeah.",
        2579.72,
        2579.9
    ],
    [
        " That's what kind of key, if you said everything else here and then you were like, um, am I over-training?",
        2580.02,
        2585.98
    ],
    [
        " I would have said, no, man, you're getting after it. Good job.",
        2586.32,
        2589.42
    ],
    [
        " But then when you say, look, I feel lonely and isolated.",
        2589.62,
        2592.64
    ],
    [
        " You don't want to feel lonely and isolated.",
        2593.04,
        2594.68
    ],
    [
        " Like, and that's another thing. When I change G2, that's kind of where I hang out.",
        2595.12,
        2598.4
    ],
    [
        " Like, I don't interact with people normally. It's a social thing.",
        2598.4,
        2600.98
    ],
    [
        " We might not even talk. We might not even say one word other than, uh, do you want to roll?",
        2601.22,
        2606.1
    ],
    [
        " And then we train that sort of my social activity, um, of, of hanging around with other people.",
        2606.34,
        2611.32
    ],
    [
        " And I don't feel, I leave the gym and I feel like I hung around with a lot of people. I didn't say anything to them.",
        2611.46,
        2615.76
    ],
    [
        " But if you feel lonely and isolated, that's not good. That's getting to you.",
        2616.06,
        2621.64
    ],
    [
        " That means your mind is starting to be worn down from this.",
        2621.8,
        2624.74
    ],
    [
        " Don't let it get worn down. It's going to refuel you to go out.",
        2625.06,
        2628.44
    ],
    [
        " It's going to, uh, watch this. Watch this.",
        2628.88,
        2631.4
    ],
    [
        " If you're feeling lonely and isolated, your workout that day is like a nine.",
        2631.5,
        2635.92
    ],
    [
        " If you feel like, like, hey, I'm having a good life. I'm, I'm filled with energy.",
        2636.54,
        2641.48
    ],
    [
        " I like hanging out. I just, you know, I had a good time with this girl last night.",
        2641.48,
        2644.74
    ],
    [
        " And now I'm going to train. It's like, oh, okay. Guess what that's workouts?",
        2645.08,
        2648.26
    ],
    [
        " 9.7. You get a better training because you had a good time.",
        2648.5,
        2651.38
    ],
    [
        " Yeah.",
        2652.52,
        2652.88
    ],
    [
        " So, yeah, I don't like the, I don't like the fact that he says he's lonely and isolated.",
        2652.38,
        2657.28
    ],
    [
        " That's not good.",
        2657.62,
        2658.48
    ],
    [
        " And, uh, again, this is just a dichotomy because then you'll get someone that says, okay, well,",
        2659.12,
        2665.48
    ],
    [
        " Jockels would go out and, you know, have party, you know, party with the ladies.",
        2665.48,
        2668.82
    ],
    [
        " That's true.",
        2669.36,
        2669.92
    ],
    [
        " And then, and then help my workout. Yeah, it'll help my workout.",
        2670.12,
        2672.46
    ],
    [
        " And then they, well, you know, maybe if I only workout three times a week,",
        2672.7,
        2676.38
    ],
    [
        " and I spend most of my time partying, I'll be just, I'll get workouts level 11.",
        2676.38,
        2681.72
    ],
    [
        " No, you won't.",
        2681.94,
        2682.48
    ],
    [
        " So, yeah, man, make some exceptions to your discipline and go enjoy the company of some other people,",
        2682.72,
        2691.16
    ],
    [
        " grow a little bit as a person, become a better human, compete, better, train harder.",
        2691.46,
        2695.06
    ],
    [
        " That's it.",
        2695.58,
        2696.3
    ],
    [
        " Agreed.",
        2696.72,
        2697.18
    ],
    [
        " So, man, this is a concept that I think is, if you can kind of incorporate or understand this concept in,",
        2697.64,
        2703.6
    ],
    [
        " you know, when you're working hard at something.",
        2703.8,
        2706.3
    ],
    [
        " So, when I was young, when I first started lifting weights, first started, I don't know, 15 or whatever we'll do.",
        2706.68,
        2713.18
    ],
    [
        " So, you know, you know how when you lift weights and you get that little pump, right?",
        2714.52,
        2718.06
    ],
    [
        " To me, to me, I thought that that's literally my muscles growing, you know, like I didn't know how it all worked.",
        2718.6,
        2724.64
    ],
    [
        " I was like, dang, my muscles, I can see the growth already.",
        2724.84,
        2727.48
    ],
    [
        " So, all I gotta do is lift every single day and watch out quick, you know, because most people,",
        2728.2,
        2732.9
    ],
    [
        " they won't work as hard as me because I'll just, because I like doing it, I like the pump, whatever.",
        2732.9,
        2737.26
    ],
    [
        " So, I would do, we, remember the guy, my friend, I mentioned Eric Masters, piloting the Air Force.",
        2737.88,
        2744.58
    ],
    [
        " Yes.",
        2745.26,
        2746.58
    ],
    [
        " So, he, he had the one, he always had the soda above the microwave there.",
        2746.94,
        2750.54
    ],
    [
        " Anyway, so, I'd lift with him and his dad would invite me and my brother over, we'll lift with, and he started off with benching, you know, and stuff.",
        2750.68,
        2758.08
    ],
    [
        " So, we go lift and I'm like, dang, I feel a pump.",
        2759.22,
        2761.96
    ],
    [
        " So, now, when I, when we trans kind of went into, I'm gonna say, like, far city football, I don't know.",
        2762.14,
        2768.8
    ],
    [
        " Anyway, we started lifting in the weight room at the high school.",
        2768.88,
        2771.18
    ],
    [
        " So, I would do the same thing every single day, every single day, every single day.",
        2771.44,
        2774.2
    ],
    [
        " And my friend was like, this other guy, you know, he goes, hey, you, are you benching every single day?",
        2774.64,
        2780.14
    ],
    [
        " And I was like, yeah.",
        2780.46,
        2781.02
    ],
    [
        " And he was like, bro, your muscles aren't gonna grow.",
        2781.48,
        2784.02
    ],
    [
        " I was like, what are you talking about?",
        2784.42,
        2785.36
    ],
    [
        " Of course they do. They grow every single day.",
        2785.38,
        2786.76
    ],
    [
        " Like, I feel it even. He's like, bro, you don't know how it works. He's like, you don't, when you lift, they don't grow.",
        2786.76,
        2792.16
    ],
    [
        " They actually get torn. They get like, almost like a little micro injury.",
        2792.52,
        2796.3
    ],
    [
        " That's how it works. And then when you rest and when you sleep and when you eat, and they grow.",
        2796.62,
        2801.5
    ],
    [
        " And I was like, what? And he did it still, didn't make sense.",
        2802.32,
        2804.96
    ],
    [
        " So, I was like, okay, I guess, you know, he's like, you ever heard, you know, when the, the soreness, you know, when you get the soreness or whatever, I was like, yeah.",
        2804.96,
        2810.42
    ],
    [
        " He's like, that's like it, like hurt, like kind of injured or whatever. And then it has to heal up.",
        2810.74,
        2814.32
    ],
    [
        " And when it heals up, it heals up bigger. And I'm like, okay, it's like, so you can't bend to every day.",
        2814.32,
        2818.48
    ],
    [
        " Otherwise, it'll just like, it'll just won't grow. It'll always be damaged. I was like, oh, it makes sense.",
        2818.58,
        2822.74
    ],
    [
        " So that rest in between workouts, it's kind of important. Give him my goal.",
        2823.16,
        2828.16
    ],
    [
        " Grow some muscles. You see what I'm saying? Where this kind of thing where it's like, all go, all go, no rest.",
        2829.6,
        2835.06
    ],
    [
        " Right. You need that rest to grow literally.",
        2835.58,
        2838.0
    ],
    [
        " And that goes for anything.",
        2838.32,
        2839.88
    ],
    [
        " Truth. And this is kind of the next question is very closely related to this.",
        2840.64,
        2845.78
    ],
    [
        " That's why I put it kind of like right next to it.",
        2845.9,
        2848.34
    ],
    [
        " Yeah. And that is jackel. I should have asked him, muster zeros or six. Is there a dichotomy?",
        2848.72,
        2854.64
    ],
    [
        " dichotomy in the unmitigated, unmitigated daily discipline in all things?",
        2854.84,
        2860.56
    ],
    [
        " Yeah. And like I said, this is why I put this question here because it's related to the question they answer that I just gave, which is yes, you can.",
        2861.08,
        2866.98
    ],
    [
        " You can overdo it. And there is a dichotomy. You can put so much focus on working.",
        2868.1,
        2872.88
    ],
    [
        " You can put so much working, so much focus on working that you lose track of your family.",
        2873.9,
        2880.28
    ],
    [
        " Yeah. And everything goes down till with your family or you can do the opposite, put so much focus on your family.",
        2880.98,
        2885.28
    ],
    [
        " That you lose track of that you don't do what you're supposed to do at work.",
        2885.62,
        2889.82
    ],
    [
        " So you need to back off a little.",
        2890.46,
        2891.7
    ],
    [
        " And you get people that waste time on things that don't matter.",
        2892.9,
        2897.12
    ],
    [
        " This goes back. Remember the podcast we did where I was talking about how like a black belt, when a white belt's grabbing a black belt sleeve and it just doesn't matter.",
        2897.68,
        2907.12
    ],
    [
        " There's people that think that it's important that I do this thing this certain way.",
        2907.38,
        2912.12
    ],
    [
        " And the reality is it's useless. It doesn't matter. You're being OCD, right? You're being OCD.",
        2912.5,
        2918.36
    ],
    [
        " Or maybe not being FOLOZED, but you're being borderline.",
        2919.82,
        2922.26
    ],
    [
        " You got to think about what's important and what's not important.",
        2922.48,
        2924.46
    ],
    [
        " And if you're generally or oftentimes people that are hyper disciplined about little things,",
        2925.22,
        2934.48
    ],
    [
        " a lot of times they're missing their discipline and other areas of their life.",
        2934.64,
        2939.0
    ],
    [
        " And one of them, and we've talked about this before too, which is somebody that just because someone is hyper disciplined in their physical fitness,",
        2939.12,
        2946.92
    ],
    [
        " doesn't mean that they're disciplined in their rest of their life in many other ways, whether it's financial, whether it's their relationships, whatever,",
        2946.92,
        2953.8
    ],
    [
        " like everything they can be screwing every, they're super disciplined in weighing their food and doing macro calorie counting and all that stuff, right?",
        2954.0,
        2963.62
    ],
    [
        " And yet they haven't paid their phone bill or whatever.",
        2964.18,
        2968.28
    ],
    [
        " And they've got financial issues or they've got health like other health issues.",
        2968.4,
        2972.86
    ],
    [
        " And so you need to back off enough on the little things that don't matter,",
        2975.32,
        2979.68
    ],
    [
        " so that the things that matter you can actually take care of.",
        2979.98,
        2983.72
    ],
    [
        " Now the weird dichotomy in this is again, it always comes up the Russian soldiers in the Cheshire war not shaving.",
        2983.84,
        2990.86
    ],
    [
        " Is it really important that they shave? Not really.",
        2991.6,
        2995.2
    ],
    [
        " But what's really important is that they have discipline overall.",
        2996.48,
        3000.12
    ],
    [
        " And when they stop shaving, they let go of their discipline.",
        3000.36,
        3003.26
    ],
    [
        " And that was the problem.",
        3003.58,
        3004.9
    ],
    [
        " Now, so there is about, that's what I'm saying, there's a balance.",
        3005.7,
        3009.84
    ],
    [
        " And I guess, let me make that a little more clearly.",
        3010.18,
        3012.34
    ],
    [
        " If we were in a war and what I was focused on was echo you better shave tomorrow.",
        3013.02,
        3019.32
    ],
    [
        " That was my big focus.",
        3019.82,
        3020.88
    ],
    [
        " Echo your uniform better be squared away tomorrow.",
        3021.12,
        3022.86
    ],
    [
        " Like that is not what the most important, the most important thing is like,",
        3023.66,
        3027.9
    ],
    [
        " Echo, do you understand where the fallback positions are?",
        3027.9,
        3030.98
    ],
    [
        " Echo, do you understand what your field of fire is?",
        3031.36,
        3033.04
    ],
    [
        " Echo, do you know what you're supposed to do when we start getting overrun?",
        3033.28,
        3035.4
    ],
    [
        " Those are what's important.",
        3035.76,
        3036.76
    ],
    [
        " But if I focus on this little thing that doesn't really matter,",
        3037.44,
        3041.04
    ],
    [
        " that can be a problem.",
        3041.58,
        3044.0
    ],
    [
        " So I need to make sure that I'm focused on the correct things.",
        3044.26,
        3046.92
    ],
    [
        " And in life, yes, you can unmitigate a daily discipline if you try to apply it",
        3047.28,
        3051.06
    ],
    [
        " to absolutely everything in your life, just like prioritize next year.",
        3051.06,
        3054.48
    ],
    [
        " If you try and solve all your problems at the same time, you won't be able to solve any.",
        3054.5,
        3056.9
    ],
    [
        " If you try and implement perfect discipline in every single thing that you do,",
        3057.22,
        3062.04
    ],
    [
        " you won't be able to apply discipline to the things that are most important.",
        3062.3,
        3068.04
    ],
    [
        " My garage gym floor is dirty.",
        3068.32,
        3074.12
    ],
    [
        " I sweep it.",
        3076.06,
        3077.16
    ],
    [
        " Sure.",
        3077.32,
        3077.62
    ],
    [
        " I sweep it every third day.",
        3077.86,
        3080.48
    ],
    [
        " I just sweep it out.",
        3080.52,
        3081.46
    ],
    [
        " But I don't get in there with a bucket and a mop and try and clean the chalk off.",
        3081.9,
        3086.06
    ],
    [
        " So it's perfect black.",
        3086.06,
        3087.26
    ],
    [
        " Sure.",
        3087.92,
        3088.34
    ],
    [
        " Why?",
        3088.64,
        3088.96
    ],
    [
        " Because it doesn't matter.",
        3089.86,
        3090.78
    ],
    [
        " Yeah, man.",
        3091.16,
        3091.64
    ],
    [
        " So some things in life are like your gym floor.",
        3091.74,
        3094.36
    ],
    [
        " It just, it doesn't matter if there's chalk on it.",
        3094.76,
        3097.02
    ],
    [
        " I'm going to put more chalk on it later.",
        3097.26,
        3098.62
    ],
    [
        " The chalk doesn't make me slip.",
        3098.92,
        3100.06
    ],
    [
        " It doesn't make me sick.",
        3100.38,
        3101.28
    ],
    [
        " It doesn't, it doesn't, but I don't care how it looks.",
        3101.36,
        3103.88
    ],
    [
        " So don't worry about the chalk on the gym floor.",
        3104.32,
        3106.3
    ],
    [
        " In fact, there's gyms in the world where you're not allowed to have chalk,",
        3106.78,
        3110.14
    ],
    [
        " because they don't want chalk on the gym floor.",
        3110.28,
        3111.62
    ],
    [
        " Those places shouldn't exist in the world.",
        3111.9,
        3114.64
    ],
    [
        " They should be illegal.",
        3115.18,
        3117.6
    ],
    [
        " Yes.",
        3117.84,
        3118.08
    ],
    [
        " There should be chalk everywhere in the gym.",
        3118.46,
        3120.64
    ],
    [
        " Yeah, available.",
        3120.86,
        3121.24
    ],
    [
        " Yeah, you're right.",
        3121.36,
        3121.86
    ],
    [
        " So don't focus on things that don't matter.",
        3122.06,
        3124.06
    ],
    [
        " There you go.",
        3124.3,
        3124.68
    ],
    [
        " Yeah, man.",
        3124.86,
        3125.16
    ],
    [
        " It seems like the whole discipline equals freedom thing.",
        3125.28,
        3128.16
    ],
    [
        " And whether you agree with it or not, actually, you know, I think you will agree with this.",
        3128.68,
        3131.82
    ],
    [
        " It's a dance, you know, it's a dance with discipline and freedom.",
        3131.94,
        3135.62
    ],
    [
        " You mean about a balance of an economy?",
        3135.78,
        3137.68
    ],
    [
        " Yes, it is.",
        3138.0,
        3138.46
    ],
    [
        " In fact, I wrote a book about it.",
        3138.62,
        3139.52
    ],
    [
        " Yeah, thank you.",
        3139.52,
        3140.76
    ],
    [
        " Appreciate it.",
        3140.8,
        3141.26
    ],
    [
        " You point that out to me.",
        3141.26,
        3141.9
    ],
    [
        " So, and it's going to be I should take ownership too.",
        3142.4,
        3144.2
    ],
    [
        " It just, it just depends on who you are.",
        3144.32,
        3146.82
    ],
    [
        " Like you, you, the discipline is going to be taking the lead big time, you know.",
        3146.94,
        3151.26
    ],
    [
        " And when you exercise your freedom with, I don't know, I don't know,",
        3151.38,
        3158.14
    ],
    [
        " ice cream or something like this.",
        3158.14,
        3159.36
    ],
    [
        " When you exercise that freedom, it's not going to be very often, but when you do boom,",
        3159.4,
        3162.38
    ],
    [
        " it's going to have benefit.",
        3162.66,
        3163.72
    ],
    [
        " Yeah.",
        3163.88,
        3163.96
    ],
    [
        " And that's when you see somebody that's, let's just talk about this.",
        3164.12,
        3166.62
    ],
    [
        " Well, when you see somebody that's out of shape, you could say, you could say one of two things.",
        3166.96,
        3171.42
    ],
    [
        " You could say not enough discipline.",
        3171.66,
        3172.96
    ],
    [
        " Right.",
        3173.2,
        3173.32
    ],
    [
        " Or you could say too much freedom.",
        3173.48,
        3174.68
    ],
    [
        " Right.",
        3175.0,
        3175.16
    ],
    [
        " We know it's one of those two things.",
        3175.84,
        3177.36
    ],
    [
        " Yes.",
        3177.42,
        3177.56
    ],
    [
        " If you see someone that's having financial issues, it's one of two things.",
        3177.74,
        3180.78
    ],
    [
        " Not enough discipline or too much freedom.",
        3180.98,
        3183.2
    ],
    [
        " They're getting out that credit card when they shouldn't do, right?",
        3183.2,
        3185.38
    ],
    [
        " Yeah.",
        3185.62,
        3185.72
    ],
    [
        " So, yeah, it goes without saying that it's a balance, it's an economy.",
        3185.72,
        3189.22
    ],
    [
        " That's correct.",
        3189.72,
        3190.74
    ],
    [
        " Yeah.",
        3191.08,
        3191.24
    ],
    [
        " So, even, and also on top of that, the discipline in all things, because that's a question right",
        3191.52,
        3196.94
    ],
    [
        " in all things.",
        3196.94,
        3197.72
    ],
    [
        " Maybe you could, maybe you could write a book called The Dance.",
        3197.74,
        3199.4
    ],
    [
        " The Dance, sure.",
        3200.04,
        3200.82
    ],
    [
        " Of leadership.",
        3200.94,
        3201.42
    ],
    [
        " I'll just copy the dichotomy, really.",
        3202.02,
        3205.86
    ],
    [
        " You're gonna be all good.",
        3205.86,
        3206.62
    ],
    [
        " But the, in all things, like discipline in diet, discipline in, you know, work out and not",
        3207.24,
        3213.86
    ],
    [
        " slacking and whatever.",
        3213.86,
        3214.7
    ],
    [
        " And that looks way different than discipline in like relationships, for example.",
        3215.4,
        3219.34
    ],
    [
        " Like if you're like a different, like to, you know, the discipline not to lose your temper",
        3219.66,
        3223.52
    ],
    [
        " or the discipline to, to respond to a maybe not disciplined person or something.",
        3223.52,
        3228.96
    ],
    [
        " Let's say someone you love who's, who's maybe emotionally different than you or whatever.",
        3229.06,
        3232.5
    ],
    [
        " That looks and feels way different, you know, if you really think about it.",
        3232.5,
        3236.78
    ],
    [
        " So, if you're like, hey, I'm not gonna, I don't know.",
        3236.78,
        3241.28
    ],
    [
        " I'm not gonna go to the park with my wife because I'm working out.",
        3242.68,
        3246.76
    ],
    [
        " That's my discipline.",
        3246.92,
        3247.84
    ],
    [
        " I'm no slack, you know, kind of thing.",
        3248.12,
        3249.52
    ],
    [
        "",
        3249.54,
        3249.54
    ],
    [
        " So you're lacking the discipline to organize around your relationship, right?",
        3249.62,
        3253.5
    ],
    [
        "",
        3253.76,
        3253.76
    ],
    [
        " With your relationship or you're lacking the discipline to make sure that your wife understands that you're going to train.",
        3254.1,
        3259.18
    ],
    [
        " Yeah.",
        3259.44,
        3259.8
    ],
    [
        " Because I'm going to train with.",
        3260.06,
        3261.88
    ],
    [
        " Yeah.",
        3261.98,
        3262.02
    ],
    [
        " But as far as we're like, and now that's back on the training again, but like with like your relationships,",
        3262.34,
        3267.1
    ],
    [
        " unless your relationships aren't important to you, which is, I mean, I would argue most times,",
        3267.1,
        3272.36
    ],
    [
        " there's some relationships in your life that are going to be important.",
        3272.82,
        3277.4
    ],
    [
        " I would argue that.",
        3277.76,
        3278.62
    ],
    [
        " Well, yeah, there should be.",
        3278.64,
        3279.2
    ],
    [
        " I think so too.",
        3279.54,
        3280.44
    ],
    [
        " Yes.",
        3280.86,
        3281.0
    ],
    [
        " So.",
        3281.64,
        3281.92
    ],
    [
        " That's what you have the same opportunity for.",
        3282.06,
        3283.12
    ],
    [
        " Maintaining discipline in those relationships looks different.",
        3283.26,
        3287.1
    ],
    [
        " So it might not be as obvious.",
        3287.1,
        3288.46
    ],
    [
        " So when someone says, when you say unmitigated discipline and all things,",
        3288.66,
        3293.08
    ],
    [
        " I don't think automatically right off the top of my head like, oh, you know, my relationship with my wife,",
        3293.24,
        3298.68
    ],
    [
        " you know, or even the relationship with your kids like when I think unmitigated, daily discipline,",
        3298.8,
        3302.74
    ],
    [
        " and all things included my kids.",
        3302.78,
        3304.02
    ],
    [
        " So I'm going to, I'm going to make sure they're disciplined.",
        3304.3,
        3306.52
    ],
    [
        " Oh, but the discipline of your of yourself dealing with the kids.",
        3306.72,
        3310.78
    ],
    [
        " That's a whole different thing.",
        3310.92,
        3311.94
    ],
    [
        " I assume saying true.",
        3312.12,
        3313.2
    ],
    [
        " So you got to kind of keep those in mind.",
        3313.34,
        3314.64
    ],
    [
        " Well, I've got to focus the discipline yourself.",
        3314.66,
        3316.66
    ],
    [
        " Yeah, I find it when I, when I keep that in mind, it'll help.",
        3316.92,
        3319.92
    ],
    [
        " And then yeah, and do the dance with freedom.",
        3320.22,
        3321.98
    ],
    [
        " You designate how much freedom you are going to exercise.",
        3321.98,
        3325.06
    ],
    [
        " And then you do the dance.",
        3325.6,
        3327.78
    ],
    [
        " I'm saying you bounce the dichotomies.",
        3328.02,
        3329.7
    ],
    [
        " What you do.",
        3329.7,
        3330.4
    ],
    [
        " Yeah, you dance bro.",
        3330.48,
        3332.04
    ],
    [
        " Right, you dance.",
        3332.26,
        3332.86
    ],
    [
        " Right.",
        3333.18,
        3333.34
    ],
    [
        " It's it.",
        3333.58,
        3334.54
    ],
    [
        " And he's a man.",
        3334.82,
        3335.86
    ],
    [
        " Come on man.",
        3335.86,
        3336.28
    ],
    [
        " Here's the wrong thing what I made a mistake of at one point long time ago.",
        3336.54,
        3341.96
    ],
    [
        " I looked at you and I was like, shoot, I need to do that.",
        3342.06,
        3345.4
    ],
    [
        " I need to wake up.",
        3345.76,
        3346.98
    ],
    [
        " I need to like do all this stuff.",
        3346.98,
        3348.6
    ],
    [
        " I still, I just want to do that.",
        3348.6,
        3348.76
    ],
    [
        "",
        3348.76,
        3348.76
    ],
    [
        "",
        3348.76,
        3348.76
    ],
    [
        "",
        3348.76,
        3348.76
    ],
    [
        "",
        3348.76,
        3348.76
    ],
    [
        "",
        3348.76,
        3348.76
    ],
    [
        " But if, if I were to do that, I'd jump myself up.",
        3348.9,
        3352.12
    ],
    [
        " So I can't like you can't use like the next person as the standard for as far as the balance goes.",
        3352.8,
        3358.66
    ],
    [
        " Like you have to designate your own balance.",
        3358.98,
        3360.86
    ],
    [
        " Yeah, because you have to modulate for your life.",
        3361.42,
        3363.92
    ],
    [
        " Yeah.",
        3364.3,
        3364.56
    ],
    [
        " Whatever, bro.",
        3365.18,
        3365.96
    ],
    [
        " People don't just automatically know that I know.",
        3366.04,
        3367.74
    ],
    [
        " I didn't check.",
        3367.8,
        3368.92
    ],
    [
        " Figured it out.",
        3369.22,
        3369.66
    ],
    [
        " I didn't see you getting up at 430 at any point though.",
        3369.86,
        3371.64
    ],
    [
        " Yeah, I tried.",
        3371.78,
        3372.46
    ],
    [
        " You know that, dude.",
        3372.66,
        3373.96
    ],
    [
        " Check.",
        3374.8,
        3376.12
    ],
    [
        " Anyway, next question.",
        3376.34,
        3377.98
    ],
    [
        " Is there one form or type of Jiu-Jitsu that is better than other forms?",
        3379.28,
        3384.18
    ],
    [
        " Not Japanese versus small circle Jiu-Jitsu.",
        3384.66,
        3387.84
    ],
    [
        " But pressure versus movement, bottom versus top, different types of quote unquote games.",
        3388.86,
        3394.2
    ],
    [
        " Got it.",
        3394.78,
        3395.28
    ],
    [
        " Yeah, so if you don't know this, there's different types of Jiu-Jitsu in the world.",
        3395.84,
        3399.5
    ],
    [
        " There's things like he mentioned here.",
        3399.94,
        3401.64
    ],
    [
        " There's Japanese Jiu-Jitsu and there's something called small circle Jiu-Jitsu.",
        3401.82,
        3405.08
    ],
    [
        " And then there's just a million different kind of random sort of names that people will put on Jiu-Jitsu.",
        3405.16,
        3412.5
    ],
    [
        " Right.",
        3412.84,
        3412.9
    ],
    [
        " The one that we do is generally referred to as Brazilian Jiu-Jitsu.",
        3413.62,
        3419.3
    ],
    [
        " I just generally refer to it as Jiu-Jitsu because that's what I'm talking about.",
        3419.76,
        3423.14
    ],
    [
        " So there are different types of all the different types of Jiu-Jitsu.",
        3425.16,
        3428.8
    ],
    [
        " The one that you should be doing is Brazilian Jiu-Jitsu.",
        3429.12,
        3431.72
    ],
    [
        " The other types are not what you want to be doing.",
        3431.82,
        3435.72
    ],
    [
        " They're like proven.",
        3436.4,
        3437.58
    ],
    [
        " Yeah, generally.",
        3437.96,
        3438.84
    ],
    [
        " And yeah, so that's just the reality of it.",
        3439.58,
        3442.08
    ],
    [
        " So now, but then he's asking a different question, which is inside of even Brazilian Jiu-Jitsu,",
        3442.28,
        3449.82
    ],
    [
        " there's different types of styles that people will have.",
        3449.86,
        3454.56
    ],
    [
        " And these are people who end up calling them games like what kind of game does this person have?",
        3455.32,
        3460.94
    ],
    [
        " What kind of game does that person have?",
        3461.62,
        3463.12
    ],
    [
        " And different people have different games.",
        3463.84,
        3465.6
    ],
    [
        " And it depends on their body.",
        3465.86,
        3467.32
    ],
    [
        " The different body types have different styles, different games.",
        3467.74,
        3470.46
    ],
    [
        " Even different like cardio levels can have different games, different styles.",
        3471.2,
        3475.3
    ],
    [
        " Different flexibility levels, different games, different styles.",
        3475.3,
        3478.88
    ],
    [
        " Even different personalities.",
        3479.18,
        3481.84
    ],
    [
        " If you have different personalities, you'll end up with a different style.",
        3482.34,
        3486.42
    ],
    [
        " So the question is, are there some games or some styles that are better than other games or other styles inside of Jiu-Jitsu?",
        3487.54,
        3497.4
    ],
    [
        " And my answer to that, I think is no, there's not games that are better than other games,",
        3497.88,
        3504.74
    ],
    [
        " not styles of Jiu-Jitsu that are better than other styles of Jiu-Jitsu.",
        3505.38,
        3509.26
    ],
    [
        " It's just different people gravitate towards different ones and they use them successfully.",
        3509.72,
        3514.56
    ],
    [
        " And that's why they continue to use them.",
        3515.12,
        3517.46
    ],
    [
        " I would say this though, if you can, then develop more than one game.",
        3517.82,
        3525.78
    ],
    [
        " Like if all you know how to do is pressure pass, that's the only kind of pass you know.",
        3528.58,
        3533.52
    ],
    [
        " And you come up against someone that's really good at defending the pressure pass, you won't be able to pass the guard.",
        3533.6,
        3539.86
    ],
    [
        " If you have a really good top game, but you go against a wrestler that's a better wrestler than you would put you on your back, then that's going to be a problem.",
        3540.24,
        3548.62
    ],
    [
        " So another thing people ask is how do I develop my style?",
        3551.22,
        3553.94
    ],
    [
        " The answer is you just train and your style is going to come.",
        3554.14,
        3556.02
    ],
    [
        " Occasionally someone might tell you like, hey, you're long and lanky, you should use Triangle, you should set up good triangle games or good dars-chokes, or someone says, hey, you got good base, you should use a lot of pressure.",
        3556.5,
        3566.78
    ],
    [
        " So there can be someone giving you some indication, but you're going to self-select as you train what works and as you can continue to do what works for you, you'll get better and better at it.",
        3567.28,
        3576.84
    ],
    [
        " Yeah, that's funny. It makes sense like just training, it'll sort of sort itself out, you know, your game, your style.",
        3577.08,
        3584.56
    ],
    [
        " And the reason, um, this might seem kind of obvious, but the reason why I like these tall lanky guys will do like triangles and stuff, because when they first start training, though the triangle is going to come way easier than a guy who's not as lanky, you know, early on.",
        3585.08,
        3599.52
    ],
    [
        " So they'll be like, oh shoot, that's successful. So it's kind of like check that that's good. So there again, boom, that becomes part of their game super early.",
        3599.72,
        3606.04
    ],
    [
        " So that kind of is a dominant part of their whole game. And then, you know, the more the more they train, the more things are going to start falling into place in their game, you know.",
        3606.32,
        3616.82
    ],
    [
        " And so if you have a lanky, all those lanky moves are going to register way quicker than, you know, a shorter guy or stockier guy.",
        3617.12,
        3622.78
    ],
    [
        " Yeah, it's funny how you put that just train, you know, they'll sort of just they reveal themselves. They reveal themselves. Yeah, they totally do check.",
        3623.2,
        3630.62
    ],
    [
        " Yeah, this question also ties into the next question. So I kind of coupled it up with the next question as well.",
        3631.34,
        3637.04
    ],
    [
        " Did you, do you feel, well, you know, your answer to the, is there a better game or whatever? I feel like, you know, like when you watch ADCC or something like this, and then you have a guy like",
        3637.3,
        3646.78
    ],
    [
        " Hodger who seeks for, you know, and then you have Marcel Garcia, guys who are arguably like just as good. The two best guys ever to do it.",
        3647.64,
        3655.56
    ],
    [
        " And they're just completely opposite body cells. Yeah, body types.",
        3656.06,
        3659.56
    ],
    [
        " Man, it's kind of like when I watch those, it's kind of like, like you ever heard of the game Mortal Kombat?",
        3659.56,
        3663.58
    ],
    [
        " I have heard of it. Yeah. So it's like this is this real violent game. I was too sound because it's like they have weapons and stuff that they can sort of bust out around the",
        3664.38,
        3674.26
    ],
    [
        " rope or chain or whatever any pulls you and he does this thing. Then the guy who can freeze people, you know, and the guy who can, I don't know, throw his hat and just cut people.",
        3674.58,
        3683.06
    ],
    [
        " I don't know. So people have all these different weapons. But then you would think, hey, if a guy can freeze a person, wouldn't he be the best guy?",
        3683.24,
        3689.46
    ],
    [
        " You just freeze people. That's all you got to do, you know, but it doesn't work itself out. It's whoever's good at using the little ice ray or whatever, whatever it's called.",
        3690.4,
        3697.32
    ],
    [
        " Interesting. Who's better at using that spear with the, with the rope?",
        3697.62,
        3700.8
    ],
    [
        " Okay, we'll go with it, man. But that's that's the way it works. And you just do two. I'm just saying.",
        3701.64,
        3705.82
    ],
    [
        " Well, anyways, that question relates to the next question. Okay. Yes. Next question. Sure. Yes. Hi, Jocke.",
        3706.04,
        3712.24
    ],
    [
        " Mortal Kombat.",
        3712.44,
        3713.08
    ],
    [
        " Well, the good fighter. There's street fighter, too. Yes. Actually, there's street fighter, which really kind of went unnoticed, I think, by the general public.",
        3713.94,
        3722.62
    ],
    [
        " Then there's street fighter, too. That's when it sort of became like this big. That was like the main combat game, I think, with fighting street fighter, too.",
        3722.62,
        3731.58
    ],
    [
        " What years was that? I don't know. I was in high school, also 90s. It was good. I was doing to Jocke.",
        3731.82,
        3737.84
    ],
    [
        " Yeah. Well, yeah, man, well, you missed out a little bit because there's a lot of sound on anything.",
        3738.14,
        3742.92
    ],
    [
        " The street fighter, too, with there was this guy named Gile. This name is Gile.",
        3742.92,
        3746.86
    ],
    [
        " Bro, I'm telling you, I'm telling you revisit that. Or in your case, visit that Gile. He threw this thing called a sonic.",
        3747.04,
        3753.94
    ],
    [
        " It's, it's, it's like just look at it. Anyway, next question. Jocke, there's an army cliche that I'm sure you've heard of.",
        3754.44,
        3762.56
    ],
    [
        " Or you've heard that goes, everyone's leadership style is different. I've heard it used many times as a cover up for failed mission.",
        3763.06,
        3769.7
    ],
    [
        " Or with someone who just isn't getting it done. What's your opinion on this? For all the advice that you give,",
        3769.86,
        3775.08
    ],
    [
        " there seems to be a continuous method to your madness and some basic principles for being a good leader.",
        3775.2,
        3780.08
    ],
    [
        " Does everyone have a different leadership style? Or is there an optimal, optimal method with personality tweaks?",
        3780.56,
        3788.16
    ],
    [
        " That's just amazing how well this Jiu Jitsu comparison to this is this is this is just an incredible translation.",
        3789.1,
        3796.22
    ],
    [
        " And if you know the way broad broadly, you see it in all things because what this question is is exactly the same as the question above.",
        3796.44,
        3803.28
    ],
    [
        " And, and the fact of the matter is if you know Jiu Jitsu, Brazilian Jiu Jitsu, you know the fundamental principles of it.",
        3804.2,
        3813.96
    ],
    [
        " You can do these tweaks. If you don't know the fundamental principles of it, you're just going to get destroyed.",
        3814.48,
        3819.62
    ],
    [
        " Now, okay, if you're a catch wrestler, those have the same sort of fundamental things going on.",
        3819.96,
        3826.8
    ],
    [
        " You know what I mean? If you know Sombal, so if you know Judo, so I'm saying if you understand, I don't know what to call them.",
        3827.18,
        3832.0
    ],
    [
        " But if you understand like the fundamental principles of submission grappling of any kind.",
        3832.02,
        3836.08
    ],
    [
        " If you know what those are, then you can make some tweaks to them.",
        3836.38,
        3841.12
    ],
    [
        " You can make some adjustments to them to bait based on your style and your body type and your personality and your strengths and weaknesses.",
        3841.28,
        3848.94
    ],
    [
        " Yes, it is the same thing with leadership. So people are going to have different styles.",
        3849.14,
        3857.36
    ],
    [
        " They're going to have different styles of leadership. Some people are super charismatic, right?",
        3857.8,
        3862.7
    ],
    [
        " And that person could take advantage of their charisma. Some people like connect with other people really easily.",
        3863.32,
        3868.6
    ],
    [
        " Some people don't. You're going to have just different little nuances to your personality and your brain that are going to",
        3868.8,
        3878.18
    ],
    [
        " that you're going to make little adaptations in your leadership style. That's okay.",
        3878.8,
        3882.32
    ],
    [
        " Where it gets not okay is if you leave the fundamental principles.",
        3883.34,
        3889.54
    ],
    [
        " That's where you have a problem. There was an example that I thought of when I read this question.",
        3889.96,
        3894.48
    ],
    [
        " There was a guy that was coming through my training when I was running the advanced training for the seals.",
        3895.04,
        3901.28
    ],
    [
        " And he was making and actually, Lafes told story. You remember Lafes? He told the story. I think it's in the book too.",
        3902.36,
        3907.78
    ],
    [
        " I don't remember, but it's it's podcast book. We've talked about it in a bunch. We talked about it when we to go talk to clients.",
        3908.12,
        3913.36
    ],
    [
        " Lafes tells the story about how he was trying to give commands over the radio and no one's doing anything.",
        3913.8,
        3920.98
    ],
    [
        " Because it's ineffective to give commands in a radio.",
        3921.32,
        3924.52
    ],
    [
        " So when there's a lot of machine gun fire and all the stuff going on. So I said, hey, Lafes, use verbal commands.",
        3925.1,
        3929.14
    ],
    [
        " He kind of like looked at me like I was crazy and I said, hey, man, just give it a try. He did it. It worked.",
        3929.36,
        3933.6
    ],
    [
        " A couple of years later, I'm running training and there's a guy that's given a bunch of commands on the radio.",
        3934.06,
        3938.54
    ],
    [
        " And I go to my go, hey, man, use verbal commands. And he's like, what do you mean? And I'm like, yell at everyone.",
        3939.1,
        3946.98
    ],
    [
        " So they know what it is you want them to do. They can't hear you on the radio. There's a lot of stuff going on.",
        3947.36,
        3952.12
    ],
    [
        " And he goes, I don't lead that way.",
        3953.38,
        3956.0
    ],
    [
        " That's what he said to me. I don't lead that way.",
        3956.78,
        3960.06
    ],
    [
        " And you know, they just got destroyed because you know, in his, I don't know if he thought like, hey, look, I'm not going to yell at his people.",
        3960.68,
        3970.04
    ],
    [
        " I was telling him like yell the verbal commands.",
        3970.24,
        3973.08
    ],
    [
        " And he wouldn't do it. And they just got annihilated all the time.",
        3973.8,
        3977.94
    ],
    [
        " And he ended up not doing well as a leader because he was breaking the fundamental principles of combat leadership, like simple, clear, concise commands that everyone understands.",
        3978.42,
        3990.96
    ],
    [
        " And if they don't understand it, it was fault that it's yours. And if you're talking on the radio, given these complex orders, people aren't going to understand what to do.",
        3991.1,
        3997.08
    ],
    [
        " But if you give them the standard operating procedure maneuver command, peel right. That's going to get passed. And everyone's going to do it.",
        3997.14,
        4005.16
    ],
    [
        " So he straight away from the fundamental principles. It's like it's like saying, well, you know, with me, if I give you, if I use a pressure point on your neck, then I'll win.",
        4007.1,
        4017.94
    ],
    [
        " It's like, no, actually, that's not going to be effective.",
        4018.22,
        4019.98
    ],
    [
        " Yeah.",
        4020.54,
        4020.7
    ],
    [
        " The pressure point thing is a fantasy.",
        4020.86,
        4022.74
    ],
    [
        " Oh, no, it's real. Oh, okay, it is real. You know what? And there's a, there's certain parts of your body that hurt a little bit more when you press into him.",
        4023.1,
        4031.58
    ],
    [
        " I understand that. That doesn't change you from getting choked. It doesn't change you from getting double leg takedown.",
        4032.02,
        4038.0
    ],
    [
        " You try and hit some of the pressure point while they're doing a double leg takedown on you, you're not going to make it.",
        4038.3,
        4043.04
    ],
    [
        " No.",
        4043.74,
        4043.96
    ],
    [
        " It's not going to happen. So, um, you, you, you have enough told this story to about the guy that wasn't very loud.",
        4044.16,
        4053.74
    ],
    [
        " And I told him like, hey, you got to get louder. And eventually he got the guys that were loud in his platoon to start giving the verbal commands because he wasn't loud enough to do it.",
        4054.18,
        4060.56
    ],
    [
        " And that was an effective way still using the same principle just using a little bit of a different technique.",
        4060.6,
        4065.24
    ],
    [
        " That's fine. So yes, different leaders are going to lead differently, but the principles are going to remain the same.",
        4065.48,
        4070.0
    ],
    [
        " The principles of ownership, cover, move, simple, prioritize, execute, decentralized command and balancing the dichotomies.",
        4070.22,
        4076.86
    ],
    [
        " And then there's plenty of them in leadership.",
        4077.24,
        4079.46
    ],
    [
        " The good leaders out there, they will follow those principles and they'll make little tweaks to them based on their personality.",
        4080.1,
        4088.64
    ],
    [
        " And that's fine. But a tweak doesn't require an excuse.",
        4088.64,
        4093.68
    ],
    [
        " And also effective or ineffective. Like if you make a change, if you do something a certain way and it's not effective, then whatever you change, this isn't working.",
        4094.1,
        4101.72
    ],
    [
        " It's not working.",
        4102.14,
        4103.22
    ],
    [
        " So use the fundamental principles, make little adaptations. It's okay.",
        4103.86,
        4108.72
    ],
    [
        " But if a leader is ineffective and they're failing, guess what? They're little adaptations like, hey, I could make up a new move, right? For Getsu.",
        4109.0,
        4116.66
    ],
    [
        " And I call it the the Wiz Bang.",
        4117.98,
        4120.82
    ],
    [
        " Sure.",
        4121.1,
        4121.44
    ],
    [
        " And I say, hey, I made up this cool move. It's called the Wiz Bang.",
        4121.64,
        4124.86
    ],
    [
        " And let me show it to you. And so I show it to you. And you're like, well, I don't know if that'll work or not.",
        4125.1,
        4128.5
    ],
    [
        " And I like, no, it'll definitely work. The cool thing about Getsu is when I try it, we find out if it works.",
        4128.62,
        4133.72
    ],
    [
        " Now, something doesn't work immediately, right?",
        4133.94,
        4136.58
    ],
    [
        " But let's say I keep drilling it on you and drilling it on you and I can never get you in the Wiz Bang.",
        4136.84,
        4140.72
    ],
    [
        " Okay.",
        4141.22,
        4142.18
    ],
    [
        " And then I go in a tournament and I try the Wiz Bang and I get smashed and defeated.",
        4142.36,
        4146.44
    ],
    [
        " And then I go through the consolation bracket. I try the Wiz Bang and it gets smashed and defeated.",
        4146.8,
        4150.98
    ],
    [
        " Then I go into the next tournament and try the Wiz Bang and get smashed and defeated.",
        4151.54,
        4154.92
    ],
    [
        " Then I get the consolation bracket. Now, I try the most attained.",
        4155.34,
        4157.84
    ],
    [
        " Then I get smashed and defeated and I do this for six months.",
        4157.84,
        4159.92
    ],
    [
        " And the way is being never works. Effective or ineffective.",
        4160.46,
        4164.44
    ],
    [
        " Currently ineffective.",
        4165.58,
        4166.42
    ],
    [
        " It's ineffective. If you're in a leadership position or someone's in a leadership position",
        4168.22,
        4171.94
    ],
    [
        " and they're failing and they're failing to execute the mission over and over and over again,",
        4171.94,
        4177.44
    ],
    [
        " they're a little tweak, they're a little leadership thing that they think is good to go.",
        4177.9,
        4181.0
    ],
    [
        " It's not. It's not good to go.",
        4181.22,
        4183.88
    ],
    [
        " And it probably, in fact, I'll tell you, it violates one of the fundamental principles of combat leadership.",
        4184.28,
        4189.58
    ],
    [
        " And if you can identify which one of those things it's violating,",
        4190.54,
        4193.72
    ],
    [
        " you can get them to clean it up and fix it.",
        4194.16,
        4197.68
    ],
    [
        " So there you go, Wiz Bang. Don't try it.",
        4197.68,
        4201.88
    ],
    [
        " Don't try the Wiz Bang.",
        4202.2,
        4203.58
    ],
    [
        " I don't know though. I mean, these Jits moves. You know how like guys will like bust up moves.",
        4204.56,
        4208.98
    ],
    [
        " Man, I don't know. It's this endless thing.",
        4209.6,
        4211.76
    ],
    [
        " Yes, new moves come out.",
        4211.9,
        4213.66
    ],
    [
        " Yeah. And you won't hit a move 100% of the time and you definitely won't hit it when you first start doing it.",
        4213.8,
        4219.48
    ],
    [
        " It's going to be hard. How many arm locks do you think you put on someone before you made someone tap?",
        4219.48,
        4223.66
    ],
    [
        " In the beginning, you probably did 50 arm locks before you got someone to tap.",
        4224.12,
        4228.34
    ],
    [
        " Yeah, probably more. Yeah, maybe even more.",
        4228.94,
        4230.72
    ],
    [
        " So that doesn't mean that after the first 49 outs and effective, I'm not going to do it.",
        4231.88,
        4235.48
    ],
    [
        " The big differences, the big differences, an arm lock is a proven known entity.",
        4235.6,
        4241.54
    ],
    [
        " Covered move is a proven known entity.",
        4242.04,
        4244.88
    ],
    [
        " Simple is a proven known entity.",
        4245.38,
        4247.78
    ],
    [
        " Prioritized and execute is a proven known entity.",
        4248.28,
        4251.14
    ],
    [
        " Extreme ownership is a proven known and decentralized command is a proven.",
        4251.24,
        4255.6
    ],
    [
        " It's like an arm lock. It's like a choke.",
        4255.66,
        4257.08
    ],
    [
        " That's why when some people say to me, oh well, my boss doesn't like extreme ownership.",
        4257.28,
        4262.2
    ],
    [
        " Yeah, yeah.",
        4262.76,
        4264.3
    ],
    [
        " You know, I know what's happening.",
        4264.38,
        4265.88
    ],
    [
        " Like it's the boss's ego is offended because there's some other somebody telling them a different way to lead.",
        4266.2,
        4271.86
    ],
    [
        " No, it's like, what do you believe in?",
        4272.04,
        4273.9
    ],
    [
        " I don't believe in extreme ownership.",
        4274.32,
        4275.48
    ],
    [
        " Oh, I blame and I believe in placing the blame on other people.",
        4275.66,
        4278.92
    ],
    [
        " That's how I lead.",
        4279.04,
        4280.0
    ],
    [
        " That's completely ridiculous.",
        4280.38,
        4282.38
    ],
    [
        " Everybody knows that's ridiculous.",
        4282.72,
        4283.78
    ],
    [
        " It's completely ridiculous.",
        4284.24,
        4285.4
    ],
    [
        " Covered move.",
        4285.8,
        4286.44
    ],
    [
        " I don't believe in cover move.",
        4287.14,
        4288.36
    ],
    [
        " Oh, so you just like your other team members to go and take care of themselves and you take care of yourself.",
        4288.6,
        4293.48
    ],
    [
        " How does that work?",
        4293.82,
        4294.46
    ],
    [
        " Don't work.",
        4294.66,
        4295.08
    ],
    [
        " It doesn't work.",
        4295.2,
        4295.92
    ],
    [
        " Oh, I don't like to keep things simple.",
        4296.42,
        4298.38
    ],
    [
        " No, I like to make things so complicated that people don't understand what I'm talking about.",
        4298.6,
        4301.96
    ],
    [
        " Does that make any sense whatsoever?",
        4302.42,
        4303.7
    ],
    [
        " No, it doesn't.",
        4304.02,
        4305.08
    ],
    [
        "",
        4305.32,
        4305.32
    ],
    [
        " Prioritize and execute.",
        4305.86,
        4306.9
    ],
    [
        " No, don't do that.",
        4307.66,
        4308.78
    ],
    [
        " What I'm going to do is spread myself so thin that I don't have the assets or resources to actually accomplish anything.",
        4308.96,
        4315.08
    ],
    [
        " That's what I'm going to do because that makes sense because I don't believe in extreme ownership or those fundamental laws of combat leadership.",
        4315.24,
        4320.16
    ],
    [
        " Yeah.",
        4320.66,
        4320.86
    ],
    [
        " That's where you're at.",
        4320.96,
        4321.7
    ],
    [
        " Decentralized command.",
        4322.0,
        4322.74
    ],
    [
        " Oh, I don't believe in that.",
        4323.22,
        4324.86
    ],
    [
        " So what I'm going to do is I'm going to make every single decision myself from the headquarters position.",
        4325.08,
        4329.72
    ],
    [
        " When you guys want to make a decision out there on the battlefield or out there on the manufacturing floor,",
        4329.72,
        4334.58
    ],
    [
        " I want you to run every single decision up through me because that's going to be effective.",
        4334.58,
        4338.84
    ],
    [
        " So if you violate one of these principles, you're going to have problems as a leader.",
        4339.3,
        4345.12
    ],
    [
        " If you tweak these principles, that's fine.",
        4345.54,
        4347.98
    ],
    [
        " If you look at decentralized command and you're like, you know what?",
        4348.32,
        4350.52
    ],
    [
        " I know that the normal kind of spanner control is five people.",
        4351.24,
        4355.76
    ],
    [
        " I can handle more than that.",
        4355.98,
        4357.32
    ],
    [
        " I can handle nine and you step it up.",
        4357.5,
        4359.94
    ],
    [
        " That's that's tweak.",
        4360.04,
        4360.9
    ],
    [
        " That's okay.",
        4361.18,
        4361.64
    ],
    [
        " Right?",
        4361.8,
        4362.66
    ],
    [
        " That's fine.",
        4362.88,
        4363.28
    ],
    [
        " If you pride when you prioritize an execute, hey, the way I prioritize an execute, and this is the truth,",
        4363.78,
        4369.02
    ],
    [
        " the way I prioritize an execute, isn't I look at my number one problem and I only focus on that one?",
        4369.24,
        4374.4
    ],
    [
        " I assign somebody to my number one problem.",
        4374.72,
        4377.08
    ],
    [
        " And I say, hey, Bill, go handle that room over there.",
        4377.48,
        4381.3
    ],
    [
        " It's a problem.",
        4381.52,
        4382.28
    ],
    [
        " And then I look at Mike and say, hey, Mike, get the rest of this hallway cleared.",
        4382.6,
        4387.14
    ],
    [
        " So I'm actually handling two things, but I give Bill the priority.",
        4387.46,
        4391.0
    ],
    [
        " So that's a tweak.",
        4391.12,
        4392.64
    ],
    [
        " I'm using assets.",
        4392.84,
        4393.96
    ],
    [
        " That's fine.",
        4393.96,
        4394.88
    ],
    [
        " So sometimes, yes, you've got to make these little adjustments.",
        4395.46,
        4399.6
    ],
    [
        " Everyone's got a different leadership style, but you don't violate the principles of leadership.",
        4400.32,
        4406.04
    ],
    [
        " Just like you don't violate the principles of submission grappling, I'll call it.",
        4407.12,
        4414.66
    ],
    [
        " Yeah.",
        4414.82,
        4415.02
    ],
    [
        " Dig it.",
        4415.54,
        4416.96
    ],
    [
        " Next question.",
        4417.38,
        4418.38
    ],
    [
        " I'm a huge fan of the podcast, and I'd like your advice.",
        4419.8,
        4423.52
    ],
    [
        " When I was younger, I joined the National Guard in an attempt to do something with my life and get out of depression.",
        4424.46,
        4431.8
    ],
    [
        " I lost my discipline and goals after basic training and continued in depression and disorganization.",
        4432.34,
        4439.08
    ],
    [
        " I had the opportunity to go to fight to flight school, but instead tested positive on a drug test.",
        4439.52,
        4446.1
    ],
    [
        " And I was given a general discharge.",
        4446.98,
        4448.44
    ],
    [
        " I, of course, take full responsibility and feel like an idiot.",
        4449.2,
        4452.22
    ],
    [
        " How would you recommend moving past this failure?",
        4452.76,
        4454.74
    ],
    [
        " What would you have done if your seal career ended with a mistake?",
        4455.32,
        4459.44
    ],
    [
        " Well, if my seal career had ended with a mistake, I would have figured out what my next mission was going to be.",
        4463.18,
        4471.06
    ],
    [
        " That's what I would have done.",
        4471.7,
        4473.46
    ],
    [
        " I mean, I would have said, okay, I like that job.",
        4474.64,
        4476.92
    ],
    [
        " I failed at it.",
        4477.24,
        4478.0
    ],
    [
        " What can I learn from that?",
        4478.6,
        4480.52
    ],
    [
        " And what can I do next differently to make sure I don't make that mistake again?",
        4480.74,
        4485.2
    ],
    [
        " I'm going to learn from the past, but I'm not going to dwell on it.",
        4485.56,
        4488.38
    ],
    [
        " There's no point in dwelling on it.",
        4488.76,
        4490.74
    ],
    [
        " The only point in dwelling on it is to learn from it.",
        4491.16,
        4493.38
    ],
    [
        " So that's what I would do here.",
        4493.78,
        4494.86
    ],
    [
        " And then I would take what I learned from my experiences of where I failed.",
        4495.4,
        4501.04
    ],
    [
        " And I would also take the positive things that I learned because even that failure is a positive.",
        4502.02,
        4506.96
    ],
    [
        " Even that failure is a positive because you realize you realize the value of the opportunity that you had and you blew it and you're like,",
        4507.66,
        4514.08
    ],
    [
        " okay, I'm never going to let that happen again.",
        4514.08,
        4515.24
    ],
    [
        " Lesson learned.",
        4515.36,
        4515.82
    ],
    [
        " I'm actually stoked I get to learn that lesson because it's going to be more opportunities that come out.",
        4516.24,
        4520.72
    ],
    [
        " Up in life.",
        4520.72,
        4521.2
    ],
    [
        " And you got to make sure that you don't disregard those opportunities when they come up.",
        4521.6,
        4527.0
    ],
    [
        " And so I would have taken those lessons learned.",
        4527.32,
        4529.76
    ],
    [
        " Take that, take that failure and turn it into something positive and made good things happen when I figured out what my new mission and new career was going to be.",
        4530.12,
        4537.48
    ],
    [
        " Pretty straightforward.",
        4537.94,
        4539.5
    ],
    [
        " You can do so much good.",
        4540.06,
        4544.04
    ],
    [
        " And you know, that's going back to the story that I told about Jeff in the beginning of this podcast.",
        4544.42,
        4548.72
    ],
    [
        " One of the wording, some of the wording that I struggled with in the kid story, and again, it's on the, it's the word you could podcast.",
        4549.82,
        4558.5
    ],
    [
        " One of the things that I struggled with in telling the story was I ended up saying Jeff had gone too far and he couldn't correct himself.",
        4559.1,
        4568.14
    ],
    [
        " He had gone too far and he couldn't come back.",
        4568.9,
        4572.04
    ],
    [
        " And that's a real hard thing to tell a person.",
        4572.96,
        4577.3
    ],
    [
        " And it's a real hard thing to tell a kid.",
        4578.1,
        4580.36
    ],
    [
        " And the reason why I left it that way, the reason why I kept it like, listen, you can make mistakes that you can't come back from.",
        4581.9,
        4592.04
    ],
    [
        " Especially as a kid.",
        4592.48,
        4593.5
    ],
    [
        " You can make mistakes that you can't come back from.",
        4593.96,
        4595.64
    ],
    [
        " They're pretty rare, right?",
        4595.92,
        4597.6
    ],
    [
        " There's not too many mistakes that are so grievous that you can't recover from them.",
        4597.9,
        4601.22
    ],
    [
        " Like this guy.",
        4601.36,
        4602.18
    ],
    [
        " Hey man, he made a mistake.",
        4602.82,
        4604.74
    ],
    [
        " He failed a drug test, given a general discharge.",
        4605.04,
        4606.8
    ],
    [
        " That sucks.",
        4607.22,
        4607.68
    ],
    [
        " Guess what?",
        4608.2,
        4609.08
    ],
    [
        " He can do all kinds of good in the world.",
        4609.36,
        4611.12
    ],
    [
        " He can make up for that tenfold.",
        4611.32,
        4613.04
    ],
    [
        " He can start a business, make money.",
        4613.5,
        4615.68
    ],
    [
        " He can create a family.",
        4615.84,
        4616.8
    ],
    [
        " He can raise great kids.",
        4616.88,
        4617.78
    ],
    [
        " And there's so many things that he can make sure his kids understand that and know that and learn from it.",
        4617.78,
        4623.5
    ],
    [
        " And he can make sure some other neighborhood kids and high school kids and grade school kids.",
        4623.56,
        4627.66
    ],
    [
        " He can make such an impact on the world by learning from that mistake.",
        4627.66,
        4630.46
    ],
    [
        " So it's very, it's a harsh thing to say like, hey, there's some things you can't.",
        4630.88,
        4636.66
    ],
    [
        " Now what this guy can't recover from.",
        4636.7,
        4638.48
    ],
    [
        " And this is what this is the fact that you have to face.",
        4638.82,
        4642.72
    ],
    [
        " And this is why I told it this way in the kid story.",
        4642.9,
        4644.88
    ],
    [
        " He didn't understand.",
        4645.54,
        4647.52
    ],
    [
        " When he made that mistake, he didn't understand that there's some mistakes you cannot recover from.",
        4647.74,
        4652.6
    ],
    [
        " He can't be a pilot now.",
        4652.78,
        4654.3
    ],
    [
        " It's not going to happen.",
        4654.68,
        4656.46
    ],
    [
        " Zero chance of him being a military pilot.",
        4657.08,
        4659.04
    ],
    [
        " That's the way it works.",
        4659.04,
        4660.66
    ],
    [
        " So if I would have had the opportunity to tell him when he was 13 years old, hey, listen, bro, I get it.",
        4661.38,
        4667.42
    ],
    [
        " You're going to step outside the box sometimes, but there's some mistakes that you can make that you'll never be able to recover from.",
        4667.56,
        4671.92
    ],
    [
        " So think about what you're doing before you do them.",
        4672.06,
        4673.96
    ],
    [
        " You need to think about what you're doing before you do them.",
        4674.08,
        4676.54
    ],
    [
        " And if I would have had the opportunity to tell him that when he was 13 years old, he might have had a better decision making process when he got older.",
        4677.1,
        4684.12
    ],
    [
        " That's why I left it that way for those kids so that they recognize that there are some things that you do as a person, as a kid, that you cannot recover from.",
        4684.3,
        4693.76
    ],
    [
        " You cannot recover from them.",
        4693.98,
        4695.68
    ],
    [
        " Now that being said, when you take this and you put it in perspective as an adult, see, as an adult, you have much broader world to be a part of.",
        4696.84,
        4706.14
    ],
    [
        " And just because he's not going to be a pilot, a military pilot, by the way, just because he's not going to be a military pilot, there's all kinds of other opportunities out there.",
        4706.62,
        4715.22
    ],
    [
        " And you can explain that to an adult, but it's hard to explain that to a kid.",
        4715.3,
        4717.64
    ],
    [
        " So one of their opportunities, I mean, even if especially like, oh, you want to be a pilot, cool, you can become a civilian pilot.",
        4717.94,
        4723.34
    ],
    [
        " And you can, you know, you can fly, you can make things happen that way.",
        4724.04,
        4727.54
    ],
    [
        " But what we're not going to do and what I would not do is dwell on the past and dwell on what the big missed opportunity is because guess what?",
        4729.74,
        4737.32
    ],
    [
        " That's a missed opportunity that there's all kinds of people in the world would love for that to be their biggest mistake that they've made.",
        4737.76,
        4744.26
    ],
    [
        " That's it.",
        4744.54,
        4744.8
    ],
    [
        " That's it.",
        4744.88,
        4745.22
    ],
    [
        " They would love, there's someone sitting in prison right now.",
        4745.44,
        4747.66
    ],
    [
        " That's like, man, I wish all I did was get a fail a drug test and I could have learned my lesson instead of sitting here in prison.",
        4748.0,
        4754.3
    ],
    [
        " Or I got injured really bad because I did something that I shouldn't have done or I made a bad decision or I got someone that I care about hurt or injured because I took him in a car when I was drunk.",
        4754.74,
        4766.4
    ],
    [
        " Like those are the kind of mistake this mistake.",
        4766.88,
        4768.96
    ],
    [
        " Sure, it's a bummer.",
        4769.28,
        4770.68
    ],
    [
        " Guess what?",
        4770.82,
        4771.22
    ],
    [
        " There are infinitely, infinitely worse mistakes that he could have made, infinitely worse.",
        4771.5,
        4775.52
    ],
    [
        " So you're all right, man.",
        4775.92,
        4779.92
    ],
    [
        " You're okay.",
        4780.56,
        4781.26
    ],
    [
        " Learn from it.",
        4781.66,
        4782.8
    ],
    [
        " Don't dwell on it.",
        4783.06,
        4784.2
    ],
    [
        " Move on and go do something really positive in the world.",
        4784.44,
        4787.6
    ],
    [
        " Yeah.",
        4788.3,
        4788.38
    ],
    [
        " Next question.",
        4789.0,
        4792.76
    ],
    [
        " Hey, Jaco.",
        4794.14,
        4794.86
    ],
    [
        " What can we do with a coworker who isn't on board?",
        4795.34,
        4798.96
    ],
    [
        " When someone brings up something to him, he gets defensive and turns it into being everyone else's problem.",
        4799.5,
        4805.66
    ],
    [
        " This was a Twitter question, by the way.",
        4807.78,
        4811.42
    ],
    [
        " And I answered it.",
        4812.28,
        4813.18
    ],
    [
        " And I answered it really simply, really straightforward.",
        4813.26,
        4815.58
    ],
    [
        " Take ownership of the problem and solve it.",
        4815.84,
        4817.44
    ],
    [
        " Take ownership of the problem and fix it.",
        4817.94,
        4819.6
    ],
    [
        " Yeah.",
        4819.72,
        4819.98
    ],
    [
        " Because think about what's happening here.",
        4820.14,
        4821.94
    ],
    [
        " What the person is saying, like, oh, this is me saying, oh, echo won't take ownership of the problem and every time I tell him he does something wrong, he just gets defensive.",
        4822.34,
        4831.2
    ],
    [
        " So I mean, obviously, I'm not communicating with you well enough.",
        4831.6,
        4835.8
    ],
    [
        " If all I'm doing is blaming you and you're getting defensive.",
        4836.06,
        4838.14
    ],
    [
        " And by the way, if I'm the type of person that takes ownership of things, why am I blaming you in the first place?",
        4838.34,
        4844.38
    ],
    [
        " I should be looking at myself.",
        4844.74,
        4845.96
    ],
    [
        " I should be looking at myself.",
        4846.36,
        4849.26
    ],
    [
        " And by the way, if echo, if you point your fingers at me and you say, hey, this is my fault, you know what I say?",
        4849.34,
        4853.0
    ],
    [
        " Yeah, I agree.",
        4853.02,
        4853.5
    ],
    [
        " It is my fault.",
        4853.56,
        4854.1
    ],
    [
        " And here's what I'm going to do to fix it.",
        4854.28,
        4855.86
    ],
    [
        " Now, I'm not going to rub it in your face.",
        4856.4,
        4858.74
    ],
    [
        " I'm not going to, I'm not going to do it.",
        4859.14,
        4861.22
    ],
    [
        " So I prove a point.",
        4861.22,
        4862.42
    ],
    [
        " That's not what I'm doing.",
        4862.54,
        4863.14
    ],
    [
        " I'm actually doing it because I want to win.",
        4863.28,
        4865.2
    ],
    [
        " I'm actually doing it because I want to accomplish the mission.",
        4865.28,
        4867.3
    ],
    [
        " That's why I'm going to fix the problem.",
        4867.64,
        4869.02
    ],
    [
        " Now, if we have a weak member of the team that doesn't take ownership, then guess what?",
        4869.58,
        4874.98
    ],
    [
        " It's my responsibility to take ownership of the problem and fix it.",
        4875.08,
        4877.62
    ],
    [
        " And eventually, but the good thing about this is if you make an excuse about something and I fix that excuse.",
        4877.96,
        4881.92
    ],
    [
        " And then you make an excuse about something else, I fix that one.",
        4882.3,
        4884.94
    ],
    [
        " And then you make an excuse about something else and I fix that one.",
        4885.14,
        4887.26
    ],
    [
        " Eventually, there's no more excuses for you.",
        4887.64,
        4889.22
    ],
    [
        " And now you're left with what you can actually handle as echo with no more excuses to make.",
        4889.54,
        4896.24
    ],
    [
        " And then either you're capable or you're not.",
        4896.8,
        4898.42
    ],
    [
        " And by the way, guess what?",
        4898.56,
        4899.62
    ],
    [
        " As a leader, then it becomes my job to get rid of you if you cannot do the thing that I asked you to do or that you're supposed to do for the team.",
        4899.72,
        4911.04
    ],
    [
        " So yeah, because I mean, eventually if you, if I keep stepping up and taking things away from you, there's not going to be any more excuses.",
        4912.6,
        4921.06
    ],
    [
        " And you'll either end up with no responsibility and therefore no value and then you have no job.",
        4921.84,
        4927.18
    ],
    [
        " That's the way it works.",
        4927.62,
        4928.4
    ],
    [
        " Now, let me ask you this.",
        4928.5,
        4929.86
    ],
    [
        " When is there a time that a subordinate does something and it's not the leader's fault?",
        4931.52,
        4942.98
    ],
    [
        " So, so think about this.",
        4944.0,
        4946.32
    ],
    [
        " And when something goes wrong with a team member, when is it not the leader's fault?",
        4946.8,
        4957.3
    ],
    [
        " So if you got a machine gunner and the machine gunner shoots outside of his field of fire, clearly he didn't pay attention during the brief.",
        4957.48,
        4966.7
    ],
    [
        " That's the problem.",
        4966.98,
        4967.58
    ],
    [
        " If I have a machine gunner, that engages non-hostile targets.",
        4968.76,
        4973.38
    ],
    [
        " It's the machine gunner's fault because he didn't do improper.",
        4973.9,
        4976.68
    ],
    [
        " He did improper, positive identification of his targets and engaged a friendlies or at least non-hostiles.",
        4977.02,
        4985.68
    ],
    [
        " So that's the machine gunner's fault.",
        4986.8,
        4987.76
    ],
    [
        " Or the machine gunner's weapon goes down because the machine gunner didn't clean.",
        4988.04,
        4993.0
    ],
    [
        " It's his fault because he didn't clean his weapon, maintain his weapon properly, the machine gunner's fault.",
        4993.0,
        4996.74
    ],
    [
        " So all those things, the machine gunner shoots out of his field of fire, the machine gunner engages non-hostile targets, the machine gunner's weapon goes down, all those of the machine gunner's fault.",
        4997.36,
        5005.0
    ],
    [
        " Clearly.",
        5005.42,
        5006.12
    ],
    [
        " Or maybe not so clearly because here's how I would look at those things.",
        5006.86,
        5015.2
    ],
    [
        " Because by the way, if you're my machine gunner and I put my finger at you and start yelling at you and telling you that you did something wrong, obviously we know what happened.",
        5015.2,
        5021.5
    ],
    [
        " You start making excuses and blaming other people and you don't accept in responsibility because you get defensive and that's what people do.",
        5021.68,
        5028.72
    ],
    [
        " So for me, and what a good leader does is a good leader when the machine gunner shoots out of his field of fire, the leader says, oh you know what?",
        5029.14,
        5039.64
    ],
    [
        " I didn't explain the fields of fire clearly enough for you. I'm sorry. I'll fix it.",
        5039.64,
        5045.14
    ],
    [
        " Machine gunner engages non-hostile target.",
        5045.38,
        5047.6
    ],
    [
        " Then the leader says, hey, I should have given you better training on target identification.",
        5048.7,
        5053.92
    ],
    [
        " We will go back and fix that.",
        5054.44,
        5056.58
    ],
    [
        " Or the machine gunner's weapon goes down. It means that, hey, as the leader, you know what?",
        5057.36,
        5063.34
    ],
    [
        " I should have done a better job inspecting weapons.",
        5063.48,
        5065.92
    ],
    [
        " I should have explained how important the maintenance was. That's my fault. I won't let it happen again.",
        5066.76,
        5072.5
    ],
    [
        " So even in these instances where it's real easy to blame the individual, a good leader instead of blaming the individual will take ownership of the problem.",
        5073.34,
        5084.64
    ],
    [
        " That's what you do and that's what's going on in this case.",
        5085.36,
        5089.16
    ],
    [
        " You got a coworker that's not on board and just gets defensive and turns it into everyone else's problem.",
        5089.2,
        5094.04
    ],
    [
        " That's right. Grab ownership of those problems.",
        5094.34,
        5097.16
    ],
    [
        " And by the way, the subordinate that's not taking ownership, that's your fault as a leader.",
        5097.7,
        5102.96
    ],
    [
        " And the way that you get someone to take ownership isn't by saying, hey, don't get defensive.",
        5103.42,
        5108.78
    ],
    [
        " You need to take ownership of this problem. It's your problem. That doesn't make people take ownership.",
        5108.96,
        5114.06
    ],
    [
        " Here's the tricky part. Here's the black belt situation. The black belt situation is if I want you to take ownership instead of blaming you, I'm going to take, I'm going to take ownership of the problem.",
        5114.42,
        5124.56
    ],
    [
        " I'm going to relieve you of that. And now you're going to go, no, no, no, no, no, no, I should be able to fix that.",
        5124.92,
        5131.28
    ],
    [
        " I'm sorry boss. I'm sorry, jockele. I should have shot my, I shouldn't have shot outside the field of fire.",
        5131.56,
        5136.28
    ],
    [
        " I need to pay better attention during the brief. If I don't know what it was, I'm going to ask questions next time.",
        5136.42,
        5140.36
    ],
    [
        " Are you sure? Yes, I'm sure. Please let me get it fixed. And that is how you get someone to take ownership.",
        5141.28,
        5149.16
    ],
    [
        " You don't get people to take ownership by telling them to take ownership of things.",
        5149.48,
        5152.26
    ],
    [
        " And there's a little dichotomy here too. Because if it's a plan, then the way I get you to take ownership of it is by saying, hey, I go come up with a plan.",
        5152.64,
        5161.4
    ],
    [
        " Like we talked about standard operating procedures earlier. If I come up with a standard operating procedures myself and then I force them on to you, you don't take ownership of those.",
        5162.04,
        5168.28
    ],
    [
        " Those are mine. So I have to give you ownership. But when it's a negative, so it's a positive thing I give it to you.",
        5168.92,
        5174.72
    ],
    [
        " And it's a negative thing I take it.",
        5174.76,
        5176.82
    ],
    [
        " I take it. Positive thing, give it.",
        5176.88,
        5184.6
    ],
    [
        " Because people want that positive thing. When it's a negative thing, they don't want it. You take it from them.",
        5185.0,
        5191.86
    ],
    [
        " And by the way, when it's a positive thing and you give it to them, guess what they want to do with it? They want to share it. They want to do it.",
        5193.44,
        5198.42
    ],
    [
        " When it's a negative thing and you forced on them, they want to get rid of it.",
        5198.62,
        5202.24
    ],
    [
        " So there you go.",
        5202.98,
        5206.5
    ],
    [
        " I'm glad that this person's in the game. And now they know how to handle this coworker and make it into a good situation.",
        5207.22,
        5212.94
    ],
    [
        " I think we got time for one more.",
        5214.36,
        5217.2
    ],
    [
        " Last question.",
        5220.42,
        5221.46
    ],
    [
        " Jocco. Hey, Jocco. How do you implement change when you know it is needed?",
        5221.92,
        5228.0
    ],
    [
        " How do you implement change when you know what is needed to help?",
        5228.84,
        5235.08
    ],
    [
        " When I know I need to change something, what I do is I change it.",
        5236.86,
        5246.12
    ],
    [
        " That's what I do. I change it.",
        5247.76,
        5249.26
    ],
    [
        " And I've had people that listen to the podcast and they've reached out to me over the past few years.",
        5250.82,
        5258.46
    ],
    [
        " And one of the main messages that they took and put into action was actually putting things into action.",
        5259.64,
        5269.54
    ],
    [
        " Whatever that was, they stopped eating sugar.",
        5269.82,
        5273.08
    ],
    [
        " They stopped sleeping in. They started waking up early.",
        5273.86,
        5277.6
    ],
    [
        " They quit playing video games for 10 or 12 or 14 hours a day.",
        5278.02,
        5284.04
    ],
    [
        " They sold that Xbox thing.",
        5284.16,
        5287.78
    ],
    [
        " There was a guy that bit his nails for his whole life.",
        5288.58,
        5293.24
    ],
    [
        " And he's in his like 30s.",
        5293.56,
        5298.26
    ],
    [
        " Oh, you know what? His nails are all chewed up in their bloody and their gross looking and he's self conscious when he's meeting people and shaking hands.",
        5298.26,
        5305.24
    ],
    [
        " And he can't keep his hands away from his mouth while he's in meetings or in interacting with people.",
        5305.34,
        5311.34
    ],
    [
        " But he couldn't stop.",
        5311.56,
        5314.3
    ],
    [
        " And then he stopped.",
        5315.24,
        5317.98
    ],
    [
        " He just stopped and the list goes on.",
        5318.46,
        5322.1
    ],
    [
        " There's people that are quit drinking and quit doing drugs and quit losing their temper.",
        5322.88,
        5328.6
    ],
    [
        " And I've heard from so many different people that have implemented change in their lives.",
        5329.26,
        5335.78
    ],
    [
        " So many letters and messages and notes.",
        5336.22,
        5340.46
    ],
    [
        " And I want you to know that these people are in a bunch of elite special operations warriors.",
        5340.94,
        5347.9
    ],
    [
        " That's not who they are. They aren't a bunch of high level athletes or highly screened and highly trained individuals.",
        5347.9,
        5357.74
    ],
    [
        " These are just normal people really.",
        5358.38,
        5363.04
    ],
    [
        " But they're normal people that knew they needed to make a change.",
        5364.58,
        5370.3
    ],
    [
        " And they decided they were going to make a change and then they made it.",
        5371.4,
        5377.64
    ],
    [
        " And that is what I do.",
        5378.56,
        5386.8
    ],
    [
        " And that is what you can do too.",
        5387.76,
        5390.88
    ],
    [
        " If you have something to change, if you want to change something, change it.",
        5391.26,
        5398.4
    ],
    [
        " Now.",
        5408.72,
        5409.72
    ],
    [
        " And I think that's all I've got for tonight.",
        5407.18,
        5415.84
    ],
    [
        " So echo speaking of implementing change and change in our lives to become a little bit better.",
        5416.26,
        5427.42
    ],
    [
        " Maybe you could help us with some things that can make us a little bit better.",
        5427.42,
        5431.76
    ],
    [
        " Sure. First, what's up with Mike in the Dragons?",
        5432.28,
        5434.68
    ],
    [
        " Mike in the Dragons.",
        5435.16,
        5436.48
    ],
    [
        " Yes. So Mike in the Dragons is released into the world.",
        5436.6,
        5442.98
    ],
    [
        " Now, okay. So speaking of ownership, and I know one of the earlier questions was about ownership.",
        5443.64,
        5449.92
    ],
    [
        " And I have to take ownership myself at this time because I made a mistake.",
        5449.92,
        5455.62
    ],
    [
        " I made a mistake. And just as I, as you pointed out, as I've talked about my publisher not ordering enough books and how, hey, they don't order enough books.",
        5456.66,
        5468.7
    ],
    [
        " They don't get it. Well, guess what? I didn't order enough books.",
        5468.88,
        5472.42
    ],
    [
        " So I am getting them printed right now.",
        5472.76,
        5477.7
    ],
    [
        " I'm getting them printed as fast as humanly possible.",
        5477.9,
        5481.98
    ],
    [
        " We have multiple printers working.",
        5483.38,
        5485.48
    ],
    [
        " And if you order early, you're likely going to get yours on the release date.",
        5486.58,
        5490.88
    ],
    [
        " And I know some people have been posting their Amazon images that they're Mike in the Dragons is shipping.",
        5491.3,
        5497.22
    ],
    [
        " So some people are going to get it soon.",
        5497.58,
        5499.38
    ],
    [
        " But even that's not a guarantee at this point, even if you ordered early, I apologize.",
        5500.1,
        5505.5
    ],
    [
        " Don't blame Amazon. It's not there for all. Don't blame FedEx and don't blame the post office and don't blame UPS.",
        5505.52,
        5511.18
    ],
    [
        " It's not their fault. If you don't get the book on time, it is one person's fault. And that is mine.",
        5511.32,
        5516.94
    ],
    [
        " I should have done a much better job of estimating how many books you all were going to buy.",
        5517.2,
        5524.24
    ],
    [
        " And I guess the students I saw people that were ordering 12 books, 12 Mikey in the Dragons, that should have been a real indicator that I, that I should have gotten more printed.",
        5524.7,
        5535.24
    ],
    [
        " But I didn't do that. I apologize.",
        5535.34,
        5537.76
    ],
    [
        " You guys have ordered a ton.",
        5538.26,
        5540.72
    ],
    [
        " And so at this point, I have a ton more being printed.",
        5541.24,
        5545.02
    ],
    [
        " My goal is to get them to you by Christmas. It should be possible. If you order now, we've got enough coming in.",
        5545.34,
        5551.36
    ],
    [
        " They should be there to get in the stockings for Christmas.",
        5551.52,
        5555.24
    ],
    [
        " If you've already ordered, so if you've ordered though, be patient.",
        5557.72,
        5560.94
    ],
    [
        " If you haven't ordered yet, order like right now so that I can print more.",
        5561.9,
        5569.42
    ],
    [
        " And like I said, right now we should have enough. If you order right now, you should be able to get it by Christmas.",
        5570.46,
        5575.56
    ],
    [
        " And if you want it, yeah, just order it. And I'll just get as many printed as we need. I apologize.",
        5578.14,
        5584.96
    ],
    [
        " It's definitely my fault. I was weak.",
        5585.5,
        5589.14
    ],
    [
        " I was, you weren't weak. No, what was I used to call it?",
        5590.56,
        5592.9
    ],
    [
        " Weak and then you'd be like, they're just being conservative.",
        5593.16,
        5595.14
    ],
    [
        " So I was too conservative. I balanced it too much in the wrong direction.",
        5595.48,
        5600.86
    ],
    [
        " And so order the book. And I appreciate the few people that I've sent a copy to.",
        5601.24,
        5607.46
    ],
    [
        " The feedback has been awesome. The book in the words of John Bosack who did the drawing and the art.",
        5607.6,
        5615.08
    ],
    [
        " And you're going to see he's the same guy that did the art for way the warrior kid.",
        5615.32,
        5619.12
    ],
    [
        " This art is a totally different deal because it's beautiful. It's color. It's vibrant.",
        5619.26,
        5625.42
    ],
    [
        " Yeah, he did an amazing job. And you know what he says like he's, you know, he said to me, he's like,",
        5626.42,
        5633.0
    ],
    [
        " any of the people say things and they say it in a certain way.",
        5633.3,
        5636.56
    ],
    [
        " Yeah, he did that. He just goes, this book is special.",
        5637.22,
        5642.58
    ],
    [
        " And I was like, you know the way he said it was like I was like, and I feel that way.",
        5643.16,
        5648.6
    ],
    [
        " But you know, of course I'm biased because I wrote it. Right.",
        5648.66,
        5651.3
    ],
    [
        " But when he drew it, so he's biased too. But he didn't say it like, hey, this book is awesome.",
        5652.66,
        5657.12
    ],
    [
        " Normal voice. Right. He was like, he was like, hey, this book is, this book is really special.",
        5657.34,
        5663.4
    ],
    [
        " And I was like, okay. So I think this book is going to be on every kid's bookshelf.",
        5663.86,
        5668.74
    ],
    [
        " I think it's going to be right next to their copy of where the wild things are.",
        5669.0,
        5672.14
    ],
    [
        " That's what I think, which was, you know, one of all of our favorite book when you're a kid.",
        5672.64,
        5677.12
    ],
    [
        " And I know that's a bold statement. But anyways, I think it's going to have a great impact on kids.",
        5677.12,
        5680.94
    ],
    [
        " So if you want a copy for your kids, for your neighbor kids, for your library, your school, whatever classrooms,",
        5680.96,
        5687.62
    ],
    [
        " for yourself, for yourself, yes, if you're 38 years old.",
        5688.58,
        5694.36
    ],
    [
        " Yeah, sure.",
        5694.5,
        5695.62
    ],
    [
        " And you want to learn a little something about the world, about overcoming fear, about how to face things.",
        5695.94,
        5703.56
    ],
    [
        " And you want to have it put in such a clear way, then get yourself a copy.",
        5703.56,
        5709.76
    ],
    [
        " So, right, echo, agree.",
        5710.28,
        5712.66
    ],
    [
        " And you've read it, I mean, obviously, and you've read it to your youngsters.",
        5713.04,
        5716.78
    ],
    [
        " Yes, I have.",
        5717.16,
        5718.16
    ],
    [
        " And they're approved.",
        5718.42,
        5719.54
    ],
    [
        " Approved.",
        5719.86,
        5720.44
    ],
    [
        " Yeah, she wants me to read it again.",
        5720.78,
        5722.34
    ],
    [
        " Well, this one, this is a book that takes 20 minutes to read.",
        5722.88,
        5726.92
    ],
    [
        " Yeah.",
        5727.14,
        5727.4
    ],
    [
        " Maybe 20, maybe yeah, but around 20 minutes to read.",
        5727.58,
        5730.08
    ],
    [
        " Yeah.",
        5730.08,
        5730.38
    ],
    [
        " So it rhymes.",
        5730.74,
        5732.86
    ],
    [
        " Yeah.",
        5733.12,
        5733.68
    ],
    [
        " Which is, is fun.",
        5733.92,
        5735.28
    ],
    [
        " Yes.",
        5735.42,
        5735.9
    ],
    [
        " And impactful in little kids.",
        5736.2,
        5738.38
    ],
    [
        " They love it when those things rhyme.",
        5738.64,
        5740.1
    ],
    [
        " Yeah, yeah, yeah.",
        5740.2,
        5740.94
    ],
    [
        " They fall.",
        5740.94,
        5741.22
    ],
    [
        " Yeah.",
        5741.42,
        5741.6
    ],
    [
        " They follow it.",
        5742.26,
        5742.96
    ],
    [
        " So there you go.",
        5743.04,
        5744.28
    ],
    [
        " If you want one again, I apologize if you're not, if you don't get it on the 15th of November, my goal is to add a minimum.",
        5744.36,
        5750.92
    ],
    [
        " Some of you are going to get it on the 50.",
        5751.36,
        5752.44
    ],
    [
        " If you order it early, hopefully you'll get it by then.",
        5752.46,
        5754.04
    ],
    [
        " But my goal, let's get it to you by Christmas.",
        5754.2,
        5757.38
    ],
    [
        " I've got publishers all over our printers all over printing it.",
        5757.38,
        5762.18
    ],
    [
        " So thank you.",
        5762.58,
        5763.92
    ],
    [
        " And that's that Mikey and the Dragons.",
        5764.2,
        5767.84
    ],
    [
        " We're quick.",
        5767.84,
        5769.04
    ],
    [
        " What else we need?",
        5769.44,
        5770.34
    ],
    [
        " What else we need?",
        5770.34,
        5770.78
    ],
    [
        " Well, how else can we, can we implement change in our life?",
        5770.98,
        5774.52
    ],
    [
        " Sure.",
        5774.74,
        5775.02
    ],
    [
        " Well, let Jiu Jitsu talk today.",
        5775.28,
        5776.7
    ],
    [
        " Once you know the way broadly, you will, in fact, see it in all things.",
        5776.76,
        5783.44
    ],
    [
        " So when you are exploring the road of Jiu Jitsu, you're going to need a ghee.",
        5785.18,
        5789.22
    ],
    [
        " Even if you do just no ghee, well, if you don't, if you only do no ghee, then I guess you don't need a ghee.",
        5789.42,
        5795.4
    ],
    [
        " But when you are searching for a ghee, get a origin ghee.",
        5795.8,
        5799.82
    ],
    [
        " That's it.",
        5800.32,
        5800.58
    ],
    [
        " 100%.",
        5800.74,
        5801.36
    ],
    [
        " Yeah.",
        5801.36,
        5801.72
    ],
    [
        " Go to origin main.com.",
        5802.58,
        5804.64
    ],
    [
        " That's where you get it.",
        5804.76,
        5805.36
    ],
    [
        " Rash cards on there as well.",
        5805.52,
        5806.68
    ],
    [
        " All made of America.",
        5806.98,
        5807.78
    ],
    [
        " Wove in in America.",
        5808.22,
        5809.44
    ],
    [
        " In America.",
        5809.62,
        5809.96
    ],
    [
        " Cotton.",
        5810.26,
        5810.58
    ],
    [
        " All the cotton.",
        5811.08,
        5811.76
    ],
    [
        " It's a special blend.",
        5817.82,
        5819.16
    ],
    [
        " Yeah.",
        5819.78,
        5819.8
    ],
    [
        " And a special weave by the way.",
        5820.02,
        5821.66
    ],
    [
        " How cool is that weave?",
        5822.26,
        5823.24
    ],
    [
        " Like, like, no kidding.",
        5823.56,
        5824.54
    ],
    [
        " When you see Dragon Weave for the first time, are you not like a little bit?",
        5824.66,
        5828.42
    ],
    [
        " A little bit what?",
        5828.66,
        5830.14
    ],
    [
        " Impress.",
        5830.26,
        5830.58
    ],
    [
        " Yeah.",
        5830.66,
        5830.88
    ],
    [
        " A lot of it.",
        5830.9,
        5831.38
    ],
    [
        " So, and here's the thing too, when you, when you kind of been in the game for a long time, let's say.",
        5831.46,
        5836.24
    ],
    [
        " You're not easily impressed by geese.",
        5836.52,
        5837.72
    ],
    [
        " Well, no, yeah.",
        5837.9,
        5839.96
    ],
    [
        " No, no, not generally speaking, you're not going to be able to do that.",
        5840.16,
        5841.74
    ],
    [
        "",
        5841.74,
        5841.74
    ],
    [
        " Speaking, no.",
        5841.74,
        5842.28
    ],
    [
        " But you do pay attention, like, you know, when you grab a geek, your own geek, you're really",
        5842.52,
        5845.82
    ],
    [
        " used to your own geek.",
        5845.82,
        5846.54
    ],
    [
        " If you have two geese, three geese, four geese, and they're all kind of different ways,",
        5846.7,
        5849.12
    ],
    [
        " you know those, right?",
        5849.26,
        5850.28
    ],
    [
        " So, when you see someone else with a geek, you grab a geek, you're like, okay, I'm familiar.",
        5850.4,
        5853.4
    ],
    [
        " Whatever.",
        5854.02,
        5854.24
    ],
    [
        " Cool.",
        5854.84,
        5855.0
    ],
    [
        " But when you grab the Dragon Weave for the first time, especially when you've been in the game",
        5855.58,
        5859.3
    ],
    [
        " for a while, you're like, ooh, this one is different.",
        5859.3,
        5861.34
    ],
    [
        " Like, like that.",
        5861.54,
        5862.12
    ],
    [
        " Yeah.",
        5862.4,
        5862.54
    ],
    [
        " Well, I've definitely had a couple people that only got into geese.",
        5862.68,
        5865.38
    ],
    [
        " Like, they've only Dave Burke.",
        5865.46,
        5867.06
    ],
    [
        " Good dude.",
        5867.76,
        5868.12
    ],
    [
        " Yeah.",
        5868.3,
        5868.52
    ],
    [
        " He's only had origin geese.",
        5868.86,
        5870.42
    ],
    [
        " That's it.",
        5870.42,
        5870.84
    ],
    [
        " He's just, he doesn't even know what all these other stories about bad geese.",
        5870.96,
        5874.7
    ],
    [
        " He doesn't even understand them.",
        5874.82,
        5875.64
    ],
    [
        " He's stories.",
        5875.84,
        5876.26
    ],
    [
        " Like, oh, they just, they, they, they're stinkin' they're heavy and all they rip.",
        5876.48,
        5881.32
    ],
    [
        " And all that stuff, he doesn't know anybody about any of that.",
        5881.48,
        5883.06
    ],
    [
        " Yeah.",
        5883.34,
        5883.38
    ],
    [
        " He's just like, oh, everything is awesome.",
        5883.38,
        5884.9
    ],
    [
        " Yeah.",
        5885.28,
        5885.54
    ],
    [
        " So, in a way, I mean, I kind of want to say, hey, dang, that's good for him.",
        5885.72,
        5889.26
    ],
    [
        " He's lucky in that way.",
        5889.32,
        5890.24
    ],
    [
        " But, you know, hey, that's part of the game.",
        5890.34,
        5892.92
    ],
    [
        " It's part of the journey.",
        5893.14,
        5893.84
    ],
    [
        " Yeah.",
        5894.06,
        5894.24
    ],
    [
        " You know, nonetheless, whether you do it or not you do it, Dragon Weave is legit.",
        5894.34,
        5898.08
    ],
    [
        " Are we allowed to talk about that new weave that we were exploring the other day at your",
        5898.08,
        5902.32
    ],
    [
        " house?",
        5902.32,
        5902.6
    ],
    [
        " Not yet.",
        5902.86,
        5903.64
    ],
    [
        " Oh, good.",
        5903.84,
        5904.18
    ],
    [
        " And we're going to keep our beaks buttoned on now on.",
        5904.54,
        5907.76
    ],
    [
        "",
        5907.78,
        5907.78
    ],
    [
        " Don't forget about rash guards though.",
        5908.3,
        5910.14
    ],
    [
        " Yes, of course.",
        5910.3,
        5910.84
    ],
    [
        " So, when you're doing no geese, some people they use to t-shirt, I dig it.",
        5911.02,
        5913.78
    ],
    [
        " Some people they use to dry fit.",
        5913.94,
        5915.14
    ],
    [
        " I dig it.",
        5915.58,
        5916.3
    ],
    [
        " To me, rash guard is the way to go.",
        5916.7,
        5918.44
    ],
    [
        " This is why.",
        5918.52,
        5919.22
    ],
    [
        " Because other people's toes, sometimes, not all the time, could get caught in that shirt",
        5919.86,
        5925.36
    ],
    [
        " when it's flapping around in the wind.",
        5925.36,
        5927.3
    ],
    [
        " But, and, you know, hey, you know, it's a rash guard.",
        5928.22,
        5930.78
    ],
    [
        " It's cool.",
        5930.88,
        5931.16
    ],
    [
        " It looks more uniform.",
        5931.22,
        5931.84
    ],
    [
        " What about the scientific compression increased vascular?",
        5932.24,
        5938.24
    ],
    [
        " I'm skinny.",
        5938.56,
        5939.14
    ],
    [
        "",
        5939.72,
        5939.72
    ],
    [
        " No, hey, man, I'm sure there is that.",
        5939.84,
        5941.64
    ],
    [
        " There is that.",
        5941.64,
        5942.16
    ],
    [
        " Oh, when you wear the rash guard, when you wear the compression clothing.",
        5942.36,
        5946.94
    ],
    [
        " Yeah, like, help with that durian, so something like that.",
        5947.16,
        5949.48
    ],
    [
        " And that's cool.",
        5949.48,
        5950.04
    ],
    [
        " I'm not over here making those claims.",
        5950.5,
        5951.7
    ],
    [
        " Yeah.",
        5952.0,
        5952.24
    ],
    [
        " I am making this claim 19% improvement when you wear the rash guard based on your whole",
        5952.34,
        5958.38
    ],
    [
        " mental state.",
        5958.38,
        5960.4
    ],
    [
        " Yes, agree.",
        5960.4,
        5961.68
    ],
    [
        " Get some.",
        5961.84,
        5962.28
    ],
    [
        " Yeah.",
        5962.42,
        5962.78
    ],
    [
        " And not to mention, speaking of mental state, on those days that you don't want to train,",
        5962.9,
        5968.16
    ],
    [
        " get a new rash guard, those days, they don't exist anymore.",
        5968.36,
        5971.68
    ],
    [
        " They don't exist anymore.",
        5971.68,
        5972.04
    ],
    [
        " At least for four months.",
        5972.08,
        5973.16
    ],
    [
        " Yeah.",
        5973.66,
        5973.92
    ],
    [
        " Then you get another new rash guard.",
        5974.0,
        5975.36
    ],
    [
        " You never take.",
        5975.7,
        5977.28
    ],
    [
        " It's true.",
        5977.48,
        5978.34
    ],
    [
        " So, yeah, cool.",
        5978.6,
        5979.22
    ],
    [
        " The compression.",
        5979.32,
        5979.8
    ],
    [
        " Cool.",
        5980.02,
        5980.26
    ],
    [
        " Cool.",
        5980.84,
        5981.24
    ],
    [
        " Pete was actually starting to go into it with me.",
        5981.44,
        5983.74
    ],
    [
        " Hey, man, I could tell you, I'm like, well, cool, man, let me go ahead.",
        5983.74,
        5986.36
    ],
    [
        " Well, you get, we just go 19% improvement based on mental state.",
        5986.38,
        5989.94
    ],
    [
        " Yeah.",
        5990.02,
        5990.24
    ],
    [
        " They're getting after it harder.",
        5990.3,
        5991.82
    ],
    [
        " Yes, agree.",
        5992.1,
        5992.94
    ],
    [
        " So, yes, some good rash guards on there.",
        5993.2,
        5994.64
    ],
    [
        " Also, some, how should I say, lounge gear?",
        5995.0,
        5999.0
    ],
    [
        " Ah, oh, oh, man.",
        5999.2,
        6000.66
    ],
    [
        " That violates your whole thing.",
        6000.94,
        6002.24
    ],
    [
        " That violates everything lounge.",
        6002.4,
        6004.06
    ],
    [
        " Anyway, that's the luxury.",
        6004.54,
        6006.4
    ],
    [
        " You call them luxury items.",
        6006.82,
        6008.04
    ],
    [
        " Get luxury.",
        6008.04,
        6008.74
    ],
    [
        " You'll find here to talk about luxury.",
        6009.02,
        6010.94
    ],
    [
        " Oh, just a concept of luxury.",
        6011.34,
        6012.68
    ],
    [
        " Yeah, yeah.",
        6013.3,
        6013.68
    ],
    [
        " Luxury days.",
        6013.68,
        6014.42
    ],
    [
        " Well, the sweats that they have are luxury.",
        6014.58,
        6016.58
    ],
    [
        " And here's the thing, unprompted.",
        6016.58,
        6018.12
    ],
    [
        " I go on Twitter and you know, you get like people when they get their stuff.",
        6018.12,
        6021.22
    ],
    [
        " They're like, hey, you know, you take a picture of your stuff.",
        6021.34,
        6022.94
    ],
    [
        " It's normal.",
        6023.12,
        6023.9
    ],
    [
        " So, we got to have a hoodie and it'll be, he'll say, this is the softest hoodie I ever",
        6024.4,
        6028.9
    ],
    [
        " had.",
        6028.9,
        6029.14
    ],
    [
        " That's the fact.",
        6029.38,
        6031.3
    ],
    [
        " Yeah.",
        6031.74,
        6032.0
    ],
    [
        " That is the fact.",
        6032.48,
        6033.26
    ],
    [
        " And then there's, I didn't understand this joggers.",
        6033.54,
        6036.32
    ],
    [
        " Yes.",
        6036.42,
        6036.94
    ],
    [
        " I didn't understand why they're called joggers and what their purpose is.",
        6037.4,
        6043.46
    ],
    [
        " Old school sweatpants.",
        6043.84,
        6045.94
    ],
    [
        " They're just, there's like an elastic, they're like straight cut, then there's an elastic",
        6046.62,
        6051.16
    ],
    [
        " thing around the bottom that they're just all baggy.",
        6051.16,
        6053.78
    ],
    [
        " The purpose, apparently, did you tell me this?",
        6053.98,
        6056.92
    ],
    [
        " That joggers are cut tighter and then they have like a tighter ankle so you can actually",
        6056.96,
        6062.48
    ],
    [
        " jog in the next, the purpose.",
        6062.48,
        6063.62
    ],
    [
        " Yes.",
        6064.2,
        6064.32
    ],
    [
        " So, I didn't know that.",
        6064.58,
        6066.08
    ],
    [
        " I had no idea.",
        6066.08,
        6067.04
    ],
    [
        " Yeah.",
        6067.34,
        6067.58
    ],
    [
        " So, when you jog, they don't flap around in the wind though.",
        6067.78,
        6069.76
    ],
    [
        " It's not just that because the whole leg, the whole leg kind of adheres to your, it's more",
        6069.88,
        6073.88
    ],
    [
        " like fitted to your leg and then they're more roomy in the hips so you can have a, you",
        6073.88,
        6078.06
    ],
    [
        " know, you can spray, you can jog, you can run, it seems to be.",
        6078.06,
        6080.38
    ],
    [
        " They just so happen.",
        6080.52,
        6081.74
    ],
    [
        " And that mobility that it allows for running translates 110% to just cruising when you",
        6081.96,
        6089.82
    ],
    [
        " lay down on the, I'm telling you, 100%.",
        6089.82,
        6092.0
    ],
    [
        " Take it from me.",
        6092.0,
        6092.56
    ],
    [
        " I know.",
        6092.72,
        6092.88
    ],
    [
        " Yeah.",
        6092.9,
        6093.14
    ],
    [
        " So, back, there's some supplements on there too.",
        6093.14,
        6095.62
    ],
    [
        " We got some supplements as a matter of fact.",
        6096.04,
        6098.72
    ],
    [
        " Joint warfare, number one best seller, joint warfare.",
        6098.88,
        6105.78
    ],
    [
        " I see why.",
        6106.46,
        6107.12
    ],
    [
        " Yeah.",
        6107.58,
        6107.7
    ],
    [
        " Crill oil.",
        6108.38,
        6109.14
    ],
    [
        " Yeah.",
        6109.7,
        6109.96
    ],
    [
        " What?",
        6110.14,
        6110.28
    ],
    [
        " Okay.",
        6110.56,
        6110.74
    ],
    [
        " So, a lot of people ask this too.",
        6110.9,
        6112.3
    ],
    [
        " And you told, okay, the difference, you know how they, so a guy would be like, hey, I work",
        6112.76,
        6117.98
    ],
    [
        " a physical job.",
        6117.98,
        6118.72
    ],
    [
        " Eight hours, ten hours a day.",
        6118.92,
        6120.94
    ],
    [
        " I want to do a workout or whatever my joints take kind of a beating.",
        6120.98,
        6124.02
    ],
    [
        " What should I take?",
        6124.54,
        6125.22
    ],
    [
        " Joint warfare or cril oil.",
        6125.52,
        6127.0
    ],
    [
        " So people, they will wonder about that.",
        6127.0,
        6129.06
    ],
    [
        " Which one should I take?",
        6129.08,
        6129.82
    ],
    [
        " Because they're both for your joint.",
        6129.92,
        6130.68
    ],
    [
        " Yeah.",
        6130.88,
        6130.98
    ],
    [
        " And the straight up answer is yes, take both of them.",
        6131.18,
        6133.6
    ],
    [
        " You should absolutely take both of them.",
        6133.76,
        6134.98
    ],
    [
        " If you can only get one, if you, I would say if you're just, if you're just feeling,",
        6135.14,
        6141.72
    ],
    [
        " um, what's the word?",
        6142.06,
        6144.36
    ],
    [
        " Like if you have like legitimate, soreness, real legit soreness, I would go with,",
        6144.72,
        6150.92
    ],
    [
        " a joint warfare.",
        6150.92,
        6151.62
    ],
    [
        " But I like Crill oil.",
        6152.78,
        6153.76
    ],
    [
        " And I've, the thing is I've taken these things for so long together that I just, I don't",
        6153.84,
        6159.14
    ],
    [
        " know, it's hard for me to answer that.",
        6159.14,
        6160.08
    ],
    [
        " Yeah.",
        6160.34,
        6160.56
    ],
    [
        " Yeah.",
        6160.84,
        6160.92
    ],
    [
        " Well, Brian would tell me that Crill oil is for just general, you know, man, you know,",
        6161.3,
        6168.32
    ],
    [
        " you're getting, you're getting older and you know, you got to maintain, you know,",
        6168.4,
        6173.36
    ],
    [
        " that's why I'm not getting older.",
        6173.48,
        6174.42
    ],
    [
        " Probably not.",
        6174.76,
        6176.6
    ],
    [
        " And Crill oil altogether.",
        6177.16,
        6178.22
    ],
    [
        " Yeah.",
        6178.44,
        6178.78
    ],
    [
        " Like how you were saying, you know, your joints take a beating, like a actual beating,",
        6179.08,
        6183.32
    ],
    [
        " where they kind of hurt now, then yeah, joint warfare because they help inflammation.",
        6183.32,
        6186.64
    ],
    [
        " Well, actually the Crill oil take, I got fired up today.",
        6186.74,
        6189.72
    ],
    [
        " I did my workout.",
        6189.88,
        6190.78
    ],
    [
        " I threw on the weight vest.",
        6190.78,
        6192.96
    ],
    [
        " Oh, yeah.",
        6193.26,
        6194.08
    ],
    [
        " And I just, I just pretended like I didn't have it on, but I had it on from my workout.",
        6194.18,
        6197.68
    ],
    [
        " Brian, you know, that helps, you know, like that mental state to be like, so it's a difference",
        6198.14,
        6202.18
    ],
    [
        " between like, like, this is, you can lift in these different ways too.",
        6202.18,
        6206.48
    ],
    [
        " But yeah, when you put weights on you, just like, you know, some people, they'll, I don't",
        6206.48,
        6209.5
    ],
    [
        " swing a baseball bat or something, they'll put a weight on there or something like that.",
        6209.5,
        6211.76
    ],
    [
        " And mentally, if you, basically you're training your functionality with that, and that resistance",
        6211.92,
        6217.22
    ],
    [
        " sort of just happens to be there.",
        6217.22,
        6218.96
    ],
    [
        " So your brain just kind of accommodates, you know, so when you function without the weight",
        6219.1,
        6222.28
    ],
    [
        " to just flying around, it's like, easiest, like I weigh less now, you know, rather than",
        6222.28,
        6226.48
    ],
    [
        " oh, I'm going to just eke out 10 reps of this very specific thing.",
        6226.48,
        6230.5
    ],
    [
        " Then you're training your body.",
        6230.64,
        6231.44
    ],
    [
        " Yeah, I did this, I did this little like a mental debate like, oh, well, you know, I feel",
        6231.44,
        6235.84
    ],
    [
        " like I should, I should do something a little bit more.",
        6235.84,
        6238.0
    ],
    [
        " Oh, maybe I'll do some rounds with this and then I'll take it.",
        6238.12,
        6240.42
    ],
    [
        " And I'll just, no, I'm just going to do the whole thing like I just, and I did every",
        6240.62,
        6243.32
    ],
    [
        " exercise, even just completely unrelated exercises with, with a weight vest on.",
        6243.32,
        6248.3
    ],
    [
        " Yeah, man, that's good.",
        6248.42,
        6249.14
    ],
    [
        " I was doing box jumps the other day, which I don't do that much, but like, I did, and I'll",
        6249.32,
        6253.64
    ],
    [
        " say, no, I think there's the warning on box jumps.",
        6253.64,
        6255.44
    ],
    [
        " Pay attention during box jumps.",
        6255.78,
        6257.24
    ],
    [
        " Oh, yeah.",
        6257.34,
        6257.6
    ],
    [
        " But you, it's real easy, especially when you get, when you get smoked and you start just",
        6257.78,
        6261.6
    ],
    [
        " kind of, you're just going through the motions and that's when you miss.",
        6261.6,
        6264.1
    ],
    [
        " Yeah.",
        6264.46,
        6264.6
    ],
    [
        " And when you miss a box jump, get that shiner.",
        6264.6,
        6266.36
    ],
    [
        " No fun.",
        6266.52,
        6267.04
    ],
    [
        " Yeah.",
        6267.2,
        6267.54
    ],
    [
        " You want nothing?",
        6267.54,
        6268.08
    ],
    [
        " Yeah.",
        6268.24,
        6268.26
    ],
    [
        " And, and yes, and that's what I was thinking too.",
        6268.46,
        6270.86
    ],
    [
        " I was like, man, when I, because I, you know, this is part of the mech, I was going back",
        6270.9,
        6273.64
    ],
    [
        " and forth.",
        6273.64,
        6274.1
    ],
    [
        " It's a long thing, but box jump was part of it.",
        6274.36,
        6277.26
    ],
    [
        " And yes, towards those later rounds, I was like, okay, a bit of attention.",
        6277.46,
        6282.28
    ],
    [
        " Good.",
        6282.44,
        6282.54
    ],
    [
        " Yeah.",
        6282.78,
        6282.94
    ],
    [
        " And I was doing, I was adding a little something.",
        6283.32,
        6285.08
    ],
    [
        " You know, when you, when you jump down, I went down into like a little squat.",
        6285.1,
        6288.3
    ],
    [
        " Then did the jump.",
        6288.46,
        6289.46
    ],
    [
        " So I'm saying, so it's not just the box, it's like down squat, but anyway, but yes, and",
        6289.46,
        6294.12
    ],
    [
        " made me think like how I could get a weight vest and really maximize these box jumps.",
        6294.12,
        6299.12
    ],
    [
        " Yeah.",
        6299.46,
        6299.56
    ],
    [
        " Pay attention.",
        6299.6,
        6300.14
    ],
    [
        " Pay attention.",
        6300.4,
        6300.82
    ],
    [
        " Take some discipline beforehand too, by the way, which is a little pre-mission, get some.",
        6301.06,
        6305.68
    ],
    [
        " And then if you need food, if you need nutrients for your body and for your mind,",
        6306.04,
        6316.38
    ],
    [
        " didn't take milk.",
        6316.44,
        6317.22
    ],
    [
        " Yeah.",
        6317.92,
        6318.26
    ],
    [
        " Milk tastes delicious.",
        6318.78,
        6320.9
    ],
    [
        " You know what I did yesterday?",
        6321.06,
        6322.04
    ],
    [
        " What?",
        6323.2,
        6323.6
    ],
    [
        " I took whipping cream.",
        6322.82,
        6325.88
    ],
    [
        " Heavy whipping cream.",
        6326.3,
        6327.44
    ],
    [
        " Heavy whipping cream.",
        6327.44,
        6328.22
    ],
    [
        " That you turn into whipped cream.",
        6328.38,
        6330.86
    ],
    [
        " Yeah.",
        6331.08,
        6331.24
    ],
    [
        " But normally, what do you put in it?",
        6331.56,
        6332.78
    ],
    [
        " You know how to make whipped cream?",
        6332.84,
        6333.6
    ],
    [
        " Yes.",
        6334.08,
        6334.5
    ],
    [
        " What do you do?",
        6335.04,
        6335.34
    ],
    [
        " You have to whip it super hard.",
        6335.48,
        6336.34
    ],
    [
        " What else do you have to do?",
        6336.46,
        6337.24
    ],
    [
        " And egg white in it?",
        6337.78,
        6338.64
    ],
    [
        " No.",
        6338.7,
        6338.94
    ],
    [
        " No.",
        6339.42,
        6339.58
    ],
    [
        " You got to add sugar.",
        6339.72,
        6341.04
    ],
    [
        " Oh.",
        6341.58,
        6341.76
    ],
    [
        " Okay.",
        6342.08,
        6342.18
    ],
    [
        " So recently, I read this thing that one of the whipped cream companies came out with like",
        6342.4,
        6349.54
    ],
    [
        " Reese's peanut butter whipped cream.",
        6350.24,
        6352.44
    ],
    [
        " Okay.",
        6352.58,
        6353.44
    ],
    [
        " And some other kind of whipped cream.",
        6353.64,
        6355.04
    ],
    [
        " So you get it in the spray can.",
        6355.14,
        6356.66
    ],
    [
        " You press the little nozzle.",
        6357.0,
        6358.42
    ],
    [
        " Boom.",
        6358.68,
        6360.02
    ],
    [
        " You got Reese's peanut butter flavored whipped cream.",
        6360.42,
        6363.44
    ],
    [
        " And I thought to myself, yep, that sounds good.",
        6363.46,
        6367.0
    ],
    [
        " Boy, that's the freedom part.",
        6367.86,
        6369.32
    ],
    [
        " So guess what I did?",
        6369.42,
        6370.3
    ],
    [
        " I took heavy whipping cream that you make whipped cream with and I put",
        6370.56,
        6376.16
    ],
    [
        " peanut butter, mok.",
        6376.16,
        6379.0
    ],
    [
        " In it and I whipped it and guess what?",
        6379.54,
        6382.12
    ],
    [
        " Well, it is good to go people like getting some tastiness.",
        6382.28,
        6388.78
    ],
    [
        " Tastiness.",
        6389.14,
        6390.12
    ],
    [
        " So yeah, and all of them taste great.",
        6390.84,
        6392.64
    ],
    [
        " All of them are awesome for you.",
        6392.88,
        6393.92
    ],
    [
        " And we got mint peanut butter.",
        6394.52,
        6396.84
    ],
    [
        " We got mint chocolate, peanut butter chocolate, vanilla gorilla.",
        6397.16,
        6399.74
    ],
    [
        " And of course, the darkness chocolate.",
        6400.22,
        6402.9
    ],
    [
        " And then war your kid war your kid, mok.",
        6403.32,
        6407.02
    ],
    [
        " Of which look, they both taste delicious as a matter of fact, my son today,",
        6407.26,
        6411.58
    ],
    [
        " because it was getting cold and I hate saying that because we're in California.",
        6411.9,
        6415.76
    ],
    [
        " And cold is not cold.",
        6416.04,
        6417.84
    ],
    [
        " So everyone in Michigan, everyone peed the crew up and made.",
        6418.0,
        6420.66
    ],
    [
        " I apologize because it was getting cold this morning, which meant it was probably",
        6420.9,
        6424.54
    ],
    [
        " like 54, right?",
        6424.54,
        6427.46
    ],
    [
        " Which out here in California, in Southern California, it's like, oh, it was cold this morning.",
        6427.74,
        6432.18
    ],
    [
        " So anyways, it was a little chilly this morning, a little nip in the air.",
        6432.42,
        6435.06
    ],
    [
        " Of course, we're only wearing shorts in a t-shirt.",
        6435.08,
        6436.48
    ],
    [
        " So in Maine, I know pizza up there wearing a parka.",
        6437.2,
        6440.14
    ],
    [
        " But my son, he was jumping on his bike to go check the waves.",
        6440.54,
        6446.14
    ],
    [
        " And he had a little, he had a little like a coffee, a tumbler, one of our tumblers.",
        6446.82,
        6452.84
    ],
    [
        " And he doesn't drink coffee.",
        6453.04,
        6454.06
    ],
    [
        " And I was kind of like, what are you doing?",
        6454.06,
        6455.04
    ],
    [
        " He goes, I made some hot cocoa mok.",
        6455.1,
        6457.82
    ],
    [
        " And I said, let me try it.",
        6458.28,
        6460.58
    ],
    [
        " Wait, the war your kid, man.",
        6460.58,
        6461.52
    ],
    [
        " The war your kid chocolate.",
        6461.6,
        6462.38
    ],
    [
        " Yeah, that was an excellent one.",
        6462.38,
        6463.76
    ],
    [
        " It's just delicious.",
        6463.94,
        6465.36
    ],
    [
        " It's just amazing.",
        6465.6,
        6466.16
    ],
    [
        " Yeah, it's hot cocoa, except for guess what?",
        6466.78,
        6468.58
    ],
    [
        " It's good for you and makes you strong.",
        6468.72,
        6470.12
    ],
    [
        " Yeah.",
        6470.24,
        6470.56
    ],
    [
        " What's up with that?",
        6470.76,
        6471.86
    ],
    [
        " It's good.",
        6472.28,
        6472.82
    ],
    [
        " What's up with that?",
        6472.96,
        6473.56
    ],
    [
        " So yeah, so that's the mulk.",
        6473.8,
        6475.2
    ],
    [
        " Anyways, strawberry is delicious.",
        6475.32,
        6476.64
    ],
    [
        " It's, get it for your kids.",
        6477.0,
        6478.14
    ],
    [
        " It's in my house.",
        6478.16,
        6479.06
    ],
    [
        " It seems to be the only thing anyone in my house is eating right now.",
        6479.24,
        6482.02
    ],
    [
        " So give that a shot and enjoy it.",
        6482.34,
        6485.78
    ],
    [
        " You're going to be, Matt, I think you might be, what's a parka?",
        6485.88,
        6488.52
    ],
    [
        " A parka is a coat.",
        6488.94,
        6489.86
    ],
    [
        " It's a big winter coat.",
        6490.4,
        6491.62
    ],
    [
        " Yeah.",
        6491.92,
        6492.04
    ],
    [
        " Yeah, you ever seen the coat that has like a fur around the hood?",
        6492.48,
        6495.38
    ],
    [
        " Yes.",
        6495.48,
        6495.64
    ],
    [
        " That's sort of like the quintessential parka.",
        6495.74,
        6498.94
    ],
    [
        " Dang, I think those things are kind of dope.",
        6499.2,
        6500.76
    ],
    [
        " The word parka is kind of, kind of iffy.",
        6501.12,
        6503.66
    ],
    [
        " I think what you talking about.",
        6503.94,
        6504.78
    ],
    [
        " I don't know.",
        6504.82,
        6505.12
    ],
    [
        " I've never heard the word.",
        6505.2,
        6506.02
    ],
    [
        " I'm saying, coming in fresh.",
        6506.02,
        6507.2
    ],
    [
        " You're used to it.",
        6507.3,
        6508.5
    ],
    [
        " Bro, you're from Hawaii.",
        6508.68,
        6509.42
    ],
    [
        " How you know what a parka is?",
        6509.58,
        6510.54
    ],
    [
        " I understand.",
        6510.56,
        6510.92
    ],
    [
        " And you not even see snow into like three weeks ago or something.",
        6510.94,
        6513.56
    ],
    [
        " No, for real, you didn't see snow until you were 30, right?",
        6513.82,
        6517.82
    ],
    [
        " Or something like that?",
        6518.02,
        6518.4
    ],
    [
        " Well, technically I saw snow on the big island when I was a little kid one time.",
        6518.42,
        6522.84
    ],
    [
        " Yeah.",
        6522.94,
        6523.12
    ],
    [
        " And you go to the big island and you go up in a monochrome.",
        6523.34,
        6525.08
    ],
    [
        " Yeah.",
        6525.08,
        6525.39
    ],
    [
        " And you can see snow.",
        6525.7,
        6526.98
    ],
    [
        " We went up there with shorts and a tank top, by the way.",
        6527.22,
        6529.38
    ],
    [
        " We just drove up there.",
        6529.38,
        6530.32
    ],
    [
        " But since then, yes, I had not seen snow until I was 30.",
        6530.84,
        6534.36
    ],
    [
        " Yes.",
        6534.7,
        6534.76
    ],
    [
        " Yeah.",
        6534.98,
        6535.14
    ],
    [
        " So there's no possible way you're going to know what a parka is.",
        6535.44,
        6538.62
    ],
    [
        " Yeah.",
        6538.62,
        6538.98
    ],
    [
        " So, yeah.",
        6539.1,
        6539.74
    ],
    [
        " So which kind of part of my point where if you've never really, I mean,",
        6539.86,
        6542.8
    ],
    [
        " I've heard the word parka, but I'm not used to what a parka kind of entails and the,",
        6542.8,
        6546.9
    ],
    [
        " and what the goodness of that.",
        6546.9,
        6548.38
    ],
    [
        " So I'm just left with the word parka.",
        6548.38,
        6550.38
    ],
    [
        " Yeah.",
        6550.6,
        6550.74
    ],
    [
        " And a parka is as far as just the word doesn't seem like.",
        6550.74,
        6554.22
    ],
    [
        " I don't know.",
        6555.12,
        6555.96
    ],
    [
        " It seems like a funny word.",
        6556.1,
        6557.28
    ],
    [
        " Huh.",
        6557.66,
        6557.82
    ],
    [
        " Well, put some context around it.",
        6558.3,
        6559.74
    ],
    [
        " Freezing cold people.",
        6559.94,
        6561.0
    ],
    [
        " Give them a parka.",
        6561.3,
        6561.9
    ],
    [
        " Nice.",
        6562.1,
        6562.32
    ],
    [
        " Solid warm functional.",
        6562.52,
        6563.7
    ],
    [
        " Live.",
        6563.84,
        6563.98
    ],
    [
        " Be able to live.",
        6564.46,
        6565.02
    ],
    [
        " Yeah.",
        6565.28,
        6565.56
    ],
    [
        " Yep.",
        6566.04,
        6566.18
    ],
    [
        " Man, I dig it.",
        6566.42,
        6567.62
    ],
    [
        " See?",
        6567.9,
        6568.02
    ],
    [
        " Growing, you know, growth.",
        6568.7,
        6569.76
    ],
    [
        " We call that growing here.",
        6570.02,
        6571.36
    ],
    [
        " I'm trying to.",
        6571.6,
        6571.94
    ],
    [
        " Speaking of growth, you understand the path and represent at the same time.",
        6572.68,
        6575.9
    ],
    [
        " Growing that way.",
        6576.28,
        6577.14
    ],
    [
        " Go to jocostore.com.",
        6577.64,
        6579.0
    ],
    [
        " That's right.",
        6579.18,
        6579.48
    ],
    [
        " Jocostore.",
        6579.8,
        6580.42
    ],
    [
        " So you can get your discipline equals freedom.",
        6580.62,
        6582.72
    ],
    [
        " Some shirts.",
        6582.72,
        6583.2
    ],
    [
        " Women tank tops, by the way.",
        6584.42,
        6587.14
    ],
    [
        " Men tank tops.",
        6587.18,
        6588.84
    ],
    [
        " Men's tank tops.",
        6589.0,
        6589.82
    ],
    [
        " I know the temperature is dropping.",
        6589.96,
        6591.54
    ],
    [
        " I'm not going to say it's cold here.",
        6591.78,
        6592.78
    ],
    [
        " I'm not going to say that.",
        6593.12,
        6594.04
    ],
    [
        " The temperature is lowering.",
        6594.3,
        6596.18
    ],
    [
        " You know, so I dig it if you're not going to wear the tank top all the time.",
        6596.72,
        6599.98
    ],
    [
        " I dig it.",
        6600.22,
        6600.74
    ],
    [
        " But they're on there nonetheless.",
        6601.22,
        6602.78
    ],
    [
        " Some hoodies.",
        6603.14,
        6604.08
    ],
    [
        " Either they're out now or they will be within one week from right now.",
        6604.52,
        6609.24
    ],
    [
        " T-shirts?",
        6609.72,
        6610.04
    ],
    [
        " T-shirts.",
        6610.5,
        6611.04
    ],
    [
        " How about that?",
        6611.18,
        6611.6
    ],
    [
        " Def court T-shirt.",
        6611.6,
        6612.26
    ],
    [
        " Def court T-shirt.",
        6612.4,
        6613.18
    ],
    [
        " Oh, day.",
        6613.44,
        6614.12
    ],
    [
        " See, you were a person.",
        6614.62,
        6615.56
    ],
    [
        " That's good.",
        6615.94,
        6618.16
    ],
    [
        "",
        6618.52,
        6618.52
    ],
    [
        " Because it's, hey, I talked about, like, for me, to make a statement with what you're",
        6618.58,
        6626.86
    ],
    [
        " wearing is kind of just a little bit, I don't like that.",
        6626.86,
        6629.6
    ],
    [
        " It's too much.",
        6629.78,
        6630.14
    ],
    [
        " I'm not dressing to make a statement.",
        6630.2,
        6631.86
    ],
    [
        " It's my point.",
        6632.24,
        6633.06
    ],
    [
        " Yeah.",
        6633.22,
        6633.4
    ],
    [
        " I don't think I'm not dressing to make a statement.",
        6633.6,
        6636.04
    ],
    [
        " I wear the functionality is primary.",
        6636.18,
        6638.1
    ],
    [
        " So I don't know.",
        6639.36,
        6640.26
    ],
    [
        " I thought this shirt is functional.",
        6640.34,
        6642.08
    ],
    [
        " Right.",
        6642.08,
        6642.48
    ],
    [
        " It is functional.",
        6642.7,
        6643.14
    ],
    [
        " And it makes a subtle statement.",
        6643.14,
        6644.54
    ],
    [
        " I must admit.",
        6644.72,
        6645.4
    ],
    [
        " Well, even not making a statement is making a statement.",
        6645.58,
        6648.5
    ],
    [
        " It's kind of like, you know, well, no, you give you try too hard to not make a statement.",
        6648.64,
        6652.3
    ],
    [
        " And that's just then you're, you're bigger.",
        6652.3,
        6654.36
    ],
    [
        " You're defeating it.",
        6654.46,
        6655.18
    ],
    [
        " Yeah, defeating the purpose.",
        6655.2,
        6656.14
    ],
    [
        " That's why this, this shirt, subtle statement made mostly to yourself.",
        6656.4,
        6660.98
    ],
    [
        " And I'm not a statement to the world because people just look at this would not even think",
        6661.66,
        6664.34
    ],
    [
        " twice about it.",
        6664.34,
        6664.98
    ],
    [
        " Maybe they think one more time about it.",
        6665.18,
        6666.84
    ],
    [
        " Think what is that?",
        6666.9,
        6667.52
    ],
    [
        " Yeah.",
        6667.52,
        6667.96
    ],
    [
        " Well, if you're watching this on YouTube, they're going to notice that you're not wearing",
        6668.38,
        6671.88
    ],
    [
        " the victory.",
        6671.88,
        6672.44
    ],
    [
        " And that's going to be a huge statement.",
        6672.44,
        6673.8
    ],
    [
        " And that's going to actually maybe even throw some people for a little loop.",
        6674.04,
        6677.1
    ],
    [
        " And, you know, nonetheless, yes, all on jacostore.com.",
        6677.56,
        6683.16
    ],
    [
        " Some cool rash guards on there as well.",
        6683.34,
        6684.76
    ],
    [
        " Some get out a little bit more.",
        6685.28,
        6686.48
    ],
    [
        " How should I say?",
        6686.62,
        6687.32
    ],
    [
        " Geared towards the specific path of getting after.",
        6687.64,
        6691.84
    ],
    [
        " Well, this is technically one that literally says get after it.",
        6691.92,
        6696.74
    ],
    [
        " So I guess that's point on point.",
        6696.74,
        6698.6
    ],
    [
        " Yes.",
        6698.6,
        6698.88
    ],
    [
        " Hey, subscribe to the podcast.",
        6699.16,
        6700.4
    ],
    [
        " If you don't, iTunes, Google Play, Stitcher, leave reviews so that we can read them and get",
        6700.4,
        6705.72
    ],
    [
        " a good laugh from the crazy things that you say.",
        6705.72,
        6708.3
    ],
    [
        " Thank you.",
        6708.3,
        6708.92
    ],
    [
        " Also, the Warrior Kid podcast.",
        6709.36,
        6711.84
    ],
    [
        " We just put out a new one.",
        6711.84,
        6713.86
    ],
    [
        " I apologize that they come a little bit further apart than these.",
        6714.0,
        6717.38
    ],
    [
        " I've gotten many people that have said they have been listening to the first 18 Warrior",
        6717.9,
        6723.38
    ],
    [
        " Kid podcast over and over and over again.",
        6723.38,
        6725.84
    ],
    [
        " So I've got the learning lessons and I appreciate the feedback on those.",
        6725.84,
        6731.3
    ],
    [
        " Also, don't forget your Warrior Kid soap from IrishOaksRanch.com.",
        6731.4,
        6736.2
    ],
    [
        " Young by, made by young Warrior Kid Aiden, who's making jaco soap and his advice, which",
        6736.34,
        6744.42
    ],
    [
        " I totally agree with, is get some soap so you can stay clean.",
        6744.42,
        6748.04
    ],
    [
        " Figured.",
        6749.38,
        6750.18
    ],
    [
        " YouTube.",
        6750.48,
        6750.86
    ],
    [
        " Don't forget about YouTube.",
        6751.52,
        6752.5
    ],
    [
        " Subscribe to the YouTube channel.",
        6752.94,
        6754.64
    ],
    [
        " So you can see Echo's legit videos.",
        6754.8,
        6757.24
    ],
    [
        " You can see if we have guests on, you can see who they are, what they look like, how they",
        6757.48,
        6761.9
    ],
    [
        " react, all that stuff.",
        6761.9,
        6763.32
    ],
    [
        " You can get a feel for, you can get to see what, if you don't know what Echo looks like,",
        6763.96,
        6767.78
    ],
    [
        " he doesn't look like what he sounds like, so we've been told.",
        6767.92,
        6771.04
    ],
    [
        " So you can see what Echo looks like.",
        6771.76,
        6773.84
    ],
    [
        " And then you can put a comment that says, it can say, for instance, Echo look in jacked.",
        6774.02,
        6781.9
    ],
    [
        " Sure.",
        6782.06,
        6783.58
    ],
    [
        " Or damn, Echo's yoked.",
        6784.5,
        6786.94
    ],
    [
        " Or whatever.",
        6786.94,
        6787.5
    ],
    [
        " So there's a lot of those comments that make it on there and I know that that's basically",
        6787.76,
        6792.46
    ],
    [
        " the form of compensation that Echo gets for his work.",
        6792.46,
        6794.88
    ],
    [
        " As people telling people in YouTube comments saying, Echo's got jacked guns.",
        6795.06,
        6800.66
    ],
    [
        " So if you want to, if you want to pay Echo Charles, if you want to pay Echo Charles,",
        6801.3,
        6805.66
    ],
    [
        " there's no Patreon account.",
        6805.84,
        6807.28
    ],
    [
        " There's no GoFundMe.",
        6807.7,
        6809.48
    ],
    [
        " You just go on to YouTube comments and you write Echo look in jacked boy.",
        6809.48,
        6814.46
    ],
    [
        " So there you go.",
        6814.46,
        6819.66
    ],
    [
        " Clever, clever, clever.",
        6819.66,
        6821.22
    ],
    [
        " Also psychological warfare.",
        6821.56,
        6823.72
    ],
    [
        " That's an album with tracks that we made, Jocco talking by the way, telling you how to",
        6824.54,
        6829.42
    ],
    [
        " get past through, get through, power through those moments of weakness when they arise,",
        6829.42,
        6836.9
    ],
    [
        " which they do sometimes, by the way.",
        6837.02,
        6838.08
    ],
    [
        " I know you don't know this.",
        6838.08,
        6838.98
    ],
    [
        " Actually, you didn't know this, but they do arise.",
        6839.22,
        6841.4
    ],
    [
        " But if Jocco's there telling you how to get through it pragmatically, by the way, you'll",
        6841.98,
        6845.96
    ],
    [
        " get through it.",
        6845.96,
        6846.38
    ],
    [
        " I found that to be a fact 100% of the time.",
        6846.48,
        6849.2
    ],
    [
        " Also while you're doing your workout and it gets boring, go to on it.com slash jocco",
        6850.34,
        6857.06
    ],
    [
        " by the way and get new kettlebells.",
        6857.06,
        6859.94
    ],
    [
        " So that I did totally revives your whole workout.",
        6859.94,
        6863.26
    ],
    [
        " In fact, do this.",
        6863.66,
        6864.68
    ],
    [
        " Do your normal workout.",
        6864.94,
        6865.84
    ],
    [
        " If in fact you doesn't have kettlebells in the workout, do your normal workout and do",
        6865.84,
        6869.22
    ],
    [
        " a kettlebell workout.",
        6869.22,
        6869.92
    ],
    [
        " Like maybe like a five or ten minute one.",
        6870.12,
        6871.6
    ],
    [
        " Yeah.",
        6871.68,
        6871.88
    ],
    [
        " My son was asking me about working out and he was kind of like, well, I just want to get",
        6872.0,
        6878.22
    ],
    [
        " like, like what big muscles.",
        6878.22,
        6881.12
    ],
    [
        " Just just get strong.",
        6881.52,
        6883.04
    ],
    [
        " And so I and he can do the or has done the kettlebell snatch.",
        6883.3,
        6888.2
    ],
    [
        " But I was like up the way it a little bit and throw that thing up there and it I go every",
        6888.52,
        6893.68
    ],
    [
        " time you have to stop that thing in the top position, it's your whole body has to kind",
        6893.68,
        6897.28
    ],
    [
        " of put some effort into it.",
        6897.28,
        6898.32
    ],
    [
        " You will have, if you haven't done it before and you go a little bit heavier, then like",
        6898.6,
        6903.64
    ],
    [
        " what you, which I don't, you know, we can be careful.",
        6903.64,
        6906.24
    ],
    [
        " Bavavall, whatever.",
        6906.38,
        6906.96
    ],
    [
        " Okay.",
        6907.12,
        6907.3
    ],
    [
        " So if you go a little bit heavier, you will have like sore abs the next day.",
        6907.56,
        6912.12
    ],
    [
        " Your abs will be sore.",
        6912.28,
        6913.62
    ],
    [
        " So your posterior chain will be, that's a real thing.",
        6913.7,
        6917.04
    ],
    [
        " Get some work.",
        6917.16,
        6917.54
    ],
    [
        " I know it's a poster.",
        6917.74,
        6919.44
    ],
    [
        " Your posterior chain because there's people like, what do you want to do?",
        6919.58,
        6922.16
    ],
    [
        " No, so your posterior chain will be get work.",
        6922.42,
        6925.9
    ],
    [
        " But believe it or not, your front anterior chain will get work too because it has to arrest",
        6926.3,
        6933.02
    ],
    [
        " that weight, which is flying up there and then has to stop.",
        6933.02,
        6937.88
    ],
    [
        " Otherwise it ripped your shoulder out, which is why you should be careful.",
        6938.02,
        6940.0
    ],
    [
        " Don't go too heavy.",
        6940.22,
        6941.08
    ],
    [
        " But it's and so my, you know, my bicep is killing.",
        6941.34,
        6945.22
    ],
    [
        " It's almost there, man.",
        6945.6,
        6946.68
    ],
    [
        " We're almost there.",
        6946.76,
        6947.32
    ],
    [
        " But one of the things I could straight up, not even start doing till very recently, is",
        6947.5,
        6952.82
    ],
    [
        " kettlebells on that side.",
        6952.82,
        6953.98
    ],
    [
        " You know, because it flaps around.",
        6954.3,
        6955.42
    ],
    [
        " Like it twisted, twisted your wrist in this way that it really, it puts, so even when",
        6955.7,
        6961.12
    ],
    [
        " I go out on a light one and it's weird because the pain is less there, more so than just",
        6961.12,
        6965.56
    ],
    [
        " kind of the raw newness of my arm going through that whole kettlebell procedure.",
        6965.56,
        6971.4
    ],
    [
        " So I'm saying so like, you know, when the thing comes up to arrest right here on your",
        6971.92,
        6974.84
    ],
    [
        " wrist, just sitting there on your wrist, it has to be.",
        6974.84,
        6977.3
    ],
    [
        " It'll rest there and your wrist, your wrist is twisted in a certain way, you know, it's",
        6977.46,
        6980.76
    ],
    [
        " cool to normal.",
        6980.76,
        6981.32
    ],
    [
        " If you don't, but man, it's weird.",
        6981.48,
        6983.16
    ],
    [
        " The difference of my right hand, my good hand and my bad hand, just the thing you're",
        6983.3,
        6988.12
    ],
    [
        " resting on the thing is like, aw, you know, I'm like, you have to.",
        6988.12,
        6990.38
    ],
    [
        " So you lack the conditioning conditioning is faded just in your little, just the pressure",
        6990.92,
        6996.52
    ],
    [
        " and the toughness.",
        6996.52,
        6998.08
    ],
    [
        " The toughness is the whole thing.",
        6998.38,
        6999.78
    ],
    [
        " I thought that the other day when we were rolling.",
        7000.06,
        7001.38
    ],
    [
        " What?",
        7002.18,
        7002.46
    ],
    [
        " Oh, that my toughness.",
        7002.58,
        7003.5
    ],
    [
        " Yeah, just like a dissension of toughness.",
        7003.62,
        7006.22
    ],
    [
        " Yeah, yeah, no, no, no, didn't see.",
        7006.22,
        7008.38
    ],
    [
        " I was just, I was just, I was taking it light, you know, I'm saying.",
        7008.54,
        7011.4
    ],
    [
        " You're really happy with that.",
        7012.02,
        7014.48
    ],
    [
        " I'm just saying, hey, don't forget about Dracol White T. It is certified as the only beverage,",
        7014.96,
        7022.72
    ],
    [
        " whether you get it in the can or you get it in the bag and you steep it yourself.",
        7023.02,
        7026.7
    ],
    [
        " Either way, it is the only beverage in the world that comes with a 100% money back guarantee",
        7027.24,
        7033.58
    ],
    [
        " of an 8,000 pound deadlift.",
        7033.58,
        7035.54
    ],
    [
        " Good.",
        7035.54,
        7035.96
    ],
    [
        " Which is really good.",
        7036.36,
        7037.98
    ],
    [
        " And it's organic, by the way.",
        7038.02,
        7039.36
    ],
    [
        " And it's organic on top of that.",
        7039.5,
        7041.4
    ],
    [
        " Something so tasty.",
        7041.44,
        7043.56
    ],
    [
        " And as the winter arrives and it gets really cold out here in California, sorry, my people",
        7043.82,
        7051.5
    ],
    [
        " of the North.",
        7051.5,
        7052.34
    ],
    [
        " Do you get that warm tea going?",
        7053.64,
        7055.08
    ],
    [
        " Just put a couple bags.",
        7055.36,
        7056.24
    ],
    [
        " Now some people worry about how long you should steep.",
        7056.44,
        7058.86
    ],
    [
        " Do you know what steep the tea means?",
        7059.1,
        7060.14
    ],
    [
        " I do not, yeah.",
        7060.42,
        7061.04
    ],
    [
        " Okay, yeah.",
        7061.1,
        7061.46
    ],
    [
        " So how long should you steep the tea?",
        7061.72,
        7064.16
    ],
    [
        " In my opinion, when I put a tea bag in, it's not coming out.",
        7064.32,
        7067.64
    ],
    [
        " Straight up, yeah.",
        7067.72,
        7068.62
    ],
    [
        " I just leave it in there.",
        7068.62,
        7069.52
    ],
    [
        " I'm just going to leave it in there.",
        7069.62,
        7071.1
    ],
    [
        " It's good to go to drink and you know, like a couple, like a minute, or maybe two minutes.",
        7071.3,
        7075.42
    ],
    [
        " But then I'm not taking that tea bag.",
        7075.96,
        7077.22
    ],
    [
        " I'm going to get all that, all that Dracol White tea, all that pomegranate goodness, all",
        7077.34,
        7081.7
    ],
    [
        " that, all those antioxidants are coming right into my system.",
        7081.7,
        7085.2
    ],
    [
        " Solid food.",
        7085.42,
        7086.32
    ],
    [
        " And it tastes delicious and it does have caffeine in it.",
        7086.56,
        7090.5
    ],
    [
        " I will say so the cans have 60 milligrams, depending on how long you steep.",
        7090.5,
        7097.44
    ],
    [
        " And I think when you steep it like I do, there's probably a little bit extra, a little bit",
        7098.28,
        7101.68
    ],
    [
        " of extra.",
        7101.68,
        7102.08
    ],
    [
        " Get some.",
        7102.46,
        7103.64
    ],
    [
        " Sure.",
        7103.82,
        7104.14
    ],
    [
        " Inside there.",
        7104.44,
        7105.16
    ],
    [
        " Steep it.",
        7105.44,
        7105.98
    ],
    [
        " There's that.",
        7106.12,
        7106.2
    ],
    [
        " Also got some books.",
        7106.6,
        7107.26
    ],
    [
        " Okay, way of the Warrior Kid.",
        7107.42,
        7108.5
    ],
    [
        " And Mark's mission, those are two kids' books.",
        7109.06,
        7111.78
    ],
    [
        " But I promise you that Uncle Jake has lessons for everyone.",
        7112.22,
        7117.24
    ],
    [
        " Yeah.",
        7117.6,
        7117.84
    ],
    [
        " I agree.",
        7118.0,
        7118.4
    ],
    [
        " And I'm one of those people.",
        7118.84,
        7119.92
    ],
    [
        " And so I think when you read that to your kids, oh, well, in my case, because my daughter's",
        7120.58,
        7125.6
    ],
    [
        " five can't quite read a book yet.",
        7125.6,
        7128.04
    ],
    [
        " So I read it, but I feel like I'm reading to myself too.",
        7128.28,
        7130.9
    ],
    [
        " Like these are all things that I, some that you forget, I think as an adult, you forget",
        7131.18,
        7134.84
    ],
    [
        " a lot of these lessons.",
        7134.84,
        7135.64
    ],
    [
        " You know, because now you have a routine.",
        7136.08,
        7137.46
    ],
    [
        " As an adult, you have a routine, some of these lessons, it feels like they don't apply",
        7137.72,
        7141.66
    ],
    [
        " at first, you know?",
        7141.66,
        7142.38
    ],
    [
        " So you kind of forget them.",
        7142.88,
        7144.0
    ],
    [
        " And I'm like, man, I wish I could just incorporate that little thing.",
        7144.06,
        7146.24
    ],
    [
        " One of the fundamental laws of combat is simple.",
        7146.24,
        7151.5
    ],
    [
        " And way the Warrior Kid is the, it's life rules put forth in a very simple way that a",
        7152.56,
        7159.94
    ],
    [
        " young child could understand them.",
        7159.94,
        7162.66
    ],
    [
        " But what's surprising is in that simplicity, it hits anyone, solidly, right between the",
        7163.14,
        7172.46
    ],
    [
        " eyes.",
        7172.46,
        7172.7
    ],
    [
        " So that's way the Warrior Kid and Mark's mission.",
        7173.94,
        7176.34
    ],
    [
        " You can get those also about the discipline equals freedom field manual.",
        7176.98,
        7180.72
    ],
    [
        " That's another one that if you, if you re, or if you refer to it'll like remind you,",
        7181.1,
        7185.64
    ],
    [
        " because like, okay, so, man, I don't meditate.",
        7185.66,
        7189.34
    ],
    [
        " I don't, like, you know, like for, like, okay, it's arguable.",
        7189.9,
        7193.2
    ],
    [
        " Who did you do this meditation?",
        7193.3,
        7194.34
    ],
    [
        " It's not, it's not, it's not meditation.",
        7194.5,
        7196.12
    ],
    [
        " You know what they're talking about.",
        7196.56,
        7197.86
    ],
    [
        " And you say, do you meditate?",
        7197.86,
        7198.52
    ],
    [
        " So from what I understand, if you meditate on certain things, they help, like incorporate",
        7199.16,
        7206.62
    ],
    [
        " it into your, you know, your whole normal thought.",
        7206.62,
        7209.14
    ],
    [
        " Meditate whatever heal hook over it.",
        7209.26,
        7211.06
    ],
    [
        " That's what I would start with, by the way.",
        7211.06,
        7214.5
    ],
    [
        " But and then you would need, and this is just my thought about meditation, you would need",
        7214.8,
        7220.32
    ],
    [
        " less reminders of certain things, you know, like, how to, like detaches to, for whatever",
        7220.32,
        7226.8
    ],
    [
        " reason, what I understood the concept of detach and the importance of it.",
        7226.8,
        7231.32
    ],
    [
        " That's, that's to me, just kind of established itself as like, pre one of the most important",
        7231.42,
        7237.4
    ],
    [
        " things that you can roll into your life, that'll improve it right away.",
        7237.4,
        7240.62
    ],
    [
        " That's right.",
        7240.62,
        7241.04
    ],
    [
        " Right then and there.",
        7241.04,
        7241.94
    ],
    [
        " But here's the thing, just like, how you said, you got to notice when you got to detach,",
        7242.52,
        7247.74
    ],
    [
        " you know, it's not detaching to the hard part.",
        7248.04,
        7250.0
    ],
    [
        " It's to notice, you know, like when it's time to go.",
        7250.14,
        7252.34
    ],
    [
        " And so for lack of better term, you're forgetting to detach right now.",
        7252.58,
        7255.84
    ],
    [
        " Because you're so distracted by how you feel or whatever.",
        7255.84,
        7258.2
    ],
    [
        " So it's one of the, so the feel manual is like a really good one.",
        7258.48,
        7261.36
    ],
    [
        " So like, man, if you can refer to that boom, and this goes for all the subjects in there,",
        7261.42,
        7265.0
    ],
    [
        " by the way.",
        7265.0,
        7265.28
    ],
    [
        " Like so like every day, even every other day, two, three days, whatever, just refer back",
        7265.28,
        7269.52
    ],
    [
        " to it.",
        7269.52,
        7269.8
    ],
    [
        " Man, it helps.",
        7269.8,
        7270.24
    ],
    [
        " It keeps it on your mind, all these things.",
        7270.24,
        7272.24
    ],
    [
        " Yeah.",
        7272.46,
        7272.6
    ],
    [
        " Totally does.",
        7272.88,
        7273.4
    ],
    [
        " People post pictures of the feel manual.",
        7273.52,
        7276.96
    ],
    [
        " Yeah.",
        7277.18,
        7277.42
    ],
    [
        " Like one page or two pages a book.",
        7277.46,
        7279.24
    ],
    [
        " And when I, whenever I, when someone posts a picture of that, I actually read, I wrote",
        7279.94,
        7284.64
    ],
    [
        " the book, but I still read this section and say like, and it, and it, and I don't read",
        7284.64,
        7288.52
    ],
    [
        " it and go, oh, I remember writing that.",
        7288.52,
        7290.72
    ],
    [
        " I actually go, I can do that better.",
        7290.76,
        7292.14
    ],
    [
        " Yeah.",
        7292.22,
        7292.48
    ],
    [
        " I want to do that.",
        7292.66,
        7293.56
    ],
    [
        " I need to focus.",
        7293.56,
        7294.34
    ],
    [
        " You know what I mean?",
        7294.52,
        7294.88
    ],
    [
        " And you said good thing about that where overwhelmed, right?",
        7294.96,
        7298.88
    ],
    [
        " That was one that, I don't even know who posted it first.",
        7298.98,
        7302.12
    ],
    [
        " I think it was like, it's on front posted it and like JP maybe or JP Andy, Andy, read",
        7302.34,
        7308.06
    ],
    [
        " it for sale.",
        7308.06,
        7308.66
    ],
    [
        " Yes.",
        7308.66,
        7309.06
    ],
    [
        " So that was one where it's like, you know why they're, you know why people are posting",
        7309.34,
        7312.72
    ],
    [
        " that because when they read it, when they go, they refer to it.",
        7313.08,
        7315.32
    ],
    [
        " They're like, oh, it clicked again.",
        7315.34,
        7317.04
    ],
    [
        " Let me, you know, because that's kind of the whole nature of posting things.",
        7317.22,
        7319.28
    ],
    [
        " So the boom, that's exactly what's happening.",
        7319.6,
        7321.16
    ],
    [
        " So it's like, boom, I need to remember that one.",
        7321.4,
        7323.4
    ],
    [
        " It's not like that's the first time they read it.",
        7323.42,
        7325.0
    ],
    [
        " Maybe it is, maybe it's not, but most of the time, it's like, okay, I referred back to",
        7325.0,
        7328.36
    ],
    [
        " that and they're going to repost it.",
        7328.36,
        7329.6
    ],
    [
        " So it's doing exactly what I'm saying.",
        7329.64,
        7330.94
    ],
    [
        " It's reminding you like, oh, and that, you know, certain ones apply to you at certain times",
        7331.22,
        7336.54
    ],
    [
        " too, you know.",
        7336.54,
        7337.24
    ],
    [
        " So it's like, good man, just to refer back to that.",
        7337.6,
        7339.72
    ],
    [
        " So that I do.",
        7339.82,
        7340.36
    ],
    [
        " It will keep you on the path.",
        7340.56,
        7342.12
    ],
    [
        " If you want the audio version, it's not available on audible.com.",
        7342.12,
        7346.22
    ],
    [
        " It's available on iTunes, Amazon, music, Google, Blaine, other MP3 platforms.",
        7346.4,
        7351.62
    ],
    [
        " Also extreme ownership.",
        7351.9,
        7353.16
    ],
    [
        " I already talked about extreme ownership and the leadership principles that are in that",
        7354.04,
        7357.48
    ],
    [
        " and I talk about them all the time and explain them to people in every different type of",
        7357.48,
        7362.46
    ],
    [
        " organization.",
        7362.46,
        7362.98
    ],
    [
        " That's what everyone at Eschalan front does, which is our leadership consulting business,",
        7363.36,
        7368.12
    ],
    [
        " which is me and Lave Babin and JP DeNel and Dave Burke and Flynn Cochran and Mike Sirelli",
        7368.22,
        7374.0
    ],
    [
        " and Mike Bima.",
        7374.0,
        7374.8
    ],
    [
        " That's what we do.",
        7375.28,
        7376.62
    ],
    [
        " We talk about the fundamental principles that are in that book that we brought home from",
        7376.78,
        7382.68
    ],
    [
        " the battlefield and that book extreme ownership after we got done writing that book and taught",
        7382.68,
        7388.78
    ],
    [
        " that stuff.",
        7388.78,
        7389.36
    ],
    [
        " We wrote another book.",
        7389.46,
        7390.82
    ],
    [
        " It's called the dichotomy of leadership, which we also talked about a bunch today because",
        7391.1,
        7394.84
    ],
    [
        " you can't talk about leading human beings without talking about extreme ownership, the fundamental",
        7394.84,
        7402.62
    ],
    [
        " principles of the laws of combat.",
        7402.62,
        7405.0
    ],
    [
        " When you start talking about that, you've got to talk about the dichotomy of leadership.",
        7406.5,
        7409.68
    ],
    [
        " Those two books are also available.",
        7410.44,
        7414.16
    ],
    [
        " What I like seeing is when I just saw one today, Guy had probably posted a picture of",
        7415.44,
        7421.26
    ],
    [
        " 30 copies of the dichotomy leadership.",
        7422.1,
        7423.64
    ],
    [
        " He's like, this is going to the whole team because that's how you get everyone aligned.",
        7423.64,
        7427.24
    ],
    [
        " You make everyone see, oh, you know what?",
        7427.52,
        7429.52
    ],
    [
        " I'm going to think of this way.",
        7429.64,
        7430.48
    ],
    [
        " Now, some people go, oh, I don't want to share the secrets.",
        7430.68,
        7433.76
    ],
    [
        " They want to keep it for themselves.",
        7434.24,
        7435.38
    ],
    [
        " It doesn't help you.",
        7435.38,
        7436.32
    ],
    [
        " You don't do better.",
        7436.56,
        7437.48
    ],
    [
        " You do better if everyone understands the principles that's going to make you do better as the",
        7437.7,
        7444.28
    ],
    [
        " leader.",
        7444.28,
        7444.46
    ],
    [
        " By the way, if you're out there trying to do better for yourself, don't read the book,",
        7444.82,
        7448.74
    ],
    [
        " go and do something else because I don't even want you around.",
        7449.22,
        7452.68
    ],
    [
        " Oh, just for yourself.",
        7452.9,
        7454.22
    ],
    [
        " If you're just trying to look out for you, the principles aren't for you.",
        7454.22,
        7457.98
    ],
    [
        " You won't understand them properly.",
        7458.2,
        7460.6
    ],
    [
        " And yet, if you want to win the best possible way to win, by the way, isn't by looking",
        7461.76,
        7468.9
    ],
    [
        " out for yourself.",
        7468.9,
        7469.72
    ],
    [
        " It's by looking out for the good of the team.",
        7470.08,
        7471.6
    ],
    [
        " It's by looking out for the mission.",
        7471.66,
        7472.78
    ],
    [
        " That's how you win.",
        7473.04,
        7473.98
    ],
    [
        " And that's what these books will help you do.",
        7474.74,
        7476.66
    ],
    [
        " So, there's those at Eschelonfront.",
        7477.48,
        7479.4
    ],
    [
        " I already talked about it, leadership consultancy.",
        7479.54,
        7481.02
    ],
    [
        " If you want us to come and work with your company or come and speak to your company, go",
        7481.18,
        7486.42
    ],
    [
        " to eschelonfront.com.",
        7486.42,
        7488.06
    ],
    [
        " Don't contact the speakers bureau.",
        7488.66,
        7491.54
    ],
    [
        " Don't Google Jocco speaking because it will be a random speaking agent that you'll then",
        7491.82,
        7497.96
    ],
    [
        " have to work through.",
        7497.96,
        7498.68
    ],
    [
        " Just contact us, our company eschelonfront.com.",
        7498.82,
        7502.8
    ],
    [
        " The Master.",
        7504.6,
        7505.36
    ],
    [
        " We have Master 7 and 8 in 2019.",
        7505.76,
        7510.78
    ],
    [
        " Check extremotorship.com.",
        7511.66,
        7514.04
    ],
    [
        " Those are our leadership conferences.",
        7514.14,
        7515.7
    ],
    [
        " And all of them have sold out.",
        7516.62,
        7517.94
    ],
    [
        " Did I say some of them have sold out?",
        7519.14,
        7520.3
    ],
    [
        " Nope.",
        7520.5,
        7520.62
    ],
    [
        " All of them have sold out.",
        7521.0,
        7522.18
    ],
    [
        " And they are all going to continue to sell out.",
        7522.78,
        7525.4
    ],
    [
        " So look for the details when the opportunity, when we put the details out and you want",
        7525.66,
        7530.54
    ],
    [
        " to come sign up.",
        7530.54,
        7531.7
    ],
    [
        " That's extremotorship.com.",
        7531.7,
        7533.88
    ],
    [
        " And then Overwatch is our business where we are taking special operations, leaders, combat",
        7534.14,
        7544.72
    ],
    [
        " aviation leaders and placing them into civilian organizations that need leadership, experience",
        7544.72,
        7552.4
    ],
    [
        " and trained leadership.",
        7552.4,
        7554.5
    ],
    [
        " So if you want to get involved with that, whichever side you're on, efoverwatch.com.",
        7555.0,
        7561.26
    ],
    [
        " Go there and you'll figure out which way to go whether you're someone from our communities",
        7561.82,
        7566.8
    ],
    [
        " or you're someone that needs leaders from our communities, go and make that happen.",
        7566.8,
        7571.84
    ],
    [
        " And if you want to stay on the path with us, we are available on the interwebs on Twitter",
        7572.2,
        7579.48
    ],
    [
        " on Instagram and on that visible cable.",
        7579.48,
        7582.82
    ],
    [
        " Ha, echo is at Echo Charles and I am at Jocco, willing and thanks to all the military personnel",
        7582.98,
        7591.92
    ],
    [
        " worldwide, worldwide out there in harm's way, holding the line.",
        7591.92,
        7598.4
    ],
    [
        " And here at home, thanks to police and law enforcement and paramedics and EMTs and correctional",
        7598.86,
        7604.04
    ],
    [
        " officers and Border Patrol and first responders.",
        7604.04,
        7606.2
    ],
    [
        " And at this moment, actually, especially the firefighters out here fighting these crazy",
        7606.2,
        7612.68
    ],
    [
        " and powerful fires in California, thanks to you all.",
        7612.68,
        7617.28
    ],
    [
        " And there was a lot of police and EMTs and paramedics supporting them as well.",
        7617.4,
        7622.44
    ],
    [
        " Just all of you.",
        7622.66,
        7623.56
    ],
    [
        " Thanks for risking your lives to make us safer.",
        7624.02,
        7626.58
    ],
    [
        " And to the rest of you that are out there carrying on your mission, whatever that may be.",
        7626.88,
        7634.9
    ],
    [
        " But if you're listening, I know you're in the game and trying to get better just like we are.",
        7634.9,
        7641.64
    ],
    [
        " And if there's a change that you need to make in your life, you know what you need to do.",
        7642.26,
        7648.52
    ],
    [
        " Get after it and make that change.",
        7649.26,
        7654.0
    ],
    [
        " And until next time, this is Echo and Jocco out.",
        7654.92,
        7660.5
    ]
]