[
    [
        " Mikey, scared of everything, finds a book, the book that he finds, it's called the dragon",
        1.84,
        7.92
    ],
    [
        " prince, and he's scared to read it because his pictures are scary dragons in it, but then",
        7.92,
        12.24
    ],
    [
        " he gets the courage to read it because he sees a little boy in there too that kind of",
        12.24,
        15.7
    ],
    [
        " looks like he knows what's going on, so he sees that little boy because I'm going to read",
        15.7,
        19.9
    ],
    [
        " it.",
        19.9,
        20.1
    ],
    [
        " And in the book, the king is dead.",
        20.64,
        23.2
    ],
    [
        " And the boy is now the only one that will defend the kingdom from the dragons that are",
        26.44,
        32.04
    ],
    [
        " over the hill in the dragon cave, and the boy is scared because he's only seven years",
        32.04,
        36.38
    ],
    [
        " old.",
        36.38,
        36.74
    ],
    [
        " And there's no one he's going to do.",
        37.46,
        38.34
    ],
    [
        " Goes and finds his father's more chest, pulls out the shield, pulls out the sword, they're",
        38.62,
        42.88
    ],
    [
        " too big for him.",
        42.88,
        43.74
    ],
    [
        " And now he's even more scared, but then he sees a note in the bottom of the war chest",
        44.12,
        49.6
    ],
    [
        " and he picks up the note.",
        49.6,
        50.74
    ],
    [
        " And here's what it says, to my son.",
        51.4,
        55.12
    ],
    [
        " Our kingdom is now what you must save and to do that, you have to be brave.",
        56.68,
        62.88
    ],
    [
        " The dragons, they aren't really that big at all.",
        64.66,
        67.66
    ],
    [
        " It is only in our minds that we make them so tall.",
        68.28,
        71.22
    ],
    [
        " Inside our brains, things always get overblown, especially things that are completely unknown.",
        72.2,
        79.12
    ],
    [
        " Stand up straight and hold your head high and look your fears right in the eye.",
        80.64,
        86.68
    ],
    [
        " Don't look away and don't try to hide, know that you have great strength deep inside.",
        87.32,
        93.58
    ],
    [
        " Fear is normal for every person on earth, but this is where a hero proves his worth.",
        95.22,
        101.74
    ]
]