[
    [
        " This is the Jockel Underground Podcast.",
        0.16,
        2.26
    ],
    [
        " I'm sitting here with Echo Charles once again.",
        2.78,
        5.52
    ],
    [
        " It seemed to be sitting with you on a fairly regular basis, which can be a little bit annoying,",
        5.76,
        10.26
    ],
    [
        " but it's all good.",
        10.52,
        11.28
    ],
    [
        " Challenging.",
        11.56,
        12.0
    ],
    [
        " Sure, I understand.",
        12.54,
        13.44
    ],
    [
        " So I was, I was, look, every day for me, I'm thinking through things and one thing I was",
        14.18,
        20.68
    ],
    [
        " thinking about the other day, I got into some situations, started handling some things",
        20.68,
        24.32
    ],
    [
        " and I realized how much I relied and how much I see good leaders rely on being balanced,",
        24.32,
        32.84
    ],
    [
        " on not getting themselves into extreme situations or into attitudes where they're handling things",
        33.26,
        43.12
    ],
    [
        " in an extreme manner.",
        43.12,
        45.4
    ],
    [
        " Now this is obviously nothing new.",
        46.32,
        48.36
    ],
    [
        " In fact, it's so nothing new that when I was on Tim Ferris' podcast, the first time,",
        48.82,
        55.74
    ],
    [
        " which I had never been interviewed before, and he asked me what makes a good leader, and",
        55.86,
        61.94
    ],
    [
        " I said number one, humility.",
        61.94,
        63.58
    ],
    [
        " I said number two, someone that is balanced.",
        64.78,
        66.82
    ],
    [
        " So again, the past like week, I've been in some scenarios either with clients and seeing",
        68.66,
        75.82
    ],
    [
        " how they're handling things or myself and having to get through some situations and it's,",
        75.82,
        82.8
    ],
    [
        " I realize that I'm not getting tripped up with, like, like a good thing, I'm being complementary",
        82.96,
        88.0
    ],
    [
        " to myself.",
        88.0,
        88.7
    ],
    [
        " Same thing, I'm being compromised with some other leaders that I work with.",
        89.14,
        91.4
    ],
    [
        " They don't get tripped up, they don't get sucked into problems and that is because they",
        91.82,
        98.58
    ],
    [
        " are balanced.",
        98.58,
        99.72
    ],
    [
        " So it's fresh in my mind because I would say it's not something that I haven't been reminding",
        101.64,
        109.3
    ],
    [
        " people about enough.",
        109.3,
        110.32
    ],
    [
        " That's what I'm feeling.",
        110.42,
        110.98
    ],
    [
        " I haven't been reminding people enough about, listen, being balanced is usually the best",
        111.1,
        118.16
    ],
    [
        " way to handle things, right?",
        118.16,
        120.2
    ],
    [
        " It's usually the best way to handle things.",
        120.4,
        121.72
    ],
    [
        " For some reason, human beings have a tendency to not do that.",
        122.16,
        125.72
    ],
    [
        " For some reason, human beings have a tendency to pick a direction and go 1,000% in that",
        126.1,
        132.74
    ],
    [
        " direction.",
        132.74,
        133.06
    ],
    [
        " In fact, I had a name for this when I was in the SEAL teams and I was putting guys through",
        133.18,
        139.76
    ],
    [
        " some training and I would give them an adjustment.",
        139.76,
        142.44
    ],
    [
        " I'd be like, hey, you need to do a little bit more of this.",
        142.92,
        144.56
    ],
    [
        " Guess what they would do?",
        144.76,
        145.48
    ],
    [
        " 9 million percent in that direction.",
        145.86,
        148.3
    ],
    [
        " And I'd call it, or I'd say, hey, you need to be a little less aggressive or a little",
        148.86,
        152.12
    ],
    [
        " more aggressive.",
        152.12,
        152.68
    ],
    [
        " And then they would do another iteration and they would go so hard the opposite way.",
        153.06,
        159.74
    ],
    [
        " And I'd say, hey, you guys just did this term.",
        159.74,
        161.84
    ],
    [
        " I'd say classic team guy over correction, meaning you say, hey, beat, you know, you got",
        161.86,
        168.64
    ],
    [
        " to be a little more aggressive.",
        168.64,
        169.44
    ],
    [
        " They go out there and just get nuts.",
        169.56,
        170.92
    ],
    [
        " Or you say, hey, you need to check yourself.",
        170.92,
        173.58
    ],
    [
        " Then they don't move.",
        173.58,
        174.56
    ],
    [
        " You would see this all the time.",
        174.9,
        176.64
    ],
    [
        " So, so why am I talking about this?",
        177.76,
        180.12
    ],
    [
        " When you get, when you get confronted, and that's a strong word, but when you get confronted",
        180.34,
        186.24
    ],
    [
        " with a new idea or an opposing idea, we as human beings have a tendency to have an extreme",
        186.24,
        193.76
    ],
    [
        " reaction to this new idea and extreme reaction to this opposing idea.",
        193.76,
        198.04
    ],
    [
        " And it's not good.",
        198.3,
        199.9
    ],
    [
        " It's not good.",
        200.32,
        201.76
    ],
    [
        " It's not good to get emotional.",
        202.06,
        204.22
    ],
    [
        " It's not good to take the extreme opposite stance.",
        204.36,
        206.76
    ],
    [
        " We're doing this all time, by the way, in America right now.",
        206.76,
        208.92
    ],
    [
        " You know, you have an opinion, I have opinion.",
        209.42,
        211.08
    ],
    [
        " I maybe don't agree with all of your opinions.",
        211.58,
        213.86
    ],
    [
        " So I take the hardest possible stance against your opinion.",
        213.86,
        216.78
    ],
    [
        " And I fully dig in on my opinion.",
        217.18,
        219.02
    ],
    [
        " It causes problems.",
        219.22,
        221.22
    ],
    [
        " So when somebody does present you with a new idea or an opposing idea, instead of taking",
        221.86,
        230.0
    ],
    [
        " to check yourself and a good way to check yourself is be humble.",
        230.18,
        234.78
    ],
    [
        " Another way is like, okay, what is it that I like about Echo Charles' ideas?",
        234.98,
        238.2
    ],
    [
        " Presenting an idea, not really heard before or it's different.",
        238.4,
        240.7
    ],
    [
        " It's very different from what I want to do.",
        240.76,
        242.54
    ],
    [
        " Instead of thinking how can I immediately smash his idea over the head with a baseball",
        243.16,
        248.24
    ],
    [
        " bat, I think what part of the, what part of Echo's ideas are good?",
        248.24,
        251.62
    ],
    [
        " What part of his, you know, that's kind of different than mine.",
        252.26,
        254.04
    ],
    [
        " Okay, what part of it can I agree with?",
        254.3,
        256.32
    ],
    [
        " Where can I accept some of his ideas?",
        256.96,
        259.32
    ],
    [
        " When I go on the attack to you, if I say, well, actually your idea is not going to work",
        260.24,
        264.14
    ],
    [
        " because of this, you are going to, my attack is going to cause your defenses to go up.",
        264.14,
        270.76
    ],
    [
        " It's going to cause you to get more aggressive and hostile with your idea.",
        270.8,
        274.7
    ],
    [
        " And it's going to separate us from being able to come to some kind of a conclusion.",
        275.1,
        280.88
    ],
    [
        " To be come to some kind of a resolution, I shouldn't say conclusion, for you and I",
        282.34,
        286.16
    ],
    [
        " be able to agree on something.",
        286.16,
        287.32
    ],
    [
        " And it stems from the fact that I am not thinking in a balanced way.",
        288.14,
        293.1
    ],
    [
        " So, what are the good attributes for a leader or a human being to have?",
        293.68,
        299.58
    ],
    [
        " Be humble?",
        300.36,
        300.92
    ],
    [
        " Yes, absolutely.",
        301.22,
        301.86
    ],
    [
        " And being humble will allow you, hopefully, to find some balance in your interactions",
        302.66,
        309.38
    ],
    [
        " with other people and find balance inside your own brain housing group.",
        309.38,
        316.3
    ],
    [
        " So my wife used to help her friends found, you know, like, okay, you know,",
        316.9,
        325.82
    ],
    [
        " some people they, they're so into helping other people or taking care of things for",
        325.92,
        330.54
    ],
    [
        " other people like, oh, if you're going to, I don't know, you're going to go on a trip",
        330.54,
        334.42
    ],
    [
        " or something, she'll jump in with all the hotel recommendations.",
        334.42,
        338.1
    ],
    [
        " She'll even be like, hey, yeah, yeah, this is how she used to be.",
        338.46,
        341.44
    ],
    [
        " And she'll be like, all you can call the hotel.",
        341.62,
        344.86
    ],
    [
        " I know a guy there or something and then she'll like go out of her way to do a bunch of",
        345.12,
        348.24
    ],
    [
        " stuff.",
        348.24,
        348.52
    ],
    [
        " So what would start happening is it became, she basically takes all on her and takes on",
        348.7,
        356.2
    ],
    [
        " a task for someone else, a bunch of tasks.",
        356.2,
        358.54
    ],
    [
        " And then those tasks slowly, slowly become stressful.",
        358.86,
        361.24
    ],
    [
        " And then she's like, in this stressful mode, starts getting mad.",
        361.86,
        365.78
    ],
    [
        " And then on top of it, later on, the person like, not only did they not ask for the help,",
        365.86,
        370.74
    ],
    [
        " it's like, they come off as less appreciative than by her standard, you know, she runs that",
        370.88,
        375.7
    ],
    [
        " risk.",
        375.7,
        375.94
    ],
    [
        " And she's got a grudge.",
        376.36,
        377.32
    ],
    [
        " I'm guessing.",
        377.68,
        378.12
    ],
    [
        " The only to throw anything on Sarah Charles, but like, I'm thinking that maybe with that",
        378.46,
        383.6
    ],
    [
        " whole scenario that you just talked about, like when you do something to help somebody and",
        383.6,
        388.18
    ],
    [
        " it turns out to be a much bigger task.",
        388.18,
        389.5
    ],
    [
        " If I'm like, Echo, can you come and I remember we used to train with this guy as a black belt,",
        389.5,
        397.9
    ],
    [
        " Greg.",
        398.24,
        398.34
    ],
    [
        " No, Craig, Craig, freaking old school black belt from Fabio Santos.",
        399.1,
        402.86
    ],
    [
        " And he was an arborist.",
        403.28,
        405.2
    ],
    [
        " Do you know what that is?",
        405.36,
        405.98
    ],
    [
        " Something I'm going to do with trees.",
        406.16,
        407.28
    ],
    [
        " Yeah, he's the one who used to do tree stuff.",
        407.28,
        408.72
    ],
    [
        " And one day, I go, hey, bro, like I got this tree in my yard.",
        408.98,
        412.52
    ],
    [
        " Can you come help me get it out?",
        412.52,
        413.66
    ],
    [
        " And he's like, he's like, how big is it?",
        413.68,
        415.2
    ],
    [
        " You know, and I like held up my hands.",
        415.26,
        416.58
    ],
    [
        " I don't know, like maybe like three inches around or whatever, maybe maybe four or five",
        416.58,
        420.24
    ],
    [
        " inches around, right?",
        420.24,
        421.08
    ],
    [
        " And he goes, yeah, yeah, cool.",
        421.72,
        422.5
    ],
    [
        " You know, let me know when to come by.",
        422.74,
        423.66
    ],
    [
        " So I sent him a text or whatever we did back then, called him.",
        423.7,
        426.42
    ],
    [
        " He comes by and like the tree was way bigger and way more and whatever kind of like root",
        426.46,
        434.6
    ],
    [
        " system it had.",
        434.6,
        435.68
    ],
    [
        " As soon as he saw it, I saw a look in his face.",
        435.9,
        438.1
    ],
    [
        " And he was, you know, he was going to do a bro deal, right?",
        438.24,
        440.88
    ],
    [
        " And he did a bro deal for me.",
        440.94,
        443.2
    ],
    [
        " But I could see that it hurt.",
        443.6,
        445.2
    ],
    [
        " You know, and both of us were out there with pickaxes at the end, you know, freaking",
        445.84,
        450.84
    ],
    [
        " digging the root system out.",
        450.84,
        452.32
    ],
    [
        " It was a serious day's labor.",
        452.46,
        454.14
    ],
    [
        " He thought he was going to come over to the chainsaw, you know, cut it down, whatever.",
        454.46,
        457.52
    ],
    [
        " Pop, pop, you know, rip some roots out, be gone in 20 minutes.",
        458.06,
        461.28
    ],
    [
        " He's there for four hours.",
        461.66,
        463.34
    ],
    [
        " I like, he was Sarah Charles at that point.",
        464.1,
        466.8
    ],
    [
        " And he, I mean, he's a freaking awesome guy.",
        467.06,
        469.48
    ],
    [
        " So there was no, no factor.",
        469.48,
        471.9
    ],
    [
        " But that can build.",
        473.08,
        474.46
    ],
    [
        " So, so, so how does this tie into balance?",
        474.7,
        477.98
    ],
    [
        " Oh, so, talk about the over correction essentially.",
        478.32,
        481.52
    ],
    [
        " So, so what you do is, or what, so what would happen with there is it, that it wasn't",
        481.72,
        485.94
    ],
    [
        " an incident.",
        485.94,
        486.52
    ],
    [
        " It was how she was.",
        486.76,
        487.82
    ],
    [
        " That's how she is.",
        488.02,
        488.92
    ],
    [
        " And there's, I know a lot of people like that where they like, sometimes they insert",
        489.12,
        493.44
    ],
    [
        " themselves too much into your thing, you know.",
        493.44,
        495.72
    ],
    [
        " And they mean well, but it's part of their personality.",
        496.04,
        500.16
    ],
    [
        " But there's so many side of that expression.",
        500.56,
        502.26
    ],
    [
        " That expression is stings, doesn't it?",
        502.4,
        504.16
    ],
    [
        " A little bit.",
        504.16,
        504.56
    ],
    [
        " It means well.",
        504.62,
        505.3
    ],
    [
        " Oh, that one's stings.",
        505.68,
        506.9
    ],
    [
        " But, but doing that to that degree anyway, well, like there is some drawbacks for the other",
        507.22,
        513.56
    ],
    [
        " person and yourself for everybody.",
        513.56,
        514.9
    ],
    [
        " So you shouldn't do that to like that much of a degree, right?",
        515.24,
        518.52
    ],
    [
        " Nonetheless, she would do that from time to time, like pretty often too.",
        519.28,
        523.02
    ],
    [
        " So it got to the point where like, I see it happening the whole time.",
        523.18,
        525.64
    ],
    [
        " I'm like, there's, it's a lose situation where you're going to help, you're going to be",
        525.64,
        531.58
    ],
    [
        " stressful for doing it for taking on the responsibility.",
        531.58,
        533.78
    ],
    [
        " And then they're not going to be appreciative in your mind because not only do they not know,",
        533.78,
        537.62
    ],
    [
        " they didn't ask for it.",
        537.76,
        538.66
    ],
    [
        " And then you're going to be mad at them, no.",
        539.0,
        540.54
    ],
    [
        " Something you did, you know.",
        541.16,
        542.28
    ],
    [
        " So every once in a while, I got to kind of break it to her a little bit, you know.",
        542.66,
        545.68
    ],
    [
        " But every time I would, she'd be like, fine, I just won't help anybody.",
        546.02,
        549.8
    ],
    [
        " Yeah, that's.",
        549.96,
        550.46
    ],
    [
        " I'm like, what?",
        550.5,
        551.0
    ],
    [
        " That's your classic team guy over here.",
        551.48,
        553.0
    ],
    [
        " It's classic team guy over here.",
        553.22,
        554.28
    ],
    [
        " Yeah, no.",
        554.46,
        554.88
    ],
    [
        " Although that's like a conscious sort of emotional reactions.",
        554.88,
        557.6
    ],
    [
        " The classic team guy over correction is, it might be a little bit of that, but it's also,",
        557.6,
        562.28
    ],
    [
        " oh, I'm too far right.",
        562.82,
        564.22
    ],
    [
        " Go hard left.",
        564.46,
        565.08
    ],
    [
        " Or too far left.",
        565.74,
        566.44
    ],
    [
        " Go hard right.",
        566.64,
        567.28
    ],
    [
        " That's, that's what we need to watch out for.",
        567.54,
        569.3
    ],
    [
        " And you know, this is one of those things where, you know, you were talking to me about,",
        569.7,
        572.3
    ],
    [
        " you're like, you get to see me in a lot of different situations where I'm interacting",
        572.9,
        578.54
    ],
    [
        " with people.",
        578.54,
        579.12
    ],
    [
        " And you get to see me sometimes where people are kind of bringing in it or coming at me",
        579.44,
        583.06
    ],
    [
        " or whatever.",
        583.06,
        583.54
    ],
    [
        " And, you know, just through Ashalam Front, you see me doing interviews.",
        584.52,
        588.5
    ],
    [
        " You see me get interviews.",
        588.74,
        589.64
    ],
    [
        " You, you, you, you, you go through tons and tons of video of me doing whatever.",
        590.02,
        596.76
    ],
    [
        " And, and you know, you were talking to me like, it's, seeing me get flustered or seeing",
        597.08,
        603.28
    ],
    [
        " me get trapped or seeing me get, you know, got, see me get got.",
        603.28,
        609.24
    ],
    [
        " Yeah.",
        609.64,
        609.74
    ],
    [
        " And you were saying like, hey, you know, I don't really see a lot of you getting emotional.",
        610.06,
        614.18
    ],
    [
        " I don't see a lot of you getting got, I don't see a lot of you getting caught and, and",
        614.38,
        618.36
    ],
    [
        " flustered when something's happening.",
        618.36,
        620.02
    ],
    [
        " And part of that reason is because, is because of this idea that we're talking about",
        620.5,
        625.44
    ],
    [
        " of being balanced.",
        625.44,
        626.0
    ],
    [
        " So when someone says something that's meant to offbalance me, I know that it's going",
        626.12,
        635.42
    ],
    [
        " to be very easy.",
        635.42,
        636.36
    ],
    [
        " If I feel offbalance, it's very easy for me to overcorrect in the other direction.",
        636.4,
        641.62
    ],
    [
        " And so this is the, this is really the meat of what I wanted to bring up today is that",
        642.66,
        647.42
    ],
    [
        " point that when someone comes at you and you overcorrect, it doesn't help solve the",
        647.42,
        654.92
    ],
    [
        " problem.",
        654.92,
        655.28
    ],
    [
        " And it doesn't make you come across in a good way.",
        655.54,
        661.1
    ],
    [
        " It doesn't, it doesn't help you solve the problem.",
        661.76,
        664.02
    ],
    [
        " It doesn't come across in a good way.",
        664.02,
        665.44
    ],
    [
        " And so it's a problem.",
        665.74,
        667.06
    ],
    [
        " So when you get pushed off balance, which is going to happen, somebody's going to ask",
        667.6,
        671.88
    ],
    [
        " a question, you're going to say something to you, somebody's going to put you on the",
        671.88,
        674.68
    ],
    [
        " spot, it's real easy to overcorrect.",
        674.68,
        678.96
    ],
    [
        " So instead of overcorrecting, just take a step, just just regain your balance a little",
        679.36,
        686.0
    ],
    [
        " bit and put yourself right back in the middle.",
        686.0,
        688.12
    ],
    [
        " They pushed you off the right.",
        688.74,
        689.86
    ],
    [
        " Come right, go go far left, just go to the back to the middle.",
        689.86,
        692.7
    ],
    [
        " You don't need to, by the way, I don't, I might think if echo comes at me with, I don't",
        693.12,
        699.54
    ],
    [
        " even like your plan.",
        699.54,
        700.42
    ],
    [
        " It may seem like in order to achieve balance that what I need to do, you pushed me off",
        701.12,
        707.66
    ],
    [
        " to the right.",
        707.66,
        708.64
    ],
    [
        " I need to push you back to the left in order to maintain my balance, but it's not true.",
        708.86,
        713.1
    ],
    [
        " If you say, I don't even like, I don't like your plan.",
        713.5,
        716.24
    ],
    [
        " If you say that to me and I say, you couldn't come up with a better plan in a million years,",
        716.24,
        720.8
    ],
    [
        " that's now, it should be like, you said something negative, I'm saying something negative,",
        721.08,
        724.66
    ],
    [
        " now we're balanced, but it's not true.",
        724.8,
        726.24
    ],
    [
        " Not true.",
        726.58,
        727.5
    ],
    [
        " What I should do when you push me off balance of, I don't like your plan.",
        728.18,
        732.18
    ],
    [
        " What I should do is I should say, oh, do you got some feedback?",
        732.38,
        737.1
    ],
    [
        " What is it that you don't like about it?",
        737.36,
        738.76
    ],
    [
        " I'm right there.",
        738.8,
        739.86
    ],
    [
        " I'm right in the middle.",
        740.1,
        740.9
    ],
    [
        " I'm right where I should be.",
        741.14,
        742.1
    ],
    [
        " And you know who's off balance now?",
        742.86,
        744.3
    ],
    [
        " You.",
        745.12,
        745.6
    ],
    [
        " You're now off balance.",
        745.86,
        747.32
    ],
    [
        " And but you don't have to push me back.",
        747.9,
        751.98
    ],
    [
        " You realize that you're off balance, so you try and center yourself up and that's how",
        752.16,
        754.92
    ],
    [
        " we can reach a resolution.",
        754.92,
        756.34
    ],
    [
        " So keep that in mind.",
        757.22,
        759.14
    ],
    [
        " This is a very important thing that will help you in so many aspects of your life.",
        759.42,
        764.14
    ],
    [
        " When you get pushed off balance, don't over-correct go back to center.",
        764.6,
        768.06
    ],
    [
        " With that, we've got some Q&A activities.",
        768.52,
        772.56
    ],
    [
        " Yes sir.",
        772.56,
        773.18
    ],
    [
        " First question, Jocco, I'm on the path.",
        773.68,
        775.86
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground podcast.",
        776.54,
        787.48
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe and we're doing this to",
        787.74,
        794.44
    ],
    [
        " mitigate our reliance on external platforms so we are not subject to their control.",
        794.44,
        800.64
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections,",
        800.64,
        805.68
    ],
    [
        " better communications with us, strengthen this legion of troopers that are in the game",
        806.0,
        810.76
    ],
    [
        " with us.",
        810.76,
        811.34
    ],
    [
        " So thank you, it's joccounderground.com.",
        811.74,
        814.28
    ],
    [
        " It costs $8.18 a month.",
        814.72,
        817.58
    ],
    [
        " And if you can't afford to support us, we can still support you, just email assistance",
        817.82,
        822.06
    ],
    [
        " at joccounderground.com and we'll get you taken care of.",
        822.06,
        826.26
    ],
    [
        " Until then, we will see you mobilized.",
        826.5,
        829.96
    ],
    [
        " Underground.",
        830.64,
        831.44
    ]
]