[
    [
        " Our mistakes are nothing new or startling.",
        0.0,
        1.98
    ],
    [
        " Think about that.",
        2.4,
        6.7
    ],
    [
        " Most of the time, most of the time, think about this.",
        8.4,
        12.32
    ],
    [
        " Most of the time when you make a mistake,",
        12.6,
        14.54
    ],
    [
        " it's something that you already knew.",
        14.88,
        17.38
    ],
    [
        " You actually know you're making the mistake when you're making it.",
        17.5,
        20.2
    ],
    [
        " Here's another thing he says, errors spell the difference between professionalism and",
        20.94,
        28.42
    ],
    [
        " mediocrity.",
        28.42,
        29.14
    ],
    [
        " It's the little things.",
        29.3,
        30.58
    ],
    [
        " It's the little mistakes that you make.",
        31.04,
        32.92
    ],
    [
        " Next thing he says, discipline soldiers are the main ingredient",
        34.82,
        39.22
    ],
    [
        " in victory.",
        39.22,
        40.5
    ],
    [
        " Well guess what the main ingredient in victory in your life is.",
        41.12,
        45.92
    ],
    [
        " Discipline?",
        46.56,
        47.74
    ],
    [
        " Yeah, all day.",
        47.92,
        49.32
    ],
    [
        " He says there's no magic formula or sweatless solution",
        50.6,
        56.4
    ],
    [
        " by which one can achieve their goals.",
        56.5,
        58.4
    ],
    [
        " I think he just said there is no there is no shortcut, there is no hack.",
        59.08,
        64.32
    ],
    [
        " There's no sweatless solution.",
        64.76,
        67.16
    ],
    [
        " You're gonna have to work.",
        67.36,
        68.94
    ],
    [
        " Then he says this no military unit is ever completely trained.",
        70.36,
        75.42
    ],
    [
        " Guess what?",
        75.62,
        76.04
    ],
    [
        " Neither are you.",
        76.34,
        77.12
    ],
    [
        " Neither am I.",
        77.66,
        78.5
    ],
    [
        " There is always weakness to work on.",
        79.68,
        82.88
    ],
    [
        " Always.",
        83.12,
        83.34
    ],
    [
        " A lot of them.",
        83.62,
        84.48
    ],
    [
        " He says this in Vietnam primer, combat is too serious a business to permit easy excuse of even one mistake.",
        88.0,
        95.28
    ],
    [
        " Now think about this.",
        96.54,
        99.44
    ],
    [
        " Okay, combat's too serious a business.",
        100.16,
        102.4
    ],
    [
        " Why is that?",
        102.66,
        103.06
    ],
    [
        " It's because you can die.",
        103.22,
        103.94
    ],
    [
        " But guess what?",
        104.22,
        104.72
    ],
    [
        " We're all gonna die.",
        105.86,
        107.34
    ],
    [
        " We're all gonna die.",
        108.1,
        110.24
    ],
    [
        " So why would we allow ourselves to make easy excuses?",
        110.56,
        116.18
    ],
    [
        " Why would you allow that?",
        116.4,
        117.58
    ],
    [
        " Combat's life and death so is life.",
        118.84,
        122.26
    ],
    [
        " So you shouldn't allow yourself these easy excuses.",
        123.2,
        128.92
    ],
    [
        " And then the last section that he that he talks about that I read it can absolutely be applied.",
        129.32,
        136.44
    ],
    [
        " It can absolutely absolutely be applied.",
        137.14,
        139.28
    ],
    [
        " He says another weakness common among junior leaders is the inaccurate reporting of the",
        139.28,
        146.5
    ],
    [
        " estimate of the situation.",
        146.5,
        148.08
    ],
    [
        " They are either so exaggerated or will so water down that they are not meaningful.",
        148.08,
        154.46
    ],
    [
        " Now again if you apply this to yourself what you realize",
        155.32,
        161.24
    ],
    [
        " is that you have these junior leaders that they're lying to the chain of command.",
        164.68,
        168.3
    ],
    [
        " I mean they're exaggerating or they're watering things down but they're basically lying to the chain of command.",
        168.42,
        172.54
    ],
    [
        " And how does that translate to us?",
        172.88,
        174.3
    ],
    [
        " We lie to ourselves.",
        174.64,
        175.68
    ],
    [
        " That's how it translate to us.",
        176.14,
        178.78
    ],
    [
        " We lie to ourselves.",
        178.9,
        180.48
    ],
    [
        " We don't tell ourselves the way things really are.",
        181.12,
        183.22
    ],
    [
        " And when we do that then we can't fix our problems.",
        183.72,
        186.46
    ],
    [
        " If we can't fix our problems we're not going to improve.",
        187.08,
        189.26
    ],
    [
        " So we have to be truthful to ourselves.",
        189.26,
        192.86
    ],
    [
        " I have to be truthful to myself.",
        193.38,
        196.46
    ],
    [
        " You have to be truthful to yourself.",
        196.74,
        197.96
    ],
    [
        " You have to stop rationalizing, stop making excuses, stop telling yourself",
        198.3,
        202.84
    ],
    [
        " little water down assessments of where you're really at.",
        202.84,
        206.78
    ],
    [
        " Tell yourself the truth.",
        207.12,
        208.5
    ],
    [
        " So that you can get where you want to go.",
        209.78,
        216.22
    ],
    [
        " You can be who you want to be.",
        216.36,
        217.54
    ],
    [
        " You can be who you should be.",
        217.54,
        219.54
    ],
    [
        " Who you should be when you do what you know you should do when you pay attention to the little",
        219.94,
        228.4
    ],
    [
        " things when you implement discipline.",
        228.4,
        231.34
    ],
    [
        " True and unflinching and unmitigated discipline in your life.",
        231.76,
        236.36
    ],
    [
        " When you stop when you stop trying to find a sweatless solution.",
        236.66,
        240.76
    ],
    [
        " When you look for weaknesses to work on, when you allow no easy excuses.",
        242.4,
        247.54
    ],
    [
        " And all that starts when you stop lying to yourself.",
        248.0,
        252.18
    ],
    [
        " When you stop lying to yourself that's when you can become who you know you should be.",
        253.0,
        261.18
    ],
    [
        " When you tell yourself the truth about where you are so you can make sure you are in the right",
        261.56,
        267.38
    ],
    [
        " place and if you're not in the right place then you can get yourself on the path to get there.",
        267.38,
        272.14
    ],
    [
        " The path of discipline, the path of hard work and the path of truth.",
        273.44,
        283.14
    ]
]