[
    [
        " You know, something I realized so as Leif and I have been talking about why we wrote the book,",
        0.0,
        4.6
    ],
    [
        " the dichotomy of leadership, why we picked that topic and what we've been saying is most of the",
        4.76,
        10.98
    ],
    [
        " questions that we would get asked would be about the dichotomy of leadership. That's completely true.",
        10.98,
        15.56
    ],
    [
        " But I'll tell you on top of that, more important, most of the answers that I give are that there's",
        16.1,
        24.2
    ],
    [
        " a dichotomy in leadership and you need to be balanced. That is what you, even today I got asked at",
        24.2,
        29.16
    ],
    [
        " camp, hey, Jaco, I'm a white belt, but I want to be default aggressive. But I also hear you tell",
        29.16,
        36.84
    ],
    [
        " me to relax all the time. Which one is it? What do you want me to do? Should I be default aggressive",
        36.84,
        40.78
    ],
    [
        " and get after it? Yeah. Or you tell me relax and I actually, you know, I say relax harbor,",
        40.78,
        47.7
    ],
    [
        " right? You try to relax harbor. Which one do you want me to do? And I said, well, luckily,",
        47.92,
        52.46
    ],
    [
        " in Leif's there too. I'm like, luckily, for this very reason, Leif and I just wrote a book called",
        52.46,
        56.56
    ],
    [
        " the dichotomy of leadership and there's a dichotomy with aggression. Even though I say default",
        56.64,
        60.88
    ],
    [
        " aggressive and I say, that's got to be your mindset, that's got to be your default,",
        60.88,
        63.72
    ],
    [
        " but as you're going to be aggressive and you're going to go get after it and there's a chapter in",
        63.72,
        67.14
    ],
    [
        " the book, that doesn't mean that you run to your death. You have to balance that with caution,",
        67.14,
        73.44
    ],
    [
        " with with energy conservation, with not wasting movement on the mat, with not wasting capital in",
        73.82,
        81.62
    ],
    [
        " business, without burning bridges. Like all those things you have to be balanced. And that's why I",
        81.62,
        87.92
    ],
    [
        " think like that's a great way of putting it. It's going to, it's going to recalibrate and fix",
        87.92,
        92.74
    ],
    [
        " your brains. Yes. I've had a lot of these conversations with B little, you know? Okay. Because",
        92.74,
        99.02
    ],
    [
        " something, because he's, he's a different beast than I am. I'm pretty, I'm pretty passive. Like,",
        99.02,
        104.12
    ],
    [
        " like do your job, do it right. Like I'll help anywhere I can and that's just in general, right? Like,",
        104.24,
        110.3
    ],
    [
        " I'm there. Like I'm there. I'm always on, contact me anytime a day in some, in some, in some,",
        110.3,
        116.24
    ],
    [
        " in so be a little in a leadership position. Sometimes like, Jocco says, you ever get that?",
        116.24,
        121.42
    ],
    [
        " Oh, yeah. Oh, yeah. So the Jocco says thing in, you know, the Jocco says default aggressive. Jocco",
        121.58,
        128.72
    ],
    [
        " says this. And the idea isn't that in your brain, you're thinking Jocco says, the, the idea is",
        128.72,
        137.72
    ],
    [
        " that you, you, you rewire your brain so that innately, you're saying something and not thinking",
        137.72,
        144.8
    ],
    [
        " about what Jocco would say, you know, you want to make it your own. And that's a real ownership.",
        144.8,
        149.98
    ],
    [
        " When we were talking about a little, a little bit of a real ownership is that you're not just saying",
        149.98,
        153.74
    ],
    [
        " it, but you're understanding what you're saying and why you're saying it. And the words are coming",
        153.74,
        159.16
    ],
    [
        " not as a game, but as truth because that's what you believe. And that, I think takes a long time",
        159.16,
        164.84
    ],
    [
        " for people. I thought where you're going with the Jocco says is when, when the subordinate uses",
        164.84,
        173.32
    ],
    [
        " your name to make something happen, right? Exactly. Like, hey, well, hey, Jocco said this is where",
        173.32,
        178.8
    ],
    [
        " we're going to do things. And it's like, okay, well, that's not, why do you need to say that?",
        178.8,
        182.3
    ],
    [
        " That's the same as saying, I, I'll rank you. That's the same as saying, look, I don't rank you.",
        182.88,
        187.14
    ],
    [
        " And so we're going to do it. Hey, Jocco said, that's what he wants. It doesn't make any sense.",
        187.34,
        191.36
    ],
    [
        " Jocco said, that's what he wants. Like, you can't do that. You can't do that. You can't use your",
        191.42,
        195.58
    ],
    [
        " boss's name as your authority. Right. If what your boss has told you to make happen doesn't make sense.",
        195.58,
        202.06
    ],
    [
        " And you can't explain why it makes sense. You need to go to back to your boss and say, hey, boss,",
        202.26,
        206.7
    ],
    [
        " I'm having some trouble here. Can you explain to me why we're doing it this way so I can explain",
        206.88,
        210.5
    ],
    [
        " that down the chain of command to the troops and what's going on in the field? And you know,",
        210.5,
        214.46
    ],
    [
        " what else is real important? A valuable that I think I took away this year is like,",
        214.5,
        221.26
    ],
    [
        " the 70, 30, the 80, 20, the 90, 10. If, if, if there's a decision that needs to be made and",
        221.36,
        232.62
    ],
    [
        " someone else is 70% there and you're the leader and in your mind, you're 90% there.",
        232.62,
        240.32
    ],
    [
        " What do you do? Yeah. All day long. And that has been a hard lesson for me.",
        240.42,
        248.88
    ]
]