[
    [
        " We lie to ourselves.",
        1.72,
        3.8
    ],
    [
        " We don't tell ourselves the way things really are.",
        4.3,
        6.5
    ],
    [
        " And when we do that, then we can't fix our problems.",
        7.0,
        9.72
    ],
    [
        " If we can't fix our problems, we're not going to improve.",
        10.3,
        12.54
    ],
    [
        " So we have to be truthful to ourselves.",
        12.82,
        16.12
    ],
    [
        " You have to stop rationalizing, stop making excuses, stop doing yourself little water",
        17.12,
        23.0
    ],
    [
        " down the assessments of where you're really at.",
        23.0,
        25.88
    ],
    [
        " Tell yourself the truth so that you can get where you want to go,",
        26.28,
        31.02
    ],
    [
        " to be who you want to be, to be who you should be.",
        31.16,
        34.28
    ],
    [
        " When you do what you know you should do, when you pay attention to the little things,",
        34.72,
        39.38
    ],
    [
        " when you implement discipline, true and unflinching and unmitigated discipline in your life,",
        39.84,
        46.9
    ],
    [
        " when you stop trying to find a sweatless solution.",
        47.12,
        49.9
    ],
    [
        " When you look for weaknesses to work on, and all that starts when you stop lying to yourself.",
        50.66,
        56.88
    ],
    [
        " That's when you can become who you know you should be.",
        57.86,
        61.1
    ],
    [
        " When you tell yourself the truth about where you are, so you can make sure you are in the right",
        61.5,
        67.3
    ],
    [
        " place and if you're not in the right place, then you can get yourself on the path to get them.",
        67.3,
        71.98
    ],
    [
        " The path of discipline, the path of hard work, and the path of truth.",
        72.56,
        78.84
    ]
]