[
    [
        " This is Jocco Podcast number 146 with Echo Charles and me, Jocco Willink.",
        0.16,
        5.82
    ],
    [
        " Good evening, Echo.",
        6.48,
        7.0
    ],
    [
        " Good evening.",
        7.18,
        7.5
    ],
    [
        " And I wanted to kind of delve into and slash explain some conversations that I've had",
        8.04,
        18.78
    ],
    [
        " lately with a couple of people.",
        18.78,
        21.84
    ],
    [
        " And actually I think the numbers increased now because now I've had this conversation with a few people.",
        22.5,
        26.36
    ],
    [
        " And I am feeling like I need to kind of share this idea with kind of with more people, I guess at this point.",
        27.7,
        36.42
    ],
    [
        " It's kind of a discussion that applies to everyone at some level, sort of about what you are and about who you are and about where you've been and about where you're going.",
        37.14,
        52.1
    ],
    [
        " So that's a pretty broad topic.",
        52.1,
        53.46
    ],
    [
        " I think it suffice it to say.",
        53.84,
        56.04
    ],
    [
        " Now in order to convey this properly, I'm going to try and set up some visuals in your head because you've got to kind of see this, right?",
        56.46,
        68.04
    ],
    [
        " Graphs, whatever charts, all right.",
        69.02,
        72.56
    ],
    [
        " Diagrams.",
        72.98,
        73.7
    ],
    [
        " Diagrams.",
        73.8,
        74.8
    ],
    [
        " And I'm going to try and keep them simple, but pretty straightforward.",
        75.12,
        79.34
    ],
    [
        " Here we go.",
        80.14,
        80.76
    ],
    [
        " We're going to grade things.",
        81.24,
        82.08
    ],
    [
        " We're going to grade things one to ten because that's sort of the standard.",
        82.4,
        85.86
    ],
    [
        " Is that the standard?",
        85.86,
        86.46
    ],
    [
        " Yes.",
        86.72,
        86.9
    ],
    [
        " I mean I guess you go A, B, C, D, F.",
        87.06,
        89.1
    ],
    [
        " Yeah, but we're not doing that.",
        89.28,
        90.7
    ],
    [
        " Yeah.",
        90.78,
        90.88
    ],
    [
        " We're going one to ten, one being the worst, ten being the best, one being the least, ten being the most, that type of thing.",
        91.08,
        97.24
    ],
    [
        " Okay.",
        97.46,
        97.56
    ],
    [
        " So you have a chart picture in your head at the bottom of the chart is a one.",
        98.12,
        101.44
    ],
    [
        " That's the lowest.",
        101.6,
        102.16
    ],
    [
        " That's the worst at the chart is ten.",
        102.34,
        104.18
    ],
    [
        " That's the highest.",
        104.32,
        104.9
    ],
    [
        " That's the most.",
        104.9,
        105.34
    ],
    [
        " Now, the first chart that we're going to talk about, it measures talent.",
        105.48,
        109.82
    ],
    [
        " Now, what's different about this chart is this is not just talking about A particular talent.",
        111.02,
        116.02
    ],
    [
        " It's talking about every possible type of talent that you as an individual human being have.",
        116.06,
        121.24
    ],
    [
        " And it's consolidating that all those different types of talents into one giant score, one holistic score, ten at the top,",
        121.44,
        133.94
    ],
    [
        " or one at the bottom.",
        134.5,
        135.76
    ],
    [
        " So this is everything that you are as a person, how smart you are.",
        136.82,
        141.86
    ],
    [
        " The only thing is everything you are as a person that you are given naturally.",
        142.4,
        147.34
    ],
    [
        "",
        147.88,
        147.88
    ],
    [
        " So there's a baseline of how smart you are, so how intelligent you are.",
        148.98,
        152.2
    ],
    [
        " Now, we know you can work to get smarter, but we're just talking to baseline.",
        152.26,
        154.68
    ],
    [
        " How care is mad at you are as a person.",
        155.08,
        158.7
    ],
    [
        " How well you read people's emotions, how athletic you are.",
        158.9,
        162.46
    ],
    [
        " And that grades, you can grade all different types of athleticism in there, what strength, because some people are naturally strong, some people are naturally flexible, some people have natural cardiovascular endurance, right?",
        164.34,
        174.42
    ],
    [
        " You get a certain level of that naturally.",
        174.72,
        176.6
    ],
    [
        " Of course, we know people can work hard, you can improve some of that.",
        176.76,
        179.04
    ],
    [
        " But we're just talking your natural talent.",
        179.18,
        181.28
    ],
    [
        " Healthy.",
        182.08,
        182.56
    ],
    [
        " That's sort of a talent, sort of like some people are born healthier than others.",
        183.24,
        187.9
    ],
    [
        " No doubt about it.",
        188.06,
        189.52
    ],
    [
        " How good looking you are.",
        190.18,
        192.16
    ],
    [
        " You ever seen those little, like, I don't know if they're psychological experiments, but they put like the faces in front of the babies.",
        192.54,
        199.76
    ],
    [
        " And like the babies pick the one that looks nicer to them.",
        200.14,
        203.94
    ],
    [
        " It has to do with symmetry, symmetry and ratios and stuff like that.",
        204.14,
        209.32
    ],
    [
        " So that's a talent thing that you're getting.",
        209.52,
        212.16
    ],
    [
        " And naturally, your natural body composition, right?",
        215.02,
        218.04
    ],
    [
        " Some people are born a little bit with a little bit more fat on them.",
        218.24,
        221.12
    ],
    [
        " Some people are born with a little bit of muscle on them.",
        221.12,
        223.1
    ],
    [
        " Some people are born with skin and bones, right?",
        223.1,
        226.0
    ],
    [
        " You get everything.",
        226.1,
        226.64
    ],
    [
        " Again, I know you can work on some of those, but we're talking about what you got out of the gate from your creator or nature or wherever you think you got it from.",
        227.0,
        237.24
    ],
    [
        " So at the top of that chart, I don't know, who's at the top of that chart?",
        239.82,
        243.38
    ],
    [
        " Maybe.",
        243.8,
        245.06
    ],
    [
        " I mean, there's people.",
        245.58,
        246.56
    ],
    [
        " There's a bunch of people that would rank towards the top of that chart.",
        246.64,
        250.38
    ],
    [
        " So who's up there?",
        250.72,
        253.66
    ],
    [
        " Well, yeah, ultimately hard to tell because you know what, you know what, I was giving to him or what's working for.",
        254.26,
        258.5
    ],
    [
        " But look at him, you know, to just assess someone as a whole.",
        258.94,
        263.12
    ],
    [
        " I don't know like the rock character, the way he joins the rock.",
        263.66,
        267.5
    ],
    [
        " He's charismatic. He's a good athlete, really good athlete.",
        267.78,
        270.66
    ],
    [
        " He's tall.",
        270.96,
        271.38
    ],
    [
        " He's got a good acting skill, which again, did you work hard for these things?",
        271.88,
        276.68
    ],
    [
        " We better give the rocks some credit.",
        276.96,
        278.88
    ],
    [
        " We're going to hear from him.",
        279.02,
        279.72
    ],
    [
        " I worked for all that.",
        279.82,
        280.72
    ],
    [
        " But hey, he's given some natural stuff.",
        281.3,
        282.84
    ],
    [
        " That's a very good one.",
        283.02,
        283.88
    ],
    [
        " Tom Brady, right?",
        284.84,
        286.64
    ],
    [
        " He's smart.",
        286.92,
        287.6
    ],
    [
        " He's a good athlete.",
        287.8,
        288.62
    ],
    [
        " He's, you know, got some leadership skills.",
        289.16,
        292.88
    ],
    [
        " So he's got some, some, some natural gifts that again, does he work hard?",
        293.02,
        297.18
    ],
    [
        " We're not taking that away from him.",
        297.28,
        298.46
    ],
    [
        " But you're born with some stuff.",
        298.66,
        300.08
    ],
    [
        " GSP maybe, right?",
        300.5,
        301.8
    ],
    [
        " GSP, really good athlete, smart guy.",
        302.1,
        304.74
    ],
    [
        " You know, level headed.",
        305.24,
        307.08
    ],
    [
        " You know, just he's a very talented guy.",
        307.44,
        309.96
    ],
    [
        " So there you go.",
        310.58,
        312.52
    ],
    [
        " You take that chart, you look at that chart, one to ten.",
        312.88,
        316.2
    ],
    [
        " Where's the where those, but where's the rock?",
        316.72,
        318.16
    ],
    [
        " He's like a nine point six.",
        318.5,
        320.0
    ],
    [
        " He's up there.",
        320.26,
        320.82
    ],
    [
        " And then you ask yourself where you on that chart?",
        321.26,
        324.7
    ],
    [
        " Where you on that chart?",
        325.36,
        327.04
    ],
    [
        " And I've asked quite a few people this.",
        327.36,
        328.72
    ],
    [
        " And we're still talking naturally.",
        329.04,
        329.98
    ],
    [
        " We're just talking what you got naturally.",
        330.26,
        332.42
    ],
    [
        " Where do you think most people, where would you rank yourself?",
        333.16,
        335.0
    ],
    [
        " Naturally, I don't know, five.",
        335.7,
        337.94
    ],
    [
        " Oh, most people rank themselves.",
        338.24,
        340.3
    ],
    [
        " Most people that I've asked have ranked themselves a little bit higher than that.",
        340.5,
        342.98
    ],
    [
        " They've ranked themselves six point eight, seven point two.",
        343.68,
        346.82
    ],
    [
        " In that, they're giving themselves a little bit above average.",
        347.08,
        349.46
    ],
    [
        " Right?",
        350.22,
        350.26
    ],
    [
        " You're going five, huh?",
        351.06,
        351.98
    ],
    [
        " We'll keep in mind we just said the rock.",
        352.44,
        354.16
    ],
    [
        " So I'm like, all right.",
        354.6,
        356.0
    ],
    [
        " Yeah, that's true.",
        356.38,
        357.46
    ],
    [
        " You know what we should have done is we should have said one to a hundred.",
        357.74,
        360.14
    ],
    [
        " So you could say the rock is a 96.",
        360.74,
        363.06
    ],
    [
        " That's still be a 50.",
        363.78,
        364.84
    ],
    [
        " Okay.",
        365.1,
        365.42
    ],
    [
        " Cool.",
        365.48,
        365.74
    ],
    [
        " Yeah.",
        366.46,
        366.84
    ],
    [
        " All right, so you're giving yourself five.",
        367.48,
        368.94
    ],
    [
        " So, so that's good.",
        369.1,
        370.7
    ],
    [
        " And I'm sure you know we could break that down about where you got the,",
        371.04,
        375.8
    ],
    [
        " because some people, this is important.",
        375.96,
        378.1
    ],
    [
        " Some people can be a 10 or a 9.8 for their intellect.",
        378.6,
        384.92
    ],
    [
        " But maybe they socially don't have good skills about reading.",
        385.46,
        390.64
    ],
    [
        " They weren't born with that little thing, right?",
        390.72,
        392.9
    ],
    [
        " So they can't read people well.",
        393.22,
        394.38
    ],
    [
        " So even though they're really smart, they're not, they're not making anything happen.",
        394.38,
        397.2
    ],
    [
        " Because they can't even communicate with people well.",
        397.2,
        398.64
    ],
    [
        " Or they're just, they're not healthy, right?",
        398.64,
        400.9
    ],
    [
        " They're bad athletes.",
        401.1,
        401.72
    ],
    [
        " Some people, the opposite.",
        402.04,
        402.9
    ],
    [
        " Wicked good athlete, but they're just not that smart, right?",
        403.18,
        406.52
    ],
    [
        " And everything.",
        406.74,
        407.26
    ],
    [
        " But so you could, you could be a 9 athlete, but you're a, a very low, whatever intellect.",
        407.38,
        413.88
    ],
    [
        " And that's going to bring you down.",
        414.02,
        415.12
    ],
    [
        " Might even bring you down below average.",
        415.38,
        417.28
    ],
    [
        " So, so you got that chart.",
        417.78,
        420.18
    ],
    [
        " And that's it.",
        420.66,
        422.32
    ],
    [
        " Okay.",
        422.46,
        422.66
    ],
    [
        " So now we got that.",
        422.76,
        423.42
    ],
    [
        " It's the holistic talent chart.",
        423.52,
        425.12
    ],
    [
        " That's what we'll call it.",
        425.48,
        426.42
    ],
    [
        " We got the holistic talent chart on one side.",
        426.42,
        428.78
    ],
    [
        " Now in your head, I want you to picture on the other side.",
        429.48,
        431.5
    ],
    [
        " The other side is another chart.",
        432.02,
        434.72
    ],
    [
        " Also one to 10.",
        435.04,
        435.88
    ],
    [
        " One being the least 10 being the most.",
        437.02,
        438.64
    ],
    [
        " And this chart is to grade success.",
        439.08,
        443.68
    ],
    [
        " Now, this is not easy to do because of course you can ask yourself what is success, right?",
        444.74,
        452.24
    ],
    [
        " What is really being successful?",
        452.5,
        453.54
    ],
    [
        " And this is a good question.",
        453.82,
        455.14
    ],
    [
        " And I remember, I don't know if you remember this side, when people started asking me a lot about my how to raise your kids.",
        455.16,
        459.8
    ],
    [
        " And I said, well, I don't want to talk about how to raise kids because I don't know if I'm the success.",
        460.2,
        463.62
    ],
    [
        " I don't know if my kids are successful.",
        463.8,
        464.96
    ],
    [
        " I don't know if I should be giving that advice.",
        465.08,
        466.54
    ],
    [
        " Because what if my kids aren't successful?",
        466.88,
        468.82
    ],
    [
        " And, and then when you, when I started talking about that question, it's like, okay,",
        469.98,
        473.16
    ],
    [
        " what if my kid, if one of my kids goes and get a job at an investment bank and is making $450,000 a year as a 26 year old,",
        473.74,
        482.7
    ],
    [
        " is that successful?",
        483.18,
        484.22
    ],
    [
        " It could be, but what if that kid is miserable?",
        484.66,
        486.92
    ],
    [
        " What if that kid, you know, is, is doing cocaine, right?",
        487.46,
        490.9
    ],
    [
        " That's not successful.",
        491.22,
        491.82
    ],
    [
        " That's horrible.",
        492.2,
        492.7
    ],
    [
        " So it's very hard to, so that makes you start thinking about what is success.",
        493.02,
        497.74
    ],
    [
        " But I think we can generally know and understand what success broadly is when you look at these individual categories.",
        498.36,
        506.04
    ],
    [
        " Right?",
        506.48,
        506.62
    ],
    [
        " So, okay, good family, right?",
        506.82,
        510.86
    ],
    [
        " But you've got a good stable scenario going on with your family.",
        510.86,
        514.9
    ],
    [
        " If you're old enough to have a family, if you're not old enough to have a family, at least you are prepared to have a good family life, that type of thing.",
        515.04,
        520.96
    ],
    [
        " That's one level of success.",
        521.18,
        522.82
    ],
    [
        " A gratifying job.",
        523.6,
        524.88
    ],
    [
        " Meaning a job that, because you could, I know people that make a ton of money in their job and they hate it.",
        525.62,
        529.8
    ],
    [
        " Yes.",
        529.96,
        530.16
    ],
    [
        " Right?",
        530.6,
        530.76
    ],
    [
        " So is that successful?",
        531.06,
        531.96
    ],
    [
        " Mmm, maybe not.",
        532.26,
        534.42
    ],
    [
        " I know people that love their job, but they don't make any money.",
        535.08,
        537.88
    ],
    [
        " And they're struggling paycheck to paycheck.",
        538.3,
        540.04
    ],
    [
        " Does that, is that success?",
        540.2,
        541.3
    ],
    [
        " Mmm, I don't know.",
        541.62,
        543.3
    ],
    [
        " Again, these are all things we could kind of weigh out.",
        543.66,
        545.96
    ],
    [
        " Mmm.",
        546.38,
        546.46
    ],
    [
        " And then you've got health and wellness, because even though we talked about what you're given naturally, you got to remember that you think you can work for something.",
        547.1,
        554.8
    ],
    [
        " And you can, you can be successful and be healthy and be mobile and be not worried about getting out of breath when you walk up the stairs or whatever.",
        555.48,
        565.12
    ],
    [
        " Mmm.",
        565.78,
        566.26
    ],
    [
        " So the overall health and wellness.",
        566.7,
        568.66
    ],
    [
        " And so again, you have to take all these different types of success, all of them.",
        569.68,
        574.4
    ],
    [
        " And wrap them up holistically and I don't know, could we throw, and this might be the wrong.",
        575.0,
        580.96
    ],
    [
        " You could possibly throw, kind of a strain, you could possibly throw just the whole word happiness onto the situation.",
        581.98,
        590.44
    ],
    [
        " Right.",
        590.72,
        590.92
    ],
    [
        " This, the general term, happiness, where, but I think that's a scary thing to do, because happiness isn't necessarily a good thing.",
        591.08,
        601.86
    ],
    [
        " In terms of, you meet someone that's had a few beverages, and even though their life's a disaster man, they're having a good time at the bar.",
        602.38,
        610.34
    ],
    [
        " They're pretty happy.",
        610.38,
        610.92
    ],
    [
        " Is this our goal?",
        611.6,
        612.44
    ],
    [
        " Not really.",
        612.68,
        613.08
    ],
    [
        " That's why I think happiness is a, I don't know that I would throw it into this chart.",
        613.36,
        617.86
    ],
    [
        " I would call it success because it has a little bit more strength to it.",
        617.86,
        623.02
    ],
    [
        " Now, you got your two, you got your two, your two charts now.",
        623.36,
        632.74
    ],
    [
        " On the left, you have holistic talent.",
        633.04,
        636.54
    ],
    [
        " Is that what I called it?",
        636.92,
        637.78
    ],
    [
        " Yes, holistic talent.",
        637.98,
        638.82
    ],
    [
        " Holistic talent on the left.",
        638.9,
        640.12
    ],
    [
        " On the right, you have holistic success.",
        640.46,
        644.72
    ],
    [
        " Success.",
        645.18,
        645.46
    ],
    [
        " Now, here's the question.",
        646.38,
        648.36
    ],
    [
        " And I could ask you where you are on the success side.",
        648.98,
        652.22
    ],
    [
        " Yeah.",
        652.88,
        653.14
    ],
    [
        " Where are you?",
        653.74,
        654.34
    ],
    [
        " Seven.",
        655.76,
        659.36
    ],
    [
        " Oh, okay.",
        659.8,
        661.26
    ],
    [
        " Good.",
        662.16,
        662.46
    ],
    [
        " Good.",
        663.02,
        663.22
    ],
    [
        " So you were a five for talent, and you're a seven for success.",
        663.72,
        667.2
    ],
    [
        " That's pretty, that's pretty legit.",
        667.44,
        668.6
    ],
    [
        " Let me ask you this.",
        669.8,
        670.58
    ],
    [
        " Is every person that is at the top of the talent chart, holistically, with everything they've got,",
        671.18,
        676.52
    ],
    [
        " is every one of those people that scores at 9.8 at the top of the success chart.",
        676.7,
        682.26
    ],
    [
        " And the answer is no.",
        682.56,
        683.98
    ],
    [
        " The answer is no.",
        684.62,
        685.8
    ],
    [
        " Is every person that's on the bottom of the talent, holistic talent chart, on the bottom of the success chart?",
        686.22,
        694.98
    ],
    [
        " No.",
        695.94,
        696.24
    ],
    [
        " The answer is no.",
        696.42,
        697.12
    ],
    [
        " And what do we see?",
        697.74,
        699.0
    ],
    [
        " We see that there's a, well, when you put the space in between these two, there's talent, holistic talent, and there's holistic success.",
        699.36,
        709.34
    ],
    [
        " And there's a space in between.",
        710.28,
        711.88
    ],
    [
        " And that's what actually matters.",
        712.44,
        714.6
    ],
    [
        " That's what actually matters.",
        715.16,
        716.68
    ],
    [
        " What do you do?",
        716.82,
        718.14
    ],
    [
        " What do you do?",
        719.8,
        720.48
    ],
    [
        " To me, and I hate to get...",
        721.0,
        724.06
    ],
    [
        " I hate to throw this out there.",
        726.32,
        728.06
    ],
    [
        " But for me, the thing that's in between, the left and the right, the thing that's in between talent success is, can be summed up in one word, discipline.",
        728.48,
        737.6
    ],
    [
        " Discipline.",
        738.94,
        739.38
    ],
    [
        " Do you have the discipline to do the work, to make the hard decisions, to put in the daily grind that's going to get you from wherever you start it out, with whatever level of talent you had,",
        739.54,
        751.92
    ],
    [
        " and move yourself up that chart on the right hand side?",
        752.16,
        756.18
    ],
    [
        " Mm-hmm.",
        756.74,
        757.12
    ],
    [
        " I think it's important to recognize this.",
        757.6,
        760.5
    ],
    [
        " And this conversation, this particular conversation, of the first time I had it, was with a younger person, who I could see in their eyes, had the sense of like,",
        761.46,
        773.02
    ],
    [
        " I don't know if I have the talent.",
        773.1,
        775.92
    ],
    [
        " And it's like, well, you know, I don't know if you have the talent either.",
        776.76,
        780.18
    ],
    [
        " There's one way to find out.",
        780.62,
        781.94
    ],
    [
        " You do the hard work, you implement discipline on your life, and that will give you the opportunity to see how far up that success.",
        783.2,
        792.64
    ],
    [
        " One thing I can tell you is, if you don't have the discipline and you don't do the work, you're not going to be above your holistic talent level at all.",
        792.92,
        799.4
    ],
    [
        " There's some people that make a run for it, man.",
        800.76,
        802.98
    ],
    [
        " You know what I mean?",
        803.4,
        805.42
    ],
    [
        " There's some people that have no talent or very limited talent, but they get after it, and they end up way off far on the success.",
        805.54,
        812.9
    ],
    [
        " And, or you know what I think is good about this?",
        813.58,
        814.94
    ],
    [
        " When you get some success, you kind of compound that back into your hard work, and people start to get on an upward spiral, upward mobility towards the top of the success chart, because they got a little foothold.",
        815.3,
        826.56
    ],
    [
        " Once they got that foothold, it felt good.",
        826.6,
        828.42
    ],
    [
        " Then they take another step, they get a little bit further, and then they get a little bit more success boom.",
        828.62,
        833.04
    ],
    [
        " And then they use that to propel themselves up a little higher.",
        833.52,
        835.64
    ],
    [
        " The problem is the reverse happens as well.",
        836.26,
        838.18
    ],
    [
        " That's the problem.",
        838.58,
        839.52
    ],
    [
        " People feel a little bit of they got beat at something.",
        839.78,
        841.74
    ],
    [
        " The bad luck came their way.",
        842.58,
        844.16
    ],
    [
        " Because you know what?",
        844.42,
        844.94
    ],
    [
        " In between the discipline, there's absolutely some luck as well.",
        845.6,
        849.96
    ],
    [
        " There's some luck.",
        850.42,
        851.14
    ],
    [
        " And you can get lucky.",
        851.54,
        852.16
    ],
    [
        " You can meet the right person at the right time.",
        852.42,
        854.04
    ],
    [
        " You can make a move at the right time before anyone else did.",
        854.28,
        857.74
    ],
    [
        " You can get discovered by someone or something.",
        858.4,
        862.4
    ],
    [
        " You know, there's definitely some luck involved.",
        862.74,
        864.84
    ],
    [
        " For sure.",
        865.22,
        865.56
    ],
    [
        " You can't count on the luck.",
        865.88,
        866.8
    ],
    [
        " The luck is not the reason.",
        868.06,
        869.26
    ],
    [
        " Some people like to look at someone else and say they're lucky.",
        869.6,
        871.54
    ],
    [
        " They didn't see the thousands and thousands of hours of hard work that person put it.",
        872.4,
        876.44
    ],
    [
        " They just saw that last little end result where they got lucky, allegedly.",
        876.54,
        881.04
    ],
    [
        " Yeah.",
        881.86,
        881.9
    ],
    [
        " Yeah, the luck thing is weird because if you kind of extrapolate it out, like someone who...",
        882.18,
        888.82
    ],
    [
        " Okay, I want to play football.",
        888.82,
        889.8
    ],
    [
        " We had to do these cool shirts.",
        889.8,
        891.2
    ],
    [
        " And they'd say something on the back or the front.",
        891.96,
        894.14
    ],
    [
        " I don't know, whatever.",
        894.3,
        895.0
    ],
    [
        " And it says, chance favors.",
        895.32,
        897.04
    ],
    [
        " One of them said, chance favors, the prepared man.",
        897.34,
        899.46
    ],
    [
        " True.",
        899.92,
        900.12
    ],
    [
        " So it's like the same thing, right?",
        900.3,
        901.42
    ],
    [
        " Chance and luck, same thing.",
        902.06,
        903.6
    ],
    [
        " So you'll like the more prepared you are, the more skills you have, the more whatever,",
        904.7,
        909.14
    ],
    [
        " the quote unquote luck you're going to get.",
        909.42,
        911.22
    ],
    [
        " But really, when you switch the word luck for chance, you just increase your chances of success.",
        911.46,
        916.2
    ],
    [
        "",
        916.64,
        916.64
    ],
    [
        " So like, you know, I don't know who got discovered.",
        916.84,
        920.82
    ],
    [
        " You know, they're going to be in a position to be discovered.",
        921.06,
        924.48
    ],
    [
        " Yeah.",
        924.56,
        924.7
    ],
    [
        " Because whoever quote unquote discovered them, I'm sure many people have been in that situation too.",
        924.78,
        929.18
    ],
    [
        " Like, you know, some guy goes on the news with his baskets that he makes, you know, whatever.",
        929.92,
        938.12
    ],
    [
        " And boom, he blows up because those baskets are dope.",
        938.9,
        941.56
    ],
    [
        " But by planting people have been on the news with their thing.",
        942.08,
        944.04
    ],
    [
        " For years, decades, centuries, maybe not centuries, but for like no TV centuries ago.",
        944.36,
        950.0
    ],
    [
        " People have been going on the news with their thing for a long time.",
        951.18,
        954.68
    ],
    [
        " Same thing with American Idol.",
        955.92,
        957.26
    ],
    [
        " A lot of people have been on American Idol.",
        957.38,
        958.98
    ],
    [
        " How many people really made it?",
        959.1,
        961.5
    ],
    [
        " Right.",
        961.7,
        961.82
    ],
    [
        " You know, as far as getting discovered, whatever, it's like, oh, yeah, you got lucky.",
        962.62,
        964.82
    ],
    [
        " Whatever.",
        964.96,
        965.32
    ],
    [
        " Yeah, man.",
        965.64,
        966.18
    ],
    [
        " But you're not going to get lucky if you're kind of wack, you know.",
        966.48,
        970.1
    ],
    [
        " Like if you're not prepared, if you don't have the skill, you don't have the talent, you don't have the XYZ that it takes.",
        970.14,
        976.66
    ],
    [
        " Then yeah.",
        977.2,
        977.78
    ],
    [
        " So it's kind of like, yeah, the luck is sprinkled in there everywhere, by the way.",
        977.94,
        981.54
    ],
    [
        " Right.",
        981.78,
        982.04
    ],
    [
        " And maybe they didn't get discovered on the news.",
        982.04,
        983.68
    ],
    [
        " But maybe they went to somewhere else and then got discovered, you know, a year or two years later or whatever.",
        983.92,
        988.36
    ],
    [
        " So you just increased the probability of being discovered when you have the skill.",
        988.52,
        991.9
    ],
    [
        " So yeah, luck.",
        992.58,
        993.12
    ],
    [
        " Sure.",
        993.36,
        993.46
    ],
    [
        " It is part of it.",
        993.64,
        994.46
    ],
    [
        " It is a thing for sure.",
        994.48,
        996.0
    ],
    [
        " But yeah, it can propel you a little bit faster sometimes.",
        996.18,
        999.4
    ],
    [
        " Yeah, but it's like one of those things where you talk like a foothold, right?",
        999.5,
        1002.82
    ],
    [
        " There's a bunch of footholds everywhere.",
        1003.12,
        1005.22
    ],
    [
        " Just because someone latched on to one specific one that everyone had some point to and said he got lucky there.",
        1005.4,
        1010.32
    ],
    [
        " Well, he's so good or she's so good.",
        1010.5,
        1012.56
    ],
    [
        " Most of the time, most of the time, his exceptions everywhere, obviously.",
        1012.78,
        1014.64
    ],
    [
        " But most of the time that person's so good, they would have got discovered somewhere else anyway.",
        1014.84,
        1018.82
    ],
    [
        " It's just a matter of, oh, this particular one made him get discovered and propelled them all quick or whatever.",
        1019.06,
        1024.32
    ],
    [
        " Yeah.",
        1024.46,
        1024.58
    ],
    [
        " Well, this ties back into something that I've said before and I'll say it again right now is make your luck.",
        1025.22,
        1031.48
    ],
    [
        " Yeah.",
        1031.96,
        1032.12
    ],
    [
        " You got to make your luck.",
        1032.22,
        1033.3
    ],
    [
        " And if you make it, if you keep, if you keep putting forth the maximum effort that luck's going to be,",
        1033.46,
        1040.3
    ],
    [
        " you're going to make your luck happen.",
        1040.34,
        1041.72
    ],
    [
        " That, you know, that actually when we came when tasking to bruiser came home from Iraq,",
        1042.66,
        1049.08
    ],
    [
        " there was, there was, you know, people were like, oh, you guys got super lucky on that deployment because we got a lot of action, right?",
        1050.18,
        1056.12
    ],
    [
        " And there was two like immediate thoughts behind that was number one like, hey, you know, first of all, we lost our bros.",
        1056.86,
        1064.36
    ],
    [
        " It was like there nothing lucky about that was the first immediate thought in my head was like, hey, man, like because the bottom line is,",
        1064.36,
        1071.98
    ],
    [
        " seals want to go into combat.",
        1072.16,
        1073.12
    ],
    [
        " Bad.",
        1073.4,
        1074.16
    ],
    [
        " And that's just the broad statement.",
        1074.76,
        1076.48
    ],
    [
        " And so when we came home had been in a lot of combat and killed a lot of bad guys and people were kind of saying, hey, you guys got lucky.",
        1076.92,
        1087.42
    ],
    [
        " And again, the first thought was, hey, man, you did, if this is luck, I don't want it.",
        1088.14,
        1093.42
    ],
    [
        " The second thought was just like the same thing.",
        1093.92,
        1097.96
    ],
    [
        " Like, oh, we got lucky.",
        1098.18,
        1098.98
    ],
    [
        " We didn't like crush ourselves in the work up and try and be the most, you know, prepared we could be.",
        1100.08,
        1105.6
    ],
    [
        " And then get overseas and inform relationships with all the conventional forces and do good work for them and continue to, you know, just get go as hard as we could the whole time.",
        1105.72,
        1115.3
    ],
    [
        " No, that didn't have anything to do with it.",
        1115.5,
        1116.64
    ],
    [
        " It was just luck and it kind of fell into our lap.",
        1116.64,
        1118.5
    ],
    [
        " But you know, of course, just nod your head and say thanks, man, appreciate it.",
        1118.78,
        1122.04
    ],
    [
        " Yeah, good times.",
        1122.14,
        1123.0
    ],
    [
        " So luck is definitely a part of it, a little part because was I lucky to be in Ramadi?",
        1123.48,
        1130.94
    ],
    [
        " Because I couldn't employ a year later and a year later Ramadi was passed by.",
        1131.18,
        1134.18
    ],
    [
        " So is there luck there?",
        1134.24,
        1135.12
    ],
    [
        " There absolutely is.",
        1135.28,
        1136.28
    ],
    [
        " So I don't want to sound arrogant, but luck is a part.",
        1136.5,
        1141.56
    ],
    [
        " It's like foot locks.",
        1142.12,
        1143.24
    ],
    [
        " It's like heel hooks.",
        1143.62,
        1144.64
    ],
    [
        " They're a part of the game.",
        1145.38,
        1146.96
    ],
    [
        " They're not a game changer.",
        1147.24,
        1148.36
    ],
    [
        " They're a part of the game.",
        1148.58,
        1150.34
    ],
    [
        " They're not a game changer.",
        1150.44,
        1151.18
    ],
    [
        " We had a group come in.",
        1151.36,
        1153.32
    ],
    [
        " This is back in the day.",
        1153.42,
        1155.8
    ],
    [
        " A group came in, a guys that were known for foot locking and heel-hooking.",
        1156.04,
        1160.8
    ],
    [
        " And what they didn't, they thought we were digits, you guys, normal digits, you guys, but we weren't because we were dean.",
        1161.82,
        1166.46
    ],
    [
        " So we were foot locking heel-hooking all the time.",
        1166.92,
        1169.18
    ],
    [
        " And these guys came in and immediately they were going for, these are the kind of guys that would go,",
        1170.3,
        1175.98
    ],
    [
        " and I don't know if you remember this time period in Jiu-Jitsu.",
        1176.22,
        1179.08
    ],
    [
        " It was like immediate.",
        1180.08,
        1181.06
    ],
    [
        " They're going for a foot lock, like just diving for it.",
        1181.06,
        1183.44
    ],
    [
        " But they didn't know that we did foot locks all the time and you weren't going to just grab a foot lock on dean,",
        1183.64,
        1189.34
    ],
    [
        " lister, or me.",
        1189.5,
        1190.12
    ],
    [
        " Like that, this wasn't going to happen.",
        1190.66,
        1191.84
    ],
    [
        " And then also they didn't have the rest of Jiu-Jitsu.",
        1192.22,
        1196.1
    ],
    [
        " They didn't have the rest of the game, so then it was not good for them, because they only had this one-dimensional game.",
        1196.1,
        1200.64
    ],
    [
        " And that's what taught me that foot locks are important, but they're not more important than a choke or a guard pass.",
        1201.02,
        1207.94
    ],
    [
        " They are definitely part of the game.",
        1208.2,
        1209.5
    ],
    [
        " You can't leave out, but they're not a game changer.",
        1209.58,
        1213.14
    ],
    [
        " And you see that now, now that you see everyone broadly getting good at the whole leg locking, foot locking, heel-hooking game,",
        1213.2,
        1221.82
    ],
    [
        " now you see it coming back around where you have to have the rest of Jiu-Jitsu as well.",
        1222.34,
        1225.9
    ],
    [
        " Like even as much as like a year ago, it was like, oh, this guy got this crazy heel-hook and the guy tapped and you didn't know what was happening.",
        1226.54,
        1232.58
    ],
    [
        " That very rapidly changes into, okay, the guy went for a heel-hook, the other guy got out, now we got to, where are we back to?",
        1232.74,
        1238.42
    ],
    [
        " We're back to the Jiu-Jitsu.",
        1238.5,
        1239.5
    ],
    [
        " So, same thing.",
        1240.54,
        1242.14
    ],
    [
        " Luck is a factor, it's not V-factor.",
        1242.44,
        1244.34
    ],
    [
        " All right, now that's number one.",
        1245.32,
        1248.12
    ],
    [
        " This is the number one thing I wanted to talk about today.",
        1248.36,
        1250.48
    ],
    [
        " If you're in that position where you're looking at your talent, and I guess this is, I guess it's applicable to people that are a little bit younger, because people that are a little bit older, they probably figured this out already.",
        1251.08,
        1262.66
    ],
    [
        " You probably looked at yourself in the mirror and said, hey, look, I might not have that much talent, but I can get after.",
        1263.06,
        1268.38
    ],
    [
        " You know, it's something you say about basketball, too.",
        1268.44,
        1270.38
    ],
    [
        " I don't know who you want to basketball play.",
        1270.56,
        1272.56
    ],
    [
        " I play basketball growing up.",
        1272.68,
        1274.2
    ],
    [
        " And when I was growing up, it was like the heyday of the Lakers and the Celtics rivalry and all this.",
        1274.44,
        1280.44
    ],
    [
        " Well, the hard work, right?",
        1282.26,
        1284.14
    ],
    [
        " Just this, like, hey, I'm going to work harder than anyone else to make up for my lack of talent.",
        1284.44,
        1289.96
    ],
    [
        " And they would say about Larry Bird, you know, Larry Bird is.",
        1290.34,
        1292.44
    ],
    [
        " Yes.",
        1292.56,
        1292.7
    ],
    [
        " They would say, this is kind of garbage. They'd say Larry Bird wasn't athletic, which is total garbage.",
        1292.78,
        1299.92
    ],
    [
        " But people would say that.",
        1300.24,
        1302.3
    ],
    [
        " And maybe it's because he didn't have the biggest vertical jump or whatever.",
        1302.56,
        1305.52
    ],
    [
        " And they'd say he was like slower than other players.",
        1305.98,
        1310.14
    ],
    [
        " But he worked so hard that he was able to compensate for that.",
        1310.52,
        1315.9
    ],
    [
        " Now again, when I heard that when I was a kid, I kind of believed it when you see Larry Bird now.",
        1316.1,
        1319.98
    ],
    [
        " When I watched games, he was, he's a freaking awesome athlete.",
        1319.98,
        1323.08
    ],
    [
        " You know, when you're not playing in the NBA and being a world champion over and over again MVP, without being an awesome athlete.",
        1323.28,
        1329.04
    ],
    [
        " How tall was Larry Bird?",
        1329.42,
        1330.44
    ],
    [
        " How old is he?",
        1330.66,
        1331.24
    ],
    [
        " He's like 68.",
        1332.08,
        1333.58
    ],
    [
        " Yeah, tall guy.",
        1333.82,
        1334.32
    ],
    [
        " I remember this guy named Spud Webb, who was like five something.",
        1334.46,
        1337.26
    ],
    [
        " Yeah, yeah, Spud Webb for sure.",
        1337.3,
        1338.84
    ],
    [
        " You know, there is that.",
        1339.02,
        1340.18
    ],
    [
        " Yeah, man, I dig it.",
        1340.46,
        1341.66
    ],
    [
        " I remember this.",
        1341.72,
        1342.34
    ],
    [
        " Spud Webb probably had to work harder to make.",
        1342.42,
        1345.08
    ],
    [
        " What about, there was a guy named, I think his name was Mugsy Bugs.",
        1345.22,
        1348.18
    ],
    [
        " You remember Mugsy Bugs?",
        1348.48,
        1349.62
    ],
    [
        " He was, now he was even smaller than Spud Webb.",
        1349.8,
        1351.84
    ],
    [
        " But he was so small that people, it was a different little situation that the players had to deal with.",
        1352.04,
        1358.36
    ],
    [
        " He was so small, I'm so, so fast.",
        1358.48,
        1359.7
    ],
    [
        " And it was interesting.",
        1360.0,
        1360.52
    ],
    [
        " I got some friends in hockey.",
        1360.62,
        1361.56
    ],
    [
        " And as a matter of fact, the goals, you know the goals.",
        1362.12,
        1365.02
    ],
    [
        " The goals.",
        1365.54,
        1366.3
    ],
    [
        " The San Diego goals.",
        1366.44,
        1367.4
    ],
    [
        " Oh, yeah, okay.",
        1367.54,
        1368.26
    ],
    [
        " Yeah, yeah.",
        1368.28,
        1368.72
    ],
    [
        " So I went down and talked to the goals.",
        1368.82,
        1371.18
    ],
    [
        " And what's cool about, what's cool about that level of athletics,",
        1371.6,
        1376.14
    ],
    [
        " which is the minor leagues, the goals are a minor league team.",
        1376.32,
        1380.34
    ],
    [
        " What's cool about that level of athletics is those guys are hungry.",
        1380.92,
        1386.42
    ],
    [
        " They're not prima donnas that are, you know, driving around in a chauffeur car and all that stuff.",
        1387.2,
        1394.12
    ],
    [
        " These guys are hungry and they're playing hard.",
        1394.24,
        1397.3
    ],
    [
        " And what's interesting is in hockey, and this is within the last few years.",
        1397.74,
        1402.64
    ],
    [
        " At one point a few years ago, they were just getting the bigger and bigger and bigger hockey players.",
        1403.6,
        1408.8
    ],
    [
        " Just getting bigger guys because you're just, they're just monster guys that are six six and six five.",
        1409.0,
        1413.8
    ],
    [
        " And six four and they weigh, you know, 260.",
        1414.34,
        1417.4
    ],
    [
        " And that was the way hockey was going.",
        1417.96,
        1420.74
    ],
    [
        " But then what happened was they started bringing out these guys that were smaller and faster.",
        1420.92,
        1426.02
    ],
    [
        " And that could go maneuver quicker than the bigger guys.",
        1426.26,
        1430.62
    ],
    [
        " And all of a sudden hockey's going back in that direction of smaller, faster guys.",
        1430.62,
        1434.58
    ],
    [
        " So it's interesting.",
        1435.12,
        1439.0
    ],
    [
        " And the amount of talent that that employees, hey, figured out you can make something happen.",
        1439.26,
        1447.44
    ],
    [
        " Mugsie Boges, Spud Web, make it happen regardless of height.",
        1447.54,
        1452.44
    ],
    [
        " But to my point, Larry Bird, when I was a kid, I would hear about Larry Bird not being a good athlete.",
        1452.8,
        1459.34
    ],
    [
        " And all you had to do was work hard, which left an impression on me as a kid.",
        1460.56,
        1464.6
    ],
    [
        " Hey, look, Larry Bird's not that, he's not that great athlete, but he's got work hard.",
        1464.92,
        1468.36
    ],
    [
        " So that's what I'm going to do, work hard, work harder.",
        1468.84,
        1472.3
    ],
    [
        " They said about Dan Gable to the wrestler.",
        1472.9,
        1477.1
    ],
    [
        " Hey, maybe not the fastest, but his thing was I'll, I'll outwork them all.",
        1477.5,
        1481.82
    ],
    [
        " You ever heard stories about him?",
        1482.7,
        1484.04
    ],
    [
        " Dan Gable?",
        1484.52,
        1484.88
    ],
    [
        " Yeah.",
        1485.1,
        1485.38
    ],
    [
        " He would just run from every, every place he would go, he would run.",
        1485.38,
        1488.82
    ],
    [
        " Oh no.",
        1489.18,
        1489.66
    ],
    [
        " Yeah, that's the reason.",
        1489.92,
        1490.84
    ],
    [
        " From class to class in college, from class to the cafeteria, he'd run everywhere.",
        1491.06,
        1494.1
    ],
    [
        " So hard work.",
        1494.58,
        1496.78
    ],
    [
        " Now, okay, so that wraps up.",
        1497.1,
        1499.16
    ],
    [
        " We got talent on the one side.",
        1499.26,
        1500.48
    ],
    [
        " We got success on the other side.",
        1500.86,
        1502.06
    ],
    [
        " And that's cool.",
        1502.3,
        1503.12
    ],
    [
        " And we know that we can progress up that chart for the young people out there.",
        1503.56,
        1507.8
    ],
    [
        " And even the old people out there, if you're on the lower end of that chart of the talent chart.",
        1508.12,
        1515.02
    ],
    [
        " Boom, work hard, apply discipline, make good decisions.",
        1515.02,
        1518.3
    ],
    [
        " You can end up further.",
        1518.72,
        1519.7
    ],
    [
        " You can go to the top of that success chart.",
        1520.22,
        1521.76
    ],
    [
        " Boom.",
        1523.1,
        1523.26
    ],
    [
        " Now, now we're going to get away.",
        1523.66,
        1527.02
    ],
    [
        " I guess we're going to get away from the holistic success a little bit here.",
        1527.2,
        1531.28
    ],
    [
        " Maybe not.",
        1531.56,
        1531.92
    ],
    [
        " Maybe, maybe not.",
        1532.46,
        1533.78
    ],
    [
        " This is a conversation that I've also had.",
        1534.28,
        1536.74
    ],
    [
        " And it had it primarily with two, two people that I know.",
        1536.9,
        1539.52
    ],
    [
        " Pretty well, one of them very well and one of them decently well.",
        1539.84,
        1542.22
    ],
    [
        " And this is the conversation.",
        1544.18,
        1545.76
    ],
    [
        " These two individuals.",
        1546.16,
        1547.22
    ],
    [
        " High talent.",
        1548.0,
        1549.04
    ],
    [
        " High in the talent chart.",
        1549.72,
        1551.58
    ],
    [
        " So what does that mean?",
        1551.72,
        1552.28
    ],
    [
        " They're smart.",
        1553.06,
        1553.92
    ],
    [
        " You know, they've got that personal interoperability with other human beings.",
        1554.34,
        1558.8
    ],
    [
        " On top of that super driven.",
        1559.12,
        1560.7
    ],
    [
        " On top of that, they've got the whole work thing too.",
        1560.84,
        1563.2
    ],
    [
        " They got the discipline thing down too.",
        1563.22,
        1565.04
    ],
    [
        " They got all that.",
        1565.66,
        1566.56
    ],
    [
        " They're maxed out in the game that they're playing.",
        1568.94,
        1572.48
    ],
    [
        " So what do I mean by that?",
        1572.6,
        1574.46
    ],
    [
        " In soccer.",
        1575.92,
        1578.68
    ],
    [
        " How many goals can you score?",
        1579.14,
        1580.14
    ],
    [
        " Let's say you're the best team, the best player on your team,",
        1580.56,
        1583.84
    ],
    [
        " and you're going to play a season worth of soccer.",
        1583.84,
        1585.68
    ],
    [
        " How many goals can you score?",
        1585.94,
        1587.2
    ],
    [
        " In the whole season.",
        1587.38,
        1587.88
    ],
    [
        " I don't know.",
        1589.02,
        1589.58
    ],
    [
        " How many games do you see?",
        1589.74,
        1590.42
    ],
    [
        " I don't know.",
        1590.52,
        1590.86
    ],
    [
        " Let's call it.",
        1590.92,
        1591.3
    ],
    [
        " Let's say you play 15 games.",
        1591.34,
        1592.86
    ],
    [
        " So you're going to.",
        1593.62,
        1594.9
    ],
    [
        " I don't know.",
        1595.26,
        1596.14
    ],
    [
        " 45 maybe 60 goals.",
        1596.42,
        1600.12
    ],
    [
        " Okay.",
        1600.34,
        1600.58
    ],
    [
        " That's completely unrealistic.",
        1600.8,
        1601.76
    ],
    [
        " But we'll take it.",
        1602.18,
        1603.46
    ],
    [
        " 15, so you say three goals.",
        1603.46,
        1605.12
    ],
    [
        " Three goals a game.",
        1605.5,
        1606.1
    ],
    [
        " 45.",
        1606.34,
        1606.72
    ],
    [
        " Yeah, we'll go.",
        1607.04,
        1607.54
    ],
    [
        " This guy gets a hat trick, which is a rarity in soccer.",
        1607.76,
        1611.48
    ],
    [
        " We'll say he gets it for every game for a 15 games season.",
        1611.64,
        1614.14
    ],
    [
        " And that's where he ends up.",
        1614.4,
        1615.3
    ],
    [
        " Okay.",
        1615.52,
        1615.98
    ],
    [
        " Yeah, he ends up at 45 goals.",
        1616.2,
        1617.72
    ],
    [
        " We'll go with it.",
        1618.12,
        1618.64
    ],
    [
        " We'll go with it.",
        1618.64,
        1618.68
    ],
    [
        " We'll go with it.",
        1618.68,
        1618.76
    ],
    [
        " We'll watch kids soccer.",
        1618.76,
        1619.6
    ],
    [
        " Okay.",
        1619.9,
        1620.16
    ],
    [
        " My numbers might be off.",
        1620.38,
        1621.34
    ],
    [
        " A little bit.",
        1621.36,
        1622.14
    ],
    [
        " Okay.",
        1622.7,
        1622.92
    ],
    [
        " Now, what if you were a basketball player?",
        1623.0,
        1625.44
    ],
    [
        " How many games?",
        1625.68,
        1626.82
    ],
    [
        " How many goals can you make in basketball?",
        1627.2,
        1628.68
    ],
    [
        " In a game.",
        1629.2,
        1629.58
    ],
    [
        " You know, realistically on the high end, 21 points.",
        1629.94,
        1634.08
    ],
    [
        " Yeah.",
        1634.28,
        1634.48
    ],
    [
        " Then you multiply that time as a season.",
        1635.18,
        1636.6
    ],
    [
        " Mm-hmm.",
        1636.9,
        1637.1
    ],
    [
        " And you obviously can score way more in basketball than you can in soccer.",
        1637.14,
        1641.46
    ],
    [
        " Clearly.",
        1641.74,
        1642.12
    ],
    [
        " Yeah.",
        1642.48,
        1642.6
    ],
    [
        " This is where, again, I've had this conversation primarily around the financial aspects of work",
        1643.12,
        1650.36
    ],
    [
        " for people.",
        1650.36,
        1651.1
    ],
    [
        " Okay.",
        1651.58,
        1651.68
    ],
    [
        " If you get in, you have to look at the game that you're playing.",
        1652.76,
        1657.04
    ],
    [
        " Because sometimes the game that you're playing is soccer.",
        1657.34,
        1660.12
    ],
    [
        " Mm-hmm.",
        1660.78,
        1661.04
    ],
    [
        " And it doesn't matter how much talent you have and it doesn't matter how much hard work you put into it.",
        1661.1,
        1665.58
    ],
    [
        " You can only score 45 goals and that's it.",
        1665.96,
        1670.2
    ],
    [
        " And meanwhile, someone that maybe doesn't even have the talent and doesn't have the work ethic that you had,",
        1671.08,
        1677.54
    ],
    [
        " but they're playing a different game and they're scoring 200, 300, 400 goals.",
        1677.54,
        1682.62
    ],
    [
        " They're making two, three times as much money as you.",
        1683.22,
        1686.44
    ],
    [
        " Why?",
        1686.68,
        1687.08
    ],
    [
        " Because the game that they are playing.",
        1687.46,
        1690.0
    ],
    [
        " So you have to look at that.",
        1691.48,
        1694.5
    ],
    [
        " Every game, just about.",
        1694.68,
        1696.5
    ],
    [
        " Well, I'll say it.",
        1697.68,
        1698.48
    ],
    [
        " Every game that you can play has a cap on it of what you can actually make.",
        1698.8,
        1703.44
    ],
    [
        " Until you get to the top and you look at it and you change your angle.",
        1703.72,
        1706.66
    ],
    [
        " You change your angle of the game.",
        1706.68,
        1709.52
    ],
    [
        " You could say, I'm going to create a new game.",
        1709.86,
        1711.64
    ],
    [
        " You know, you could get really good at soccer and say, you know what?",
        1711.92,
        1713.64
    ],
    [
        " I've maxed this game out and I create a new game where it's a smaller field and a bigger goal.",
        1713.74,
        1718.02
    ],
    [
        " You know, you could do that.",
        1718.2,
        1718.92
    ],
    [
        " And people do that in industry, right?",
        1719.2,
        1721.14
    ],
    [
        " People do that in industry.",
        1721.26,
        1722.32
    ],
    [
        " They get to the top of their game and they start a new game, a different game.",
        1722.44,
        1725.7
    ],
    [
        " They change the rules a little bit when they can score more.",
        1725.76,
        1728.04
    ],
    [
        " I'm totally supportive of that.",
        1728.3,
        1730.0
    ],
    [
        " The problem is I just want to make sure that people recognize",
        1730.36,
        1734.96
    ],
    [
        " that sometimes you've put in awesome, you're a very talented person.",
        1736.74,
        1739.92
    ],
    [
        " You've put in a lot of work and you got to the top.",
        1740.24,
        1743.9
    ],
    [
        " You got to the, you capped out your game.",
        1744.02,
        1746.22
    ],
    [
        " You're going to get as many goals as you're going to get.",
        1746.52,
        1748.1
    ],
    [
        " That's it.",
        1748.24,
        1748.7
    ],
    [
        " And so you can't get frustrated.",
        1748.94,
        1750.74
    ],
    [
        " I'll tell you what.",
        1751.06,
        1751.6
    ],
    [
        " I was in the Navy.",
        1752.2,
        1753.94
    ],
    [
        " I was in the Navy.",
        1754.46,
        1756.14
    ],
    [
        " Everyone I was in, I retired as an 04 E over 20, which means,",
        1756.64,
        1763.2
    ],
    [
        " I was a prior enlisted guy.",
        1763.5,
        1764.94
    ],
    [
        " You can go look at what my salary was.",
        1765.34,
        1767.0
    ],
    [
        " And then you can add my little specialty pays in for jump dive demo,",
        1767.5,
        1770.06
    ],
    [
        " special duties, I'm going to pay you can add those little things in there.",
        1770.4,
        1772.7
    ],
    [
        " You can add my beat, officer housing, basic allowance for housing in there.",
        1772.92,
        1777.96
    ],
    [
        " You can figure out, I mean, it's, you're going to make this much money.",
        1778.12,
        1780.74
    ],
    [
        " That's it.",
        1780.88,
        1781.24
    ],
    [
        " That's the cap.",
        1781.3,
        1781.8
    ],
    [
        " That's what you're going to make.",
        1782.24,
        1783.8
    ],
    [
        " Now, now we start to talk about, can you play multiple games at the same time?",
        1784.58,
        1793.18
    ],
    [
        " And the answer to that is yes, you can.",
        1794.18,
        1796.12
    ],
    [
        " You can play multiple games.",
        1796.52,
        1797.72
    ],
    [
        " Now, I kind of, I kind of said this on a different podcast.",
        1798.66,
        1803.7
    ],
    [
        " Somebody talked about, you know, having a side hustle while you're in the military.",
        1803.88,
        1806.94
    ],
    [
        " And I was like, well, no, you can't really do that because, you know,",
        1807.22,
        1811.78
    ],
    [
        " you got to focus 100% on your job.",
        1811.8,
        1813.24
    ],
    [
        " And then, but the reality is, I had a side hustle the whole time I was in.",
        1813.54,
        1818.86
    ],
    [
        " Because I guess what I was doing, I was buying houses.",
        1819.38,
        1822.86
    ],
    [
        " I was saving my money.",
        1823.32,
        1824.38
    ],
    [
        " I was driving a 1997 Dodge Grand Caravan.",
        1824.44,
        1826.5
    ],
    [
        " And I was buying a house here.",
        1827.02,
        1828.44
    ],
    [
        " I was buying a house there.",
        1828.58,
        1829.48
    ],
    [
        " And that's when you have a, when you have an alternate job or an alternate game",
        1831.24,
        1837.6
    ],
    [
        " that you're going to play in the military, it's okay.",
        1837.6,
        1840.68
    ],
    [
        " It just has to be on a complete not to interfere basis.",
        1840.94,
        1843.34
    ],
    [
        " So it doesn't interfere occasionally if you're a, if you got a few properties",
        1843.7,
        1846.9
    ],
    [
        " and one of them has a broken water heater, you can mitigate that by making sure you got a good property manager",
        1846.9,
        1851.76
    ],
    [
        " and making sure you know the right handyman.",
        1851.76,
        1853.2
    ],
    [
        " I can go over and square that stuff away and get that problem solved.",
        1853.32,
        1855.26
    ],
    [
        " I had some catastrophic situations.",
        1855.68,
        1857.86
    ],
    [
        " I had the big flood.",
        1858.2,
        1859.74
    ],
    [
        " I heard the big, no, a slab like cracked pipe in the slab.",
        1860.42,
        1865.7
    ],
    [
        " I had a crack, one of my rentals has flooded twice.",
        1865.9,
        1870.0
    ],
    [
        " Once from the ceiling, once from the ground.",
        1871.42,
        1873.92
    ],
    [
        " How does it flood from the ceiling?",
        1874.16,
        1875.62
    ],
    [
        " From the ceiling crack pipe upstairs bathroom, crack pipe somewhere, boom, drip, drip, drip.",
        1875.88,
        1880.9
    ],
    [
        " Next thing you know you got water damage.",
        1880.98,
        1882.34
    ],
    [
        " The other one pipes running through the slab because something goes wrong or whatever.",
        1882.56,
        1888.28
    ],
    [
        " And that thing starts to leak.",
        1888.7,
        1889.86
    ],
    [
        " Tenets don't say anything for a long period of time.",
        1890.78,
        1893.62
    ],
    [
        " Even though they're here squished, squished, squished under the flooring.",
        1893.7,
        1898.8
    ],
    [
        " They don't say anything.",
        1899.06,
        1901.16
    ],
    [
        " Guess what?",
        1901.32,
        1901.62
    ],
    [
        " Everything's ruined.",
        1901.76,
        1902.28
    ],
    [
        " You got to come in.",
        1902.62,
        1903.54
    ],
    [
        " So what do you do with those catastrophic situations?",
        1904.08,
        1906.6
    ],
    [
        " Well, if you've got the right management team in place gets handled.",
        1906.98,
        1913.0
    ],
    [
        " Get handled.",
        1913.28,
        1914.18
    ],
    [
        " Make the phone calls.",
        1914.34,
        1915.02
    ],
    [
        " People get it taken care of.",
        1915.14,
        1916.0
    ],
    [
        " You don't have to worry about it.",
        1916.02,
        1916.8
    ],
    [
        " So you can do that.",
        1917.18,
        1918.48
    ],
    [
        " It's got to be on a not to interfere basis with your primary job if you're in the military.",
        1918.54,
        1923.28
    ],
    [
        " And really it's the same thing if you have a primary, you know, you've got your primary job.",
        1923.72,
        1927.48
    ],
    [
        " You're working for someone.",
        1927.5,
        1928.26
    ],
    [
        " You're doing nine to five.",
        1928.34,
        1929.26
    ],
    [
        " You don't want to interfere.",
        1929.74,
        1930.64
    ],
    [
        " You want your side alternative gig to be on a not to interfere basis with your primary gig.",
        1930.98,
        1940.86
    ],
    [
        " Now, the other thing that you can do, and this is where you start to look at,",
        1941.54,
        1945.74
    ],
    [
        " okay, because you're playing games.",
        1945.76,
        1948.12
    ],
    [
        " You're playing these different games because you want to move yourself up on the success level.",
        1948.36,
        1952.56
    ],
    [
        " Sometimes you have, and I see people do this and some people do this really well,",
        1953.08,
        1956.66
    ],
    [
        " they have one game that they're playing to make money.",
        1956.66,
        1959.36
    ],
    [
        " They have another game that they're playing to, you know, to win in their health, right?",
        1959.56,
        1966.84
    ],
    [
        " They're doing marathons.",
        1966.98,
        1967.86
    ],
    [
        " They're jacking steel.",
        1967.96,
        1969.16
    ],
    [
        " They're doing jujitsu.",
        1969.32,
        1970.6
    ],
    [
        " They've got another game that they're playing to get some sort of gratification out of life,",
        1971.42,
        1976.4
    ],
    [
        " some kind of positive gratification out of life, whether they're working as a volunteer,",
        1976.48,
        1979.9
    ],
    [
        " whether they're donating time to the soup kit, whatever you're doing.",
        1980.62,
        1984.48
    ],
    [
        " They're doing something that's giving them some gratification that they're moving the ball forward for humanity.",
        1984.48,
        1990.92
    ],
    [
        " And that's a good thing, in my opinion.",
        1992.16,
        1998.5
    ],
    [
        " So sometimes I think someone's, they're losing their soul because they're working a job to make money.",
        1999.1,
        2005.16
    ],
    [
        " They don't like it.",
        2005.26,
        2006.02
    ],
    [
        " They're not healthy, and they feel like they're just giving all their time to the man.",
        2006.28,
        2010.68
    ],
    [
        " What should that person do in that situation?",
        2012.0,
        2014.1
    ],
    [
        " Find some other games that you can play too.",
        2014.56,
        2016.58
    ],
    [
        " Find some other games.",
        2016.94,
        2018.1
    ],
    [
        " Find a game to take care of your health.",
        2018.44,
        2019.84
    ],
    [
        " Find a game to take care of your family.",
        2020.26,
        2021.8
    ],
    [
        " I mean, you know, for family, right?",
        2022.16,
        2025.52
    ],
    [
        " How do you, what game can you play to take, make sure you get the family unity that you want?",
        2025.72,
        2031.68
    ],
    [
        " There's all kinds of things that you can do, right?",
        2031.8,
        2033.38
    ],
    [
        " Whether it's camping, whether it's vacation, whether it's going on rock climbing trips,",
        2033.8,
        2038.02
    ],
    [
        " whether it's everyone going to do Jiu-Jitsu, whether it's you're doing a 15-minute PT in the morning,",
        2038.02,
        2042.34
    ],
    [
        " whatever.",
        2042.94,
        2043.38
    ],
    [
        " But there's some games that you can play to get that side of things.",
        2043.9,
        2047.42
    ],
    [
        " So there's all kinds of these various, we'll call them games that get played.",
        2048.32,
        2054.96
    ],
    [
        " But what I find, this is the whole point of this conversation.",
        2055.8,
        2058.5
    ],
    [
        " What I find is people aren't aware that they're in a specific game.",
        2059.18,
        2064.82
    ],
    [
        " And that game has limitations in that game, house rules.",
        2065.0,
        2067.9
    ],
    [
        " And if you don't recognize that, you're going to play that game.",
        2068.34,
        2071.36
    ],
    [
        " And you're going to keep playing that game, soccer game.",
        2071.52,
        2073.88
    ],
    [
        " And you think you're going to get more goals.",
        2074.16,
        2075.54
    ],
    [
        " They're not coming because you can't do it.",
        2075.86,
        2078.66
    ],
    [
        " That game is limited in some right.",
        2078.76,
        2080.42
    ],
    [
        " So what you have to do is you have to either change the game or you got to find a new game to get into.",
        2080.94,
        2085.58
    ],
    [
        " If you're young, look at what game you're going to play and figure out how you're going to win in multiple games",
        2085.92,
        2094.14
    ],
    [
        " so that you can move yourself up on the success, holistic success chart.",
        2094.14,
        2100.92
    ],
    [
        " So there you go.",
        2101.78,
        2104.64
    ],
    [
        " That's the first thing I wanted to talk about today.",
        2105.24,
        2108.06
    ],
    [
        " Number one.",
        2109.58,
        2110.22
    ],
    [
        " The second thing I wanted to talk about is Connor versus Kabeeb.",
        2110.64,
        2117.3
    ],
    [
        " Connor versus Kabeeb.",
        2121.6,
        2122.88
    ],
    [
        " And once again, I realized I think the only other time we've talked about a fight in on this podcast was another Connor fight.",
        2122.98,
        2134.34
    ],
    [
        " I think it might have been Connor versus Nate.",
        2134.34,
        2136.86
    ],
    [
        " So why are we talking about this fight?",
        2138.74,
        2142.38
    ],
    [
        " Well, there's two major reasons.",
        2142.38,
        2144.1
    ],
    [
        " Well, there's three major reasons I guess now.",
        2144.2,
        2145.92
    ],
    [
        " One is, was it the biggest fight of all time in UFC?",
        2146.3,
        2150.38
    ],
    [
        " It possibly was. I don't know. What do you think?",
        2151.08,
        2153.66
    ],
    [
        " Yeah, I mean, I don't know.",
        2154.06,
        2156.08
    ],
    [
        " It's hard to compare now because yeah, I would say, no, I would say yeah, because the fan base is probably bigger than it's ever been.",
        2156.12,
        2162.5
    ],
    [
        " Yeah, just overall.",
        2162.6,
        2163.6
    ],
    [
        " What about the hype behind this fight?",
        2163.6,
        2165.46
    ],
    [
        " No, I felt like, well, then again, I don't know that can be my bubble.",
        2166.34,
        2170.22
    ],
    [
        " I didn't hear as much about it.",
        2170.86,
        2172.74
    ],
    [
        " I heard a lot about it for sure.",
        2172.74,
        2174.1
    ],
    [
        " Which one did you hear more about?",
        2174.2,
        2176.12
    ],
    [
        " John Jones, some of the John Jones fights.",
        2176.14,
        2179.18
    ],
    [
        " I remember.",
        2179.44,
        2179.82
    ],
    [
        " Yeah, and then also like some of the Brock Lesnar fights.",
        2180.16,
        2183.0
    ],
    [
        " I remember thinking like dang, there's just you.",
        2183.24,
        2185.22
    ],
    [
        " Here's what I think.",
        2185.58,
        2186.44
    ],
    [
        " I don't know.",
        2187.24,
        2188.02
    ],
    [
        " No, no, no, sorry, Jose Aldo.",
        2188.02,
        2189.46
    ],
    [
        " Jose Aldo and his counterpart Gregor.",
        2189.52,
        2190.9
    ],
    [
        " That was a huge, that might have been bigger.",
        2191.0,
        2194.28
    ],
    [
        " Yeah, and they did more tour.",
        2194.64,
        2196.12
    ],
    [
        " They did the big press thing.",
        2196.26,
        2197.48
    ],
    [
        " Here's though, I think that people had a better handle on what could happen in the Jose Aldo fight.",
        2198.92,
        2205.14
    ],
    [
        " I think people didn't know what was going to happen in this fight.",
        2205.56,
        2210.12
    ],
    [
        " Yeah, what's funny is, for me, I was wrong by the way, but it was the opposite.",
        2210.86,
        2215.6
    ],
    [
        " I thought, oh, Jose Aldo's going to beat this guy up.",
        2215.8,
        2217.6
    ],
    [
        " Oh, really?",
        2217.82,
        2218.2
    ],
    [
        " And then actually this one, I thought Cabeep is going to win too.",
        2218.38,
        2220.92
    ],
    [
        " Yeah, so let's get to that then.",
        2221.0,
        2223.3
    ],
    [
        " All right.",
        2223.88,
        2224.12
    ],
    [
        " I sent out a tweet, which I normally, you know, don't.",
        2225.0,
        2230.58
    ],
    [
        " And so I sent out a tweet.",
        2230.76,
        2232.08
    ],
    [
        " Here's the tweet.",
        2232.16,
        2232.54
    ],
    [
        " Here's the tweet that I actually sent out.",
        2232.58,
        2233.72
    ],
    [
        " It was to the notorious MMA, which is Connor.",
        2233.86,
        2236.26
    ],
    [
        " I said, stay outside the first three rounds.",
        2236.42,
        2239.6
    ],
    [
        " Don't over commit strikes.",
        2240.58,
        2242.0
    ],
    [
        " Mostly jabs.",
        2242.48,
        2243.6
    ],
    [
        " Get booed by the crowd.",
        2244.26,
        2246.02
    ],
    [
        " Doesn't matter.",
        2246.24,
        2247.22
    ],
    [
        " Frustrate.",
        2247.62,
        2248.22
    ],
    [
        " Frustrate could be force bad shots.",
        2248.22,
        2250.74
    ],
    [
        " Tire him out.",
        2251.06,
        2251.86
    ],
    [
        " In the fourth, start stepping up the striking in the fifth.",
        2251.92,
        2255.24
    ],
    [
        " Let it go and finish him.",
        2255.36,
        2256.84
    ],
    [
        " Good luck.",
        2257.1,
        2257.52
    ],
    [
        " John Cavanaugh at John Cavanaugh tagged his coach because his coach, well, okay, no, people",
        2258.02,
        2264.78
    ],
    [
        " are going, okay, well, why are you rooting for Condom McGregor?",
        2264.78,
        2266.82
    ],
    [
        " And some people went like a little crazy.",
        2267.34,
        2269.34
    ],
    [
        " Like, why are you, when he's a bad, sets a bad example for the sport and all that.",
        2269.34,
        2273.12
    ],
    [
        " And so actually the reason is because I've communicated with coach Cavanaugh a decent amount",
        2276.34,
        2282.62
    ],
    [
        " on Twitter and little DMs and all that.",
        2282.62,
        2284.92
    ],
    [
        " And just, you know, he just has been kind of like a cool guy.",
        2284.96,
        2288.18
    ],
    [
        " And here he was going into coach his fighter in the biggest fight of of Conner's life.",
        2288.54,
        2295.64
    ],
    [
        " And, you know, just because we've had that little conversation, we've had conversations on Twitter,",
        2296.18,
        2301.06
    ],
    [
        " a bunch, and I just threw that out there.",
        2301.06,
        2303.12
    ],
    [
        " Like, two hours before, I mean, I was watching the first fights when I threw that out there.",
        2303.44,
        2308.02
    ],
    [
        " And you know what the really funny thing is, John Cavanaugh texted back or he tweeted back,",
        2309.16,
        2314.2
    ],
    [
        " copy.",
        2314.7,
        2314.96
    ],
    [
        " So he actually read it and responded, which is pretty crazy.",
        2315.28,
        2318.94
    ],
    [
        " So anyways, because I have had a little interaction with coach John Cavanaugh,",
        2319.96,
        2327.72
    ],
    [
        " I felt like, you know, hey, I'll throw this out there.",
        2329.62,
        2333.24
    ],
    [
        " Also, you know, Hans.",
        2334.26,
        2335.6
    ],
    [
        " Hans is like boys with Conner, right?",
        2336.0,
        2338.54
    ],
    [
        " And Hans is my boy.",
        2338.74,
        2339.58
    ],
    [
        " So I was, you know, that association.",
        2339.8,
        2341.84
    ],
    [
        " There's association.",
        2341.84,
        2342.6
    ],
    [
        " You know, I'm going to be like, hey, Hans is my boy and he has been for a long time.",
        2343.08,
        2347.46
    ],
    [
        " And he's bros with Conner.",
        2347.66,
        2349.62
    ],
    [
        " And so I just, you know, like again, so people are, why did you why are you voting for this guy when...",
        2349.86,
        2357.08
    ],
    [
        " So there's that whole thing.",
        2357.08,
        2358.34
    ],
    [
        " Now the, the, the other odd thing about this is, you have a striker versus a grappler.",
        2358.98,
        2363.3
    ],
    [
        " Who do I root for in a striker versus a grappler?",
        2363.42,
        2365.28
    ],
    [
        " I, I always root for the grappler.",
        2366.06,
        2368.16
    ],
    [
        " And I know that factually and statistically, the grappler has the advantage.",
        2368.38,
        2375.48
    ],
    [
        " Because grappling versus striking, the grappler wins most of the time.",
        2375.9,
        2381.18
    ],
    [
        " How can you go the distance with this argument?",
        2381.5,
        2384.4
    ],
    [
        " Sure, you can took it all the people that all the times that a striker is actually a good grappler.",
        2384.4,
        2390.12
    ],
    [
        " And then they don't use their grappling, but they use their grappling only to defend from being taken down Chuck Ladell.",
        2390.3,
        2395.42
    ],
    [
        " And there's a bunch of, there's countless guys that you can now name that knocked people out and were known for their standup.",
        2395.74,
        2401.64
    ],
    [
        " But what they really were, their base was that they were a good restaurant couldn't be taken down.",
        2401.7,
        2404.54
    ],
    [
        " So, but generally striker versus grappler, the striker.",
        2404.96,
        2410.62
    ],
    [
        " And this is what I talk about from a self defense perspective, right?",
        2410.82,
        2414.42
    ],
    [
        " If a, if you're a good striker, then that means you can run away.",
        2414.78,
        2418.18
    ],
    [
        " And, and if you're a good grappler, once you get a hold of someone, you can defeat someone that has good striking.",
        2418.64,
        2423.46
    ],
    [
        " Here's the thing that people understand.",
        2423.8,
        2425.0
    ],
    [
        " In order for you to punch someone, you have to get close enough for them that where they can take you down.",
        2425.22,
        2429.84
    ],
    [
        " You have to get into their take down range.",
        2430.0,
        2431.4
    ],
    [
        " The red zone.",
        2431.52,
        2431.94
    ],
    [
        " You have to get in the red zone.",
        2432.26,
        2433.1
    ],
    [
        " So once you're in the red zone, you can get taken down.",
        2433.32,
        2435.12
    ],
    [
        " So, how do you defeat that as a, as a striker?",
        2437.0,
        2443.34
    ],
    [
        " How do you defeat a really good grappler?",
        2443.7,
        2446.08
    ],
    [
        " The way you do it is by, well, doing what I just said, you stay on the outside.",
        2446.64,
        2452.38
    ],
    [
        " You, you, you touched person up.",
        2453.0,
        2454.48
    ],
    [
        " You don't over commit yourself because the harder you know this, how many rounds have you done of MMA sparring?",
        2454.56,
        2459.86
    ],
    [
        " Countless.",
        2460.44,
        2461.26
    ],
    [
        " Okay, me too.",
        2461.5,
        2462.2
    ],
    [
        " So, when I would be going against a striker, the harder they throw at you, the easier it is to take him down all day long.",
        2462.98,
        2471.22
    ],
    [
        " And when I'm going against a wrestler that I don't want to get taken down against, like I used to do this to Dean, and just frustrate him.",
        2471.72,
        2477.94
    ],
    [
        " Not commit to any punches, not throw any kicks at all, sit there and jab and run away for basically two or three rounds.",
        2478.14,
        2484.16
    ],
    [
        " And even Dean, who's a far superior wrestler to me, he would have a very, very hard time taking me down.",
        2484.5,
        2490.1
    ],
    [
        " So, this is a legit strategy.",
        2491.62,
        2493.98
    ],
    [
        " The reason I know it's a legit strategy is because people have used it against Dean.",
        2494.18,
        2498.0
    ],
    [
        " When Dean was fighting MMA, people used that particular strategy against him, and it worked.",
        2498.7,
        2507.28
    ],
    [
        " And so I know the strategy works.",
        2507.78,
        2509.78
    ],
    [
        " Guys that Dean was infinitely better on, on the ground.",
        2510.06,
        2514.16
    ],
    [
        " And yet he couldn't take him down.",
        2514.44,
        2516.28
    ],
    [
        " And he was infinitely better at wrestling.",
        2516.28,
        2517.64
    ],
    [
        " Why could he take him down?",
        2517.78,
        2518.46
    ],
    [
        " Because they weren't playing that game.",
        2518.56,
        2520.36
    ],
    [
        " They weren't playing, they weren't even playing the MMA game.",
        2520.82,
        2522.78
    ],
    [
        " They were playing the, I'm going to jab you and stay away.",
        2522.86,
        2524.66
    ],
    [
        " Now, a couple things also, Conor's attitude, Conor's, what do you want to call it?",
        2525.2,
        2533.8
    ],
    [
        " His, his, the way he behaves, right?",
        2533.84,
        2536.12
    ],
    [
        " He's unsportsman-like, and he's a trash-talking all about.",
        2536.68,
        2539.46
    ],
    [
        " I, I get it.",
        2539.68,
        2540.72
    ],
    [
        " Number one, he's, he's trying to sell fights.",
        2541.32,
        2544.66
    ],
    [
        " Like, wait, is he a very confident, perhaps an overconfident guy?",
        2545.36,
        2550.98
    ],
    [
        " Actually, maybe, but if you ever see his work ethic, it's freaking solid.",
        2551.5,
        2555.94
    ],
    [
        " He's always respectful after a loss.",
        2557.1,
        2558.72
    ],
    [
        " So when he loses, he, he is respectful, and he says, hey, good job.",
        2559.28,
        2563.1
    ],
    [
        " You got beat, you know, he doesn't, he's not, he's not a sport loser.",
        2563.22,
        2567.22
    ],
    [
        " And he's a hard worker.",
        2567.62,
        2569.62
    ],
    [
        " And do I wish that he would behave a little bit differently?",
        2569.84,
        2572.36
    ],
    [
        " I don't, yeah, I mean, it's, it's him.",
        2575.02,
        2577.44
    ],
    [
        " Yeah.",
        2577.84,
        2577.94
    ],
    [
        " It's another thing is, that's that's him.",
        2578.38,
        2582.8
    ],
    [
        " You know what I mean? That's him.",
        2583.3,
        2584.2
    ],
    [
        " And you can't expect guys that are going to do what he's going to do for a living",
        2584.54,
        2590.3
    ],
    [
        " to behave the way that you want them to behave.",
        2590.3,
        2594.42
    ],
    [
        " It's the same thing with guys that are in the military, right?",
        2594.5,
        2596.58
    ],
    [
        " You can't expect a guy that's going to go put his life on the line",
        2596.94,
        2598.96
    ],
    [
        " to be a, as, as Kipling says, a plaster saint, right?",
        2598.96,
        2603.18
    ],
    [
        " Doesn't happen.",
        2603.78,
        2604.3
    ],
    [
        " You got a guy that you want to go kill people and you want him to put his life at risk?",
        2604.6,
        2608.68
    ],
    [
        " Guess what?",
        2608.8,
        2609.14
    ],
    [
        " He's going to get a little crazy sometimes.",
        2609.34,
        2610.98
    ],
    [
        " And as a leader, as a, even as society, we have to look at those guys and go, okay,",
        2611.36,
        2615.6
    ],
    [
        " look, we'll give you a little bit of room.",
        2615.88,
        2617.1
    ],
    [
        " We want you to stay in the box here.",
        2617.14,
        2618.68
    ],
    [
        " We don't want you to get out of control.",
        2618.86,
        2619.96
    ],
    [
        " And that happens all the time.",
        2619.96,
        2621.22
    ],
    [
        " Military guys get in trouble all the time.",
        2621.32,
        2622.72
    ],
    [
        " They get out, they get outside the box.",
        2623.32,
        2624.66
    ],
    [
        " But you got to give him a little bit of room.",
        2625.0,
        2626.12
    ],
    [
        " If you, if you didn't want that type of person, you would have known in the,",
        2626.12,
        2630.62
    ],
    [
        " well, you would have very few people in the military.",
        2630.72,
        2632.96
    ],
    [
        " Right.",
        2633.2,
        2633.3
    ],
    [
        " Because you take someone that's attitude is, you know, hey, I'm a saint.",
        2633.38,
        2637.68
    ],
    [
        " Well, guess what?",
        2638.5,
        2639.12
    ],
    [
        " A saint doesn't want to go hunt people down and kill them.",
        2639.18,
        2641.18
    ],
    [
        " A saint doesn't want to get in the mud and blood and guts and be in that situation.",
        2641.38,
        2646.62
    ],
    [
        " It's very similar with fighters.",
        2647.06,
        2648.92
    ],
    [
        " Now, are there fighters that do behave in an idealistic way?",
        2649.3,
        2655.0
    ],
    [
        " Sure.",
        2655.0,
        2655.4
    ],
    [
        " Absolutely there are.",
        2655.74,
        2656.56
    ],
    [
        " Is that preferred?",
        2657.28,
        2658.08
    ],
    [
        " Sure, that's great to see.",
        2658.38,
        2659.34
    ],
    [
        " I want to prefer it.",
        2659.72,
        2660.52
    ],
    [
        " I don't know.",
        2660.58,
        2660.82
    ],
    [
        " But it's great to see.",
        2660.96,
        2661.72
    ],
    [
        " I mean, probably in my, I want to, I don't know who my favorite fighter of all time is.",
        2661.98,
        2667.7
    ],
    [
        " But Fador is definitely at the, you know, he's in the top three of just my favorite fighters.",
        2668.12,
        2675.84
    ],
    [
        " And one of my favorite things about Fador is, Fador showed no emotions ever at any time.",
        2676.02,
        2681.32
    ],
    [
        " Winter loose the same reaction.",
        2681.52,
        2682.94
    ],
    [
        " He mostly won, but he would just raise his hand.",
        2683.48,
        2685.8
    ],
    [
        " Like he wouldn't barely even raise his hand.",
        2686.14,
        2687.64
    ],
    [
        " Yeah, it'd be like a half-hound.",
        2687.76,
        2688.64
    ],
    [
        " Yeah, it'd be like half like, hey, I just destroyed this person in one two million dollars",
        2688.64,
        2692.68
    ],
    [
        " here in Japan.",
        2692.68,
        2693.3
    ],
    [
        " And I'm taking the pride of, you know, Russia home with me.",
        2693.6,
        2696.72
    ],
    [
        " No big deal.",
        2697.06,
        2697.5
    ],
    [
        " Yeah, I'm going to go lift a kettlebell.",
        2697.82,
        2699.4
    ],
    [
        " Sock Araba.",
        2701.28,
        2702.26
    ],
    [
        " Sock Araba is the same way.",
        2702.58,
        2703.6
    ],
    [
        " Very, and the thing that was funny about Sock Araba, again, he's one of my favorite fighters,",
        2703.78,
        2708.12
    ],
    [
        " is Sock Araba.",
        2708.74,
        2709.48
    ],
    [
        " The only thing that was you could hold against Sock Araba is sometimes he would like clown",
        2709.48,
        2714.44
    ],
    [
        " people almost.",
        2714.44,
        2715.44
    ],
    [
        "",
        2715.64,
        2715.64
    ],
    [
        " And he was almost had some of that professional wrestling stuff going on.",
        2715.92,
        2719.78
    ],
    [
        " Yeah.",
        2719.86,
        2720.06
    ],
    [
        " So anyways, Conor is Conor.",
        2720.36,
        2724.64
    ],
    [
        " Conor will mature.",
        2724.82,
        2725.76
    ],
    [
        " He'll get older.",
        2726.02,
        2726.66
    ],
    [
        " And that's fine.",
        2726.98,
        2728.84
    ],
    [
        " He backs it up.",
        2729.24,
        2730.88
    ],
    [
        " He puts it on the line, bro.",
        2731.02,
        2732.18
    ],
    [
        " He puts on, he doesn't avoid fights.",
        2732.58,
        2733.74
    ],
    [
        " I can say that, you know, he takes the hardest fights.",
        2733.74,
        2735.96
    ],
    [
        " He can possibly find.",
        2735.96,
        2736.82
    ],
    [
        " When he, when he lost to Nate Diaz to say, I want to fight him again next.",
        2736.84,
        2742.52
    ],
    [
        " Yeah.",
        2742.82,
        2743.02
    ],
    [
        " You know, that's legit.",
        2743.38,
        2745.04
    ],
    [
        " So anyways, there was a couple of people that were like straight up just hostile.",
        2745.76,
        2751.7
    ],
    [
        " Why are you supporting Conor?",
        2752.4,
        2754.24
    ],
    [
        " He's a bad sport.",
        2754.34,
        2755.22
    ],
    [
        " He's a represent.",
        2755.46,
        2756.2
    ],
    [
        " It's like, okay, I get it.",
        2756.26,
        2757.1
    ],
    [
        " So there's why.",
        2757.34,
        2758.14
    ],
    [
        " John Cavanaugh, great coach.",
        2758.72,
        2760.48
    ],
    [
        " My buddy Hans, friends with him.",
        2760.62,
        2761.86
    ],
    [
        " Um, yeah.",
        2762.54,
        2764.68
    ],
    [
        " Now for the actual game plan, the actual game plan that I talked about, number one, stay",
        2765.84,
        2772.06
    ],
    [
        " outside.",
        2772.06,
        2772.42
    ],
    [
        " Stay outside.",
        2772.86,
        2774.12
    ],
    [
        " You stay outside the range of that person.",
        2774.52,
        2776.58
    ],
    [
        " You get just, we can barely touch him with a jab and you get ready to sprawl.",
        2776.9,
        2780.08
    ],
    [
        " Now Conor actually did a good job.",
        2780.32,
        2781.96
    ],
    [
        " He sprawled a few times.",
        2782.12,
        2783.64
    ],
    [
        " He defended the takedown on several occasions.",
        2784.1,
        2786.44
    ],
    [
        " He did a good job on the bottom of, you know, Kabeb does this thing that Dean does too,",
        2787.4,
        2793.14
    ],
    [
        " which is he ties up your legs with his legs, kind of like captures them.",
        2793.14,
        2797.3
    ],
    [
        " And when you can't pull your legs out, when you're up against the cage, you cannot get",
        2797.32,
        2800.24
    ],
    [
        " up.",
        2800.24,
        2800.5
    ],
    [
        " Conor got his legs out over and over.",
        2801.06,
        2803.2
    ],
    [
        " Over.",
        2803.2,
        2803.48
    ],
    [
        " That was impressive.",
        2803.48,
        2804.32
    ],
    [
        " Yeah.",
        2804.54,
        2804.62
    ],
    [
        " That was impressive.",
        2804.9,
        2805.64
    ],
    [
        " So that's number one.",
        2805.64,
        2807.02
    ],
    [
        " You stay outside.",
        2807.02,
        2807.6
    ],
    [
        " It's really hard to take.",
        2807.6,
        2809.06
    ],
    [
        " You know, even, even against someone that's a great wrestler, me, and I'm not a great",
        2809.22,
        2813.68
    ],
    [
        " wrestler, I can, I can back up and stay away.",
        2813.68,
        2816.4
    ],
    [
        " It's really hard to take down.",
        2816.4,
        2817.58
    ],
    [
        " And so is it.",
        2817.58,
        2818.0
    ],
    [
        " So is anybody.",
        2818.14,
        2818.64
    ],
    [
        " If you, if you're so goal is to knock it taken down, it's actually not that hard to",
        2818.66,
        2825.46
    ],
    [
        " knock it taken down.",
        2825.46,
        2826.38
    ],
    [
        " Now it changes when you, when you start committing to your punches, it changes when you start trying",
        2826.76,
        2832.14
    ],
    [
        " to knock someone out.",
        2832.14,
        2832.76
    ],
    [
        " It changes when you start getting into a wrestling match with people.",
        2833.08,
        2835.9
    ],
    [
        " Then it's easy to get taken down, you know, Taylor, right?",
        2836.12,
        2838.7
    ],
    [
        " I'll avoid it to take down on Taylor.",
        2838.84,
        2839.98
    ],
    [
        " As soon as we start mixing it up, guess what?",
        2840.36,
        2842.5
    ],
    [
        " Getting taken down.",
        2842.66,
        2843.26
    ],
    [
        " Yeah.",
        2843.26,
        2843.36
    ],
    [
        " Getting taken down because I play his game.",
        2843.56,
        2845.38
    ],
    [
        " Can't play his game.",
        2845.7,
        2846.58
    ],
    [
        " Okay.",
        2847.64,
        2848.04
    ],
    [
        " Next part, don't over commit.",
        2848.2,
        2849.32
    ],
    [
        " What happens when you throw strikes?",
        2849.52,
        2850.68
    ],
    [
        " Your weight goes forward when your weight is forward.",
        2851.0,
        2853.16
    ],
    [
        " You, you can get taken down.",
        2853.52,
        2855.78
    ],
    [
        " That's all there is to it.",
        2856.08,
        2856.98
    ],
    [
        " So you don't want to throw big heavy punches early because that's when the take down is",
        2857.18,
        2861.26
    ],
    [
        " going to come.",
        2861.26,
        2861.66
    ],
    [
        " Mostly jabs again.",
        2862.1,
        2863.8
    ],
    [
        " That's the lightest punch.",
        2864.12,
        2865.34
    ],
    [
        " Your furthest away.",
        2865.64,
        2866.28
    ],
    [
        " I wouldn't even throw kicks.",
        2867.08,
        2870.44
    ],
    [
        " Maybe a couple kicks, but I wouldn't throw him.",
        2870.74,
        2872.68
    ],
    [
        " He's fast, Conner's fast, so he might be able to get away with it.",
        2872.68,
        2875.08
    ],
    [
        " But I probably wouldn't even throw any kicks in the first round.",
        2875.08,
        2877.08
    ],
    [
        " Maybe start throwing some kicks in the second round.",
        2877.08,
        2878.68
    ],
    [
        " But kicks again, kicks take time and a well time shot will take you down on a kick.",
        2879.08,
        2886.66
    ],
    [
        " Can you chop at the legs?",
        2887.3,
        2888.46
    ],
    [
        " Yeah.",
        2889.68,
        2890.0
    ],
    [
        " You can chop at the legs.",
        2890.18,
        2890.9
    ],
    [
        " I can have a big negative impact on the person you're fighting.",
        2890.94,
        2892.94
    ],
    [
        " Getting booed, right?",
        2894.48,
        2895.94
    ],
    [
        " Why did I say get booed?",
        2896.16,
        2897.22
    ],
    [
        " The reason I said get booed is because if you're doing this strategy, right?",
        2897.32,
        2900.5
    ],
    [
        " People are mad at you because they think you're avoiding the fight.",
        2900.68,
        2903.1
    ],
    [
        " They think that you're not being aggressive and they're going to get mad.",
        2903.1,
        2906.08
    ],
    [
        " The crowd is going to hate you.",
        2906.08,
        2907.08
    ],
    [
        " And that's just what you got to deal with, right?",
        2907.48,
        2909.12
    ],
    [
        " When your crowd is frustrated and annoyed at you, guess what?",
        2910.38,
        2914.04
    ],
    [
        " So is your opponent?",
        2914.16,
        2914.74
    ],
    [
        " So now your opponent starts getting frustrated and taking bad shots.",
        2915.28,
        2919.78
    ],
    [
        " And when that opponent is taking shots that are outside the zone, you basically have to",
        2920.16,
        2925.8
    ],
    [
        " be able to put your hands on someone for the most part in order to get a good shot and",
        2925.8,
        2929.64
    ],
    [
        " take them down.",
        2929.64,
        2930.08
    ],
    [
        " When you're outside that zone, there's a fraction of a second difference that it takes",
        2930.36,
        2937.66
    ],
    [
        " you to get to the grip on the person that you can stop it.",
        2937.66,
        2942.04
    ],
    [
        " You can't shoot from too far away.",
        2942.28,
        2945.28
    ],
    [
        " And when you get someone frustrated and you're touching them up with jabs and they're",
        2945.68,
        2948.78
    ],
    [
        " getting mad and they're hearing the booze, the crowd, they get frustrated.",
        2948.78,
        2951.08
    ],
    [
        " They start shooting from far away.",
        2951.24,
        2952.38
    ],
    [
        " When they start shooting from far away, you sprawl on them.",
        2952.64,
        2955.12
    ],
    [
        " You put your hands on the back of their heads.",
        2955.32,
        2956.5
    ],
    [
        " You stand back up, you walk away and you make them do it again.",
        2956.62,
        2958.68
    ],
    [
        " You make them do it again.",
        2958.84,
        2959.54
    ],
    [
        " You make them do it again.",
        2959.54,
        2960.42
    ],
    [
        " I said tire them out and a lot of people were saying, oh, corners, cardio is no good and",
        2960.74,
        2966.76
    ],
    [
        " that's not a good plan.",
        2966.76,
        2967.7
    ],
    [
        " You're an idiot.",
        2967.84,
        2968.18
    ],
    [
        " That type of thing.",
        2968.18,
        2968.86
    ],
    [
        " The reason I said that is because first of all, wrestling is for the most part, wrestling",
        2969.44,
        2976.08
    ],
    [
        " is more tiring than striking.",
        2976.08,
        2979.18
    ],
    [
        " That being said, if someone's a good wrestler and not a good striker, they're going to",
        2980.1,
        2986.56
    ],
    [
        " get more tired striking than they are wrestling.",
        2986.56,
        2989.32
    ],
    [
        " So you take, you take Kabib out of his game.",
        2989.8,
        2992.84
    ],
    [
        " His game is wrestling.",
        2993.2,
        2993.94
    ],
    [
        " He's not getting tired wrestling.",
        2994.04,
        2995.06
    ],
    [
        " He's getting a little bit tired.",
        2995.32,
        2996.22
    ],
    [
        " However, when he shot four times in a round and you've defended all of them, it is absolutely",
        2996.52,
        3002.26
    ],
    [
        " easier to defend takedowns than it is to do takedowns.",
        3002.26,
        3008.16
    ],
    [
        " It's a lot easier.",
        3008.28,
        3009.3
    ],
    [
        " We do these drills all the time.",
        3009.46,
        3010.66
    ],
    [
        " In fact, the way that we run the drills, when you're the first monkey in the middle, you're",
        3011.28,
        3016.12
    ],
    [
        " the one that's doing the takedowns.",
        3016.12,
        3017.44
    ],
    [
        " When you're more tired, all you have to do is defend the takedowns.",
        3017.54,
        3020.0
    ],
    [
        " Why?",
        3020.16,
        3020.44
    ],
    [
        " Because it's easier to defend takedowns.",
        3020.56,
        3022.02
    ],
    [
        " You don't have to work his heart.",
        3022.16,
        3023.0
    ],
    [
        " All you have to do is counter what they're doing.",
        3023.16,
        3024.42
    ],
    [
        " You take him and you tie him down.",
        3025.76,
        3028.54
    ],
    [
        " Conor is not going to get tired while he's striking.",
        3029.12,
        3032.4
    ],
    [
        " He's going to get less tired while he's striking.",
        3032.84,
        3034.46
    ],
    [
        " Again, could Conor use an improve in his cardio?",
        3034.74,
        3038.04
    ],
    [
        " Sure.",
        3038.24,
        3038.44
    ],
    [
        " I've seen him fade.",
        3039.3,
        3040.04
    ],
    [
        " We've all seen him fade.",
        3040.2,
        3040.98
    ],
    [
        " That's a bad thing.",
        3041.32,
        3042.16
    ],
    [
        " He needs to step that game up.",
        3042.8,
        3044.24
    ],
    [
        " I'd love to look at his training and see where we could fill in those holes.",
        3044.26,
        3048.2
    ],
    [
        " But the bottom line is he's going to get more tired, which he did when he's in a wrestling,",
        3048.48,
        3053.74
    ],
    [
        " grappling scenario than he does when he's standing up.",
        3054.02,
        3056.04
    ],
    [
        " When he's at, he looks like he's walking through the park when he's standing up.",
        3056.12,
        3060.14
    ],
    [
        " You do that.",
        3060.84,
        3062.32
    ],
    [
        " That's what you do.",
        3063.46,
        3065.64
    ],
    [
        " You stand up.",
        3065.86,
        3066.34
    ],
    [
        " You tire him out and you don't over commit and let him run out to you.",
        3066.46,
        3069.66
    ],
    [
        " Some people say he uses it.",
        3069.72,
        3071.36
    ],
    [
        " Conor should just try and knock him out.",
        3071.36,
        3072.46
    ],
    [
        " There's a problem with that idea of is that great?",
        3072.46,
        3074.62
    ],
    [
        " Is it great when it happens to all though?",
        3074.86,
        3076.08
    ],
    [
        " Sure.",
        3076.24,
        3076.44
    ],
    [
        " You can't count on knockouts.",
        3076.76,
        3077.82
    ],
    [
        " You can't count on them.",
        3078.2,
        3079.06
    ],
    [
        " When you're throwing knockout punches, guess what happens?",
        3079.24,
        3081.3
    ],
    [
        " You're over committing when you're over committing.",
        3081.4,
        3082.52
    ],
    [
        " It's easy to get taken down.",
        3082.52,
        3083.52
    ],
    [
        " So there you go.",
        3084.14,
        3087.02
    ],
    [
        " Now what actually happened in the fight?",
        3087.2,
        3089.0
    ],
    [
        " Conor pressed forward almost the whole time, which when you press forward, it's easy for",
        3089.6,
        3097.04
    ],
    [
        " a grappler to time your moot forward movement and shoot on you and take you down.",
        3097.04,
        3101.84
    ],
    [
        " And that's what happened.",
        3102.18,
        3103.38
    ],
    [
        " Like I said, he escaped from the mount position a few times.",
        3103.7,
        3108.56
    ],
    [
        " That was impressive.",
        3108.56,
        3109.38
    ],
    [
        " He got usually a Camira.",
        3109.6,
        3110.66
    ],
    [
        " Yes.",
        3111.04,
        3112.08
    ],
    [
        " Yeah, the attempt could be could be had a Camira on him.",
        3112.48,
        3116.16
    ],
    [
        " Yes.",
        3116.26,
        3116.44
    ],
    [
        " Legit Camira and I was like, oh, this is over.",
        3116.64,
        3118.34
    ],
    [
        " Nope.",
        3118.78,
        3119.54
    ],
    [
        " No, Conor got out.",
        3119.86,
        3120.98
    ],
    [
        " I think Conor got out through brute just like strength.",
        3121.16,
        3123.4
    ],
    [
        " So he got out of that.",
        3124.18,
        3126.08
    ],
    [
        " He recovered recovered guard a few times.",
        3126.08,
        3128.8
    ],
    [
        " He freed his legs from those weird half guard sort of leg control things that Dean does.",
        3129.18,
        3135.32
    ],
    [
        " He freed his legs from those a bunch of times.",
        3135.46,
        3137.64
    ],
    [
        " He survived fairly well on the bottom in the early rounds.",
        3137.78,
        3141.96
    ],
    [
        " And that's all he needed to do if he would have done this game plan of staying away.",
        3141.98,
        3147.56
    ],
    [
        " If he got taken down with one minute left because he starts to then you survive for a",
        3147.56,
        3150.98
    ],
    [
        " minute.",
        3150.98,
        3151.1
    ],
    [
        " It's okay.",
        3151.3,
        3151.56
    ],
    [
        " It's okay.",
        3151.98,
        3152.7
    ],
    [
        " You survive for a minute that rounds over and then you get to try it again.",
        3152.8,
        3155.0
    ],
    [
        " Again, the reason that I know this game plan works is because it's been used against",
        3156.86,
        3161.14
    ],
    [
        " my fighter, Dean.",
        3161.14,
        3162.76
    ],
    [
        " And you know, who did Amar Soulev?",
        3163.88,
        3166.46
    ],
    [
        " He's a Dean talked about him.",
        3166.68,
        3168.4
    ],
    [
        " He's a Russian guy that ended up like Mafia dude or something.",
        3168.5,
        3172.66
    ],
    [
        " Him and but that's what he didn't just stay away.",
        3172.82,
        3175.54
    ],
    [
        " The guy was a better striker and don't over commit and that's what happens.",
        3175.76,
        3179.74
    ],
    [
        " And you know, what's also weird is people even do this in Jiu Jitsu matches.",
        3180.32,
        3184.7
    ],
    [
        " They do this in ADCC where hey, if I'm a great wrestler and you're better at Jiu Jitsu",
        3185.04,
        3192.14
    ],
    [
        " than me and I don't want to go to the ground with you, I just play the paddy cake for a",
        3192.14,
        3196.3
    ],
    [
        " while.",
        3196.3,
        3196.52
    ],
    [
        " And then what I do is when there's one minute left, I do one take down, I get two points",
        3196.52,
        3200.18
    ],
    [
        " and then I cover up and hold and I win the match.",
        3200.18,
        3202.82
    ],
    [
        " So people do this in Jiu Jitsu.",
        3203.2,
        3205.36
    ],
    [
        " They do this.",
        3205.38,
        3205.9
    ],
    [
        " Another thing that they do that they do in Jiu Jitsu and this is something that you have",
        3206.28,
        3209.66
    ],
    [
        " to work on as a Jiu Jitsu practitioner.",
        3209.66,
        3211.38
    ],
    [
        " Let's say you and I are training and you get the take down on me.",
        3211.74,
        3216.9
    ],
    [
        " What do I do?",
        3218.24,
        3218.84
    ],
    [
        " Well, I engage with my guard.",
        3219.66,
        3222.06
    ],
    [
        " I start looking for, you know, grab in your arm.",
        3222.18,
        3224.36
    ],
    [
        " I start looking for net control.",
        3224.42,
        3225.66
    ],
    [
        " I immediately start doing Jiu Jitsu with you.",
        3226.02,
        3228.74
    ],
    [
        " What if I want a really, I have, there's another, there's a whole another game I can play",
        3229.68,
        3235.0
    ],
    [
        " with you, which is you take me down.",
        3235.0,
        3236.88
    ],
    [
        " I immediately try and get back up.",
        3237.12,
        3238.86
    ],
    [
        " That's a totally different game.",
        3239.16,
        3241.46
    ],
    [
        " This fouls up like I used to not do this with Dean.",
        3242.38,
        3246.92
    ],
    [
        " I used to not do this with, I do with Andy now because I have to because people are going",
        3247.26,
        3252.72
    ],
    [
        " to do that.",
        3252.72,
        3253.14
    ],
    [
        " People are going to do that.",
        3253.54,
        3254.44
    ],
    [
        " When you're in a competition and someone takes you down or you get, yeah, you take someone",
        3254.66,
        3260.08
    ],
    [
        " down.",
        3260.08,
        3260.32
    ],
    [
        " If they're not comfortable, if they think you might be a little bit better than them",
        3260.64,
        3264.16
    ],
    [
        " on the ground, they're just going to try and get back to the feet.",
        3264.16,
        3265.98
    ],
    [
        " And that is a different game than just engaging in Jiu Jitsu.",
        3266.14,
        3271.38
    ],
    [
        " Or if they don't like their bot, they're, you know, guys, they don't like to play the",
        3271.72,
        3275.34
    ],
    [
        " bottom.",
        3275.34,
        3275.52
    ],
    [
        " Yeah, they get taken down.",
        3275.62,
        3276.94
    ],
    [
        " It's like stand back.",
        3277.0,
        3277.66
    ],
    [
        " They're just going to get back up.",
        3277.78,
        3278.6
    ],
    [
        " And that's, if you're not used to that, that is problematic for you on top.",
        3278.6,
        3283.0
    ],
    [
        " If you, if you allow that situation to happen.",
        3283.32,
        3285.42
    ],
    [
        " Yeah.",
        3285.7,
        3285.86
    ],
    [
        " Yeah, that's why it's good to train with, I think I said this before, good to train with",
        3286.08,
        3290.0
    ],
    [
        " MMA guys because that's a lot of the time in the case.",
        3290.0,
        3293.76
    ],
    [
        " Unless they're like straight up Jiu Jitsu background guys, but you know, you know, guys who",
        3293.76,
        3297.54
    ],
    [
        " just have essentially, what do you call a free style?",
        3297.54,
        3301.7
    ],
    [
        " Yeah, yeah, yeah.",
        3301.94,
        3302.44
    ],
    [
        " Kind of style to them.",
        3302.44,
        3304.36
    ],
    [
        " They, and in a sense, we do Jiu Jitsu.",
        3304.46,
        3307.0
    ],
    [
        " Yeah, anytime I train with them, they don't like being on the bottom.",
        3307.12,
        3309.7
    ],
    [
        " So if you get that training, they're big times.",
        3309.7,
        3312.08
    ],
    [
        " Feet on the hips.",
        3312.26,
        3312.74
    ],
    [
        " They're pushing your head away and they're just trying to get back up.",
        3312.9,
        3314.76
    ],
    [
        " Yeah.",
        3314.96,
        3315.12
    ],
    [
        " Again, the theme or the reason that all that I have all this stuff in my head is because",
        3315.52,
        3322.3
    ],
    [
        " it's all about what game are you playing?",
        3322.3,
        3324.48
    ],
    [
        " What game are you playing?",
        3325.2,
        3326.4
    ],
    [
        " And again, Connor, that's one of the things that everyone loves about Connor, myself included,",
        3327.02,
        3331.4
    ],
    [
        " is he goes in there to fight.",
        3331.62,
        3332.84
    ],
    [
        " And yet that instinct of going forward all the time against a guy that's a superior wrestler",
        3333.46,
        3340.1
    ],
    [
        " on grappler, which could be certainly is.",
        3340.1,
        3341.96
    ],
    [
        " And like I said, grappling broadly stated is superior to striking in a, in a one on one",
        3342.26,
        3351.36
    ],
    [
        " situation.",
        3351.94,
        3352.3
    ],
    [
        " Yeah.",
        3352.5,
        3353.5
    ],
    [
        " Do you look hesitant?",
        3353.96,
        3354.8
    ],
    [
        " No, I agree with that probably more than you do.",
        3355.38,
        3358.2
    ],
    [
        " Oh, okay.",
        3358.48,
        3358.88
    ],
    [
        " And there's obviously, and I just had someone hit me up on social media that was like,",
        3358.9,
        3362.66
    ],
    [
        " but what if, you know, what if you get punched?",
        3363.0,
        3365.24
    ],
    [
        " What if the striker can punch you when you're trying to take them out?",
        3365.44,
        3367.5
    ],
    [
        " It's like that case has gone through and through.",
        3367.52,
        3369.28
    ],
    [
        " Can a striker knock someone out?",
        3369.52,
        3371.12
    ],
    [
        " Yes, they absolutely can.",
        3371.34,
        3372.64
    ],
    [
        " They have a puncher's chance.",
        3372.9,
        3373.96
    ],
    [
        " Can you rely on that?",
        3374.26,
        3375.22
    ],
    [
        " Hell no, you can't.",
        3375.42,
        3376.5
    ],
    [
        " Hell no, you can't.",
        3376.52,
        3377.56
    ],
    [
        " What were you gonna say?",
        3378.18,
        3378.78
    ],
    [
        " Yeah, that's it.",
        3379.02,
        3379.62
    ],
    [
        " I mean, yeah, most of the time, as far as how it has played out, yeah, you, yeah, you",
        3379.62,
        3386.86
    ],
    [
        " can knock the guy out.",
        3386.86,
        3387.66
    ],
    [
        " Oh, yeah, for sure.",
        3387.78,
        3388.56
    ],
    [
        " You can ease.",
        3388.72,
        3389.16
    ],
    [
        " Yeah, oh, yeah, it can happen for sure.",
        3389.56,
        3391.44
    ],
    [
        " But yeah, you just do the, you run the statistics.",
        3391.62,
        3393.44
    ],
    [
        " No, it's like way harder to plan a knockout on a, on a, on a, but for a grappler to plan",
        3393.86,
        3398.58
    ],
    [
        " a submission was way easier.",
        3398.58,
        3400.02
    ],
    [
        " Oh, yeah.",
        3400.02,
        3400.38
    ],
    [
        " Like, you, but even in grappling tournaments, they'll go, be like, hey, I'm gonna go and",
        3400.38,
        3404.74
    ],
    [
        " I'm gonna get this guy in a rear naked choke.",
        3404.74,
        3406.44
    ],
    [
        " That's what I'm gonna do.",
        3406.58,
        3407.38
    ],
    [
        " And again, it's another grappler, by the way.",
        3408.4,
        3410.18
    ],
    [
        " So yeah, it's way easier to plan because it's way more methodical.",
        3410.32,
        3413.32
    ],
    [
        " It's like way less like what do you call it chaotic?",
        3413.48,
        3415.72
    ],
    [
        "",
        3416.04,
        3416.04
    ],
    [
        " And don't get it wrong.",
        3416.5,
        3417.26
    ],
    [
        " Like strikers know how to control their environment.",
        3417.44,
        3420.16
    ],
    [
        " I dig it.",
        3420.24,
        3420.74
    ],
    [
        " Yeah, but just the nature of what it is, you know, there's no, there's no doubt.",
        3420.78,
        3424.88
    ],
    [
        " And again, broadly speaking, because I am totally pro striking and you have to be able",
        3425.16,
        3433.38
    ],
    [
        " to strike and you're, you're more time your boxing kills, the better they are, the better",
        3433.38,
        3437.36
    ],
    [
        " you are as a human being.",
        3437.36,
        3438.6
    ],
    [
        " And I don't know if, yeah, I mean, if you've ever trained, if anyone here doesn't believe",
        3439.18,
        3443.18
    ],
    [
        " in striking at all, go and train with somebody that's a really good high level striker.",
        3443.18,
        3447.3
    ],
    [
        " And they will jack you up.",
        3447.44,
        3449.64
    ],
    [
        " They will jack you up.",
        3449.94,
        3451.7
    ],
    [
        " You will be, you will feel like a wipe out in Jiu-Jitsu on the map.",
        3451.7,
        3454.76
    ],
    [
        " Yes.",
        3455.08,
        3455.36
    ],
    [
        " The only difference is if it's, if you talk, if you flip a switch and you make it MMA and",
        3455.7,
        3461.16
    ],
    [
        " you can grab a hold of them.",
        3461.16,
        3462.02
    ],
    [
        " Yeah.",
        3462.02,
        3462.36
    ],
    [
        " You can, you can all of a sudden, you can equalize it very quickly.",
        3462.66,
        3464.58
    ],
    [
        " That's why Jiu-Jitsu came about.",
        3464.78,
        3466.08
    ],
    [
        " That's why it, well, not Mike came about.",
        3466.32,
        3467.82
    ],
    [
        " That's why it came onto the scene so strong.",
        3467.92,
        3470.62
    ],
    [
        " It's because all the striking stuff as awesome as it is, we just saw another example of it",
        3470.88,
        3476.78
    ],
    [
        " on Saturday night.",
        3476.78,
        3477.94
    ],
    [
        " That's what I'm talking about.",
        3478.14,
        3479.36
    ],
    [
        " Yeah.",
        3479.66,
        3479.76
    ],
    [
        " And I'm not even saying, Connor is a far superior, Connor is a phenomenal striker.",
        3480.1,
        3485.54
    ],
    [
        " Once he's on the ground, he's on the ground and those strikes don't mean anything anymore,",
        3486.12,
        3489.62
    ],
    [
        " barely.",
        3489.88,
        3490.12
    ],
    [
        " Yeah, especially these guys with like super good grappling.",
        3490.36,
        3493.08
    ],
    [
        " And you know, they can keep going.",
        3493.08,
        3495.84
    ],
    [
        " You know, when you gas and was this will go into kind of what your strategy was, if a",
        3496.0,
        3501.16
    ],
    [
        " grappler gasses, he, a grappler gasses and that goes for anyone in a fight, if you gas",
        3501.16,
        3505.14
    ],
    [
        " out, you're essentially ineffective.",
        3505.14,
        3506.84
    ],
    [
        " But so kind of that aside, the, the reason that Pete, that it seems like, oh yeah, all",
        3507.16,
        3513.38
    ],
    [
        " these guys like Leo Domachita, right?",
        3513.38,
        3515.26
    ],
    [
        " He was a big one who kind of exploded under the scene and just beat up everyone and he",
        3515.34,
        3518.62
    ],
    [
        " was a karate guy.",
        3518.62,
        3519.3
    ],
    [
        " Right?",
        3519.42,
        3519.78
    ],
    [
        " Black belt and you just by the way, but no one wants to talk about that part or even like",
        3520.02,
        3523.48
    ],
    [
        " a chocolate L type character where he's just knocking, he's straight up knocking everybody",
        3523.48,
        3526.96
    ],
    [
        " out.",
        3526.96,
        3527.24
    ],
    [
        " Croplers and everything.",
        3527.24,
        3527.96
    ],
    [
        " Superior wrestler, by the way.",
        3528.5,
        3530.4
    ],
    [
        " But so it's one of those things where it's like, yeah, if you don't know any grappling,",
        3530.46,
        3533.7
    ],
    [
        " oh yeah, your chances of success, especially as time goes on, go, go way down.",
        3533.7,
        3537.94
    ],
    [
        " But most people, if they're like primarily striking or striking as they're kind of their",
        3538.56,
        3543.36
    ],
    [
        " success, you know, that's what gives them success.",
        3543.36,
        3547.04
    ],
    [
        " They have to learn even like a few fundamentals in grappling and get really good at them, just",
        3547.3,
        3553.38
    ],
    [
        " defensively to start with.",
        3553.38,
        3555.14
    ],
    [
        " But if you don't know anything, like if you know how to defend the take down, that's",
        3555.44,
        3558.62
    ],
    [
        " grappling right there.",
        3558.62,
        3559.28
    ],
    [
        " Yeah, yeah, yeah, yeah.",
        3559.36,
        3560.06
    ],
    [
        " All ready.",
        3560.06,
        3560.48
    ],
    [
        " And if you get really good at that, then okay, that's going to help you a lot.",
        3560.74,
        3564.14
    ],
    [
        " But that's grappling.",
        3564.38,
        3565.38
    ],
    [
        " Now what if you essentially fail at defending the take down, meaning you get taken down,",
        3565.62,
        3570.14
    ],
    [
        " you have to learn to get back up.",
        3570.26,
        3571.92
    ],
    [
        " If you don't, you'll get held down there straight up.",
        3572.06,
        3573.84
    ],
    [
        " Yeah.",
        3573.84,
        3574.08
    ],
    [
        " If you don't like take a big strong guy and just a normal sized person one guy knows",
        3574.32,
        3578.4
    ],
    [
        " you get to put the big strong guy on his back, like even in guard, bro, he won't get up.",
        3578.4,
        3583.38
    ],
    [
        " No.",
        3583.4,
        3583.54
    ],
    [
        " If the guy's like, hey, don't let him up.",
        3583.66,
        3584.86
    ],
    [
        " Yeah.",
        3585.08,
        3585.2
    ],
    [
        " You won't get up straight up.",
        3585.2,
        3586.22
    ],
    [
        " And the harder he tries, the less ability he's going to have to get up.",
        3586.38,
        3590.56
    ],
    [
        " It's like throwing somebody in the water who can't swim.",
        3590.62,
        3592.3
    ],
    [
        " Yeah.",
        3592.54,
        3592.74
    ],
    [
        " And like he can't even tread water.",
        3593.14,
        3594.88
    ],
    [
        " Now let alone swim.",
        3595.06,
        3596.02
    ],
    [
        " He can't try to try as hard as you can.",
        3596.22,
        3597.74
    ],
    [
        " The harder you try, the more it's just going to not work.",
        3597.84,
        3600.78
    ],
    [
        " But you teach someone to just tread water.",
        3601.36,
        3603.52
    ],
    [
        " He'll handle.",
        3603.6,
        3604.48
    ],
    [
        " He'll handle a little bit.",
        3604.68,
        3605.34
    ],
    [
        " But you just learned how to tread water though.",
        3605.52,
        3606.98
    ],
    [
        " You learned how to swim a little bit.",
        3607.16,
        3608.26
    ],
    [
        " So you got to learn that stuff.",
        3608.82,
        3609.7
    ],
    [
        " And what's nice, well, you need to take this into account is that the UFC rounds are",
        3609.9,
        3614.84
    ],
    [
        " only five minutes.",
        3614.84,
        3616.56
    ],
    [
        " So there are only five minutes, which means you could see it took time for Conor's",
        3616.94,
        3624.3
    ],
    [
        " good enough that he's not getting like just caught.",
        3624.3,
        3626.64
    ],
    [
        " You made a quick mistake and get caught.",
        3626.9,
        3628.52
    ],
    [
        " No, he's making a series of mistakes that take time and then finally they get capitalized",
        3628.7,
        3633.52
    ],
    [
        " on.",
        3633.52,
        3633.7
    ],
    [
        " If he can make it three minutes on the feet every round, man, the chances of him getting",
        3634.2,
        3639.66
    ],
    [
        " submitted in two minutes by Kabebe, especially when he was doing good maneuvers on the",
        3639.66,
        3643.94
    ],
    [
        " bottom bottom, they're not really that good.",
        3643.94,
        3646.38
    ],
    [
        " And you know, can you make him say can get guillotine?",
        3647.32,
        3649.6
    ],
    [
        " That normally happens to the grappler.",
        3649.74,
        3651.12
    ],
    [
        " That's like grappler versus grappler.",
        3651.2,
        3652.68
    ],
    [
        " I shoot on you.",
        3652.78,
        3653.6
    ],
    [
        " You grab the guillotine or I try and post and you do an unlock.",
        3653.6,
        3657.06
    ],
    [
        " That usually happens not from most of those moves come out of me, me engaging and grappling",
        3657.06,
        3663.56
    ],
    [
        " with you, not me getting away from you.",
        3663.56,
        3665.24
    ],
    [
        " Me getting away from you exposes less of grappling submissions.",
        3665.7,
        3670.24
    ],
    [
        " Unless you do poor mistakes, like turn your back, then you got a problem.",
        3670.48,
        3674.58
    ],
    [
        " You're going to have a problem.",
        3675.24,
        3676.38
    ],
    [
        " And I suppose we should also talk about the after situation, after the fight.",
        3677.62,
        3686.12
    ],
    [
        " Sure.",
        3686.12,
        3686.58
    ],
    [
        " And, you know, Kabebe, who's normally very stoic and calm.",
        3687.14,
        3692.24
    ],
    [
        " He lost it.",
        3692.62,
        3694.46
    ],
    [
        " He ran out the crowd, Connor, and I was watching in detail some of these little clips and Connor",
        3694.72,
        3703.56
    ],
    [
        " was getting nuts too.",
        3703.56,
        3704.46
    ],
    [
        " Let's not make any mistakes.",
        3704.78,
        3706.08
    ],
    [
        " Because yeah, so, and then the guy came in from Connors from Kabebe's team and soccer",
        3707.36,
        3713.82
    ],
    [
        " punched Connor.",
        3713.82,
        3714.52
    ],
    [
        " That was gnarly.",
        3715.06,
        3715.98
    ],
    [
        " And so, what do I think of all that?",
        3717.06,
        3718.84
    ],
    [
        " Yeah, it's horrible.",
        3719.0,
        3719.5
    ],
    [
        " Is it bad for the sport?",
        3719.66,
        3720.3
    ],
    [
        " Yes, it's bad for the sport.",
        3720.4,
        3721.38
    ],
    [
        " Interestingly, Joe Rogan posted that Brendan Shobb kind of made a prediction.",
        3721.78,
        3728.78
    ],
    [
        " Yeah, he made a prediction that something was going to get crazy.",
        3730.12,
        3732.36
    ],
    [
        " And that's, that was accurate.",
        3732.66,
        3734.96
    ],
    [
        " When I think about it, I think it's a bummer.",
        3736.26,
        3740.82
    ],
    [
        " Yeah, it's a bummer.",
        3741.02,
        3742.1
    ],
    [
        " It's a bummer to see.",
        3742.18,
        3742.68
    ],
    [
        " So, I was surprised to see Kabebe get crazy like that.",
        3742.82,
        3745.88
    ],
    [
        " The fight was over.",
        3746.14,
        3747.76
    ],
    [
        " You could see that Connor was pretty humble and defeat.",
        3748.08,
        3751.38
    ],
    [
        " He was sitting there like, hey, all right.",
        3751.5,
        3753.24
    ],
    [
        " That's a bummer.",
        3753.5,
        3755.04
    ],
    [
        " And Kabebe got nuts for those moments.",
        3755.34,
        3758.6
    ],
    [
        " And I don't know what's going to happen.",
        3759.22,
        3761.18
    ],
    [
        " I don't know what's going to happen in terms of, I know they didn't, I don't think they",
        3761.72,
        3765.54
    ],
    [
        " paid him yet.",
        3765.54,
        3766.12
    ],
    [
        " They didn't pay him.",
        3766.84,
        3767.8
    ],
    [
        " He's $2 million per.",
        3767.96,
        3768.96
    ],
    [
        " Yeah.",
        3769.34,
        3770.26
    ],
    [
        " Wouldn't that be an athletic commission thing, though?",
        3770.56,
        3772.34
    ],
    [
        " Yeah, it'll definitely be an athletic.",
        3772.52,
        3774.28
    ],
    [
        " Yeah, they'll find them.",
        3774.5,
        3775.6
    ],
    [
        " They'll take part of his purse.",
        3775.68,
        3776.7
    ],
    [
        " And that's just money.",
        3777.26,
        3778.1
    ],
    [
        " That's like, you know, when you pay a speeding ticket and the state gets the money.",
        3778.34,
        3782.32
    ],
    [
        " It's the same thing.",
        3782.44,
        3783.86
    ],
    [
        " So the, the athlete, Nevada State Athletic Commission could find him half as person,",
        3783.88,
        3788.8
    ],
    [
        " put 1.5, or no, he made $2 million per.",
        3788.88,
        3791.7
    ],
    [
        " He could put a mill, he could put the Nevada State Athletic Commission, give it a million",
        3791.96,
        3796.14
    ],
    [
        " dollars in their pocket.",
        3796.14,
        3797.08
    ],
    [
        " By saying, you know, you should have done that.",
        3797.38,
        3799.24
    ],
    [
        " We're finding you.",
        3799.28,
        3799.9
    ],
    [
        " We're finding you half your purse.",
        3799.96,
        3801.12
    ],
    [
        " Boom, here's a million dollars.",
        3801.12,
        3802.26
    ],
    [
        " Let's build a new office center.",
        3802.62,
        3804.64
    ],
    [
        " I don't know what's going to happen.",
        3805.12,
        3809.6
    ],
    [
        " It's not good to see that I wish everyone would be better sports.",
        3809.74,
        3813.46
    ],
    [
        " That would be good.",
        3814.1,
        3815.44
    ],
    [
        " But people are super emotional and they haven't learned to control their emotions yet.",
        3815.76,
        3821.94
    ],
    [
        " Which brings me to the third point that I wanted to talk about this week.",
        3822.48,
        3827.44
    ],
    [
        " Sure.",
        3827.88,
        3828.14
    ],
    [
        " What are you going to say?",
        3828.34,
        3829.0
    ],
    [
        " Something?",
        3829.0,
        3829.32
    ],
    [
        " No, no, I dig it.",
        3829.42,
        3830.84
    ],
    [
        " But there is like a bigger kind of picture here with the, so anything that's quote unquote",
        3831.04,
        3837.08
    ],
    [
        " bad for the sport, right?",
        3837.08,
        3838.4
    ],
    [
        " That's that is something but there's two elements, right?",
        3838.54,
        3841.32
    ],
    [
        " There's the growth of the sport.",
        3841.46,
        3843.16
    ],
    [
        " And then there's like promotion of the sport for the people who are in the, who are in",
        3843.36,
        3848.72
    ],
    [
        " the game.",
        3848.72,
        3849.08
    ],
    [
        " Are we about to get a bad press as good press?",
        3849.08,
        3850.84
    ],
    [
        " Any press as good press?",
        3851.3,
        3852.72
    ],
    [
        " Rather as a dichotomy.",
        3852.8,
        3853.68
    ],
    [
        " So yeah, the growth of the sport to the guy who doesn't watch MMA because it's so barbaric.",
        3854.04,
        3858.7
    ],
    [
        " We're watching, okay, what will the pet is fight, right?",
        3858.7,
        3860.92
    ],
    [
        " Same event.",
        3861.08,
        3861.68
    ],
    [
        " Pettis and Ferguson.",
        3862.06,
        3863.68
    ],
    [
        " Yeah.",
        3864.08,
        3864.3
    ],
    [
        " By the way, I like Ferguson.",
        3864.54,
        3865.82
    ],
    [
        " That dude's a hard worker.",
        3866.14,
        3867.18
    ],
    [
        " I like Pettis too.",
        3867.42,
        3868.24
    ],
    [
        " And I, and I, and I definitely like Duke Rufus.",
        3868.94,
        3871.14
    ],
    [
        " Yeah.",
        3871.38,
        3871.54
    ],
    [
        " My boy, my boy, there was, you know, we would be cornering people backstage and Duke",
        3871.8,
        3876.16
    ],
    [
        " Rufus was always, I mean, he isn't probably doesn't know anything.",
        3876.16,
        3878.62
    ],
    [
        " This probably wouldn't even barely know who I am at all.",
        3879.02,
        3881.6
    ],
    [
        " But he would always be like super cool.",
        3881.88,
        3884.92
    ],
    [
        " Duke Rufus.",
        3884.98,
        3886.04
    ],
    [
        " He's awesome.",
        3886.16,
        3886.82
    ],
    [
        " Yeah.",
        3887.52,
        3887.72
    ],
    [
        " So that fight and Pettis, and Pettis is a good dude too, you know, I like Pettis.",
        3887.72,
        3892.3
    ],
    [
        " Yeah, really seems like it.",
        3892.4,
        3894.42
    ],
    [
        " But that was a bloody fight.",
        3894.52,
        3896.26
    ],
    [
        " Yeah, it was.",
        3896.44,
        3897.02
    ],
    [
        " So, and there's bloody fights, everyone.",
        3897.18,
        3899.08
    ],
    [
        " So, all right, guys with a huge gash is what not?",
        3899.34,
        3901.22
    ],
    [
        " So, okay, bloody fight, right?",
        3901.44,
        3902.72
    ],
    [
        " And so me, my brother, my cousin, we were watching this fight.",
        3902.86,
        3906.54
    ],
    [
        " And so these guys are just basically punching each other in the face,",
        3907.08,
        3911.5
    ],
    [
        " being each other in the face, bleeding like all over, you know, like super bloody.",
        3911.76,
        3915.26
    ],
    [
        " The kind of where they got to stop the fight and be like, hey, doctor, check this guy out.",
        3915.26,
        3918.12
    ],
    [
        " That, you know, so he gives you a tissue.",
        3918.14,
        3919.46
    ],
    [
        " Hey doctor, oh, hey, time out while we just clean up blood off everyone.",
        3919.78,
        3922.44
    ],
    [
        " Yeah, it's the one about a minute here.",
        3922.74,
        3924.02
    ],
    [
        " Just a white blood off everyone.",
        3924.14,
        3925.38
    ],
    [
        " Yeah.",
        3925.54,
        3925.7
    ],
    [
        " And meanwhile, we're just watching like, oh, whatever.",
        3926.12,
        3928.2
    ],
    [
        " Like actually, it's like there have been more eventful fights than this one.",
        3928.42,
        3932.66
    ],
    [
        " Yeah.",
        3932.8,
        3932.96
    ],
    [
        " Like he'd ended in a, you know, he broke his hand or whatever and it was, and that was considered uneventful.",
        3933.06,
        3937.5
    ],
    [
        " I broke his hand.",
        3937.62,
        3938.76
    ],
    [
        " Yeah, yeah, yeah.",
        3938.86,
        3939.38
    ],
    [
        " I'm punching a guy in the head.",
        3939.38,
        3940.66
    ],
    [
        " Yeah, they stopped the fight and that was uneventful.",
        3941.16,
        3943.32
    ],
    [
        " We consider that uneventful.",
        3943.44,
        3944.68
    ],
    [
        " An eventful fight is a guy who gets knocked out unconscious flat out, which, which happened, by the way,",
        3945.2,
        3950.4
    ],
    [
        " a few fights really anyway.",
        3950.42,
        3951.44
    ],
    [
        " Who he is, right?",
        3951.62,
        3952.12
    ],
    [
        " So we're watching this blood everywhere.",
        3952.18,
        3953.96
    ],
    [
        " Meanwhile, we're like, okay, you know, like whatever.",
        3954.18,
        3956.08
    ],
    [
        " But so that my point is the growth of the sport.",
        3956.4,
        3958.94
    ],
    [
        " You get a guy who doesn't watch MMA.",
        3959.14,
        3960.32
    ],
    [
        " They only watch, you know, basketball football, the traditional sports.",
        3960.56,
        3962.88
    ],
    [
        " And they get a glimpse into MMA and they see that.",
        3963.46,
        3966.0
    ],
    [
        " All the blood and stuff.",
        3966.16,
        3966.88
    ],
    [
        " They're like, this is a dumb sport.",
        3966.98,
        3967.98
    ],
    [
        " This is not even a sport.",
        3968.14,
        3969.02
    ],
    [
        " This is like, this shouldn't be legal.",
        3969.2,
        3970.46
    ],
    [
        " This is like two human beings and everyone cheering.",
        3970.9,
        3972.9
    ],
    [
        " Meanwhile, okay, so when the fight stops that that pedestrian fight, it stops, right?",
        3973.02,
        3977.32
    ],
    [
        " They stop it.",
        3977.4,
        3977.88
    ],
    [
        " They, you know how they cut to the crowd, everyone.",
        3978.1,
        3979.48
    ],
    [
        " So I'll just see their reaction.",
        3979.52,
        3980.6
    ],
    [
        " There's like businessmen and their suits drinking their drinks.",
        3980.88,
        3983.88
    ],
    [
        " It's like the epitome of like gladiator old school, the king with all the grapes and the",
        3983.88,
        3988.54
    ],
    [
        " stuff and high-fiving and stuff.",
        3988.54,
        3990.54
    ],
    [
        " Right?",
        3990.66,
        3990.74
    ],
    [
        " Meanwhile, these two guys are like, one guy has a broken hand.",
        3990.8,
        3993.16
    ],
    [
        " The other guy has blood, well, they both have blood all over, right?",
        3993.5,
        3995.8
    ],
    [
        " So as an outsider looking in, you're like, it's reasonable to expect them to be like,",
        3996.04,
        4001.48
    ],
    [
        " this is dumb.",
        4001.48,
        4002.54
    ],
    [
        " This is not a sport.",
        4002.72,
        4003.42
    ],
    [
        " I'm not going to sign on to this at all.",
        4003.6,
        4004.76
    ],
    [
        " Okay.",
        4005.04,
        4005.08
    ],
    [
        " Then you get these post-fight shenanigans, Kabibin, guys jumping out of the ring into the",
        4005.52,
        4011.3
    ],
    [
        " crowd, continuing to fight.",
        4011.3,
        4012.8
    ],
    [
        " After he won, by the way.",
        4012.94,
        4013.9
    ],
    [
        " So, and I'm not saying that this is how I'm looking at him, saying this is how an outsider",
        4014.18,
        4017.56
    ],
    [
        " will see it.",
        4017.56,
        4018.22
    ],
    [
        " Interesting.",
        4018.42,
        4018.78
    ],
    [
        " And then you see, you know, months ago, whatever, Connor flying into New York and bushing",
        4019.04,
        4023.04
    ],
    [
        " up the bus with Kabibin in and it's this thing and, you know, all this stuff, guys getting",
        4023.04,
        4027.36
    ],
    [
        " injured from the broken glass, all this stuff, right?",
        4027.36,
        4029.62
    ],
    [
        " It's not cool from an outsider looking in.",
        4030.3,
        4032.5
    ],
    [
        " It's like, this is not a sport.",
        4032.82,
        4033.88
    ],
    [
        " This is dumb.",
        4034.04,
        4034.44
    ],
    [
        " These guys aren't people.",
        4034.64,
        4035.74
    ],
    [
        " These aren't civilized people, all this stuff.",
        4035.92,
        4037.2
    ],
    [
        " But from the inside, whoa, man, I'm really looking forward to this fight now.",
        4037.68,
        4042.18
    ],
    [
        " After Connor did that, then, you know, then, you know, things happen.",
        4042.34,
        4045.92
    ],
    [
        " Connor's talking all this trash.",
        4046.06,
        4047.26
    ],
    [
        " It's like, oh, and he's backing it up.",
        4047.62,
        4049.02
    ],
    [
        " Oh my gosh, I want to see this even more now.",
        4049.02,
        4051.0
    ],
    [
        " If you get, and I like Fader, too, that's it.",
        4051.12,
        4053.78
    ],
    [
        " Fader.",
        4053.88,
        4054.16
    ],
    [
        " I like him, too.",
        4054.38,
        4054.98
    ],
    [
        " What if everyone was like Fader, though?",
        4055.24,
        4056.52
    ],
    [
        " There would be a lot of fights that you just don't care about.",
        4057.2,
        4059.98
    ],
    [
        " You'd be like, hey, all right, cool.",
        4060.2,
        4061.44
    ],
    [
        " Or, but on the flip side.",
        4062.12,
        4063.68
    ],
    [
        " I would, I would care about all of them.",
        4063.7,
        4065.6
    ],
    [
        " You would not care about, you care about them left, last I think.",
        4066.26,
        4069.04
    ],
    [
        " You, I don't know.",
        4069.22,
        4070.1
    ],
    [
        " I don't know what you care about sometimes, but the people, because the reason Fader is",
        4070.18,
        4075.34
    ],
    [
        " Fader, to the extent that Fader is Fader is because other people are not like Fader.",
        4075.34,
        4079.96
    ],
    [
        " You get to compare him to everyone else.",
        4079.96,
        4081.2
    ],
    [
        " I think it's all crazy.",
        4081.2,
        4081.86
    ],
    [
        " And he just sits there and looks at him and then knocks him out or jokes him out or unlocks.",
        4081.86,
        4085.08
    ],
    [
        " Because when you think about it, isn't that really the martial art spirit for sure?",
        4085.08,
        4089.06
    ],
    [
        " Super stoic.",
        4089.24,
        4089.9
    ],
    [
        " And that's how it has been.",
        4089.96,
        4091.28
    ],
    [
        " Yeah.",
        4091.46,
        4091.66
    ],
    [
        " Yeah.",
        4092.04,
        4092.12
    ],
    [
        " But now, hey, martial arts, let's face it, when you're in the game, if you watch MMA, especially",
        4092.32,
        4097.74
    ],
    [
        " you'll see, if you watch this, this is, it goes like the martial art spirit of the thing",
        4097.74,
        4102.88
    ],
    [
        " is very small.",
        4102.88,
        4104.12
    ],
    [
        " Yeah.",
        4104.2,
        4104.48
    ],
    [
        " Very small.",
        4104.5,
        4104.98
    ],
    [
        " This is a show.",
        4105.14,
        4105.88
    ],
    [
        " Don't get it wrong.",
        4106.18,
        4106.76
    ],
    [
        " This is a show with real punches, real kicks, blood, all that stuff.",
        4106.84,
        4109.66
    ],
    [
        " And this is all part of the show.",
        4109.66,
        4110.78
    ],
    [
        " What happened?",
        4110.96,
        4111.48
    ],
    [
        " I definitely think of it more as a sport than I do think of it as a display of martial",
        4111.48,
        4117.7
    ],
    [
        " arts for the community.",
        4117.7,
        4118.9
    ],
    [
        " Yes.",
        4118.9,
        4119.38
    ],
    [
        " No, I'm not thinking of it that way anymore.",
        4119.44,
        4120.78
    ],
    [
        " It's a sport, but I would even go beyond sport.",
        4120.9,
        4122.88
    ],
    [
        " It's a show straight up because if it was just a sport, you know what they did for the",
        4122.88,
        4126.66
    ],
    [
        " first time.",
        4126.66,
        4127.12
    ],
    [
        " I don't know if you noticed, as you probably did, they had like fog on the, on the octagon",
        4127.3,
        4133.0
    ],
    [
        " floor.",
        4133.0,
        4133.54
    ],
    [
        " Yeah.",
        4133.94,
        4134.02
    ],
    [
        " Only for kind of the dry ice.",
        4134.46,
        4136.24
    ],
    [
        " The fact dry ice effect, right?",
        4136.6,
        4138.46
    ],
    [
        "",
        4139.22,
        4139.22
    ],
    [
        " Like what do you think?",
        4139.68,
        4140.66
    ],
    [
        " I give that the negatron.",
        4140.82,
        4142.18
    ],
    [
        " Yeah.",
        4142.32,
        4142.5
    ],
    [
        " Well, there was a while where UFC was trying to lean towards the other direction.",
        4142.62,
        4145.88
    ],
    [
        " They took away all the show stuff.",
        4145.88,
        4147.48
    ],
    [
        " They made it look like more like a sport.",
        4147.48,
        4149.5
    ],
    [
        " Yeah.",
        4149.78,
        4149.94
    ],
    [
        " And now they've kind of gone back a little bit.",
        4150.14,
        4152.72
    ],
    [
        " Yeah, man.",
        4152.88,
        4153.78
    ],
    [
        " It's in because the new owners took over.",
        4153.92,
        4156.06
    ],
    [
        " Well, yeah.",
        4156.48,
        4157.04
    ],
    [
        " And you know, that was obviously like a quote unquote branding play.",
        4157.18,
        4159.86
    ],
    [
        " You know, we want to kind of go mainstream with the sport edge of it and you know, make",
        4160.04,
        4162.92
    ],
    [
        " it kind of a whole so here's the thing, Brad.",
        4162.92,
        4164.4
    ],
    [
        " It's not a whole something like it's totally, there's a difference we didn't score in",
        4164.5,
        4167.74
    ],
    [
        " a ball in a basket or running across the in zone or the goal line for touch down and",
        4167.8,
        4171.9
    ],
    [
        " all this stuff out running guys trying to just basically talk to you to the ground.",
        4171.9,
        4174.94
    ],
    [
        " And there's a difference between that being the goal and the goal being to hurt the guys",
        4175.64,
        4180.74
    ],
    [
        " bad as you can.",
        4180.74,
        4181.8
    ],
    [
        "",
        4181.88,
        4181.88
    ],
    [
        " Or they incapacitate them as bad as you possibly.",
        4181.88,
        4184.2
    ],
    [
        " You know, when I said on when I was on Joe Rogan's podcast, that was like, if you go watch",
        4184.2,
        4188.8
    ],
    [
        " any of those other sports, when they escalate, they escalate to what you actually want to",
        4188.8,
        4194.18
    ],
    [
        " see, which is MMA.",
        4194.18,
        4195.18
    ],
    [
        " Like what happens when a basketball game gets a little too rough, they fight each other.",
        4196.6,
        4200.06
    ],
    [
        " What happens when hockey gets a little bit, they fight each other.",
        4200.06,
        4202.42
    ],
    [
        " What happens when football gets a little bit too rough, they fight even baseball.",
        4202.46,
        4205.82
    ],
    [
        " Someone does some out of line in baseball, they fight each other.",
        4206.2,
        4209.04
    ],
    [
        " Let's just get rid of the ball, get rid of the net, get rid of the hockey stick and just",
        4209.16,
        4213.34
    ],
    [
        " put some of the balls out of it.",
        4213.34,
        4214.34
    ],
    [
        " Get it on.",
        4214.54,
        4214.96
    ],
    [
        " Yeah.",
        4215.36,
        4215.46
    ],
    [
        " And that's why and that's I mean, obviously that's a whole whole whole other thing.",
        4215.9,
        4219.38
    ],
    [
        " But if you and I'm not saying there's necessarily a confusion between it, like us, the sport",
        4219.52,
        4225.82
    ],
    [
        " and the show and the martial arts and all that, but I'm just saying they're there three",
        4225.82,
        4229.04
    ],
    [
        " different elements in the.",
        4229.04,
        4230.7
    ],
    [
        " Sometimes it's just give me a whole like interesting idea.",
        4231.16,
        4233.56
    ],
    [
        " So sometimes for me, I'm so functional.",
        4233.74,
        4237.88
    ],
    [
        " Like I operate and such a functional mindset that it doesn't even work, right?",
        4238.32,
        4244.82
    ],
    [
        " It just doesn't work.",
        4244.98,
        4245.92
    ],
    [
        " It doesn't work with normal people, right?",
        4246.3,
        4249.2
    ],
    [
        " Like, hey, just like no, this is just going to be what it's going to be plain.",
        4249.2,
        4253.32
    ],
    [
        " If I was if I was in charge of the entire UFC, what would it look like?",
        4253.92,
        4259.24
    ],
    [
        " And it would probably just be so functional.",
        4259.7,
        4262.54
    ],
    [
        " It'd be the extreme that you that you're saying people would just be like, I don't really",
        4262.88,
        4266.68
    ],
    [
        " know if I want to watch this.",
        4266.68,
        4267.52
    ],
    [
        " However, I would say if you dug deep into the training methodologies and you really understood",
        4267.76,
        4273.66
    ],
    [
        " the people, which UFC does a decent job now with what's it called when they're leading",
        4273.66,
        4278.66
    ],
    [
        " up to the fight.",
        4278.66,
        4279.26
    ],
    [
        " They do the embedding.",
        4279.44,
        4280.26
    ],
    [
        " So you watch the embedded, you get to see kind of it's not highly edited embedded.",
        4281.02,
        4286.52
    ],
    [
        " And you get to see what I would, you know, for me, I would make the whole thing would be",
        4287.68,
        4292.56
    ],
    [
        " like functional.",
        4292.56,
        4293.68
    ],
    [
        " It'd be like, oh, there would be lights that show you everyone.",
        4294.02,
        4297.5
    ],
    [
        " We'd call it lights.",
        4297.5,
        4298.32
    ],
    [
        " Why do you need color lights?",
        4298.46,
        4299.56
    ],
    [
        " You know what I mean?",
        4299.8,
        4300.24
    ],
    [
        " You definitely.",
        4300.72,
        4301.04
    ],
    [
        " You get everybody fired up?",
        4301.3,
        4301.78
    ],
    [
        " No, we didn't do that.",
        4302.0,
        4302.96
    ],
    [
        " You can want to get fired up.",
        4303.1,
        4303.92
    ],
    [
        " You see the guy walking the gauge.",
        4304.04,
        4305.58
    ],
    [
        " That's about to fight another human being.",
        4305.62,
        4308.7
    ],
    [
        " It doesn't work that way though.",
        4308.94,
        4310.4
    ],
    [
        " Yeah, I know.",
        4310.8,
        4311.32
    ],
    [
        " I know.",
        4311.4,
        4311.56
    ],
    [
        " Like, even if it like, again, go back to everyone being stoic, right?",
        4312.04,
        4316.68
    ],
    [
        " It'd be like, it'd be reduced.",
        4317.18,
        4318.7
    ],
    [
        " It would be less of a show.",
        4319.04,
        4320.32
    ],
    [
        " And in fact, you might even argue that it's kind of as we've seen that before, like in",
        4320.56,
        4326.1
    ],
    [
        " just like other, like you ever watch like, like a karate tournament or something like",
        4326.1,
        4330.58
    ],
    [
        " that.",
        4330.58,
        4330.78
    ],
    [
        " It's like, they don't develop characters or nothing like that.",
        4331.04,
        4333.94
    ],
    [
        " They're just, this is guy, hey, this guy's good.",
        4333.94,
        4335.74
    ],
    [
        " And so like, cool.",
        4335.88,
        4336.56
    ],
    [
        " I want to see what he's good at.",
        4336.86,
        4338.1
    ],
    [
        " And then you sort of forget about it.",
        4338.2,
        4339.44
    ],
    [
        " You don't anticipate that unless you're way way in the game.",
        4339.54,
        4342.02
    ],
    [
        " But yeah, my personal vision doesn't always line up well with like the drama creation",
        4342.04,
        4355.06
    ],
    [
        " that everyone else likes.",
        4355.06,
        4356.54
    ],
    [
        " Yeah.",
        4356.72,
        4356.96
    ],
    [
        " But that's literally life.",
        4357.32,
        4359.02
    ],
    [
        " That's like, why?",
        4359.2,
        4359.86
    ],
    [
        " That's why you want to watch it.",
        4360.08,
        4361.08
    ],
    [
        " Because a big part of it is because the drama, Chelsan and Wiseman, right, said one",
        4361.68,
        4367.34
    ],
    [
        " time, once one fight ends, that's when the promotion for the next fight begins.",
        4367.34,
        4371.98
    ],
    [
        " So that, you know, when he gets on the mic after the fight is done, he's essentially promoting",
        4372.3,
        4375.86
    ],
    [
        " the next fight.",
        4375.86,
        4376.52
    ],
    [
        " And, but the thing is, it's totally proven.",
        4377.06,
        4379.8
    ],
    [
        " Like even like someone saying, why do you get, why?",
        4380.14,
        4382.34
    ],
    [
        " Like people are coming to you saying, why are you supporting Connor?",
        4382.68,
        4384.82
    ],
    [
        " He's such a bad role model, all that.",
        4384.92,
        4386.08
    ],
    [
        " That's all good stuff.",
        4386.16,
        4387.1
    ],
    [
        " Like, well, if they, if they were like, oh, who's that guy?",
        4387.26,
        4390.54
    ],
    [
        " Connor, you support this guy?",
        4390.76,
        4391.86
    ],
    [
        " Let me look into this guy.",
        4391.96,
        4393.06
    ],
    [
        " That's a failure.",
        4393.28,
        4394.16
    ],
    [
        " But yeah, to love him, hate him.",
        4394.48,
        4396.12
    ],
    [
        " The thing is, if I dislike a guy, and there's guys that I dislike, I understand, I don't",
        4396.36,
        4400.98
    ],
    [
        " dislike them as people.",
        4400.98,
        4401.9
    ],
    [
        " I dislike, dislike what we call the UFC character.",
        4402.06,
        4404.24
    ],
    [
        " You know, like the guy that's on the mic and doing the whatever.",
        4404.26,
        4407.12
    ],
    [
        " I'm just not a fan.",
        4407.38,
        4408.08
    ],
    [
        " Actually, I'm the anti-fan.",
        4408.24,
        4409.22
    ],
    [
        " I want him to lose.",
        4409.24,
        4409.98
    ],
    [
        " Like if he's fighting a guy, unless I don't know the other guy.",
        4410.14,
        4412.34
    ],
    [
        " I think kind of changed my perspective a little bit is like Tito Ortiz.",
        4412.58,
        4417.18
    ],
    [
        " He had this, he has a horrible, his reputation was always like, he was a jerk and all this",
        4417.52,
        4422.38
    ],
    [
        " up.",
        4422.38,
        4422.5
    ],
    [
        " Yeah, he was a heel.",
        4423.24,
        4424.32
    ],
    [
        " Yeah, heel.",
        4424.68,
        4425.0
    ],
    [
        " And I didn't know him well, but I mean, I trained with him some and, you know, Dean,",
        4425.42,
        4430.06
    ],
    [
        " Dean trained with him a lot.",
        4430.22,
        4431.36
    ],
    [
        " So I kind of knew him by proxy.",
        4431.36,
        4432.8
    ],
    [
        " And Tito Ortiz as a dude, as like a dude outside of that whole world, totally cool and",
        4433.28,
        4438.84
    ],
    [
        " totally good to go.",
        4438.84,
        4439.46
    ],
    [
        " Yeah.",
        4439.72,
        4439.98
    ],
    [
        " Totally cool.",
        4440.28,
        4440.72
    ],
    [
        " Yeah.",
        4440.88,
        4441.24
    ],
    [
        " Hey, BizzBing's the same way.",
        4441.24,
        4442.14
    ],
    [
        " Like, BizzBing kind of a heel.",
        4442.46,
        4444.14
    ],
    [
        " I've met BizzBing.",
        4445.08,
        4445.72
    ],
    [
        " I trained with BizzBing.",
        4445.82,
        4446.5
    ],
    [
        " BizzBing's totally good dude.",
        4446.54,
        4447.7
    ],
    [
        " You know, trained hard, hard work, great work ethic.",
        4447.8,
        4449.66
    ],
    [
        " Good dude.",
        4450.2,
        4450.46
    ],
    [
        " And I'm not saying, again, I don't want to make it sound like I know these guys and I'm",
        4450.56,
        4454.1
    ],
    [
        " all bros with them because I'm not, but I've trained with them.",
        4454.1,
        4456.1
    ],
    [
        " I've been on the mat with them, you know, like I know I can understand their character",
        4456.1,
        4461.1
    ],
    [
        " outside of the character that they play on TV.",
        4461.1,
        4464.26
    ],
    [
        " And the character that they have and maybe that's why for me, when I look at Connor and",
        4464.4,
        4469.64
    ],
    [
        " I see all this stuff, I look at it and I think, yeah, you know what, behind that, it's",
        4469.64,
        4475.42
    ],
    [
        " going to be another guy that's a hard worker that wants to win and take care of his family.",
        4475.42,
        4479.48
    ],
    [
        " Like, well, okay.",
        4479.7,
        4480.18
    ],
    [
        " And he's got, he's doing some stuff and he's talking about red panties and, you know,",
        4480.44,
        4484.38
    ],
    [
        " he just, that's what he's doing.",
        4484.56,
        4486.06
    ],
    [
        " Because then I look at it the same way I see a guy like BizzBing, a guy like Tito Ortiz",
        4486.32,
        4491.24
    ],
    [
        " who are behind that, that front that they put up.",
        4491.24,
        4495.42
    ],
    [
        " They're just, they're just hard work and guys that like to fight.",
        4495.72,
        4498.4
    ],
    [
        " Yeah, but I don't see Connor as a bad guy as the heel though.",
        4498.66,
        4501.96
    ],
    [
        " Connor's a good guy.",
        4502.12,
        4502.9
    ],
    [
        " He's like, he's anti-opponent, like heel, heel really kind of, he'll talk bad about his",
        4502.98,
        4508.86
    ],
    [
        " opponent, not necessarily bad, like, like necessarily bad.",
        4508.86,
        4512.48
    ],
    [
        " Yeah.",
        4512.84,
        4513.0
    ],
    [
        " But, you know, he'll talk himself up over his opponent kind of thing, but he's not like,",
        4513.12,
        4516.6
    ],
    [
        " like BizzBing will actively just like Chelsea and just like Tito Ortiz, they'll actively",
        4516.76,
        4521.46
    ],
    [
        " play the bad guy.",
        4521.46,
        4522.6
    ],
    [
        " Yeah.",
        4522.74,
        4522.9
    ],
    [
        " Yeah.",
        4522.9,
        4523.0
    ],
    [
        " Just a little bit, but to the point where they will be categorized as that.",
        4523.0,
        4525.86
    ],
    [
        " Oh, yeah.",
        4526.06,
        4526.84
    ],
    [
        " You think about the stuff that Chelson said was saying about Anderson Silva.",
        4526.84,
        4531.28
    ],
    [
        " Oh, yeah.",
        4531.48,
        4532.3
    ],
    [
        " You just, yeah.",
        4532.46,
        4533.04
    ],
    [
        " That was crazy.",
        4533.24,
        4534.08
    ],
    [
        " And Chelson's a good example, but even though Chelson you can tell about that.",
        4534.36,
        4537.82
    ],
    [
        " Yeah.",
        4537.86,
        4538.0
    ],
    [
        " Like, every time I did stuff with Chelson, video watch, right?",
        4538.3,
        4541.3
    ],
    [
        " And put like full on accommodating, like, like overly polite person in ways that he",
        4541.58,
        4547.82
    ],
    [
        " doesn't have to do that.",
        4547.82,
        4548.5
    ],
    [
        " You don't have to do this polite stuff.",
        4548.62,
        4549.62
    ],
    [
        " So he's one of those guys, but I could tell like, okay, this is the show when I get it.",
        4549.7,
        4554.54
    ],
    [
        " And actually I dig it.",
        4554.66,
        4556.52
    ],
    [
        " Like, BizzBing, I was genuinely surprised how nice he was.",
        4556.62,
        4559.78
    ],
    [
        " I did a video with BizzBing.",
        4559.82,
        4561.0
    ],
    [
        " If you want to look at a very funny video too, by the way.",
        4561.2,
        4563.44
    ],
    [
        " Which one did you do with BizzBing?",
        4563.46,
        4564.36
    ],
    [
        " It's Hennath Eloran just show.",
        4564.48,
        4565.7
    ],
    [
        " I forget what episode, but we picked, oh yeah, they did a rena of snatch.",
        4566.14,
        4570.52
    ],
    [
        " He was, he played the main guy.",
        4571.98,
        4574.66
    ],
    [
        " Yeah, yeah.",
        4574.8,
        4575.28
    ],
    [
        " So snatch the movie, right?",
        4575.42,
        4576.6
    ],
    [
        " What did you do?",
        4576.7,
        4577.08
    ],
    [
        " You didn't call it snatch, what you call it?",
        4577.1,
        4578.86
    ],
    [
        " Snatchy.",
        4578.96,
        4579.46
    ],
    [
        " Snatchy, right?",
        4579.7,
        4580.78
    ],
    [
        " Yeah.",
        4581.3,
        4581.46
    ],
    [
        " It's good.",
        4582.2,
        4582.44
    ],
    [
        " He does a really good job.",
        4582.56,
        4583.34
    ],
    [
        " So it's, it's Michael, his BizzBing kit Dale is Tommy and then Hennath Eloran.",
        4583.34,
        4589.44
    ],
    [
        " Hey, let me ask you this.",
        4589.44,
        4590.7
    ],
    [
        " Kenny Florian.",
        4590.82,
        4591.8
    ],
    [
        " Kenny Florian.",
        4592.12,
        4592.64
    ],
    [
        " When you did the heat.",
        4592.92,
        4594.0
    ],
    [
        " Heat.",
        4594.46,
        4594.86
    ],
    [
        "",
        4595.56,
        4595.56
    ],
    [
        " That he's got some chops.",
        4596.06,
        4597.88
    ],
    [
        " Very much.",
        4598.26,
        4598.58
    ],
    [
        " Straight up acting chops.",
        4598.74,
        4599.52
    ],
    [
        " Kenny Florian shout out.",
        4599.64,
        4601.06
    ],
    [
        " Yes.",
        4601.36,
        4601.6
    ],
    [
        " Yeah.",
        4601.88,
        4602.1
    ],
    [
        " Straight up acting chops.",
        4602.5,
        4603.48
    ],
    [
        " So Kenny Florian, not to go too deep into that, but K, so on top of that, Kenny Florian",
        4603.8,
        4608.52
    ],
    [
        " is super nice too.",
        4608.52,
        4609.6
    ],
    [
        " Yeah.",
        4609.7,
        4609.82
    ],
    [
        " And nice, where he got tested with, with us with me on how nice he could be as far as",
        4609.82,
        4615.66
    ],
    [
        " tolerance.",
        4615.66,
        4615.86
    ],
    [
        " So we go up there, right?",
        4616.0,
        4617.02
    ],
    [
        " Oh, this one didn't shoot the whole thing.",
        4617.24,
        4618.6
    ],
    [
        " He had to shoot the whole thing.",
        4618.62,
        4619.38
    ],
    [
        " Two cameras, right, we get.",
        4619.96,
        4621.56
    ],
    [
        " And so, you know, one angle on him, one angle on Hennath.",
        4621.82,
        4624.48
    ],
    [
        " The angle on him, the camera just didn't work.",
        4624.66,
        4628.3
    ],
    [
        " Something with the SD card or whatever.",
        4628.42,
        4629.86
    ],
    [
        " This is, we've totally had to like get access to the restaurant after hours and like all",
        4630.06,
        4634.48
    ],
    [
        " this stuff.",
        4634.48,
        4635.14
    ],
    [
        " Schedule with Kenny not to mention, who is like, you know, this is like after he crossed",
        4636.52,
        4640.76
    ],
    [
        " over into straight up mainstream.",
        4640.76,
        4642.0
    ],
    [
        " You can't just get Kenny Florian off of you.",
        4642.36,
        4644.44
    ],
    [
        " You know, he had shows and like he's kind of a high level guy at this time.",
        4644.44,
        4647.54
    ],
    [
        " And I get home like we're, you know, we're editing and I'm like, we got our, there's",
        4648.18,
        4652.24
    ],
    [
        " no choice.",
        4652.24,
        4652.62
    ],
    [
        " We got to re-shoot this thing.",
        4652.7,
        4653.54
    ],
    [
        " And then, oh, we're like, man, and Kenny Florian, yeah, like whatever.",
        4653.78,
        4657.48
    ],
    [
        " He's like, yeah, cool.",
        4657.8,
        4658.52
    ],
    [
        " Let's go, go like Risha, we had to go to you and stuff.",
        4658.7,
        4661.04
    ],
    [
        " When Dean and I were doing the trials for ADCC in 2002 for the 2003 ADCC, Ken Flow came",
        4661.88,
        4670.64
    ],
    [
        " out and he was one of the competitors and it's the same thing.",
        4670.64,
        4674.36
    ],
    [
        " Like we didn't really know him that well, but you know, we were all kind of like a black",
        4674.52,
        4677.64
    ],
    [
        " belt.",
        4677.64,
        4677.78
    ],
    [
        " She's all that stuff.",
        4677.78,
        4678.72
    ],
    [
        " So actually, I wasn't a black belt at that time.",
        4678.82,
        4680.88
    ],
    [
        " I was a brown belt.",
        4681.26,
        4682.0
    ],
    [
        " But we, you know, everyone was just like super cool.",
        4682.28,
        4685.24
    ],
    [
        " You know, the Dean was a brown belt.",
        4685.56,
        4687.08
    ],
    [
        " What am I talking about?",
        4687.18,
        4687.8
    ],
    [
        " I was a purple belt.",
        4687.8,
        4688.5
    ],
    [
        " That's talking about Dean.",
        4689.58,
        4690.8
    ],
    [
        " All right.",
        4691.14,
        4691.32
    ],
    [
        " So, where this whole thing goes from, and this is interesting that you brought this up,",
        4691.56,
        4697.26
    ],
    [
        " there's the, not the other thing I wanted to talk about, which is this idea of a",
        4697.94,
        4703.46
    ],
    [
        " attachment, which talk about all the time.",
        4703.46,
        4706.7
    ],
    [
        " And I've seen like another little reveal on detachment, maybe another angle.",
        4707.36,
        4714.42
    ],
    [
        " Okay.",
        4715.06,
        4718.48
    ],
    [
        " You're training Jiu-Jitsu.",
        4718.48,
        4719.26
    ],
    [
        " The white belt is like grabbing your sleeve or grabbing your belt or grabbing it like doing",
        4719.66,
        4729.38
    ],
    [
        " something.",
        4729.38,
        4729.88
    ],
    [
        " Whatever he's doing doesn't matter.",
        4730.28,
        4732.88
    ],
    [
        " And it will not affect the outcome at all.",
        4733.36,
        4736.6
    ],
    [
        " And I see, and so what should you do as a black belt, as a, as a better grappler?",
        4738.46,
        4743.72
    ],
    [
        " What are you going to do when someone's doing something that doesn't matter?",
        4743.8,
        4745.78
    ],
    [
        " What do you do?",
        4745.86,
        4746.18
    ],
    [
        " You just kind of ignore it.",
        4746.26,
        4747.26
    ],
    [
        " It's like, okay, that's not going to affect the outcome.",
        4747.26,
        4748.74
    ],
    [
        " I'm not going to worry about it.",
        4748.86,
        4749.8
    ],
    [
        " As leaders, I see people getting caught up all the times in little things that will not",
        4750.66,
        4758.06
    ],
    [
        " affect the outcome unless they let it.",
        4758.06,
        4760.02
    ],
    [
        " So I see some white belt below them in the chain of commands going all crazy, grabbing their",
        4760.76,
        4767.22
    ],
    [
        " sleeve and this leader on the top like gets concerned about it and puts time and effort",
        4767.22,
        4772.3
    ],
    [
        " into something that doesn't matter whether it's a little personality rub, a little ego",
        4772.68,
        4777.0
    ],
    [
        " uprising.",
        4777.0,
        4777.82
    ],
    [
        " Should we do it this way or should we do it that way?",
        4779.34,
        4781.28
    ],
    [
        " It doesn't matter.",
        4781.46,
        4782.16
    ],
    [
        " That's a little sleeve grab.",
        4782.3,
        4783.38
    ],
    [
        " It doesn't matter.",
        4783.6,
        4784.62
    ],
    [
        " And I see people getting caught up on things that don't matter all the time.",
        4785.2,
        4790.78
    ],
    [
        " And what I've realized is it's something that I figured out a long time ago.",
        4791.26,
        4798.12
    ],
    [
        " I don't know when, but a long time ago I figured out, you know what?",
        4798.24,
        4800.5
    ],
    [
        " That thing doesn't matter.",
        4801.02,
        4802.22
    ],
    [
        " I'm not going to worry about it.",
        4802.42,
        4803.24
    ],
    [
        " That thing doesn't matter.",
        4803.4,
        4804.16
    ],
    [
        " I'm not going to worry about it.",
        4804.3,
        4805.08
    ],
    [
        " That thing doesn't matter.",
        4805.2,
        4805.94
    ],
    [
        " I'm not going to worry about it.",
        4805.98,
        4807.06
    ],
    [
        " That thing matters.",
        4807.22,
        4808.18
    ],
    [
        " I'm going to focus on that thing.",
        4808.46,
        4809.82
    ],
    [
        " And that makes a big, big, big difference.",
        4810.92,
        4816.7
    ],
    [
        " It's leadership capital.",
        4817.0,
        4818.28
    ],
    [
        " Because if I'm investing my leadership capital and getting your hand off my sleeve or trying",
        4818.68,
        4822.6
    ],
    [
        " to do it my way instead of your way or trying to keep your ego in check, if that's what",
        4822.6,
        4826.82
    ],
    [
        " I'm investing my leadership capital is I have nothing left to invest in the thing that's",
        4826.82,
        4830.8
    ],
    [
        " actually matters.",
        4830.8,
        4831.38
    ],
    [
        " Just like if you're a black belt and someone guys grab and you're sleeve and you focus",
        4831.38,
        4834.58
    ],
    [
        " on pulling that hand off your whole time, you're going to waste energy.",
        4834.58,
        4837.48
    ],
    [
        " And maybe you can give up position because you're focused on something that did not matter.",
        4837.88,
        4842.9
    ],
    [
        " So it is important to realize and to learn to differentiate between things that don't",
        4843.28,
        4850.38
    ],
    [
        " matter and things that do matter.",
        4850.38,
        4851.84
    ],
    [
        " And in order to tell the difference between those two things, you have to be able to detach",
        4853.34,
        4858.28
    ],
    [
        " and step back.",
        4858.28,
        4861.46
    ],
    [
        " And obviously this is the same thing, not just with Jetsu, not just with leadership, not",
        4861.7,
        4867.06
    ],
    [
        " just with combat because it's the same thing in combat.",
        4867.06,
        4869.08
    ],
    [
        " You're going to have things that don't happen on the battlefield that don't matter.",
        4869.22,
        4872.68
    ],
    [
        " Little, hey guys moving here instead of there.",
        4873.38,
        4875.1
    ],
    [
        " That doesn't matter.",
        4875.2,
        4875.96
    ],
    [
        " Oh, this guy's moving there.",
        4876.04,
        4876.72
    ],
    [
        " It doesn't matter.",
        4876.78,
        4877.3
    ],
    [
        " The enemy's doing this.",
        4877.62,
        4878.58
    ],
    [
        " Okay, it doesn't matter.",
        4878.68,
        4879.34
    ],
    [
        " Oh, wait, the enemy did that thing?",
        4879.46,
        4880.98
    ],
    [
        " That matters.",
        4880.98,
        4881.68
    ],
    [
        " Oh, one of my guys did this thing?",
        4881.74,
        4883.02
    ],
    [
        " That matters.",
        4883.06,
        4883.8
    ],
    [
        " So how do you learn to discriminate between the two?",
        4884.1,
        4888.4
    ],
    [
        " You have to be able to detach from it.",
        4889.44,
        4891.8
    ],
    [
        " That's what you have to do.",
        4891.94,
        4892.56
    ],
    [
        " You have to be able to detach.",
        4892.82,
        4893.84
    ],
    [
        " And if you don't learn to detach, you're going to constantly get tripped up on things that",
        4894.26,
        4902.42
    ],
    [
        " don't really matter.",
        4902.42,
        4903.68
    ],
    [
        " And I'll tell you, the more the better you get, the less things matter.",
        4903.94,
        4912.3
    ],
    [
        " The better you get, the less things matter.",
        4912.82,
        4916.22
    ],
    [
        " And the better you get, the more the more important things matter.",
        4916.68,
        4921.9
    ],
    [
        " So you end up just wasting no energy on things that don't matter and focusing all your",
        4922.5,
        4927.96
    ],
    [
        " energy on things that actually matter.",
        4927.96,
        4929.46
    ],
    [
        " And this is the difference, man.",
        4929.92,
        4931.52
    ],
    [
        " This is how you went into Jetsu.",
        4932.08,
        4933.18
    ],
    [
        " This is how you win as a leader.",
        4933.18,
        4934.18
    ],
    [
        " This is how you win in combat.",
        4934.24,
        4935.4
    ],
    [
        " And this is truly how you win in life.",
        4936.24,
        4938.52
    ],
    [
        " Think about all the things.",
        4938.66,
        4939.58
    ],
    [
        " You know what you used to talk about a lot?",
        4939.82,
        4941.04
    ],
    [
        " You haven't done it in a while.",
        4941.22,
        4941.88
    ],
    [
        " You used to talk about distractions.",
        4941.92,
        4943.38
    ],
    [
        " How things can distract you.",
        4944.0,
        4945.62
    ],
    [
        " That's totally true.",
        4945.92,
        4946.92
    ],
    [
        " That's what I'm talking about.",
        4947.0,
        4947.88
    ],
    [
        " The things that distract you from what actually matters.",
        4948.26,
        4951.48
    ],
    [
        " So you have to figure out how to detach from those things.",
        4952.5,
        4958.26
    ],
    [
        " I was doing some reading as is.",
        4958.44,
        4960.5
    ],
    [
        " Pernorm.",
        4961.38,
        4961.78
    ],
    [
        " There's a guy named Keith Douglas.",
        4962.02,
        4963.9
    ],
    [
        " He was a British soldier, World War II.",
        4964.52,
        4966.58
    ],
    [
        " He's kind of a badass.",
        4967.74,
        4969.3
    ],
    [
        " He was stuck in an administrative position in October of 1942 during the second battle",
        4969.48,
        4975.7
    ],
    [
        " of El Alamin.",
        4975.7,
        4977.44
    ],
    [
        " And so he was stuck in this administrative position.",
        4978.32,
        4979.9
    ],
    [
        " So he just went AWOL and went to the front line and joined the fight and got after it.",
        4980.06,
        4983.58
    ],
    [
        " And one of the things that he wrote.",
        4983.92,
        4985.52
    ],
    [
        " He said, to be sentimental or emotional now is dangerous to oneself and to others.",
        4986.3,
        4992.52
    ],
    [
        " So what is he talking about?",
        4993.24,
        4996.66
    ],
    [
        " You can't get emotional.",
        4996.82,
        4997.72
    ],
    [
        " You can't get sentimental.",
        4998.52,
        4999.74
    ],
    [
        " You can't get caught up in things that don't matter.",
        5000.44,
        5002.3
    ],
    [
        " After his return from Africa, this guy, Keith Douglas, he wrote a book about his experience.",
        5002.72,
        5008.3
    ],
    [
        " Here's a little excerpt.",
        5008.42,
        5009.44
    ],
    [
        " You can kind of think about what this guy has been through.",
        5009.54,
        5013.86
    ],
    [
        " That taught him these lessons.",
        5013.86,
        5015.94
    ],
    [
        " Here we go.",
        5016.24,
        5016.74
    ],
    [
        " As I came up to them, I recognized one of them as Robin, the observation officer,",
        5018.82,
        5023.98
    ],
    [
        " whose aid I had been asking for earlier in the day.",
        5024.46,
        5027.14
    ],
    [
        " I recognized his fleece lines, fleece lines, suede waistcoat,",
        5027.66,
        5032.26
    ],
    [
        " and polished brass shoulder titles, and then his face, strained and tired with pain.",
        5032.58,
        5038.72
    ],
    [
        " His left foot was smashed to a pulp,",
        5039.32,
        5042.22
    ],
    [
        " mingled with the remainder of a boot.",
        5043.02,
        5045.38
    ],
    [
        " But as I spoke to Robin, saying, have you got a tourniquet Robin?",
        5046.0,
        5050.54
    ],
    [
        " He answered apologetically, I'm afraid I haven't, Keith.",
        5051.38,
        5054.58
    ],
    [
        " I looked at the second man, only his clothes distinguished him as a human being.",
        5056.14,
        5063.6
    ],
    [
        " His face had gone.",
        5064.78,
        5066.86
    ],
    [
        " In place of it was a huge yellow vegetable.",
        5067.8,
        5072.24
    ],
    [
        " The eyes blinked in it without lashes, and a grotesque, huge mouth dribbled and moaned",
        5073.14,
        5083.72
    ],
    [
        " like a child exhausted with crying.",
        5083.72,
        5086.46
    ],
    [
        " There is an example of a horrible situation that you have to learn to detach,",
        5094.12,
        5102.54
    ],
    [
        " and you have to be able to focus on things that actually matter because,",
        5102.92,
        5106.44
    ],
    [
        " as Keith Douglas said, to be sentimental or emotional now is dangerous to oneself and to others.",
        5106.66,
        5113.28
    ],
    [
        " Now, as I was digging into a little bit of Keith Douglas, and we'll get to Keith Douglas",
        5115.56,
        5119.78
    ],
    [
        " fully on the podcast, but he added to that line, he added another line that I want to hit as well,",
        5119.78,
        5128.92
    ],
    [
        " to be sentimental or emotional now is dangerous to oneself and to others.",
        5129.06,
        5132.66
    ],
    [
        " And he continues to trust anyone or to admit any hope of a better world.",
        5133.26,
        5139.18
    ],
    [
        " It's criminally foolish.",
        5139.18,
        5141.06
    ],
    [
        " As foolish as it is to stop working for it.",
        5143.28,
        5146.9
    ],
    [
        " So, that's a little tangent.",
        5147.92,
        5156.82
    ],
    [
        " That's a tangent, but it's powerful.",
        5157.22,
        5160.48
    ],
    [
        " And like I said, we'll get to Keith Douglas's book, and that book got published after the war.",
        5161.66,
        5168.52
    ],
    [
        " And unfortunately, Keith Douglas never saw that book get published because he was killed by",
        5169.34,
        5174.42
    ],
    [
        " enemy mortar fire on June 9th, just a few days into the D-Day invasion of Normandy, which he took part in.",
        5174.42,
        5181.72
    ],
    [
        " But again, luckily, he left us a lesson, which is to control your emotions.",
        5182.66,
        5190.92
    ],
    [
        " I think as a person, as an individual, if you can start trying to discriminate between things that",
        5191.16,
        5201.92
    ],
    [
        " matter and things that don't matter. And the way that you do that is by detaching from everything.",
        5201.92,
        5209.36
    ],
    [
        " And then you can pay attention and you can assess logically, not emotionally what's important",
        5210.72,
        5215.14
    ],
    [
        " and what's not. And you focus on the things that matter and it's going to make your entire life.",
        5215.14,
        5219.3
    ],
    [
        " A lot easier to great lesson from Keith Douglas.",
        5220.92,
        5223.88
    ],
    [
        " And I think that's all I've got for today. I will say that speaking of lessons,",
        5224.76,
        5233.82
    ],
    [
        " I've got a little lesson to pass on in a book, in a forthcoming book.",
        5234.38,
        5241.22
    ],
    [
        " It's called Mikey in the Dragons.",
        5241.58,
        5243.86
    ],
    [
        " And if you didn't hear about the book yet, Mikey in the Dragons is about a young kid that's",
        5248.58,
        5252.58
    ],
    [
        " scared of everything and that makes his life pretty hard, pretty miserable, because he's scared of",
        5252.58,
        5258.38
    ],
    [
        " everything. One day he finds a book and he's scared of everything. He finds this book and there's",
        5258.38,
        5268.22
    ],
    [
        " a book within the book in the story. And we'll go into the book, within the book, right here,",
        5268.22,
        5272.4
    ],
    [
        " real quick. And then one day Mikey noticed a book. He opened it up and took a quick look.",
        5272.4,
        5280.42
    ],
    [
        " He had pictures of dragons with things like a snake and all kinds of scary things that made Mikey",
        5281.3,
        5286.96
    ],
    [
        " shake. But in the pictures, there was a boy too who didn't look scared but like he knew what to do.",
        5286.96,
        5294.4
    ],
    [
        " And even though Mikey was scared indeed, he decided that he would give the book a read.",
        5295.16,
        5300.22
    ],
    [
        " He opened the first page which he eagerly read. And this is what the dragon book said.",
        5300.88,
        5307.06
    ],
    [
        " There once was a kingdom long ago and far away and the kingdom had suffered a horrible day.",
        5308.3,
        5313.0
    ],
    [
        " They're protected and leader of their king he had died. And when they found out the whole village",
        5313.34,
        5318.62
    ],
    [
        " cried. When the king was alive, he was a powerful force. Now they took the dead king away by",
        5318.62,
        5325.3
    ],
    [
        " carriage and horse. They knew they would miss him and that made them sad. But there was",
        5325.3,
        5330.86
    ],
    [
        " something else that made them feel bad. The king had always been so strong and brave and",
        5330.86,
        5336.02
    ],
    [
        " protected the kingdom from the dragon cave. The dragon cave was just over the hill and filled with",
        5336.02,
        5342.28
    ],
    [
        " scary dragons that were ready to kill. And the story continues from there and explains that no one",
        5342.28,
        5352.48
    ],
    [
        " in the village in the kingdom would stand up to the dragons except the young prince who is only",
        5352.62,
        5357.54
    ],
    [
        " seven years old. And he's nervous and he's scared. He's not if he can handle it. But he kind of",
        5357.54,
        5365.0
    ],
    [
        " realizes he's going to have to step up so he goes to his father's war chest. I'm so happy",
        5365.0,
        5372.08
    ],
    [
        " that I could put the word war chest in a book. And he finds the shield and he finds the sword",
        5372.08,
        5379.72
    ],
    [
        " of his dad and they're both super heavy. But then he also finds a little note, a little note from",
        5379.72,
        5388.7
    ],
    [
        " his father the king that explains how to overcome the dragons. So even though this book is aimed at",
        5388.7,
        5396.42
    ],
    [
        " kids, I think we all know that we all have dragons to fight. And like I said on the last podcast,",
        5396.42,
        5404.3
    ],
    [
        " I really wanted to get this book into the hands of kids and really into the hands of everyone.",
        5404.3,
        5409.94
    ],
    [
        " But again, my publisher told me that there was no scenario where this book gets published by",
        5410.54,
        5418.42
    ],
    [
        " November. So what did I do? I started my own publishing company and the book will be out in November.",
        5418.42,
        5426.02
    ],
    [
        " So yeah, it's actually getting printed at this time and in order to pull this off, in order to",
        5427.02,
        5433.76
    ],
    [
        " actually know how many books I need to print. I think it already looks like I need to print more",
        5433.76,
        5437.76
    ],
    [
        " books because you all ordered a lot of them already. So thank you pre-order so that I know what to print.",
        5437.76,
        5445.7
    ],
    [
        " So I can print enough of the sacred first edition. If you want you and your kids and your family",
        5446.18,
        5455.82
    ],
    [
        " to know how to crush their dragons, appreciate it. I'm going to need that. That's what's going to happen.",
        5455.82,
        5465.78
    ],
    [
        " We're going to go forward together and slay dragons. In this case, who's the dragon? Well, you know,",
        5466.24,
        5471.06
    ],
    [
        " big publishing companies. Sometimes. Anyways, we all have our dragons to fight. And",
        5471.52,
        5482.08
    ],
    [
        " when we fight our dragons, well, I don't know. Maybe sometimes we could use some help.",
        5484.22,
        5488.06
    ],
    [
        " Sure. Echo. Sometimes. You only know any way that we could maybe get some help fighting our dragons.",
        5488.5,
        5493.68
    ],
    [
        " Yeah. So the dragons. The dragons. Our dragons. Sure. Our dragons. Yeah. So I'll tell you this. This",
        5494.08,
        5502.94
    ],
    [
        " what this might help. This will help actually. If you realize to the full extent that capability,",
        5502.94,
        5509.9
    ],
    [
        " capability and knowledge that will help you fight the dragons. Those two things are imperative",
        5510.94,
        5517.92
    ],
    [
        " in fighting dragons. Yeah. So we're staying on the path. That's the capability part. Actually,",
        5517.92,
        5525.22
    ],
    [
        " the path is both. Yeah, the path is all. Yeah. Capability, knowledge, always trying to improve.",
        5525.3,
        5531.56
    ],
    [
        " So every step forward on the path is a step forward in capability, knowledge. Check. Check.",
        5531.7,
        5538.92
    ],
    [
        " As opposed to the slippery slope, which is that backwards.",
        5539.1,
        5542.1
    ],
    [
        " Capability and knowledge. Be careful on that one. Yes. So what capability, right? This",
        5542.36,
        5547.46
    ],
    [
        " preparation, execution, results. Right? Just made that up right now literally. So it couldn't.",
        5547.46,
        5553.24
    ],
    [
        " It could be flawed, but whatever. Sounds good to me. So, so staying on the path. What,",
        5553.38,
        5556.8
    ],
    [
        " start with G2? Of course. Good place to start. What about G2? Good universal kind of overarching.",
        5556.98,
        5562.02
    ],
    [
        " Yeah. How many people hit you up a day that just started G2?",
        5562.52,
        5566.34
    ],
    [
        " A lot. And what I started doing trying to do is everyone that's that's indicating they just",
        5567.2,
        5573.88
    ],
    [
        " started G2. First day, G2. Second day, G2. Just got my kid into G2. I just retweeted.",
        5573.88,
        5578.68
    ],
    [
        " Remember like boom, you're in the game. Just letting people know, hey,",
        5578.76,
        5582.92
    ],
    [
        " it's okay. Yeah. Here's another person. All different type of scenarios.",
        5583.38,
        5587.12
    ],
    [
        " It's two by the way. All different types. Here's the here's one.",
        5587.12,
        5589.46
    ],
    [
        " Six years old, 12 years old, 29 years old, bad back, you know, hurt elbow. I'm a surgeon.",
        5589.46,
        5597.08
    ],
    [
        " I'm a firefighter. I'm a police officer. I'm a CEO. It doesn't matter. Good. Jump in the game.",
        5597.34,
        5602.6
    ],
    [
        " Yeah. All good. And every once in a while, I'll see this. Yes. Got my kids into G2. You know,",
        5602.88,
        5608.98
    ],
    [
        " one of them I wish was maybe a little bit more into it. You know, like what should I do or",
        5609.1,
        5614.56
    ],
    [
        " or whatever. Maybe not even that. They just said like, you jump in there.",
        5614.56,
        5619.18
    ],
    [
        " Oh, yeah. So it's like it's because a lot of times like, oh, yeah, this is perfect for my kid.",
        5619.44,
        5622.96
    ],
    [
        " Oh, yeah, yeah, yeah. Or my kid wants to jump in. If you're taking your kids to G2 and you're not",
        5623.2,
        5630.12
    ],
    [
        " participating, we got an issue. Yeah. Let's at the very least just consider that. Just consider",
        5630.12,
        5635.22
    ],
    [
        " it. Think about it. I'm saying you're saying jump in. Yeah. Yeah. Get it. Yeah, man. So I had a cool",
        5635.22,
        5640.72
    ],
    [
        " guy come into the gym here and was in a police officer. And he had his kids all fired up. You",
        5640.72,
        5647.56
    ],
    [
        " know, all the kids are into it. They're so fired up. That's awesome. I was like, oh, you know,",
        5647.56,
        5651.38
    ],
    [
        " what class are you going to? He's like, wow, I guilt trip them immediately. Level seven guilt trip.",
        5651.48,
        5656.52
    ],
    [
        " I was like, bro, are you kidding me? Come on. Get on the mat. So he's in the game now.",
        5656.66,
        5660.6
    ],
    [
        " Yeah. So and and that's not like that. Rare of a story because even just how our gym is laid out",
        5660.76,
        5665.8
    ],
    [
        " where, you know, the kids class is going on. Hey, just just look right behind you. Yeah.",
        5665.8,
        5670.04
    ],
    [
        " Look right behind you. Hey, that's not adults going on. Yeah. So you can just let your kids go. I",
        5670.1,
        5675.74
    ],
    [
        " know you don't watch the kids. You want to see what up? You want to see what's going on? Don't",
        5675.74,
        5678.64
    ],
    [
        " worry about that. They're going to be fun. Adam, you know, they got it. They got it. They got it.",
        5678.64,
        5683.74
    ],
    [
        " They got those kids on lock. Yeah, unlock in a good way, by the way. Yeah. And just just turn around.",
        5683.74,
        5688.02
    ],
    [
        " This just jumping down right there. You're going to have as much fun as your kid, by the way,",
        5688.1,
        5691.94
    ],
    [
        " it's not more. Plus you're going to have something in common with your kid. Oh, yeah. And you're",
        5691.94,
        5696.44
    ],
    [
        " and I'll tell you what, if you don't, your kid's going to be beating you. Is is going to be",
        5696.56,
        5701.16
    ],
    [
        " beating you up. Yeah. Hey, the kids grow up. My kids 15. My boy is 15. Yeah. You better watch out.",
        5701.16,
        5710.96
    ],
    [
        " Yeah. And we want, I think there's a secret part of us. If not overt part of us that wants our",
        5711.38,
        5717.0
    ],
    [
        " kid one day to like question you, stand up to you, maybe come front you about some stuff,",
        5717.0,
        5722.86
    ],
    [
        " questions they have about you and your whole thing. Yeah. You know, I got to ask that the other day",
        5723.26,
        5727.12
    ],
    [
        " is like, oh, didn't it, didn't really make you mad because the story and dichotomy leadership about",
        5727.12,
        5731.56
    ],
    [
        " the patches, right? The patches. Yeah, patches on. I told you guys, no patches. And layfan,",
        5731.56,
        5736.88
    ],
    [
        " Seth made patches anyways and brought him in. This guy's like, what didn't it want you like offended",
        5737.1,
        5741.54
    ],
    [
        " and want you mad? And I was like, no, actually, I was kind of thinking to myself, well, cool. These",
        5741.54,
        5745.88
    ],
    [
        " guys have that little rebellious streak that they need as leaders to tell the man, you know, to stick",
        5745.88,
        5751.68
    ],
    [
        " it to the man. Yeah. That's fine with me. Yeah. Yeah. It wasn't offensive. They weren't doing",
        5751.68,
        5757.02
    ],
    [
        " something that was going to get someone hurt or killed. Yeah. They were, they were just being a little",
        5757.02,
        5760.3
    ],
    [
        " rebels. Yeah. Just fine. So do I want to see that with my kids? Yes. I want to see a little bit.",
        5760.3,
        5766.02
    ],
    [
        " Sometimes I need to keep that in a little chair. Yeah. Big time. So if you're not doing",
        5766.18,
        5772.7
    ],
    [
        " your jiu jitsu and your kids are, especially if it's a boy, well, no, girl boy, whatever. Yeah.",
        5772.7,
        5777.1
    ],
    [
        " That the probability of them standing up to you maybe a little earlier than you expected is very",
        5777.1,
        5781.88
    ],
    [
        " high. That's what I think. That's my hypothesis. That's a good thing. Not a bad thing. Yeah.",
        5781.88,
        5786.96
    ],
    [
        " It will be a bad thing if you can't do anything about it because you know,",
        5787.14,
        5789.96
    ],
    [
        " for training, kids get good. Kids get good fast. Yeah. It's funny because you get these kids,",
        5790.06,
        5796.96
    ],
    [
        " right, who really get into it, then they grow up into adults. So the belt system is kind of,",
        5796.96,
        5800.76
    ],
    [
        " it's like, it's like planting a seed before the, the plant goes above ground. There's a lot that",
        5800.86,
        5806.04
    ],
    [
        " goes on underground, right? So some, you know, some plants, you know, the bamboo thing. Anyway,",
        5806.04,
        5810.06
    ],
    [
        " there's a, there's what he called, what he called his limericks. I don't know either way.",
        5810.16,
        5814.1
    ],
    [
        " There's an old school story about the bamboo. It takes like a bunch of years when you plant it.",
        5814.24,
        5820.22
    ],
    [
        " But once it breaks ground, it takes it shoots up super fast, right? That's how kids are with jiu jitsu.",
        5820.8,
        5825.34
    ],
    [
        " So you put him in a metaphor, but that's an old common story they say as a metaphor. Anyway,",
        5825.48,
        5831.64
    ],
    [
        " so you put the kid in jiu jitsu. They really like it and kids, they get the belts though. What are",
        5832.3,
        5837.38
    ],
    [
        " their belts? White and then you have these interberry bite belts now. The main ones are white yellow orange",
        5837.38,
        5843.92
    ],
    [
        " green. Grey has become a main one now too. Grey has become legit. Okay. So you get up to green belt.",
        5843.92,
        5849.9
    ],
    [
        " That's essentially the purple slash brown belt of kids, the green belt. Interesting. And then you",
        5850.1,
        5861.62
    ],
    [
        " black belt for your body. That's it. Your body is like right into puberty or whatever. Here's",
        5861.62,
        5867.5
    ],
    [
        " the thing with. I don't completely agree with you. Okay. So yeah, I dig it. I hear what you're saying.",
        5867.5,
        5872.12
    ],
    [
        " But to your point, usually 10 years to become a black belt around if you're training hard and all",
        5872.62,
        5879.18
    ],
    [
        " that. And what you're saying is a kid could start at five and now 16 gets his blue belt. He's been",
        5879.18,
        5885.06
    ],
    [
        " training for 11 years. So to your point, his skill level could be very, very high. Yeah. So that's",
        5885.06,
        5890.76
    ],
    [
        " some, yeah, you're right. And me, I got into the story. So I said, black belt, maybe your",
        5890.76,
        5894.92
    ],
    [
        " responsible either way, when he hits blue belt, that's not a normal adult blue belt. Oh, no. That is a",
        5894.92,
        5899.7
    ],
    [
        " kickass blue belt. So he's going to go, oh, yeah, for yeah, my first time fighting his blue belt,",
        5899.7,
        5904.4
    ],
    [
        " I'm 17 years old and he's beating everyone super easy to, by the way. And these are adults,",
        5904.4,
        5909.02
    ],
    [
        " 25, 26 years old. And he's just beating them. So he gets his purple belt right, right away,",
        5909.2,
        5913.3
    ],
    [
        " unless he's in one of these situations where they actually make you be blue belt for two years.",
        5913.34,
        5917.44
    ],
    [
        " He'll sometimes do that. Like I think I be JJF does that sometimes competing was anyway,",
        5917.44,
        5921.72
    ],
    [
        " anyway, when they when they reach ground, meaning adulthood, when they reach above ground,",
        5921.72,
        5926.38
    ],
    [
        " like the bamboo, they just shoot because all their fundamentals are like,",
        5926.38,
        5929.58
    ],
    [
        " dialed like super sharp. They've developed like a whole proprioception. Yeah. And body",
        5929.58,
        5937.12
    ],
    [
        " understanding and it's proprioception, not just of their own body, but if they're opponents body",
        5937.12,
        5941.8
    ],
    [
        " as well, like they know where your their opponent's going to be. Yeah, which is legit. Yeah.",
        5941.8,
        5947.1
    ],
    [
        " Yeah, so get on the path of Jiu Jitsu. The overall concept that we're getting at. Yeah. And",
        5947.18,
        5952.94
    ],
    [
        " yes, very Jiu Jitsu heavy, I think today, but you know, I haven't really been training that much. So",
        5952.94,
        5958.62
    ],
    [
        " either way, oh yeah, jump on the path. You're going to need a geek and a rash guard. So people",
        5958.62,
        5963.7
    ],
    [
        " ask, where do we start? Where do I go? Where do we go to get a geek? Go online. originmain.com",
        5963.7,
        5970.08
    ],
    [
        " boom, geizo plenty. Pick with it. Which everyone is right for you. They're all made in America,",
        5970.08,
        5974.56
    ],
    [
        " by the way, which you know, it seems like common knowledge, but let's say this is your first",
        5974.56,
        5979.56
    ],
    [
        " introduction to origin main.com. Boom. Now you know, get a geek, get a rash guard, jump on the path",
        5979.56,
        5986.16
    ],
    [
        " of Jiu Jitsu. Just jump in. Yeah. Usually the first class is freed, by the way, most places. Yeah.",
        5986.16,
        5991.48
    ],
    [
        " And a lot of people ask, hey, I need advice going to my first class. Just go keep an open mind,",
        5991.88,
        5997.44
    ],
    [
        " have fun, relax, do all those things. Yeah. A big one is like, keep your ears like open.",
        5997.76,
        6006.78
    ],
    [
        " You know, don't don't be that guy. Like you always say this word. Don't be the guy be like,",
        6007.04,
        6009.82
    ],
    [
        " what if I just do this? You know, kind of thing. Like what it do. It doesn't work. If you just",
        6009.82,
        6014.08
    ],
    [
        " go in just listen, just listen and I'm hard to annoy. I think that might be starting to annoy me",
        6014.08,
        6020.02
    ],
    [
        " a little bit when people are talking to a big group of people that have never done Jiu Jitsu before",
        6020.02,
        6024.54
    ],
    [
        " and someone throws out the like, well, hey, what if you know, what if they just grab your arm",
        6024.74,
        6028.76
    ],
    [
        " right here? It's like, well, there's 14 other moves that you can do from that, which I didn't",
        6028.76,
        6032.08
    ],
    [
        " get to because I'm trying to teach you this fundamental thing over here that you don't understand",
        6032.08,
        6034.92
    ],
    [
        " because you're an idiot. And so, yeah. And that's the yeah, I would say that. Just keep that in mind.",
        6034.92,
        6042.34
    ],
    [
        " That's the advice. If you, you know, yeah, that's a good one. Keep your ears open. Keep, I don't",
        6042.44,
        6046.96
    ],
    [
        " want to discourage people from asking questions. But let's just let's just think about how we ask the",
        6046.96,
        6053.48
    ],
    [
        " questions, right? Don't ask it as a challenge to the canon of Jiu Jitsu knowledge, which is the way",
        6053.68,
        6060.76
    ],
    [
        " some people ask it. All you have to do is this. It's like, no, actually, if you say like, hey,",
        6060.76,
        6065.74
    ],
    [
        " sometimes he's doing this and I don't know what to do yet. Okay, that's fine. I'm going to tell",
        6065.96,
        6069.54
    ],
    [
        " you and I won't be annoyed at all. If you tell me, if you say it to me, like you just uncovered the",
        6069.54,
        6074.38
    ],
    [
        " secret key of Jiu Jitsu, I'm going to be slightly annoyed. You won't know it. But I'll just be like,",
        6074.38,
        6079.88
    ],
    [
        " oh, yeah. Well, here you go. Here's what you do. Yeah. So actually, you mentioned the key to",
        6079.88,
        6084.94
    ],
    [
        " defeating Jiu Jitsu. You mentioned it a few times. Run away. Yeah. That's it. 100%. Nobody can submit me",
        6084.94,
        6091.74
    ],
    [
        " if I'm running unless it passes me. True. Running is a good self defense. Hey, also at origin,",
        6091.74,
        6096.82
    ],
    [
        " we got, we got some supplements at origin. Yes. And we got joint warfare, which will help you",
        6096.82,
        6105.46
    ],
    [
        " train every day. We got",
        6107.32,
        6110.28
    ],
    [
        " Kryloil, which will also help you train every day. And those kind of compliment each other.",
        6110.28,
        6116.78
    ],
    [
        " They're very much. They're very much accomplished. What I didn't, the whole mental, like curcumin",
        6117.38,
        6123.68
    ],
    [
        " and Kryloil, this big like massage for your brain and getting everything so anyways. So try those,",
        6123.68,
        6131.98
    ],
    [
        " those we get great feedback on those all the time. Also got the discipline, which is for pre-mission",
        6132.06,
        6138.8
    ],
    [
        " nutrition. When you need to do something both cognitive and physical, we got your back on this one.",
        6138.8,
        6146.36
    ],
    [
        " Three scoops, we've determined is kind of the limit in my opinion. Yeah. Yeah. I think it's kind of",
        6147.44,
        6153.98
    ],
    [
        " limit. Currently, I would say that. Have you ever taken like the old school pre workout? Yes.",
        6153.98,
        6159.18
    ],
    [
        " Before G-Gitsu. Oh, no, no, no. I don't take this stuff before G-Gitsu. I've done that before.",
        6159.3,
        6164.02
    ],
    [
        " And it's horrible. It's like the wrong, wrong move. I think if you, because your heart's beating,",
        6164.28,
        6169.5
    ],
    [
        " your all amped up, it's just not good. You can't think straight. You know,",
        6169.72,
        6173.34
    ],
    [
        " discipline is not like that at all. Three scoops will get you right in the zone where you want to be.",
        6173.52,
        6178.9
    ],
    [
        " But I think I haven't tried four scoops because I just think it would be crazy. But I think four",
        6179.22,
        6185.54
    ],
    [
        " scoops would start to lean towards too much. Yeah. Yeah. And that's the case with most things,",
        6185.54,
        6192.74
    ],
    [
        " right? Where it's like, oh, yeah, two scoops is better than one. And it's true. Three scoops",
        6192.8,
        6196.3
    ],
    [
        " even better than two. Dang, that's true too. And then that's kind of it. And now you can do that.",
        6196.3,
        6200.48
    ],
    [
        " That's most big. Because this is dichotomy. Yeah. Find the balance.",
        6200.54,
        6202.52
    ],
    [
        " Find the balance. Yeah. Yeah. Mulk. We got mulk. Mulk is mulk. Protein mulk. Mulk has protein in it.",
        6202.68,
        6213.48
    ],
    [
        " We have multiple flavors now. We have mint chocolate. We have peanut butter chocolate. We have vanilla",
        6213.68,
        6219.16
    ],
    [
        " gorilla. We have the darkness. Just straight chocolate. Yeah. Which is surprisingly good, by the way.",
        6219.16,
        6224.34
    ],
    [
        " Why is that surprise? Are you surprised still right now? Well, yeah. I am not surprised at all",
        6224.42,
        6229.18
    ],
    [
        " anymore. Well, put it this way. I'm not surprised in the capability that it took to make it",
        6229.18,
        6233.6
    ],
    [
        " taste good. I'm not saying that because that was the hardest one to make. Yeah. It took us a long",
        6233.6,
        6237.4
    ],
    [
        " time. We went through iteration. So if it's surprised you, I guess I take that back. Yeah. It is",
        6237.4,
        6241.96
    ],
    [
        " surprising how good it is because it's good. Yeah. It's really good. Because it's like easy when",
        6242.02,
        6247.24
    ],
    [
        " you think about it, you're like, okay, chocolate mint. Okay. Good. I mean, as far as making that",
        6247.24,
        6251.78
    ],
    [
        " taste good, I'm not going to be that impressed because come on. It's mint chocolate. It's",
        6251.78,
        6255.52
    ],
    [
        " facing. It's good. Mint or chocolate peanut butter. Same deal. Yeah. In fact, isn't it weird though,",
        6255.52,
        6260.82
    ],
    [
        " as good as those flavors are, how come it's been until now that someone's going to actually make",
        6261.04,
        6266.56
    ],
    [
        " them taste the way they're supposed to taste? You should be more impressed than you are. Yeah. You",
        6266.56,
        6270.8
    ],
    [
        " break it down like that. Sure. I think you're actually right. I didn't think of that. I just",
        6270.8,
        6274.84
    ],
    [
        " considered sure. So obvious, but peanut butter and anything in my opinion, Brad, it's going to make",
        6274.84,
        6279.46
    ],
    [
        " it taste good. But if you're going to try to hit me with the straight chocolate on something with",
        6279.46,
        6284.98
    ],
    [
        " protein that's good for you, that low-end sugar. I'm like, yeah, okay. I'll give it a chance.",
        6284.98,
        6289.94
    ],
    [
        " Low-end sugar is one gram. Yeah. I was, we went out. I wanted to eat with my fam. Sure. Tell you.",
        6290.24,
        6298.28
    ],
    [
        " And we were talking about food. And my daughter was like, well, some note, she's like,",
        6300.02,
        6305.42
    ],
    [
        " you just eat one meal and you just have nuts and mok. Because I do. I eat nuts. I get the big giant,",
        6305.5,
        6313.92
    ],
    [
        " what are they called, cans of mixed nuts. Oh, yeah, mix them up. The container. And I have some,",
        6314.14,
        6320.22
    ],
    [
        " yeah, container, container. Yeah. And I have just have like handful of nuts. I'll put some of them",
        6320.36,
        6325.62
    ],
    [
        " in a bowl. And then I'm just doing that and mok. And that's when you can't use the peanut butter",
        6325.62,
        6329.98
    ],
    [
        " mok. In my opinion, too much, too much nuts. You're not going to get it through nuts. Yeah, bro. I",
        6329.98,
        6335.18
    ],
    [
        " did get, I don't agree, but hey, I did get none. Oh, you don't agree that you can do too much peanut butter?",
        6335.18,
        6339.68
    ],
    [
        " No. So yeah, that had, you know, I've had one of those, you know, those huge things of peanut butter,",
        6340.0,
        6345.38
    ],
    [
        " the biggest one. Yeah, yeah, yeah. It's from the big box store. This, this, this, this, this,",
        6345.46,
        6350.84
    ],
    [
        " stockpile. Yeah, mok is good. Good protein on no one. Now tell you what, now we just came out with",
        6351.46,
        6358.16
    ],
    [
        " warrior kid mok. And, and truly, this is awesome. And I'll tell you why it's awesome. Because kids",
        6358.16,
        6369.64
    ],
    [
        " need good food, kids need healthy food. And they're not going to eat healthy food if it tastes like",
        6369.64,
        6378.2
    ],
    [
        " junk. And so we made warrior kid mok. There's a little less protein in it. There's only 11",
        6379.08,
        6384.36
    ],
    [
        " grips. There's 11 grams of protein for, for the kids. There's probiotics. There's vitamins.",
        6384.36,
        6390.94
    ],
    [
        " There's one gram of sugar, which is, which is not even sugar. It's something else.",
        6391.42,
        6397.52
    ],
    [
        " There's one gram of sugar in there. And it tastes awesome. Strawberry and chocolate. The chocolate's",
        6397.7,
        6406.3
    ],
    [
        " delicious. The strawberry is kind of next level. The strawberry is so good. It tastes like someone",
        6406.34,
        6414.5
    ],
    [
        " took the ultra high-end ice cream and made you a milkshake with it. Strawberry style. That's",
        6414.5,
        6421.32
    ],
    [
        " what it tastes like. Your kids are going to love it. And you're going to love it. That's the problem.",
        6421.32,
        6425.12
    ],
    [
        " I mean, the problem is it's not a problem. The reality is I've had strawberry mok war your kid",
        6425.56,
        6430.64
    ],
    [
        " strawberry mok like for dessert three meals in a row. Right now, the last three meals I had",
        6430.64,
        6435.3
    ],
    [
        " strawberry mok every time. Why is that? It tastes good. It's good. It's awesome for you.",
        6435.34,
        6440.72
    ],
    [
        " This is a revolution. I'm not going to throw this out there. Like just throw this out there.",
        6441.4,
        6445.5
    ],
    [
        " There's a revolutionary thing. But can you imagine? I think this is the first product in the history",
        6445.64,
        6451.88
    ],
    [
        " of the world that I can personally think of. You tell me if you can think of something else.",
        6451.88,
        6455.14
    ],
    [
        " This is the first product that I can think of in the world that the kids are going to want to have",
        6455.28,
        6461.16
    ],
    [
        " as much as the parents are going to want them to have it. I don't know of any other thing like that.",
        6461.18,
        6466.5
    ],
    [
        " What other thing is like that? The kids want to have it as bad as the parents. Because the kids",
        6467.16,
        6472.82
    ],
    [
        " want ice cream. They want it bad. The parents don't want them to have it. The parents want the kids",
        6472.82,
        6478.44
    ],
    [
        " to have the vitamin pill. The kids don't want to have it. This is a universal want. It's delicious.",
        6478.44,
        6487.68
    ],
    [
        " It's awesome for the kids. I'm super stoked because it's cool when kids want to be on the warrior",
        6489.44,
        6495.3
    ],
    [
        " kid path. But they don't have good food easily accessible. This is going to replace all the",
        6495.3,
        6501.12
    ],
    [
        " little chocolatey, sugary drinks that parents have been forced to feed their young children and",
        6501.12,
        6507.34
    ],
    [
        " poison them. No more. Those days are over. Get on the mok train and get your warrior kids on the",
        6507.34,
        6514.56
    ],
    [
        " mok train as well. Yeah. That strawberry one is funny because I don't, when I go to wherever",
        6514.56,
        6520.38
    ],
    [
        " to get a milkshake, I don't get the strawberry. No, neither would I. But I mixed up the straight,",
        6520.38,
        6526.1
    ],
    [
        " you know, I got some. Everyone's excited. There's been some hype. And you know, so I'm like,",
        6526.16,
        6532.64
    ],
    [
        " all right, we'll see what up. Meet my son. Whatever. He's two, by the way. So yeah, I mix it up",
        6532.7,
        6538.06
    ],
    [
        " whatever. And you know, I taste it. You know, something will bring you right back. You're a kid,",
        6538.06,
        6543.36
    ],
    [
        " the strawberry, whatever. That's I think that's the last time I really got into a strawberry",
        6543.38,
        6548.36
    ],
    [
        " something. Yeah, like a little child. Right back, man. Right back. And then there's the ready-made",
        6548.36,
        6553.14
    ],
    [
        " strawberry milk that used to get when you were a kid. And let's face it, that, that is a whole",
        6553.14,
        6558.22
    ],
    [
        " memory section in your brain that remembers that. It's looking for it. Sometimes you go into a",
        6558.22,
        6563.06
    ],
    [
        " set of 11, you see one of those, you're like, yeah, and now that like I am straight up mok",
        6563.06,
        6568.52
    ],
    [
        " same the strawberry mok right there. Yeah, the same thing. It's probably tastes better because",
        6568.62,
        6573.64
    ],
    [
        " it's got a little bit thicker. You know, it's got a little bit more. It's like a milkshake. Yeah,",
        6573.64,
        6578.54
    ],
    [
        " it's a mix. We're gonna have to come up with strawberry mok adult too with a little bit more protein",
        6578.56,
        6583.16
    ],
    [
        " just for GP. Yeah, GP's good. But in the meantime, get that warrior kid strawberry. Bring you right back.",
        6583.16,
        6588.16
    ],
    [
        " And the warrior kid chocolate's good too. It's awesome. Well, I prefer the chocolate. I'm just saying",
        6588.2,
        6593.2
    ],
    [
        " the strawberry probably bad. Interesting. It was good. I like it obviously. My son, my son drank",
        6593.2,
        6598.28
    ],
    [
        " most of it. But you know, he's two. He's two. Yes, sir. How's his, what's his bicep workouts looking",
        6598.28,
        6604.1
    ],
    [
        " like right? Solid. He actually has a video of him dead lifting one of the kettlebells. The",
        6604.1,
        6607.68
    ],
    [
        " audience is dope. Yeah, two good form to kids have surprisingly good form. Yeah. They get broken",
        6607.68,
        6614.62
    ],
    [
        " down over time by society. Got a fight against it. All right. Let's roll. Let's look at what else.",
        6614.62,
        6619.46
    ],
    [
        " Yeah, mok good. Also, what? Where you kid mok you already said that and that's that. We have our",
        6619.48,
        6625.74
    ],
    [
        " own store. So that's something. Yeah. If you want to represent you want to get a shirt, you want",
        6625.74,
        6630.16
    ],
    [
        " to get a hoodie, you want to get a hat. More rash guards on there. More more specific direct",
        6630.16,
        6637.28
    ],
    [
        " messages on the raft. Rash guards for staying on the path. Go to jacostore.com. Also, you can get",
        6637.28,
        6642.84
    ],
    [
        " t shirts because not everyone wears rash guards all the time like John Donner. Yes, someone's just",
        6642.84,
        6647.7
    ],
    [
        " wear regular shirt sometimes. Hey, I'm down. We're gonna send, we're gonna send John Donner",
        6647.7,
        6652.24
    ],
    [
        " or some of these things. Yeah, but yeah, that's where he is. jacostore.com. Good shirts on",
        6652.24,
        6656.98
    ],
    [
        " their new shirts on there, by the way. Oh, interesting. Shoot, I've been meeting to sort of send",
        6656.98,
        6662.26
    ],
    [
        " everybody an email, kind of let it them because there's a few of them. I'll do that. Check. Do that.",
        6662.26,
        6667.96
    ],
    [
        " Also got hats. Yeah. For those of you that like flex fit hats, they're available. They're dope.",
        6668.02,
        6674.46
    ],
    [
        " For those of you that like truckers hats, they're also available. Sure. And hoodies, legit hoodies.",
        6674.54,
        6682.88
    ],
    [
        " The jet. Heavy. Heavy. And do we also do we have any Hawaiian on there left? No, Hawaiian.",
        6683.38,
        6691.22
    ],
    [
        " You know, I, I, yeah, no, as of right now, no. Okay. Maybe in the summer we'll make the Hawaiian",
        6691.52,
        6698.28
    ],
    [
        " one again. Yeah, or maybe the winner for the actual white people. Oh, yeah, true. Got to get it",
        6698.28,
        6703.38
    ],
    [
        " home. So that's good. Oh, yeah, some women stuff on there too, by the way. So new, some more",
        6703.38,
        6709.04
    ],
    [
        " women stuff for the female troopers. Yes. Specifically in the house. No specific.",
        6709.04,
        6714.64
    ],
    [
        " Remember, subscribe to this podcast. iTunes Google Play Stitcher. Leave reviews so I can read them.",
        6715.02,
        6721.3
    ],
    [
        " So echo can read them. But mostly so I can read them. Yes. I want the feedback. Yeah.",
        6721.74,
        6727.74
    ],
    [
        " Echoes over their cruise. Well, I get addicted to reading those. Yeah, it's when they're funny.",
        6727.96,
        6732.3
    ],
    [
        " When they're interesting, but usually the interesting ones by interesting, I mean funny. Yeah. Yeah.",
        6732.3,
        6737.56
    ],
    [
        " Yeah. Okay. Very good. And also don't forget about the Warrior Kid podcast.",
        6737.76,
        6741.2
    ],
    [
        " Nothing but great feedback on the Warrior Kid podcast. People listening to it over and over and",
        6741.84,
        6748.7
    ],
    [
        " over again. Partially because they love it, partially because I haven't put out enough episodes.",
        6748.7,
        6753.3
    ],
    [
        " So we got a little intense time period. Books coming out and all that. But we're kind of getting",
        6753.86,
        6759.98
    ],
    [
        " through that. So I'll be able to get back on the path of making the Warrior Kid podcast.",
        6759.98,
        6765.5
    ],
    [
        " Matter of fact, I'm almost done with a story from Uncle Jake. Good story from Uncle Jake. A real",
        6765.66,
        6770.68
    ],
    [
        " big lesson learned. That'll be on the Warrior Kid podcast. So subscribe to that one as well.",
        6770.68,
        6776.56
    ],
    [
        " And don't forget about that Warrior Kid scoop soap from Irish oaks ranch dot com. We got young aid",
        6776.68,
        6782.46
    ],
    [
        " in the Warrior Kid running his own business age 13, making money, making product made in America,",
        6782.46,
        6789.06
    ],
    [
        " made with goat milk. What else do you need to know other than get some soap and stay clean.",
        6789.22,
        6796.54
    ],
    [
        " Also get the YouTube YouTube videos. Now we are stepping up our game. I know we've been talking",
        6797.96,
        6803.2
    ],
    [
        " about this for a long time. Some of us just been in the form of harassment and harassing echo.",
        6803.2,
        6806.8
    ],
    [
        " But we actually are making preparations. Training is underway. People are coming on board.",
        6807.5,
        6814.74
    ],
    [
        " Things are happening. We're moving in the right direction. Yeah. And so YouTube, subscribe to YouTube.",
        6815.1,
        6821.76
    ],
    [
        " We're going to start. We're going to use that platform even more. Yeah. Get it out there. Yes.",
        6822.2,
        6828.78
    ],
    [
        " Utilizing spreading good messages to keep people on the path. Sometimes to get people on the path.",
        6829.32,
        6835.64
    ],
    [
        " That's a good thing. Psychological warfare. Speaking of the path, little help staying on the path.",
        6835.72,
        6840.14
    ],
    [
        " These are little tracks about overcoming your own personal individual weaknesses at one time",
        6840.14,
        6846.24
    ],
    [
        " or another. Yes. So you get that album and you press play in certain scenarios. We're working",
        6846.24,
        6852.6
    ],
    [
        " on assembling psychological warfare to probably going to be called all your excuses or lies.",
        6852.6,
        6860.6
    ],
    [
        " And that one will come out before Christmas. We'll get it to you before Christmas. Yeah.",
        6861.02,
        6866.9
    ],
    [
        " Yeah. We should be able to get it to you before Christmas.",
        6867.02,
        6868.78
    ],
    [
        " Yeah. In time for the New Year's resolutions. Yes. They developed. Yes. They developed.",
        6869.34,
        6874.96
    ],
    [
        " You know your anti-new year's resolution. I am from what I understand. Yeah.",
        6875.32,
        6878.36
    ],
    [
        " No, it's just another day to me. No feeling to worry on my part. Yeah. Yeah. If I was going to make",
        6878.7,
        6884.54
    ],
    [
        " a resolution, you know, and I'd start it right now. Why would I wait today? Yeah. No. Now. Not",
        6884.54,
        6890.5
    ],
    [
        " even today. Not later today. Not after dinner. No. Get it done. Now. All right. Well,",
        6890.5,
        6896.9
    ],
    [
        " it can still technically be a year's resolution because you could just be like boom, like from now on",
        6896.9,
        6902.82
    ],
    [
        " for the next year. I get that doesn't really fit. Either way, I dig what you're saying and",
        6902.82,
        6907.2
    ],
    [
        " cool, man. Do it. Speaking of staying on the path on it.com. Slash Chaco. Actually, there it is on it",
        6907.2,
        6914.42
    ],
    [
        " to stay on it. On it when he when they named it on the path. That's what they had it in reference to.",
        6914.42,
        6919.66
    ],
    [
        " I know that 100% for a fact. Get your fitness stuff. That's how you stay on the path. You bring",
        6920.08,
        6928.42
    ],
    [
        " the gym to your house. You said this. You said this earlier. I still have a 24-hour fitness membership,",
        6928.42,
        6933.18
    ],
    [
        " by the way. Yeah. And I go to turn for our fitness every once in a while. But having this stuff at",
        6933.18,
        6939.66
    ],
    [
        " home will keep you on the path like hardcore. Yeah. Yeah. So get your kettlebells when you do kettlebells",
        6939.66,
        6944.58
    ],
    [
        " when you do kettlebells. You do kettlebells? Yes. I do kettlebells. Everyone that I know that's on",
        6944.58,
        6950.38
    ],
    [
        " the path does kettlebells. I'm not saying if you don't do kettlebells, you're not on the path. I'm not",
        6950.38,
        6953.88
    ],
    [
        " saying that. I'm saying if you're on the path and you don't do kettlebells, consider getting kettlebells",
        6953.88,
        6961.36
    ],
    [
        " for your house. And when you do go to on it.com to get them. Because they're cooler. In my opinion,",
        6961.36,
        6967.1
    ],
    [
        " that's the only ones I got. Go there. There's a lot of cool stuff on there. Some clothes on there too",
        6967.48,
        6970.96
    ],
    [
        " if you want. A lot of information as well. Yeah. On it.com slash jaco, by the way.",
        6970.98,
        6976.62
    ],
    [
        " It's a good spot. Also, jaco white tea. Speaking of bringing the GM to your house,",
        6976.78,
        6982.72
    ],
    [
        " you better bring 8,000 pounds. Anyway, if you're drinking jaco white tea, yes, it is proven.",
        6982.9,
        6988.02
    ],
    [
        " If you ask me is that for real, 8,000 pounds, yeah. 100%. 100%. One ton is 2,000 pounds. Yeah.",
        6988.34,
        6994.14
    ],
    [
        " So the four tons you will be able to deadlift and you only have to drink one, too. By the way,",
        6994.36,
        6998.4
    ],
    [
        " I drink the cans. Yeah. Yeah. And sometimes people say, well, I can only deadlift, you know,",
        6998.4,
        7002.72
    ],
    [
        " 485. And I'm like, drink more tea. Yeah. I remember I used to be like that too. I dig it. But yeah.",
        7002.8,
        7009.5
    ],
    [
        " Hey, it even got Jordan B Peterson office. He was plateaued at 7,000 pounds. God knows how long he",
        7009.66,
        7014.92
    ],
    [
        " was stuck there that week level. No. Then he got right up 8,000 pounds. It's gonna be money.",
        7014.92,
        7019.46
    ],
    [
        " So he's there. White tea. You know what's what's funny about not what's funny. What's interesting.",
        7019.68,
        7025.12
    ],
    [
        " First episode of this podcast. Oh, yeah. We talk about",
        7026.32,
        7029.7
    ],
    [
        " Pomegranate Chai. Yeah, you say Pomegranate Chai. I don't know whatever tea that you're into.",
        7029.7,
        7035.86
    ],
    [
        " Because that was the first one you made this weird kind of easing into the podcast starting,",
        7036.0,
        7041.32
    ],
    [
        " which wasn't really what I had in mind. Yeah. You know, I had more mine like, hey,",
        7041.32,
        7045.12
    ],
    [
        " okay, we press record, we start. Right. And you had a cruising over here. It was kind of",
        7045.3,
        7055.1
    ],
    [
        " as a result, there's that added layer for the people that did listen to that first few seconds",
        7055.36,
        7061.54
    ],
    [
        " of that first, first episode. You say Pomegranate Chai. You say no. Pomegranate white tea.",
        7061.54,
        7067.6
    ],
    [
        " And then look at you. Look at you now. Look at you now. Yeah.",
        7068.22,
        7072.38
    ],
    [
        " Mead your own Pomegranate white tea. Well, people would ask me all the time what kind of tea.",
        7072.8,
        7077.6
    ],
    [
        " And I wouldn't really be able to tell them because I try would try different ones. No one was",
        7077.86,
        7081.26
    ],
    [
        " perfect. So I just wouldn't made the perfect one. Mead your own. Yeah. That's how you do it.",
        7081.26,
        7085.9
    ],
    [
        " We have it on our website too. By the way, jocostort.com. We offer it there, but you can get it anywhere.",
        7085.9,
        7090.8
    ],
    [
        " Yeah. Yeah. Amazon too. Amazon has this stuff. Amazon Prime for the cans. Save yourself a little",
        7090.98,
        7096.54
    ],
    [
        " shipping. You're on Amazon Prime. Then you got that also on Amazon. And everywhere you can buy",
        7096.54,
        7101.96
    ],
    [
        " books. We got some we got some books. I got Way the Warrior kid. And Mark's mission. Those are",
        7101.96,
        7108.04
    ],
    [
        " part of a series. And those will those are good books for your children as a parent. They",
        7108.04,
        7117.28
    ],
    [
        " will. How many I don't know how many people have told me this these books have made parenting",
        7117.28,
        7121.12
    ],
    [
        " easier for them. Because now they just look at their kids and say, Hey, you think this is a",
        7121.12,
        7125.14
    ],
    [
        " what a warrior kid would do? Yeah. You think a warrior kid would eat that donut right now? Yeah.",
        7125.14,
        7129.9
    ],
    [
        " I don't think so. You think that warrior kid would leave with it would leave the room all dirty?",
        7129.96,
        7134.1
    ],
    [
        " I don't think so. I think it's like, no, no, no way. I got parents that say their kids say,",
        7134.18,
        7138.4
    ],
    [
        " don't know warrior kid wouldn't do that. Yeah. Like when they read warrior kid, their voice goes from",
        7138.42,
        7142.88
    ],
    [
        " like, Hey, dad, what do you think we're going to do? It's like, Hey, dad, I don't think we should",
        7142.88,
        7147.1
    ],
    [
        " do that. Sounds like weakness to me. Yeah. Case in point today. So my daughter, she's sensitive.",
        7147.1,
        7153.0
    ],
    [
        " I wouldn't say things get I don't know, things get sensitive, whatever. So like, so if you say",
        7153.52,
        7157.68
    ],
    [
        " something mean to her as like a, if another kid says something mean, that's something to her.",
        7157.68,
        7161.52
    ],
    [
        " You know, super nice to everybody. So a kid called her a liar. But apparently that's this",
        7161.52,
        7169.14
    ],
    [
        " kid's thing. He just calls people a liar. I got a good reaction out of it at some point.",
        7169.14,
        7173.52
    ],
    [
        " You know, when you said it to some point, at some point, somebody acted all crazy and he's like,",
        7173.84,
        7178.92
    ],
    [
        " Oh, okay, now I know how to make people really not know how to get a reaction. Yeah. So she",
        7178.92,
        7183.78
    ],
    [
        " doesn't like that, you know, because she lying was kind of the thing. My dad always kind of,",
        7183.78,
        7187.66
    ],
    [
        " we would get spankings for lying. That's pretty much it. That's a big violation of the whole thing.",
        7187.74,
        7192.44
    ],
    [
        " So, you know, so as a result, not to say I spank her for lying, I'm not saying that, but she",
        7192.76,
        7199.46
    ],
    [
        " doesn't like the whole lying thing or she gets a cue. You know how she'll do something? I'll be like,",
        7199.46,
        7203.54
    ],
    [
        " Hey, did you brush your teeth? She'll be like, Yes, I don't be like, and then you go smell that breath.",
        7203.56,
        7206.76
    ],
    [
        " She'll be like, Oh my gosh, she'll get devastated if I think she's lying. She's going to check",
        7207.28,
        7211.58
    ],
    [
        " if her toothbrush is wet or dry. No. See, I get, I go deep. You want a lie to me? We're going",
        7211.58,
        7217.54
    ],
    [
        " to be going. But see what you do though. But see what you do though. Like, if I go and investigate,",
        7217.6,
        7222.94
    ],
    [
        " that indicates to her. She's like, lack of trust. Yeah. Like, you think I'm lying and she gets",
        7223.16,
        7227.24
    ],
    [
        " really sad. So anyway, what I'm saying is she's sensitive to that kind of stuff. I think she's",
        7227.24,
        7230.88
    ],
    [
        " manipulating you. That's very possible too. But it seems to be if they're good. Yeah. Gotta watch",
        7230.88,
        7236.64
    ],
    [
        " him. Yes, you do. Anyway, so at school, she was like, Hey, that's the boy he calls me liar.",
        7236.64,
        7242.04
    ],
    [
        " And another day, he called her a liar every day. Like, that's his name. Like, you're a liar",
        7242.78,
        7247.14
    ],
    [
        " every day. So one of my things has to go too deep into it. I tell her, Hey, you're a nice person.",
        7247.14,
        7252.6
    ],
    [
        " So you'd be nice to people whether they're mean to you or not. So you're just a nice person.",
        7252.74,
        7256.3
    ],
    [
        " You don't like to become a mean person because they'd be mean. It's because, well, I really don't",
        7256.42,
        7259.38
    ],
    [
        " like to be called a liar. I was like, would you rather be called a liar or plate face? And then",
        7259.38,
        7264.08
    ],
    [
        " she started laughing because she remembers that's how he gets over it. He laughs at himself,",
        7264.08,
        7269.22
    ],
    [
        " calls himself plate face, you know, Nathan, he's over there. He's all kind of laughing confused.",
        7269.22,
        7273.64
    ],
    [
        " Like, Oh, that's funny. And they laugh about it. And they slowly become friends. So she was like,",
        7273.7,
        7278.26
    ],
    [
        " boom, wait, last but not today. And I'm not even joking. That's what I dropped her off.",
        7278.28,
        7282.1
    ],
    [
        " Awesome. So that's way of war, kid. And Mark's mission. We also got Discipline,",
        7282.38,
        7287.76
    ],
    [
        " He goes Freedom Field Manual. This is the book that what's great about this one. People tell me,",
        7287.76,
        7292.76
    ],
    [
        " I read two pages every day. I read three pages every day. I wake up in the morning and read",
        7292.98,
        7297.92
    ],
    [
        " one page, get yourself on the path. Get your mind right as my boy Matthew used to say,",
        7298.38,
        7303.68
    ],
    [
        " up in Yosemite. He hit me up on Twitter, by the way. I'm going to track him down. And so that's",
        7303.74,
        7310.92
    ],
    [
        " Discipline goes Freedom Field Manual. Christmas time. Good gift for someone. You want to put",
        7310.92,
        7316.84
    ],
    [
        " someone on the path? Cool. Get him that book. Don't even say anything. Don't even, don't even",
        7316.84,
        7321.98
    ],
    [
        " introduce it. Just give him that book. And just let it, let it ride. Because when you open it up,",
        7322.7,
        7328.04
    ],
    [
        " you're going to open it, you have to open it up because it looks, it's not normal. And when you",
        7328.14,
        7332.0
    ],
    [
        " open it up, you see that's not normal either. It's not just a bunch of like black print on a white",
        7332.0,
        7337.18
    ],
    [
        " page. No, it's different. So you start flipping through it. Then you start saying, wait a second.",
        7337.18,
        7341.98
    ],
    [
        " This makes sense to me. I do the next thing you know, you wake up and it's not 742. It's 448.",
        7342.34,
        7351.04
    ],
    [
        " 10, 742 is still pretty good. That depends on who you are. I guess. So that's the Discipline goes Freedom",
        7352.08,
        7359.04
    ],
    [
        " Field Manual after that. Well, not after that. But the first book, Extreme Ownership. This is",
        7359.04,
        7364.66
    ],
    [
        " a book about combat leadership. And you got the dichotomy leadership, which just came out dichotomy",
        7364.66,
        7371.46
    ],
    [
        " leadership. By the way, extreme ownership number five right now on the Wall Street Journal",
        7371.46,
        7379.92
    ],
    [
        " Business Books List. The number one book on that list is dichotomy leadership. So thanks to",
        7380.08,
        7386.66
    ],
    [
        " everyone for getting those books and much appreciate that support. I already talked about Mikey",
        7386.66,
        7393.52
    ],
    [
        " and the Dragons. It's coming out. It's coming out on Jockel Publishing. So if you want it, order it.",
        7393.52,
        7401.52
    ],
    [
        " Right now it's just up on Amazon. So go to Amazon. Go to go to Jockel Podcast. You can click through",
        7401.76,
        7406.56
    ],
    [
        " and get Mikey and the Dragons. Some people have a little trouble finding it. It's there. Get it.",
        7407.84,
        7413.22
    ],
    [
        " Also, Ashlon Front. This is our leadership consultancy. We solve problems through leadership.",
        7413.94,
        7419.18
    ],
    [
        " It's me, Lave Babin, JP to know Dave Burke, Flynn Cochran, Mike Sirelli, and also Mike Bauma.",
        7419.4,
        7425.56
    ],
    [
        " Don't call us speaking agency. We don't like that. Just email Ashlon Front,",
        7426.88,
        7433.12
    ],
    [
        " info.dashlonfront.com or check out our website.",
        7433.6,
        7435.9
    ],
    [
        " The mustard, San Francisco, sold out. The only good news I have for you is that there will be",
        7436.5,
        7441.54
    ],
    [
        " more mustard. Pay attention. I'll put the word out through the social media or whatever.",
        7441.54,
        7445.62
    ],
    [
        " Also, EF Overwatch. This is connecting special operations, veterans and leaders and combat aviation",
        7447.02,
        7455.82
    ],
    [
        " veterans and leaders to companies that need experienced proven leaders that understand the principles",
        7455.84,
        7464.68
    ],
    [
        " of extreme ownership. Go to EF Overwatch to get in that game. If you want to keep cruising with us,",
        7464.68,
        7473.88
    ],
    [
        " you can find us on the interwebs on Twitter, on Instagram, and on Facebook.",
        7474.28,
        7478.92
    ],
    [
        " Keep going.",
        7479.86,
        7480.68
    ],
    [
        " That goes at Echo Charles. I am at Jocco, Willink and thanks to everyone out there in uniform.",
        7481.66,
        7487.08
    ],
    [
        " Thanks for your sacrifice and your vigilance here at home and abroad as well.",
        7487.84,
        7494.22
    ],
    [
        " We know what you do every day and we thank you for it.",
        7495.28,
        7498.7
    ],
    [
        " And to everyone else, remember the words of Keith Douglas to trust anyone or admit any hope of",
        7500.32,
        7506.8
    ],
    [
        " a better world is criminally foolish as foolish as it is to stop working for it.",
        7506.8,
        7515.1
    ],
    [
        " So keep working for it. Do your part every day to become stronger, faster, smarter, better",
        7516.5,
        7524.14
    ],
    [
        " to try and make the world a little bit better. Keep working for it and keep getting after it.",
        7524.14,
        7532.36
    ],
    [
        " And until next time, this is Echo and Jocco. Out.",
        7532.82,
        7538.98
    ]
]