[
    [
        " This is Jocco Podcast number 145 with Echo Charles and me, Jocco Willink.",
        0.0,
        6.5
    ],
    [
        " Good evening, I go.",
        6.96,
        8.12
    ],
    [
        " Good evening.",
        8.32,
        8.64
    ],
    [
        " The primary mission of the Marine Rifle Company and Pertune is to locate, close with,",
        9.26,
        18.84
    ],
    [
        " and destroy the enemy by fire and maneuver, or to repel his assault by fire and close combat.",
        19.12,
        27.24
    ],
    [
        " The primary mission of the weapons platoon of the rifle company is to provide supporting,",
        30.46,
        36.6
    ],
    [
        " direct, and indirect fires, including close in anti-tank fires and demolitions for",
        36.8,
        42.9
    ],
    [
        " maneuvering or defending elements of the rifle company.",
        42.9,
        46.4
    ],
    [
        " Boom.",
        46.98,
        50.06
    ],
    [
        " It does not get much more straightforward than that.",
        50.94,
        56.26
    ],
    [
        " That is taken directly from FM-FM-6TAC4 Marine Rifle Company.",
        56.3,
        64.26
    ],
    [
        " And this is a solid manual, a very solid manual, a very solid field manual.",
        65.0,
        71.28
    ],
    [
        " And one of the reasons that I pulled it out again, because I wanted to look at the general",
        71.76,
        76.7
    ],
    [
        " principles of war.",
        76.7,
        78.44
    ],
    [
        " And this has, so the US military, all branches talk about the principles of war as America",
        78.44,
        86.14
    ],
    [
        " sees the principles of war.",
        86.14,
        87.82
    ],
    [
        " For whatever reason, the FM-FM-FM-6TAC4 has sort of the best descriptions of them that",
        88.44,
        97.76
    ],
    [
        " I like, I should say, maybe they're not the best.",
        97.76,
        99.58
    ],
    [
        " They're my preferential ones, the ones that I prefer.",
        99.9,
        102.62
    ],
    [
        " So the principles of war, pretty straightforward, but I wanted to talk about them.",
        103.74,
        108.3
    ],
    [
        " And this kind of led me down a little rabbit hole, which I sometimes go into when it comes",
        109.0,
        113.38
    ],
    [
        " to military strategies, principles, tactics.",
        113.38,
        117.32
    ],
    [
        " And I ended up in a place that I thought was very interesting.",
        117.82,
        120.98
    ],
    [
        " It kind of brought me back to something that I'd uncovered years ago.",
        121.0,
        124.36
    ],
    [
        " One of those early things that started to gel my thought process started to see little",
        125.6,
        136.74
    ],
    [
        " connections in the world.",
        136.74,
        139.84
    ],
    [
        " So it started with this.",
        140.34,
        142.84
    ],
    [
        " So the principles of war, so they talk about these broad principles of war.",
        143.44,
        146.62
    ],
    [
        " Again, everyone in the military covers these principles of war.",
        146.74,
        152.36
    ],
    [
        " Here's how the Marine Corps in the Marine Rifle Company manual discusses them.",
        152.46,
        159.9
    ],
    [
        " Okay, principles of war.",
        160.16,
        161.62
    ],
    [
        " General, the principles of war are fundamental truths governing the prosecution of war.",
        162.26,
        168.34
    ],
    [
        " That's so legit.",
        169.24,
        173.14
    ],
    [
        " Anyways, I'm going to read that again.",
        173.92,
        176.1
    ],
    [
        " The principles of war are fundamental truths governing the prosecution of war.",
        176.36,
        181.22
    ],
    [
        " There you go.",
        182.36,
        182.88
    ],
    [
        " The principles of war are guidelines to be used by a commander to effectively apply the combat power",
        183.22,
        189.18
    ],
    [
        " of the Marine Company or platoon to aid in the accomplishment of the assigned mission.",
        189.18,
        193.64
    ],
    [
        " The effective application of these principles is essential to the proper exercise of command",
        194.48,
        199.78
    ],
    [
        " and the conduct of war.",
        199.78,
        201.78
    ],
    [
        " Although combat leaders have studied the principles, it is not enough to name them in sequence,",
        202.68,
        208.24
    ],
    [
        " but rather to know when and how to relate them to the combat environment.",
        208.24,
        212.9
    ],
    [
        " The principles of war are included here to provide a review for the commander to be used",
        213.32,
        218.86
    ],
    [
        " when applying doctrine contained in this manual.",
        218.86,
        221.54
    ],
    [
        " Now the important part to remember is, and you're going to see this, that these principles",
        221.94,
        226.42
    ],
    [
        " do not only apply to war at all.",
        226.42,
        229.06
    ],
    [
        " In fact, they apply to everything.",
        229.78,
        231.38
    ],
    [
        " Principle number one, objective.",
        236.22,
        239.06
    ],
    [
        " The objective of a military force is the goal or aim usually expressed as a mission for",
        239.6,
        245.4
    ],
    [
        " which the force was constituted.",
        245.4,
        247.36
    ],
    [
        " This principle is overriding.",
        247.86,
        250.8
    ],
    [
        " It is applicable to any operation at any level of command.",
        252.82,
        257.84
    ],
    [
        " The objective of a force can be stated in either broad or precise terms depending upon",
        257.84,
        263.56
    ],
    [
        " the nature of the goal.",
        263.56,
        264.72
    ],
    [
        " Each element of an infantry unit contributes to the attainment of the objective of the",
        265.32,
        269.74
    ],
    [
        " larger unit of which it is a part.",
        269.74,
        271.68
    ],
    [
        " For example, when the objective of a battalion has been defined, all elements of the battalion",
        272.5,
        278.26
    ],
    [
        " must be assigned objectives that facilitate the attainment of the battalion objective.",
        278.26,
        282.84
    ],
    [
        " Success in combat is measured by the accomplishment of the mission.",
        284.32,
        287.82
    ],
    [
        " This is important to remember from a leadership perspective, when you come up with a mission",
        288.52,
        292.7
    ],
    [
        " and it's a broad mission for your company or for your team, then the smaller teams within",
        292.7,
        299.1
    ],
    [
        " your team have got to redefine that mission as it applies to them and make sure that what",
        299.1,
        305.3
    ],
    [
        " they come up with for a mission is aligned with and supports the broader mission of the",
        305.3,
        309.56
    ],
    [
        " team.",
        309.56,
        309.76
    ],
    [
        " So when you own a manufacturing plant and your goal is to manufacture X amount of widgets",
        310.06,
        318.74
    ],
    [
        " a month, well then the people on the line, they have their little portion of that widget",
        318.74,
        323.54
    ],
    [
        " that they manufacture and they got to make sure that they can fulfill their part of mission",
        323.54,
        327.54
    ],
    [
        " that allows you to do this overall success.",
        327.54,
        330.02
    ],
    [
        " Also there's like supply people that are bringing the supplies in for the widget.",
        330.88,
        334.98
    ],
    [
        " Their goal, their mission is to provide the supplies needed to make these things.",
        335.1,
        340.32
    ],
    [
        " And so that's what it is.",
        340.94,
        341.92
    ],
    [
        " You've got to make sure that the mission of the subordinate units are in support of",
        342.04,
        349.34
    ],
    [
        " a nested inside of the broader mission.",
        349.34,
        351.38
    ],
    [
        " But sometimes we forget as leaders that the frontline people or the subordinate people",
        351.78,
        358.1
    ],
    [
        " below you in the chain of command, they might not understand that they need to do that.",
        358.1,
        361.6
    ],
    [
        " Might not happen.",
        361.8,
        362.96
    ],
    [
        " So you need to do it for sometimes you need to spell things out.",
        363.38,
        367.68
    ],
    [
        " Yeah.",
        367.82,
        367.98
    ],
    [
        " Next offensive by the offensive, the commander can impose his will on the enemy, set the pace",
        369.26,
        381.08
    ],
    [
        " and course of battle, exploit enemy weaknesses and meet unexpected developments.",
        381.08,
        386.84
    ],
    [
        " Boom.",
        387.72,
        387.94
    ],
    [
        " Be on the offensive.",
        387.94,
        388.94
    ],
    [
        " What do we call this?",
        389.4,
        390.98
    ],
    [
        " We call this default aggressive.",
        391.16,
        392.6
    ],
    [
        " That's the similar and I will continue to make the comparisons between what we talk about,",
        393.12,
        401.64
    ],
    [
        " what I talk, what I came up with, the original four laws of combat and how they are intertwined",
        401.94,
        410.54
    ],
    [
        " with these principles back to the book.",
        410.54,
        417.02
    ],
    [
        " Even in the defensive, the commander must be alert to regain the initiative by offensive counteractions.",
        417.06,
        423.4
    ],
    [
        " Aggressiveness, flexibility of mind and the ability to make rapid, reasoned decisions",
        423.76,
        429.6
    ],
    [
        " are required to apply fully the principle of the offensive.",
        429.6,
        433.2
    ],
    [
        " In defense, the commander can often best accomplish his mission by offensive action.",
        433.8,
        439.06
    ],
    [
        " So even when you're on defense, you should be, you should be looking to go on the offense.",
        440.1,
        445.64
    ],
    [
        " And there's some other definitions that talk about this is very, very clear when you're training",
        445.88,
        450.64
    ],
    [
        " GJ2.",
        450.64,
        451.04
    ],
    [
        " Have you ever trained with someone?",
        451.5,
        452.54
    ],
    [
        " Well, I know you have.",
        452.84,
        453.4
    ],
    [
        " When you're training with someone that's constantly attacking, that's, you're going to go down.",
        453.86,
        460.36
    ],
    [
        " I mean, you're going to win someone.",
        460.74,
        462.16
    ],
    [
        " That's how someone gets the upper hand.",
        462.46,
        463.5
    ],
    [
        " They're attacking here.",
        463.66,
        464.3
    ],
    [
        " They're attacking there.",
        464.46,
        465.06
    ],
    [
        " They're attacking over here.",
        465.16,
        465.94
    ],
    [
        " They're attacking back there again and you're constantly on the defense, defense, defense,",
        466.1,
        469.86
    ],
    [
        " defense and eventually they get the upper hand and crush you.",
        469.92,
        472.0
    ],
    [
        " Very clear in GJ2.",
        472.26,
        474.58
    ],
    [
        " Next.",
        479.06,
        479.82
    ],
    [
        " Simplicity.",
        479.84,
        480.58
    ],
    [
        " Simplicity demands that detailed, simple plans be adopted in every military operation.",
        481.14,
        487.88
    ],
    [
        " It's interesting dichotomy.",
        488.58,
        489.84
    ],
    [
        " Detailed and simple.",
        490.06,
        491.14
    ],
    [
        " It is of course a relative term because all actions in war are essentially complex.",
        492.58,
        497.8
    ],
    [
        " That's a great point.",
        498.18,
        499.26
    ],
    [
        " And I talk about that too.",
        499.94,
        500.84
    ],
    [
        " I talk about how easy it is to, like, how a mission, hey, it's so easy to see a mission",
        500.86,
        505.66
    ],
    [
        " is not rocket science, right?",
        505.66,
        506.98
    ],
    [
        " It's not brain surgery.",
        507.08,
        508.08
    ],
    [
        " You know where the bad guy is.",
        509.08,
        510.58
    ],
    [
        " You know where you are.",
        510.94,
        511.9
    ],
    [
        " You're going to load in some helicopters or some vehicles or some boats.",
        512.36,
        514.88
    ],
    [
        " You're going to go to where they are and you're going to get them and you're going to",
        515.0,
        516.9
    ],
    [
        " come back.",
        516.9,
        517.22
    ],
    [
        " There's the mission.",
        517.34,
        517.92
    ],
    [
        " That's a little oversimplified.",
        518.26,
        521.68
    ],
    [
        " And it's not that much oversimplified, but you know, there's things like fuel.",
        521.9,
        525.36
    ],
    [
        " There's things like load, load plans.",
        525.66,
        527.22
    ],
    [
        " There's things about weight.",
        527.42,
        528.04
    ],
    [
        " How much each vehicle can carry on?",
        528.18,
        529.72
    ],
    [
        " How much each helicopter can carry?",
        529.72,
        531.06
    ],
    [
        " So there's there are, and how you're going to put cover fire down.",
        531.24,
        533.8
    ],
    [
        " There's a there are more detailed things.",
        533.88,
        535.78
    ],
    [
        " So like the statement says, all actions in war are essentially complex.",
        536.1,
        541.76
    ],
    [
        " And I will say that all actions in war are also essentially simple because what are",
        541.76,
        548.32
    ],
    [
        " you trying to do?",
        548.32,
        548.8
    ],
    [
        " You're trying to close with and destroy the enemy.",
        548.96,
        550.42
    ],
    [
        " That's it.",
        550.64,
        551.12
    ],
    [
        " I've had that happen with companies where I go into a company and they've lost sight",
        551.4,
        557.02
    ],
    [
        " of the simplicity of their mission.",
        557.02,
        558.82
    ],
    [
        " The simplicity of their mission is to make something and they get all wrapped around",
        559.1,
        563.42
    ],
    [
        " all these other things.",
        563.42,
        564.3
    ],
    [
        " But what you're supposed to be doing is making this thing and everything that you're doing",
        564.84,
        569.36
    ],
    [
        " should be lead to supporting the making of this thing.",
        569.36,
        571.76
    ],
    [
        " People go down, they focus their efforts in other areas.",
        572.12,
        574.48
    ],
    [
        " So it's good to think about, yes, there's complexities.",
        575.4,
        578.08
    ],
    [
        " It's a total dichotomy.",
        578.6,
        580.02
    ],
    [
        " It's a total dichotomy in business too, right?",
        580.22,
        582.14
    ],
    [
        " There's a total dichotomy.",
        582.44,
        583.48
    ],
    [
        " It's very complicated, but at the same time, it's actually very simple.",
        584.68,
        587.72
    ],
    [
        " So when you feel things getting too complicated, that's when you take a step back and you",
        588.4,
        592.38
    ],
    [
        " go, okay, what is we, what are we actually trying to do here?",
        592.38,
        595.16
    ],
    [
        " That's the question.",
        595.32,
        596.36
    ],
    [
        " Back to the book, simplicity will be especially important on the nuclear battlefield.",
        597.54,
        604.84
    ],
    [
        " Where the full use of available means will require close control and coordination",
        607.08,
        611.72
    ],
    [
        " and where plans must be simple as simple as the situation will permit detailed, simple",
        611.72,
        618.38
    ],
    [
        " plans lead to coordinated timely execution.",
        618.38,
        621.48
    ],
    [
        " So what's interesting, the copy that I'm using of this, and it's going to lead to the",
        622.66,
        628.58
    ],
    [
        " rest of this whole podcast, which is when we're going to start talking about the Soviets.",
        628.58,
        632.08
    ],
    [
        " And which goes back to the 80s.",
        633.28,
        634.76
    ],
    [
        " I think the date on this book on this particular version is the 80s, which is,",
        635.12,
        641.52
    ],
    [
        " cold war, prepare for nuclear combat.",
        641.52,
        645.28
    ],
    [
        " That's that.",
        645.74,
        646.28
    ],
    [
        " And when you get into the Soviets and what they're thinking, you're going to see nuclear",
        646.56,
        649.36
    ],
    [
        " combat was absolutely part of, it was part of their planning.",
        649.36,
        653.68
    ],
    [
        " And so same thing here, I don't even know that I have a comment about keeping your nuclear",
        654.06,
        661.48
    ],
    [
        " war simple.",
        661.48,
        662.64
    ],
    [
        " I don't know if I have a comment on that.",
        663.02,
        665.62
    ],
    [
        " Hey, we're going to drop bombs and everyone is going to die.",
        665.8,
        669.88
    ],
    [
        " I don't know how we simplify that anymore.",
        669.98,
        671.84
    ],
    [
        " And clearly, laws of combat, simplicity, simple.",
        672.54,
        676.96
    ],
    [
        " That's one of the primary laws.",
        677.18,
        678.98
    ],
    [
        " That's actually law number two in my laws of combat that we put an extreme ownership.",
        679.36,
        684.56
    ],
    [
        " And why is that?",
        685.26,
        686.58
    ],
    [
        " Because I would see over and over and over again, what would jam up to use your term?",
        686.76,
        692.4
    ],
    [
        " What would jam up a seal platoon is a complicated plan.",
        692.5,
        695.0
    ],
    [
        " They would do it every single time.",
        695.22,
        696.36
    ],
    [
        " So you have to keep it simple.",
        696.98,
        698.86
    ],
    [
        " That's one of those ones before I really started diving into sort of the broad cannon of military theory.",
        698.9,
        708.78
    ],
    [
        " I had told everyone, hey, you got to keep it simple.",
        709.2,
        712.44
    ],
    [
        " You got to keep it simple.",
        712.52,
        713.14
    ],
    [
        " And I had been told, you know, the Vietnam guys would say, keep it simple stupid.",
        713.3,
        716.16
    ],
    [
        " You know, kiss.",
        716.18,
        716.78
    ],
    [
        " But I was a little nervous that I was maybe overboard with that.",
        717.4,
        721.74
    ],
    [
        " And as soon as you start looking at it, keeping things simple is a broad military principle.",
        722.44,
        728.8
    ],
    [
        " That's been around forever.",
        728.86,
        730.24
    ],
    [
        " And there's a reason because it's true.",
        731.36,
        733.4
    ],
    [
        " Next up, unity of command, unity of command is the establishment of a single authority.",
        735.76,
        741.76
    ],
    [
        " This is the best means of ensuring unity of effort, which implies a singleness of purpose and cooperation",
        742.42,
        749.18
    ],
    [
        " by all elements of the command.",
        749.18,
        751.46
    ],
    [
        " That one seems obvious.",
        754.28,
        756.56
    ],
    [
        " I'll tell you what prevents this from happening most of the time.",
        756.8,
        760.32
    ],
    [
        " It's ego.",
        760.5,
        761.14
    ],
    [
        " Most of the time in the business world, it's no one wants to say, hey, you know what?",
        761.66,
        765.42
    ],
    [
        " We're putting this other guy in charge, given the support that he needs.",
        765.56,
        768.38
    ],
    [
        " Most of the time in the business world, well, you know, we don't want to make Billy feel bad.",
        768.76,
        772.78
    ],
    [
        " So you know what?",
        773.16,
        774.34
    ],
    [
        " You run this part of it and then you run the other part of it.",
        774.52,
        777.08
    ],
    [
        " And then and then Jennifer over here, she can run it.",
        777.14,
        779.28
    ],
    [
        " So it's actually all three of you going to coordinate this.",
        779.32,
        781.44
    ],
    [
        " Together to to make this happen.",
        781.44,
        783.72
    ],
    [
        " Well, who's in charge?",
        783.84,
        784.64
    ],
    [
        " You're all in charge.",
        784.86,
        785.66
    ],
    [
        " How does that work out?",
        785.98,
        786.92
    ],
    [
        " Not good.",
        787.06,
        787.66
    ],
    [
        " The only way it works out good is if one of those people or two of the three people are exquisite leaders",
        787.82,
        794.42
    ],
    [
        " with no egos and can prop up the other person that's an ego maniac and make them feel good and let it happen.",
        794.42,
        799.86
    ],
    [
        " Otherwise, it's going to be problematic.",
        800.28,
        801.54
    ],
    [
        " You'd see this.",
        801.88,
        803.78
    ],
    [
        " So in the military, what they do is they designate someone as the main effort.",
        803.94,
        807.62
    ],
    [
        " So one one company or one battalion will be designated.",
        810.72,
        814.78
    ],
    [
        " Okay, you're the main effort.",
        814.94,
        816.28
    ],
    [
        " We're all here to support you.",
        816.28,
        817.66
    ],
    [
        " Yeah.",
        817.76,
        818.02
    ],
    [
        " That's that's something you definitely have to be careful of.",
        818.7,
        822.04
    ],
    [
        " And I'll tell you, I'll give you a little hint, a little help.",
        822.34,
        825.32
    ],
    [
        " The best way to do this is just to do it.",
        825.84,
        828.8
    ],
    [
        " The best way to do it is to be like, hey, you know what?",
        829.28,
        831.32
    ],
    [
        " I need one person running this.",
        831.52,
        833.08
    ],
    [
        " So Billy, you got this one.",
        833.26,
        834.96
    ],
    [
        " Jennifer, I'll probably give you the next one.",
        835.2,
        837.16
    ],
    [
        " But Billy, you need to take command of this one.",
        837.16,
        839.8
    ],
    [
        " I know you know this terrain a little bit better.",
        839.86,
        841.26
    ],
    [
        " You run this one.",
        841.36,
        842.02
    ],
    [
        " Yeah.",
        842.16,
        842.32
    ],
    [
        " Jennifer, if we go over to your your market area next time, you'll be running it.",
        842.56,
        847.32
    ],
    [
        " So do what you can to support Billy right now, because he'll be support you in the future.",
        847.5,
        852.1
    ],
    [
        " Yeah.",
        852.36,
        852.6
    ],
    [
        " Boom, done.",
        852.84,
        853.3
    ],
    [
        " What we what people do, they don't want to have the hard conversation.",
        853.58,
        856.22
    ],
    [
        " They don't want to just tell Jennifer that she needs to take the back seat on this one.",
        856.66,
        861.32
    ],
    [
        " That hurts too much.",
        861.46,
        862.46
    ],
    [
        " So they put everyone in charge.",
        862.56,
        863.76
    ],
    [
        " And now you got no one in charge.",
        863.76,
        865.06
    ],
    [
        " Now you got to disaster on your hand.",
        865.06,
        866.48
    ],
    [
        " Unity a command.",
        866.48,
        867.52
    ],
    [
        "",
        868.04,
        868.04
    ],
    [
        " Next.",
        869.28,
        873.14
    ],
    [
        " Mass.",
        874.2,
        874.76
    ],
    [
        " Mass depends, or sorry, mass demands that superiority of combat power be attained at the",
        875.46,
        883.48
    ],
    [
        " critical time and place for a decisive purpose.",
        883.48,
        886.42
    ],
    [
        " This superiority is both qualitative and quantitative.",
        887.2,
        891.96
    ],
    [
        " Combat power is primarily a combination of firepower and maneuver, which is applied at",
        892.38,
        899.2
    ],
    [
        " the right time, at the right place for a decisive purpose.",
        899.2,
        903.14
    ],
    [
        " So what does this mean?",
        904.2,
        904.8
    ],
    [
        " Focus your efforts.",
        905.1,
        905.68
    ],
    [
        " This means prioritize an execute.",
        906.56,
        907.88
    ],
    [
        " This is the same thing.",
        908.4,
        909.1
    ],
    [
        " This is the same idea as prioritize an execute, which is pick where pick what the biggest",
        909.4,
        915.14
    ],
    [
        " problem is.",
        915.14,
        915.96
    ],
    [
        " And that's what you're going to attack.",
        916.56,
        917.74
    ],
    [
        " Focus your resources on it.",
        918.02,
        919.2
    ],
    [
        " Back to the book.",
        921.94,
        923.14
    ],
    [
        " The use of nuclear weapons by enemy forces will require greater dispersion for passive",
        924.0,
        930.74
    ],
    [
        " defense.",
        930.74,
        931.26
    ],
    [
        " Therefore, a greater stress must be placed on the application of mass from the point of",
        931.56,
        935.56
    ],
    [
        " view of time rather than space.",
        935.56,
        938.0
    ],
    [
        " Violation of this principle exposes the command to the risk of peace-meal defeat even by",
        939.16,
        944.6
    ],
    [
        " an inferior enemy.",
        944.6,
        946.3
    ],
    [
        " Let's hope we don't have nuclear war.",
        952.54,
        955.78
    ],
    [
        " Next, economy of force.",
        956.62,
        959.56
    ],
    [
        " Economy.",
        960.92,
        961.36
    ],
    [
        " Before we get there, mass, another way that this relates to Jitsu is that when you get an",
        961.6,
        969.3
    ],
    [
        " arm lock, what are you doing?",
        969.3,
        970.68
    ],
    [
        " You're focusing all your strength on the one weak point of the enemy.",
        971.36,
        974.7
    ],
    [
        " When you get a choke, what are you doing?",
        975.48,
        976.98
    ],
    [
        " You're focusing all your force on that one weak point of the enemy.",
        977.12,
        980.32
    ],
    [
        " They're neck.",
        980.48,
        980.88
    ],
    [
        " Next, number six, economy of force.",
        981.42,
        987.76
    ],
    [
        " Economy of force requires that sufficient force be applied at other than the decisive",
        988.36,
        994.64
    ],
    [
        " time and place to permit mass to be applied at the point of decision.",
        994.64,
        999.22
    ],
    [
        " These two principles, economy of force and mass, are so closely related that they",
        1000.0,
        1005.28
    ],
    [
        " cannot be considered singly.",
        1005.28,
        1007.06
    ],
    [
        " Application of the two principles requires a sound estimate of what is sufficient elsewhere",
        1008.18,
        1014.92
    ],
    [
        " to permit the attainment of decisive superiority at the decisive time and place.",
        1014.92,
        1020.14
    ],
    [
        " This sufficient is the key.",
        1020.84,
        1022.56
    ],
    [
        " It connotes the application of force necessary to accomplish the purpose and not the application",
        1023.0,
        1031.04
    ],
    [
        " of as little force as possible.",
        1031.04,
        1033.12
    ],
    [
        " So economy of force, we heard a lot about this in Judo.",
        1033.56,
        1036.32
    ],
    [
        " Right.",
        1037.32,
        1037.44
    ],
    [
        " When we talked about Judo in depth, it's all about economy of force.",
        1037.58,
        1042.86
    ],
    [
        " That's sort of the underlying principle of Judo, which therefore makes it one of the",
        1043.14,
        1049.06
    ],
    [
        " underlying principles of Jiu-Jitsu.",
        1049.6,
        1050.84
    ],
    [
        " Depending on what kind of game you got, that's what it's going to say.",
        1051.24,
        1053.98
    ],
    [
        " That's cool in theory, but again on the mats, it's not going to be like that all the time.",
        1054.5,
        1059.06
    ],
    [
        " If you can perfect it, good.",
        1059.5,
        1060.8
    ],
    [
        " There's some people that have the kind of game where they're going to use economy of",
        1061.32,
        1066.36
    ],
    [
        " force to their advantage because they're going to wear the other person out.",
        1066.36,
        1069.12
    ],
    [
        " I would say I actually do that.",
        1069.5,
        1071.92
    ],
    [
        " I do that.",
        1072.6,
        1073.1
    ],
    [
        " I will allow people to move around and get tired.",
        1075.26,
        1078.6
    ],
    [
        " That's sort of a good thing for me to do.",
        1079.2,
        1081.92
    ],
    [
        " I don't do it all the time and I can't do it to everyone.",
        1082.2,
        1083.8
    ],
    [
        " Right now I can't really tire out Andy.",
        1084.78,
        1086.64
    ],
    [
        " He's not getting tired right now.",
        1086.86,
        1089.7
    ],
    [
        " That's the general principle.",
        1091.3,
        1095.88
    ],
    [
        " It's just generally that's what you're doing.",
        1096.36,
        1098.22
    ],
    [
        " Whether you're perfecting it or not, generally that's what you do.",
        1098.44,
        1100.48
    ],
    [
        " You know when you're a white belt and someone mounts you or even if you mount somebody,",
        1100.76,
        1104.66
    ],
    [
        " you're going for stuff and you're trying to get out immediately and all this stuff.",
        1104.78,
        1108.4
    ],
    [
        " Even though, bro, that's not the best time to get out.",
        1108.58,
        1109.96
    ],
    [
        " You can kind of use timing.",
        1110.14,
        1111.14
    ],
    [
        " Actually, I understand your point.",
        1111.44,
        1113.7
    ],
    [
        " Before they settle, okay.",
        1113.86,
        1114.68
    ],
    [
        " The best time to get out is right when they get through.",
        1114.92,
        1118.1
    ],
    [
        " By the way, that's the best time to disrupt any situation.",
        1118.84,
        1123.56
    ],
    [
        " If you've got a self-defense situation, you just disrupt it immediately.",
        1123.94,
        1129.98
    ],
    [
        " As soon as it starts, you poke some stick of pen in their eye and run away.",
        1129.98,
        1134.0
    ],
    [
        " You don't wait for them to grab you and you don't do that.",
        1134.36,
        1137.62
    ],
    [
        " An active shooter situation.",
        1137.98,
        1139.66
    ],
    [
        " You don't think, oh, well, I'm going to see where this is going.",
        1140.42,
        1142.84
    ],
    [
        " No, you immediately disrupt it and get out of there as fast as you can.",
        1142.98,
        1145.74
    ],
    [
        " You wait around.",
        1145.96,
        1147.22
    ],
    [
        " You don't let the enemy settle in their position because once they settle in their position,",
        1148.02,
        1153.38
    ],
    [
        " they can now focus on what's happening because they're no longer having to focus on settling.",
        1155.8,
        1162.4
    ],
    [
        " They've established position.",
        1162.96,
        1164.62
    ],
    [
        " When you're fighting against an established position, it's problematic.",
        1164.94,
        1167.5
    ],
    [
        " Yeah.",
        1167.96,
        1168.1
    ],
    [
        " I guess, maybe it's a little bit different, but technically, it's in the transition.",
        1168.54,
        1174.7
    ],
    [
        " Basically, it's in the transition.",
        1175.1,
        1175.66
    ],
    [
        " It's like, the Dean does a really good job of teaching where as the person gets into their",
        1175.66,
        1183.84
    ],
    [
        " final movement to get in position, he teaches where the gaps are because there are definite",
        1183.84,
        1188.58
    ],
    [
        " gaps there.",
        1188.58,
        1189.12
    ],
    [
        " In the middle of a transition, for example, that's a huge gap, but in a way, since they don't",
        1189.38,
        1195.36
    ],
    [
        " necessarily have whatever the position they're going for, like the mount, for example,",
        1195.36,
        1198.32
    ],
    [
        " in the transition to the mount, they don't really have the mount.",
        1198.68,
        1200.9
    ],
    [
        " That's a huge gap, but it's not technically escaping the mount technically because it",
        1201.06,
        1206.66
    ],
    [
        " doesn't have anything to do with it.",
        1206.66,
        1207.42
    ],
    [
        " When you go to the other side of that transition, still in the transition, maybe the second half",
        1207.42,
        1213.0
    ],
    [
        " of the transition, it's way before they settle for sure.",
        1213.0,
        1215.72
    ],
    [
        " That's where it's going to be 100%.",
        1216.14,
        1218.08
    ],
    [
        " When you're a white belt, though, let's say they settle in and you don't want someone",
        1218.08,
        1222.64
    ],
    [
        " gets like, okay, we're going to use the mount as the example.",
        1222.64,
        1224.46
    ],
    [
        " The guy's mounted, hooks it or feet established, hands, weights established.",
        1224.54,
        1229.34
    ],
    [
        " Holy mounted.",
        1229.34,
        1229.96
    ],
    [
        " Holy mounted points established, whatever if you're going to turn it.",
        1229.96,
        1232.92
    ],
    [
        " The earlier on, you're going to be trying to get out of there immediately.",
        1233.8,
        1239.72
    ],
    [
        " Getting out.",
        1239.9,
        1240.34
    ],
    [
        " That's not economy of force right there because it's like-",
        1240.62,
        1243.56
    ],
    [
        " The person is fully established.",
        1243.56,
        1244.62
    ],
    [
        " In fact, I'll go ahead and tell you, you're wasting energy because that person is fully",
        1245.48,
        1250.36
    ],
    [
        " established.",
        1250.36,
        1250.88
    ],
    [
        " Yeah.",
        1250.98,
        1251.14
    ],
    [
        " You lost your opportunity.",
        1251.84,
        1252.94
    ],
    [
        " When during that transitional period.",
        1253.22,
        1255.44
    ],
    [
        " Right.",
        1255.78,
        1256.18
    ],
    [
        " So, the point there, though, is in Jiu-Jitsu, the more you learn, the more you learn about",
        1256.44,
        1262.28
    ],
    [
        " Jiu-Jitsu, the more you realize that, yeah, that's a general purpose.",
        1262.28,
        1266.04
    ],
    [
        " Your whole Jiu-Jitsu game is economy of force.",
        1266.3,
        1268.24
    ],
    [
        " Your whole game, you're not going to perfect it every single split second of your Jiu-Jitsu.",
        1268.32,
        1272.44
    ],
    [
        " Sometimes you'll even step outside of the rule to make something specific happen.",
        1272.64,
        1276.24
    ],
    [
        "",
        1276.6,
        1276.6
    ],
    [
        " Whatever.",
        1276.6,
        1276.68
    ],
    [
        "",
        1276.82,
        1276.82
    ],
    [
        " So, Dean will be like, oh, that was a spaz defense.",
        1276.82,
        1279.24
    ],
    [
        " I'll just get nuts for a few seconds because in hopes that opening opens up, you're going",
        1279.7,
        1285.42
    ],
    [
        "",
        1285.42,
        1285.42
    ],
    [
        " up until oftentimes it does.",
        1285.42,
        1286.84
    ],
    [
        " When you're stronger than that guy for a second or whatever.",
        1287.14,
        1289.64
    ],
    [
        " Condoning or encouraging the spaz as the premier escape situation because there's plenty",
        1289.82,
        1297.18
    ],
    [
        " of times, especially against an unskilled opponent, they can spazle or they want, they're",
        1297.18,
        1300.26
    ],
    [
        " not going anywhere.",
        1300.26,
        1300.86
    ],
    [
        " Yes, correct.",
        1301.08,
        1301.66
    ],
    [
        " Yeah, exactly right.",
        1302.08,
        1302.9
    ],
    [
        " No, I got something, you know, I talked to, I was talking to Dave Burke about this.",
        1303.4,
        1308.7
    ],
    [
        " Good deal, Dave.",
        1308.92,
        1309.4
    ],
    [
        " Yeah.",
        1310.56,
        1311.16
    ],
    [
        " And from a leadership perspective, there is also something very similar that happens",
        1310.48,
        1317.14
    ],
    [
        " from a leadership perspective as a leader.",
        1317.14,
        1320.22
    ],
    [
        " Let's say, okay, when you're a black belt or a brown belt, you have someone that's",
        1320.6,
        1327.32
    ],
    [
        " a white belt, right?",
        1327.32,
        1328.2
    ],
    [
        " They're, you're mounted on them and they're grabbing, whatever they're grabbing, they're",
        1328.6,
        1332.6
    ],
    [
        " grabbing it with full like craziness.",
        1332.6,
        1335.8
    ],
    [
        " They're grabbing your belt or they're, or they're grabbing your sleeve like as hard as",
        1335.8,
        1339.88
    ],
    [
        " they possibly can, or they're grabbing your neck, it is no factor, right?",
        1339.88,
        1344.02
    ],
    [
        " I mean, it's, it's literally no factor to you.",
        1344.14,
        1347.0
    ],
    [
        " If you make it a factor, that means just means you're not experienced enough.",
        1347.84,
        1351.26
    ],
    [
        " That means if you're only, if you're only a blue belt and you're going against a lower",
        1351.4,
        1355.18
    ],
    [
        " blue belt and you might start getting concerned about this, but when you're a black belt,",
        1355.18,
        1359.18
    ],
    [
        " you're like, oh, this doesn't matter.",
        1359.6,
        1360.86
    ],
    [
        " From a leadership perspective, there's things that are going on with your team, with",
        1361.32,
        1368.04
    ],
    [
        " individuals on your team.",
        1368.04,
        1369.24
    ],
    [
        " And if you don't know what you're doing, you're concerned about them and they freak you",
        1370.34,
        1376.24
    ],
    [
        " out and they make you react.",
        1376.24,
        1377.66
    ],
    [
        " And yet if you're a black belt, these things happen and you just, you just realize what",
        1378.12,
        1383.66
    ],
    [
        " they are.",
        1383.66,
        1384.2
    ],
    [
        " It's just wasted energy for them.",
        1384.46,
        1387.56
    ],
    [
        " And it's going to have no impact on the long term deal that you're, you know where you're",
        1387.74,
        1392.32
    ],
    [
        " going.",
        1392.32,
        1392.62
    ],
    [
        " So it's a, it's a clear indicator to me when I'm working with a leader and they're spun",
        1392.88,
        1399.5
    ],
    [
        " up about little things.",
        1399.5,
        1400.78
    ],
    [
        " For some reason, I always think of like they're spun up that the person's grabbing their,",
        1401.18,
        1404.84
    ],
    [
        " their belt, right?",
        1404.84,
        1406.4
    ],
    [
        " You're mounted on them and they're grabbing your belt like they're going to do something",
        1406.72,
        1409.46
    ],
    [
        " with it.",
        1409.46,
        1409.78
    ],
    [
        " They can't do anything.",
        1409.86,
        1410.58
    ],
    [
        " That happens all the time from a leadership perspective.",
        1410.86,
        1412.6
    ],
    [
        " If someone, you know, some of your subordinates are doing something crazy, it's like, okay,",
        1413.18,
        1417.36
    ],
    [
        " does it really matter?",
        1417.9,
        1418.78
    ],
    [
        " Most of the time it doesn't even matter.",
        1418.9,
        1420.0
    ],
    [
        " Yeah.",
        1420.2,
        1420.3
    ],
    [
        " Occasionally you've got to address it.",
        1420.42,
        1421.48
    ],
    [
        " Like if a guy, if you're guy, if you're mounted on a guy and he starts to lift your knee,",
        1421.56,
        1425.98
    ],
    [
        " you reach down and address it.",
        1426.34,
        1427.68
    ],
    [
        " Nobody deal.",
        1427.86,
        1428.34
    ],
    [
        " You don't panic.",
        1428.34,
        1428.86
    ],
    [
        " You don't give up them out.",
        1429.2,
        1430.6
    ],
    [
        " Yeah.",
        1430.9,
        1431.1
    ],
    [
        " You just address it and then you, you take it back to normal.",
        1431.6,
        1434.4
    ],
    [
        " So as a, and what this has to do with really is has to do with detachment because you, if",
        1434.72,
        1441.44
    ],
    [
        " you're detached, you'll see that whatever this situation is, it's not that big of a deal.",
        1441.62,
        1445.26
    ],
    [
        " But when you're all up in the fight and they're grabbing your belt, they're grabbing your",
        1445.6,
        1448.76
    ],
    [
        " sleeve and you're freaking out, you're not doing a good job of detachment at all.",
        1448.76,
        1451.82
    ],
    [
        " Yeah.",
        1451.96,
        1452.16
    ],
    [
        " Feels like they're up to something.",
        1452.72,
        1455.26
    ],
    [
        " I don't know what it is, but you know, just, I don't feel right about it.",
        1455.4,
        1458.58
    ],
    [
        " I see it all the time.",
        1458.96,
        1460.1
    ],
    [
        " And by the way, here's another important piece.",
        1460.28,
        1463.38
    ],
    [
        " If they're doing something, if they're grabbing your sleeve and now you expend energy to",
        1464.06,
        1469.58
    ],
    [
        " stop that, well, you're expending energy.",
        1469.58,
        1471.54
    ],
    [
        " You're not following the idea of economy of force and what you're also doing is you're",
        1471.82,
        1476.3
    ],
    [
        " giving up leadership capital because you're wasting time trying to stop them from doing",
        1476.3,
        1479.42
    ],
    [
        " something that doesn't even matter.",
        1479.42,
        1480.44
    ],
    [
        " Yeah.",
        1480.74,
        1480.86
    ],
    [
        " So why are you worried about that?",
        1480.96,
        1481.96
    ],
    [
        " Let that thing go.",
        1482.36,
        1483.1
    ],
    [
        " Just let that thing go.",
        1483.64,
        1484.9
    ],
    [
        " Focus on the wrong things.",
        1485.7,
        1487.02
    ],
    [
        " Yes.",
        1487.28,
        1487.52
    ],
    [
        " Yes.",
        1488.46,
        1488.72
    ],
    [
        " Yeah.",
        1489.1,
        1489.28
    ],
    [
        " When I was a bouncer, this was part of the training, but they did call it men, men, the",
        1489.44,
        1494.84
    ],
    [
        " minimum, minimum force.",
        1494.84,
        1495.82
    ],
    [
        " Yeah.",
        1495.9,
        1496.26
    ],
    [
        " Which kind of, when you're training, it's kind of like, especially if you've been in",
        1496.58,
        1500.24
    ],
    [
        " like breaking up a, like a significant fight situation, you start telling me, I got",
        1500.24,
        1504.64
    ],
    [
        " to use minimum.",
        1504.64,
        1505.2
    ],
    [
        " I'm like, it just sounds off.",
        1505.66,
        1506.96
    ],
    [
        " I know what they mean.",
        1507.06,
        1507.7
    ],
    [
        " And this is what they mean right here.",
        1507.98,
        1509.02
    ],
    [
        " It's sufficient.",
        1509.22,
        1510.12
    ],
    [
        " They mean sufficient.",
        1510.4,
        1511.06
    ],
    [
        " Yeah.",
        1511.16,
        1511.3
    ],
    [
        " They basically, they don't want you overdoing it.",
        1511.36,
        1513.2
    ],
    [
        " Well.",
        1513.38,
        1513.5
    ],
    [
        " Yeah.",
        1513.5,
        1513.58
    ],
    [
        " They do mean, they do mean minimum, but they also mean sufficient.",
        1513.78,
        1517.94
    ],
    [
        " Yeah.",
        1518.02,
        1518.28
    ],
    [
        " Because minimum, well, if you use the minimum force required and it works, then that was",
        1518.36,
        1522.9
    ],
    [
        " sufficient.",
        1522.9,
        1523.36
    ],
    [
        " Right.",
        1523.6,
        1523.76
    ],
    [
        " Yeah.",
        1523.8,
        1524.16
    ],
    [
        " And I understood it one day, said it, of course, like it's like, when, when we're not in",
        1524.3,
        1528.7
    ],
    [
        " the situation, it's like, yeah, that's true.",
        1528.7,
        1530.5
    ],
    [
        " Technically, that's true.",
        1530.74,
        1531.6
    ],
    [
        " Of course.",
        1532.02,
        1532.16
    ],
    [
        " But it just, I like how they use sufficient though, because it, when, when you hear,",
        1532.16,
        1536.34
    ],
    [
        " like, especially if you're talking about warfare or in my case, bouncing when you're breaking",
        1536.8,
        1541.38
    ],
    [
        " up guys fighting with, you know, bottles or whatever, and they're saying, hey, use the",
        1541.38,
        1546.24
    ],
    [
        " minimum.",
        1546.24,
        1546.52
    ],
    [
        " You're like, bro, no, man, we're going in there.",
        1547.1,
        1549.14
    ],
    [
        " We get it done as quick as we can.",
        1549.26,
        1551.34
    ],
    [
        " But the thing is, it's like, no, bro, like you can't, yeah, you're not going in there",
        1551.34,
        1555.4
    ],
    [
        " swinging punches.",
        1555.4,
        1556.16
    ],
    [
        " You're breaking it up, you know, kind of thing.",
        1556.16,
        1557.9
    ],
    [
        " And it makes sense because guys will do that.",
        1558.1,
        1560.64
    ],
    [
        " Oh, yeah, it's like that.",
        1560.86,
        1561.66
    ],
    [
        " You know, kind of thing.",
        1561.86,
        1562.66
    ],
    [
        " And then they'll like injure somebody or something like that when they don't have to.",
        1563.08,
        1566.06
    ],
    [
        " Yeah.",
        1566.3,
        1566.5
    ],
    [
        " Not good.",
        1566.94,
        1567.4
    ],
    [
        " And then sufficient.",
        1567.8,
        1568.34
    ],
    [
        " Sufficient.",
        1568.72,
        1569.14
    ],
    [
        " Sufficient force.",
        1569.4,
        1570.32
    ],
    [
        " Check.",
        1570.92,
        1571.24
    ],
    [
        " All right.",
        1571.78,
        1572.38
    ],
    [
        " Next.",
        1572.78,
        1573.26
    ],
    [
        " Manoeuvre.",
        1574.44,
        1575.56
    ],
    [
        " Manoeuvre requires that all military resources be brought to bear in the accomplishment of",
        1576.3,
        1581.66
    ],
    [
        " the objective.",
        1581.66,
        1582.26
    ],
    [
        " Correct application of the principle of maneuver requires not only the full use of combat",
        1583.12,
        1588.58
    ],
    [
        " power at the decisive time and place, but includes the movements of elements of combat",
        1588.58,
        1593.92
    ],
    [
        " power, including combat service support to the area of operations.",
        1593.92,
        1598.2
    ],
    [
        " That's pretty straightforward.",
        1599.08,
        1601.2
    ],
    [
        " You have to move your people in the right positions, including the support people that",
        1601.42,
        1605.92
    ],
    [
        " need to get there to keep the logistics lines open to keep the intelligence flowing,",
        1605.92,
        1609.08
    ],
    [
        " to keep the radio is working and all that.",
        1609.24,
        1610.72
    ],
    [
        " Application of this principle is a function of command at all levels.",
        1611.52,
        1615.4
    ],
    [
        " At the highest level, it usually means the movement of men, means, and supplies to an",
        1615.9,
        1620.8
    ],
    [
        " area of operations.",
        1620.8,
        1621.76
    ],
    [
        " And at the lowest level, it means the positioning of troop units and fires to destroy the enemy.",
        1622.26,
        1627.38
    ],
    [
        " Straight forward.",
        1630.1,
        1631.14
    ],
    [
        " That's what that one is.",
        1631.34,
        1632.26
    ],
    [
        " Next.",
        1634.26,
        1634.98
    ],
    [
        " Surprise.",
        1636.44,
        1636.9
    ],
    [
        " Surprised canotes striking the enemy when, where, or in such a manner that he is unable",
        1638.4,
        1643.66
    ],
    [
        " to counter effectively.",
        1643.66,
        1644.84
    ],
    [
        " The achievement of surprise is not necessarily dependent upon misleading the enemy as to",
        1645.56,
        1650.38
    ],
    [
        " intentions, such as, for example, concealing from him and intention of attacking.",
        1650.38,
        1654.82
    ],
    [
        " He may know from the situation that he will be attacked, yet the attacker may achieve",
        1655.46,
        1660.92
    ],
    [
        " surprise by the time, place, direction, size, or composition of forces or tactics employed.",
        1660.92,
        1666.52
    ],
    [
        " Yeah, that one's pretty straightforward.",
        1667.32,
        1672.74
    ],
    [
        " That one's pretty straightforward.",
        1673.7,
        1674.72
    ],
    [
        " That's the difference.",
        1675.28,
        1677.08
    ],
    [
        " Really?",
        1677.54,
        1678.06
    ],
    [
        " That's the difference.",
        1678.5,
        1679.16
    ],
    [
        " That's one of the differences between a white belt and a blue belt.",
        1680.2,
        1685.02
    ],
    [
        " I mean, it's actually not even to blue belt yet.",
        1685.44,
        1687.46
    ],
    [
        " You've got to be able to surprise the person.",
        1687.72,
        1689.92
    ],
    [
        " They can't know what's coming in Gidgetto.",
        1690.7,
        1692.68
    ],
    [
        " If they know what's coming, and they know any Gidgetto that are going to defend that",
        1692.84,
        1696.2
    ],
    [
        " thing.",
        1696.2,
        1696.46
    ],
    [
        " So surprise comes when you are baiting them with one thing and you hit them with something",
        1697.26,
        1700.76
    ],
    [
        " else.",
        1700.76,
        1701.04
    ],
    [
        " I've told you that story.",
        1701.4,
        1703.4
    ],
    [
        " When I was like a white belt, I'd probably been training for like four weeks.",
        1704.24,
        1707.96
    ],
    [
        " And this seal buddy of mine who had been training for a while, but kind of off and on.",
        1708.3,
        1714.02
    ],
    [
        " He was a friend of mine.",
        1714.5,
        1717.4
    ],
    [
        " And as soon as I was training for like a week, I was like, hey, let's train.",
        1717.74,
        1720.22
    ],
    [
        " So I was kind of roughing him up, right?",
        1720.7,
        1722.8
    ],
    [
        " Because he's training off and on.",
        1723.44,
        1724.98
    ],
    [
        " But he's a good dude, a great dude.",
        1726.0,
        1728.94
    ],
    [
        " I said to him, so after like three weeks, I said to him, you know, here's the thing.",
        1729.68,
        1733.38
    ],
    [
        " In Gidgetto, you can't just do one move.",
        1734.02,
        1736.06
    ],
    [
        " You got to like set it up with something else.",
        1736.24,
        1738.06
    ],
    [
        " Yeah.",
        1738.06,
        1738.58
    ],
    [
        " And the next time we rolled, he was going for a choke hard on me.",
        1738.86,
        1744.7
    ],
    [
        " And I was like, dude, this guy's a man.",
        1745.08,
        1747.28
    ],
    [
        " I don't want to tap to this guy.",
        1747.42,
        1748.4
    ],
    [
        " I can't let him boom here.",
        1748.74,
        1749.96
    ],
    [
        " I'm on me.",
        1750.1,
        1750.42
    ],
    [
        " And I was like, whoa.",
        1750.86,
        1752.76
    ],
    [
        " Yeah.",
        1753.26,
        1753.66
    ],
    [
        " Yeah.",
        1754.02,
        1754.12
    ],
    [
        " Yeah.",
        1754.2,
        1754.36
    ],
    [
        " And I, that was the last time that happened.",
        1755.62,
        1757.14
    ],
    [
        " But you didn't like that.",
        1757.34,
        1759.5
    ],
    [
        " But what was awesome was he took just, he took just my words of what I told him.",
        1759.5,
        1766.28
    ],
    [
        " And this guy's a freaking awesome seal.",
        1767.06,
        1769.06
    ],
    [
        " He took just my words of what I told him and applied him to what he already knew physically",
        1769.58,
        1774.34
    ],
    [
        " about how to do a choke and how to do an arm lock.",
        1774.34,
        1776.5
    ],
    [
        " And he arm locked me.",
        1776.9,
        1779.48
    ],
    [
        "",
        1780.46,
        1780.46
    ],
    [
        " Yeah.",
        1781.62,
        1782.18
    ],
    [
        " Yeah, surprise.",
        1782.2,
        1782.62
    ],
    [
        " Surprise.",
        1784.1,
        1784.12
    ],
    [
        " Yeah, that's a surprise.",
        1784.12,
        1784.72
    ],
    [
        "",
        1785.56,
        1785.56
    ],
    [
        " There you go.",
        1785.94,
        1786.44
    ],
    [
        " No such use as is just kind of naturally too because they're like since they're grappling",
        1786.6,
        1790.12
    ],
    [
        " movements, like unless you're one of these super duper quick guys, you know, like everything",
        1790.12,
        1794.58
    ],
    [
        " is going to be more or less telegraphed, you know, if like if I say, hey, Jocco, if",
        1794.58,
        1799.34
    ],
    [
        " I know you love the arm lock and you just go for arm locks, I'm going to know that's",
        1799.34,
        1802.76
    ],
    [
        " coming.",
        1802.76,
        1802.96
    ],
    [
        " Yes and no.",
        1803.3,
        1803.9
    ],
    [
        " I agree with you.",
        1804.18,
        1805.46
    ],
    [
        " There's sometimes when I submit people, when they'd completely know that it's coming,",
        1805.74,
        1810.26
    ],
    [
        " and they can't stop it.",
        1810.64,
        1811.96
    ],
    [
        " Dean does that to me.",
        1812.1,
        1812.82
    ],
    [
        " Yeah.",
        1812.84,
        1812.98
    ],
    [
        " Well, it's like he's getting an arm lock and I can't stop him.",
        1812.98,
        1816.46
    ],
    [
        " He could say like, here it comes.",
        1816.62,
        1818.56
    ],
    [
        " And I'm like, Oh, I know it's coming.",
        1818.56,
        1820.22
    ],
    [
        " I can feel it coming.",
        1820.3,
        1821.28
    ],
    [
        " I can feel it.",
        1821.28,
        1821.9
    ],
    [
        " And I can't stop it.",
        1822.2,
        1823.3
    ],
    [
        " Yeah, but here's the thing about that technique too.",
        1823.42,
        1825.38
    ],
    [
        " That's like there were there's two elements that go on in here.",
        1825.54,
        1827.82
    ],
    [
        " One, there's like, okay, Dean, because we talked about this before.",
        1827.92,
        1830.8
    ],
    [
        " Oh, yeah.",
        1831.0,
        1831.12
    ],
    [
        " Well, Dean, like he's going to say, okay, Dean, I'm saying that the surprise came earlier.",
        1831.12,
        1835.58
    ],
    [
        " Yes.",
        1835.96,
        1836.3
    ],
    [
        " And so he got into a position where neither he was a head of you now or he's in a position",
        1836.5,
        1841.5
    ],
    [
        " where all your defenses that he knows have to come for you to stop him.",
        1841.56,
        1845.58
    ],
    [
        " Yeah.",
        1845.58,
        1845.86
    ],
    [
        " He knows the defense and all that.",
        1845.86,
        1846.92
    ],
    [
        " He put himself early on into a position where he can shut down those defenses before",
        1847.24,
        1851.74
    ],
    [
        " you need him to the point of this.",
        1851.74,
        1853.52
    ],
    [
        " He did through surprise.",
        1853.64,
        1855.56
    ],
    [
        " He did some little movement and all of a sudden he's mounted with my arm exposed.",
        1855.74,
        1858.98
    ],
    [
        " Yes.",
        1859.26,
        1859.5
    ],
    [
        " And now I know I'm going to get a lock.",
        1859.74,
        1860.9
    ],
    [
        " I can't get out of it.",
        1860.9,
        1862.06
    ],
    [
        " Exactly.",
        1862.08,
        1862.34
    ],
    [
        " But sometimes, so, but sometimes you do submit people like that where they know it's",
        1862.56,
        1869.76
    ],
    [
        " coming.",
        1869.76,
        1869.9
    ],
    [
        " But you're right.",
        1869.9,
        1870.58
    ],
    [
        " You got to get that surprise movement to get in position in position.",
        1870.78,
        1873.58
    ],
    [
        " And they're also the second part is Mike, like little, for lack of a doctor, micro surprises.",
        1874.0,
        1879.6
    ],
    [
        " So it's like, you know how it's like, hey, I'm going to go for this arm lock.",
        1879.82,
        1882.54
    ],
    [
        " And I know your arm lock is coming, but just even for like a half a second, split second,",
        1882.68,
        1885.96
    ],
    [
        " I'm going to like tip you off balance.",
        1885.96,
        1888.3
    ],
    [
        " Just for that split second, you're like, oh, your mind goes, okay, are you just your",
        1888.48,
        1891.68
    ],
    [
        " body?",
        1891.68,
        1891.92
    ],
    [
        " Just reaction.",
        1892.0,
        1892.46
    ],
    [
        " Even if your mind is still on the arm lock, you're like, your reaction, oh, I got to",
        1892.48,
        1894.84
    ],
    [
        " put my, you know, you know, that it's like our early movie learned and Akbar used",
        1894.84,
        1899.14
    ],
    [
        " to do this all the time.",
        1899.14,
        1899.9
    ],
    [
        " We're, you know, the sit up sweep from the guard, sit up sweep for the guard.",
        1900.02,
        1903.04
    ],
    [
        " And when you base, you go, you go back to the triangle.",
        1903.7,
        1906.1
    ],
    [
        " That's what you do because to, to base, you put your arm down.",
        1906.24,
        1908.52
    ],
    [
        " You can get your leg over like that, for example, like someone likes to do triangle.",
        1908.78,
        1912.18
    ],
    [
        " Jill Tutor used to do that stuff to me all the time because he liked the triangle.",
        1912.3,
        1914.78
    ],
    [
        " And yet he'd do these little things that you got to put your arm down just real quick.",
        1915.1,
        1919.24
    ],
    [
        " Even if you're like, yeah, just real quick, I'll just put down real quick to base or whatever.",
        1919.46,
        1922.36
    ],
    [
        " And I'll put it right back into the defensive position.",
        1922.58,
        1924.14
    ],
    [
        " Like, bro, that's a little micro surprise.",
        1924.36,
        1926.3
    ],
    [
        " Even though you weren't just in the dark the whole time, where did that triangle come from?",
        1926.66,
        1930.48
    ],
    [
        " It's not that.",
        1930.62,
        1931.12
    ],
    [
        " It was just for that little, little split second, a little micro surprise.",
        1931.42,
        1935.3
    ],
    [
        " It's a surprise that works.",
        1935.74,
        1936.82
    ],
    [
        " Hey, back to this maneuver.",
        1937.56,
        1939.56
    ],
    [
        " Like, I feel like that's like, and I learned this from you where put simply, you say,",
        1940.6,
        1945.48
    ],
    [
        " hey, build the relationship, right, with people like you're like, hey, my boss won't listen",
        1945.56,
        1950.6
    ],
    [
        " to my input or my coworker won't listen to my strategy, which is awesome.",
        1950.6,
        1956.56
    ],
    [
        " And all this stuff, you're like, hey, because you're just going straight.",
        1956.68,
        1959.38
    ],
    [
        " You got to create a relationship.",
        1959.52,
        1961.04
    ],
    [
        " You got to get into the position.",
        1961.2,
        1962.26
    ],
    [
        " You know, I just got this question today.",
        1962.6,
        1964.58
    ],
    [
        " I was getting interviewed and the guys like, you know, the guys like, well, I mean, what",
        1964.58,
        1971.44
    ],
    [
        " happens when you see it's already it's like when someone says, well, you know, it's like",
        1971.44,
        1975.64
    ],
    [
        " in Giu Gitsu and someone says, well, you know, what would it do?",
        1975.64,
        1977.78
    ],
    [
        " What would the guy does this?",
        1977.92,
        1978.88
    ],
    [
        " And say, well, you know, what happens if you get told to do something by your boss and",
        1978.88,
        1985.3
    ],
    [
        " you don't agree with it?",
        1985.3,
        1986.74
    ],
    [
        " And he just says, do it my way anyways, right?",
        1987.08,
        1991.36
    ],
    [
        " And I'm like, well, I don't get in situations like that.",
        1991.94,
        1994.62
    ],
    [
        " Why?",
        1994.76,
        1994.94
    ],
    [
        " Because I've spent the last six months, eight months, one year building a relationship",
        1995.08,
        1998.5
    ],
    [
        " up with my boss, where when my boss tells me to do something, I don't believe it.",
        1998.5,
        2001.94
    ],
    [
        " And I say, hey, boss, I don't know if this is a good idea.",
        2001.94,
        2003.6
    ],
    [
        " How about we do this a different way?",
        2003.96,
        2005.08
    ],
    [
        " My boss says, oh, thank you, chocolate.",
        2005.08,
        2007.08
    ],
    [
        " Thank you for not allowing me to tell you to do something that doesn't make sense.",
        2007.32,
        2010.66
    ],
    [
        " Yeah.",
        2010.82,
        2011.0
    ],
    [
        " So you're right.",
        2011.18,
        2012.46
    ],
    [
        " It's a preemptive, a preemptive maneuver to be in the right position so that you will",
        2012.66,
        2018.52
    ],
    [
        " not get told to do something.",
        2018.52,
        2020.02
    ],
    [
        " Now, does that mean I haven't done a bunch of things that I didn't want to do leading",
        2020.18,
        2024.24
    ],
    [
        " up to that point?",
        2024.24,
        2024.88
    ],
    [
        " Yes.",
        2025.1,
        2025.3
    ],
    [
        " Absolutely.",
        2025.5,
        2025.84
    ],
    [
        " That's called building leadership capital.",
        2025.98,
        2027.24
    ],
    [
        " Yeah.",
        2027.52,
        2027.68
    ],
    [
        " I'm going to make my boss win over and over and over again.",
        2027.86,
        2030.48
    ],
    [
        " Yeah.",
        2030.78,
        2030.92
    ],
    [
        " No one wants to hear that.",
        2030.98,
        2031.8
    ],
    [
        " I just got asked it when, when, when, when, when, when, when, when, when, when, when,",
        2032.12,
        2034.1
    ],
    [
        " when we're out in Staten Island, guys, like, you know, what can I do to lead people that",
        2034.1,
        2039.02
    ],
    [
        " are that don't want to, you know, do what I want them to do?",
        2039.02,
        2043.22
    ],
    [
        " It's like, man, you got to build relationships with those guys.",
        2043.4,
        2045.22
    ],
    [
        " You can't bar your orders that it's not going to help.",
        2045.72,
        2047.36
    ],
    [
        " It'll help for a minute.",
        2047.68,
        2048.74
    ],
    [
        " Like, they'll load that truck up, but they're looking for another job.",
        2049.22,
        2052.68
    ],
    [
        " You know what I mean?",
        2053.22,
        2054.6
    ],
    [
        " You got to build relationships with these people up and down the chain of command.",
        2054.74,
        2057.82
    ],
    [
        " And you know what that is?",
        2058.16,
        2058.8
    ],
    [
        " That's maneuvering.",
        2058.92,
        2059.56
    ],
    [
        " You are correct.",
        2059.7,
        2060.36
    ],
    [
        " Yeah.",
        2060.78,
        2060.96
    ],
    [
        " Yeah.",
        2061.6,
        2062.46
    ],
    [
        " I thought that was critical or critical.",
        2062.46,
        2065.42
    ],
    [
        " Yeah.",
        2065.42,
        2065.82
    ],
    [
        " But really helpful because again, that's one of those things where you got a, you got",
        2066.1,
        2070.44
    ],
    [
        " a, you got to, you got to kind of step outside and be like, Hey, because that, okay, to",
        2070.44,
        2075.52
    ],
    [
        " build a relationship with your boss, no one thinks like that that's the solution to the",
        2075.52,
        2079.1
    ],
    [
        " problem because directly it's kind of not even though it's probably a, a huge, huge",
        2079.1,
        2085.1
    ],
    [
        " yeah.",
        2085.1,
        2085.42
    ],
    [
        " Why would you say directly?",
        2085.42,
        2086.48
    ],
    [
        " It's not because it straight up is.",
        2086.6,
        2088.1
    ],
    [
        " Well, it doesn't seem like it.",
        2088.52,
        2089.8
    ],
    [
        " Put it that way.",
        2089.86,
        2090.34
    ],
    [
        " Like, well, if you just think kind of, I don't know, for lack of a better term linearly,",
        2090.34,
        2094.1
    ],
    [
        " like if I'm like, Hey, I want to talk to listen to my input, right?",
        2094.62,
        2097.28
    ],
    [
        " A direct approach would be like, Hey, Jocco, take your headphones off, listen to my",
        2097.72,
        2101.62
    ],
    [
        " input.",
        2101.62,
        2101.86
    ],
    [
        " That's like a direct.",
        2101.86,
        2102.58
    ],
    [
        " So if I go indirect, right?",
        2102.88,
        2104.96
    ],
    [
        " That's more like, Hey, I got to build a relationship first.",
        2105.74,
        2108.3
    ],
    [
        " Then I can, it's basically adding another step, but that step is like this straight up requirement.",
        2108.56,
        2113.86
    ],
    [
        " And, and, and the thing is this, it's not a step.",
        2113.94,
        2117.48
    ],
    [
        " It's a broad underlying fundamental situation that you set up for success.",
        2118.08,
        2124.42
    ],
    [
        " Yeah.",
        2125.0,
        2125.18
    ],
    [
        " And, and then there's this whole thought that, because I, and I've said this on here many",
        2125.82,
        2131.84
    ],
    [
        " times, I say it all the time, I built relationships with bosses that I didn't like, right?",
        2131.84,
        2136.56
    ],
    [
        " And people go, Oh, well, Jocco's an ask us, and Jocco's a brown nose, or because",
        2136.64,
        2141.8
    ],
    [
        " he's just trying to build a relationship with his boss.",
        2141.8,
        2143.34
    ],
    [
        " And I always say, No, I'm not a brown nose or a known, I'm an ask kisser.",
        2144.64,
        2148.1
    ],
    [
        " I'm winning.",
        2148.28,
        2148.86
    ],
    [
        " I'm here to win.",
        2149.14,
        2150.02
    ],
    [
        " That's what I'm here to do.",
        2150.22,
        2150.96
    ],
    [
        " You know what I'm here to do?",
        2151.28,
        2151.88
    ],
    [
        " Take care of my platoon and make sure that they can have what they need to accomplish",
        2152.2,
        2155.94
    ],
    [
        " our mission to the best of our ability.",
        2155.94,
        2157.28
    ],
    [
        " If my, if I have an antagonistic relationship with my boss, can I truly support my platoon?",
        2157.78,
        2163.72
    ],
    [
        " The answer is no all day long.",
        2164.02,
        2166.02
    ],
    [
        " It's not going to give me the gear that we need because he's not like me.",
        2166.26,
        2168.24
    ],
    [
        " It's not going to give me the training that I need because he doesn't like me.",
        2168.38,
        2170.44
    ],
    [
        " So why is he going to give me what I need?",
        2170.9,
        2172.34
    ],
    [
        " He's not.",
        2172.6,
        2172.94
    ],
    [
        " But if I have a good relationship with him that I built, then guess what he's going to do?",
        2173.2,
        2178.2
    ],
    [
        " He's going to let give me what I need to accomplish my mission.",
        2178.58,
        2180.82
    ],
    [
        " He's going to give me what I need to be the most effective platoon we can have.",
        2181.08,
        2186.08
    ],
    [
        " Now where does it cross the line?",
        2186.44,
        2188.56
    ],
    [
        " Where does, where does Jocco become a brown nose or an ask kisser?",
        2189.32,
        2193.52
    ],
    [
        " Because we know these people exist.",
        2193.6,
        2194.68
    ],
    [
        " And I'll tell you exactly where the line gets crossed.",
        2194.88,
        2196.78
    ],
    [
        " The line gets crossed where I'm kissing my boss's ass so that I can get promoted or I can get taken care of or I can take care of myself.",
        2196.84,
        2205.4
    ],
    [
        " If that's what game you're in, yes, you're an ask kisser.",
        2205.82,
        2208.66
    ],
    [
        " I don't like you because you're doing it for you.",
        2208.9,
        2210.84
    ],
    [
        " It's like the difference between manipulation and leadership.",
        2211.18,
        2213.44
    ],
    [
        " Right?",
        2214.04,
        2214.06
    ],
    [
        " If you're doing, if you're influencing people so that they do something that's going to help the team and help the mission and help them,",
        2214.4,
        2220.58
    ],
    [
        " that's influence.",
        2220.9,
        2221.8
    ],
    [
        " If you're doing something, if you're influencing, or that's leadership,",
        2222.22,
        2226.24
    ],
    [
        " if you're influencing people so that you can help yourself and benefit yourself,",
        2226.24,
        2231.68
    ],
    [
        " and it doesn't help the team and it doesn't help the mission, that's manipulation.",
        2232.02,
        2235.26
    ],
    [
        " Yeah, yeah, fully.",
        2236.38,
        2237.3
    ],
    [
        " Yeah, when you go outside of the scope of the broad goal, you know.",
        2238.04,
        2241.48
    ],
    [
        " And I work and see it, by the way.",
        2241.64,
        2242.74
    ],
    [
        " Everyone can see it.",
        2243.12,
        2244.26
    ],
    [
        " Everyone can see it.",
        2244.32,
        2245.38
    ],
    [
        " Everyone can see it.",
        2245.58,
        2247.36
    ],
    [
        " Everyone can see it.",
        2247.56,
        2249.52
    ],
    [
        " And what's really jacked up, or that's not even jacked up, what's kind of cool,",
        2249.78,
        2254.0
    ],
    [
        " is if you're looking out for the boys and you're looking out for the mission and you're doing everything for their best,",
        2254.8,
        2261.82
    ],
    [
        " for their best, that shows through too.",
        2262.24,
        2266.36
    ],
    [
        " Yeah.",
        2266.74,
        2266.84
    ],
    [
        " And when that shows through, guess what?",
        2267.32,
        2269.06
    ],
    [
        " Your people, your boss wants to take care of you because you're trying to win for him.",
        2269.84,
        2274.2
    ],
    [
        " You know, not for you.",
        2274.44,
        2276.02
    ],
    [
        " So.",
        2276.72,
        2278.4
    ],
    [
        " Yeah, but the way you said, I mean, obviously you're not new to this concept,",
        2278.72,
        2283.04
    ],
    [
        " but you know, and you're not new to the concept of one year in the situation.",
        2283.26,
        2287.4
    ],
    [
        " If you don't like the person and now, Jocco wants me to build a good relationship with this person that I don't like or whatever,",
        2287.4,
        2293.44
    ],
    [
        " I'm not keeping it real.",
        2293.64,
        2294.76
    ],
    [
        " That's why it feels like, one of them do it like, for one of them be like, this two-faced guy,",
        2295.04,
        2300.08
    ],
    [
        " you think I'm going to give him my respect, my valued coveted respect.",
        2300.28,
        2306.4
    ],
    [
        " No, man, that's, I keep it real.",
        2306.56,
        2308.3
    ],
    [
        " I keep it to real.",
        2308.44,
        2309.02
    ],
    [
        " To real for that.",
        2309.1,
        2310.14
    ],
    [
        " I'm not going to bow down to that guy.",
        2310.26,
        2311.68
    ],
    [
        " I can't do it.",
        2311.86,
        2312.64
    ],
    [
        " Cool.",
        2312.66,
        2312.76
    ],
    [
        " So you're going to lose.",
        2312.9,
        2313.44
    ],
    [
        " Yeah.",
        2313.76,
        2313.9
    ],
    [
        " So you'd rather lose.",
        2314.06,
        2314.74
    ],
    [
        " Yeah, see, but when you put it into perspective, again, that perspective that you put it in, which is, which I did.",
        2315.24,
        2320.16
    ],
    [
        " What's interesting just to take that to one more level.",
        2320.3,
        2323.02
    ],
    [
        " If you're the guy that's like, hey, I got too much pride to do that.",
        2323.28,
        2326.02
    ],
    [
        " I'm not doing that.",
        2326.14,
        2326.76
    ],
    [
        " I'm not bound down to him.",
        2326.78,
        2327.64
    ],
    [
        " Okay.",
        2327.74,
        2327.98
    ],
    [
        " So you're going to lose.",
        2328.08,
        2328.74
    ],
    [
        " Because to me, I look, I don't just look at it like one hit.",
        2329.1,
        2331.6
    ],
    [
        " Like that's the end of the game.",
        2331.96,
        2333.1
    ],
    [
        " The game doesn't end there.",
        2333.22,
        2334.14
    ],
    [
        " The game ends when I'm on top with the big win.",
        2334.32,
        2337.52
    ],
    [
        " And you know what?",
        2338.26,
        2339.14
    ],
    [
        " My ego, my ego won't allow me to let my ego interfere with the fact that I want to win.",
        2339.24,
        2344.66
    ],
    [
        " Right.",
        2344.94,
        2345.12
    ],
    [
        " A big game.",
        2345.44,
        2345.98
    ],
    [
        " Yeah.",
        2346.06,
        2346.32
    ],
    [
        " The long game.",
        2346.4,
        2347.12
    ],
    [
        " I got to play the long game in this one in all of them.",
        2347.54,
        2351.28
    ],
    [
        " Yeah.",
        2351.38,
        2351.5
    ],
    [
        " Maneuver.",
        2351.82,
        2352.76
    ],
    [
        " Yeah.",
        2353.1,
        2353.38
    ],
    [
        " A little bit of maneuver.",
        2353.64,
        2354.44
    ],
    [
        " Yeah.",
        2355.32,
        2355.76
    ],
    [
        " If you can get into a habit, like you kind of sit, not surprise, you surprised straight up, surprised me.",
        2355.82,
        2361.02
    ],
    [
        " Because I forgot, by the way, because it's not as, doesn't come as natural with one of your answers at, at roll call.",
        2361.18,
        2366.44
    ],
    [
        " When you were like, hey, build a relationship.",
        2366.44,
        2368.16
    ],
    [
        " Oh.",
        2368.54,
        2368.84
    ],
    [
        " Like you're, you know, this person is, you know, you remember the situation, the person didn't like,",
        2369.28,
        2374.06
    ],
    [
        " you didn't follow through as much as he should have and because he's so good, you can't tell him anything kind of thing.",
        2374.36,
        2379.12
    ],
    [
        " And then it's like, no, you got to, you can't like harp on this guy.",
        2379.3,
        2382.52
    ],
    [
        " You got to build a relationship with him.",
        2382.52,
        2384.02
    ],
    [
        " I was like, ah, dang.",
        2384.08,
        2385.1
    ],
    [
        " I should remember though.",
        2385.34,
        2386.28
    ],
    [
        " Yeah.",
        2386.46,
        2386.56
    ],
    [
        " Because there's a lot of, most of the time, that's the answer.",
        2386.56,
        2388.9
    ],
    [
        " If you ever have a problem with somebody like not doing it, you know, like just like I used to say.",
        2389.1,
        2392.42
    ],
    [
        " But you say most of the time, most of the time, what people think they should do.",
        2392.8,
        2396.6
    ],
    [
        " Like how should I confront this person?",
        2396.68,
        2398.58
    ],
    [
        " Yeah.",
        2398.76,
        2398.84
    ],
    [
        " Should I fire them to do what I want to do?",
        2399.1,
        2401.38
    ],
    [
        " Yeah.",
        2401.7,
        2401.96
    ],
    [
        " How can I confront them?",
        2402.22,
        2403.52
    ],
    [
        " Should I fire them?",
        2403.82,
        2404.84
    ],
    [
        " What's, it's like, oh, you know, you should build a relationship with them.",
        2405.04,
        2408.06
    ],
    [
        " Yeah.",
        2408.16,
        2408.38
    ],
    [
        " Make them understand.",
        2408.74,
        2409.58
    ],
    [
        " Make you understand where they're coming from.",
        2409.92,
        2411.9
    ],
    [
        " Can you lead someone that you don't understand?",
        2412.0,
        2413.42
    ],
    [
        " Not really.",
        2413.66,
        2414.12
    ],
    [
        " Here's another one.",
        2414.28,
        2415.2
    ],
    [
        " You get someone, if, if you're, if, oh, oh, this person that works from a thing,",
        2415.58,
        2422.4
    ],
    [
        " thinks it's all about him.",
        2422.4,
        2423.84
    ],
    [
        " What should I do?",
        2423.84,
        2424.84
    ],
    [
        " You should make him think it's that everything's about him.",
        2425.82,
        2428.18
    ],
    [
        " That's the, that's the black belt move.",
        2428.8,
        2430.68
    ],
    [
        " The black belt move is like, yeah, you're damn right.",
        2431.02,
        2433.06
    ],
    [
        " This is all about you.",
        2433.16,
        2434.18
    ],
    [
        " And here's how you're going to win.",
        2434.3,
        2435.3
    ],
    [
        " And by the way, the whole team is going to be winning because you're winning.",
        2435.54,
        2437.36
    ],
    [
        " But we don't worry about that.",
        2437.4,
        2438.62
    ],
    [
        " We're worried about, if your perception is that, oh, echo, echo thinks it's all about him.",
        2438.8,
        2443.54
    ],
    [
        " Guess what I'm going to make echo think?",
        2443.58,
        2444.66
    ],
    [
        " He's right.",
        2444.88,
        2445.44
    ],
    [
        " And he's going to be busting his ass because it's all about him.",
        2446.04,
        2448.92
    ],
    [
        " And the team is going to, we echo is going to win.",
        2449.42,
        2451.54
    ],
    [
        " Which means the team's going to win, which means I'm going to win.",
        2451.54,
        2453.88
    ],
    [
        " Yeah.",
        2454.06,
        2454.26
    ],
    [
        " It's a no-brainer.",
        2454.42,
        2455.7
    ],
    [
        " All you got to do is step back six to eight inches from the, from the, from the front line.",
        2456.14,
        2461.76
    ],
    [
        " I know.",
        2462.0,
        2462.28
    ],
    [
        " To take a look around and see that.",
        2462.3,
        2463.58
    ],
    [
        " Pre-frog six to eight inches when you're in.",
        2463.86,
        2465.6
    ],
    [
        " And no, this is the other thing.",
        2465.6,
        2466.76
    ],
    [
        " No one wants to hear those answers.",
        2466.9,
        2467.96
    ],
    [
        " No, no, they don't.",
        2468.2,
        2469.04
    ],
    [
        " I shouldn't say no one but most people don't want to hear those answers.",
        2469.42,
        2471.46
    ],
    [
        " Yeah.",
        2471.74,
        2471.96
    ],
    [
        " Because the fact of the matter is, is it's your fault?",
        2472.36,
        2475.26
    ],
    [
        " Yeah.",
        2475.82,
        2476.1
    ],
    [
        " And it doesn't step.",
        2476.34,
        2476.9
    ],
    [
        " When you're, when your person is not doing what they're supposed to be doing, it's your fault.",
        2476.9,
        2480.86
    ],
    [
        " Hey, do you get the person that just has a totally negative attitude that shouldn't be on the team?",
        2480.96,
        2485.74
    ],
    [
        " Yes, they exist.",
        2486.26,
        2487.22
    ],
    [
        " I get that.",
        2487.6,
        2488.14
    ],
    [
        " Who's your responsibility is it to get rid of them?",
        2488.4,
        2490.24
    ],
    [
        " It's yours, you're the boss.",
        2490.48,
        2491.3
    ],
    [
        " If they're not that person, who's your responsibility is it to get everything you can out of them?",
        2491.64,
        2496.34
    ],
    [
        " It's you, you're the boss.",
        2496.52,
        2497.46
    ],
    [
        " Yeah.",
        2497.78,
        2497.92
    ],
    [
        " People don't like to hear that answer.",
        2498.36,
        2499.58
    ],
    [
        " No.",
        2499.84,
        2500.08
    ],
    [
        " It's a hard answer.",
        2500.32,
        2501.54
    ],
    [
        " Because you want to throw whatever, you know, all the millennials, the big one, right?",
        2501.92,
        2505.72
    ],
    [
        " Millennials are available.",
        2505.96,
        2507.8
    ],
    [
        " Yeah.",
        2509.36,
        2509.96
    ],
    [
        " Well, maybe if, maybe if, maybe if you were a better leader, the millennials would be on board.",
        2509.58,
        2517.12
    ],
    [
        " Yeah.",
        2517.86,
        2518.32
    ],
    [
        " It's a hard thing to face.",
        2519.02,
        2520.94
    ],
    [
        " But if David Hackworth and Jim Mukayama can get draftees in Vietnam to go and risk their lives and fight the enemy",
        2521.12,
        2529.2
    ],
    [
        " and possibly get wounded or killed in a war they don't believe in.",
        2529.2,
        2533.08
    ],
    [
        " If they can do that through good leadership, I think you can get a millennial to get, get after it.",
        2534.44,
        2539.92
    ],
    [
        " Yeah.",
        2540.14,
        2540.2
    ],
    [
        " And by the way, there's millennials getting after it everywhere.",
        2540.3,
        2542.18
    ],
    [
        " I meet them all the time.",
        2542.7,
        2543.92
    ],
    [
        " Yeah.",
        2544.34,
        2544.5
    ],
    [
        " They're not like, hey, hey, it's good to meet you.",
        2545.0,
        2548.0
    ],
    [
        " I'm glad you're putting out word about how to be lazy.",
        2548.42,
        2550.62
    ],
    [
        " No, they're like, I am going to crush the world.",
        2550.94,
        2553.24
    ],
    [
        " Yeah.",
        2553.44,
        2553.64
    ],
    [
        " They're out there.",
        2553.84,
        2554.44
    ],
    [
        " Yeah.",
        2554.78,
        2554.94
    ],
    [
        " Takes a little bit, yeah, yeah, what it takes, it takes leadership.",
        2555.8,
        2558.86
    ],
    [
        " That's what it takes.",
        2559.06,
        2559.6
    ],
    [
        " So I'm sorry.",
        2559.88,
        2560.76
    ],
    [
        " Leadership is not easy.",
        2561.04,
        2562.16
    ],
    [
        " People, the millennials don't want to listen.",
        2562.16,
        2564.42
    ],
    [
        " Who wants to listen?",
        2564.96,
        2565.78
    ],
    [
        " I was more rebellious than any millennial of Matt.",
        2566.52,
        2568.86
    ],
    [
        " I can see that.",
        2569.42,
        2571.34
    ],
    [
        " Yeah.",
        2571.78,
        2571.9
    ],
    [
        " Anyways.",
        2572.18,
        2572.54
    ],
    [
        " So, next.",
        2573.14,
        2576.18
    ],
    [
        " Security.",
        2578.1,
        2579.2
    ],
    [
        " Security provides readiness for action or counteraction and is enhanced greatly by flexibility, flexibility in mind, organization and means contribute.",
        2579.48,
        2592.14
    ],
    [
        " Security.",
        2592.84,
        2593.64
    ],
    [
        " It's attainment embraces all measures designed to avoid being surprised or interfered with seriously and the retention of freedom of action.",
        2593.16,
        2603.22
    ],
    [
        " Security is not imply undue caution and avoidance of all risks.",
        2604.96,
        2608.92
    ],
    [
        " Important, right?",
        2609.44,
        2610.24
    ],
    [
        " Security does not imply undue caution.",
        2610.62,
        2613.22
    ],
    [
        " So there's a dichotomy here.",
        2613.66,
        2614.94
    ],
    [
        " It doesn't imply the avoidance of all risks.",
        2615.58,
        2618.9
    ],
    [
        " For bold action is essential to success and war and what is bold action requires, requires risks.",
        2619.46,
        2624.9
    ],
    [
        " Otherwise, it wouldn't be bold.",
        2625.22,
        2626.16
    ],
    [
        " When security is provided, unexpected developments will not seriously interfere with the attainment of the mission.",
        2626.8,
        2633.64
    ],
    [
        " Check.",
        2634.28,
        2634.82
    ],
    [
        " So, got to maintain security.",
        2635.32,
        2637.18
    ],
    [
        " That makes sense.",
        2637.48,
        2638.3
    ],
    [
        " So those are the nine principles.",
        2638.88,
        2639.8
    ],
    [
        " Those are the nine principles of war that's as they existed.",
        2639.92,
        2641.92
    ],
    [
        " Now, they also talk about, and there's a debate right now.",
        2642.72,
        2648.46
    ],
    [
        " Going around of whether, whether a flexibility should be the 10th principle.",
        2649.72,
        2655.58
    ],
    [
        " Some people think it should.",
        2656.1,
        2657.34
    ],
    [
        " Some people think it shouldn't.",
        2657.56,
        2658.74
    ],
    [
        " And then, in 2011, they added some principles to joint operations.",
        2659.5,
        2665.96
    ],
    [
        " And here are those principles.",
        2666.84,
        2668.4
    ],
    [
        " Number one is restraint to limit collateral damage and prevent unnecessary use of force.",
        2668.86,
        2674.72
    ],
    [
        " So now we're getting into the minimum force, right?",
        2674.98,
        2677.18
    ],
    [
        " Restraint requires careful and disciplined balancing of the need for security, the conduct of military operations, and the national strategic end state.",
        2677.54,
        2685.2
    ],
    [
        " Makes sense.",
        2685.66,
        2688.26
    ],
    [
        " That's where they came up with us.",
        2688.56,
        2690.24
    ],
    [
        " You have to put that minimum force.",
        2690.74,
        2692.74
    ],
    [
        " That's what that is.",
        2692.84,
        2693.46
    ],
    [
        " That's the same thing, right?",
        2693.6,
        2694.9
    ],
    [
        " And I think the key to that, they put on the end, the national strategic end state.",
        2696.82,
        2701.82
    ],
    [
        " So what does that mean?",
        2702.06,
        2702.82
    ],
    [
        " Sometimes, if you use too much violence,",
        2703.08,
        2705.86
    ],
    [
        " if you as a bouncer use too much violence, your goal of your mission as a bouncer is to keep the place safe.",
        2706.12,
        2712.44
    ],
    [
        " If you use too much violence, people don't want to go there because the bouncer are assholes, right?",
        2712.68,
        2717.28
    ],
    [
        " They're beating everyone up.",
        2717.38,
        2718.22
    ],
    [
        " That's a problem.",
        2718.34,
        2719.12
    ],
    [
        " So what's our strategic end state is that we keep this place safe.",
        2719.8,
        2722.74
    ],
    [
        " So that's why they're talking about that.",
        2723.14,
        2725.42
    ],
    [
        " Same situation.",
        2725.52,
        2726.3
    ],
    [
        " They actually changed our name from bouncer's to, first it was host.",
        2726.6,
        2730.34
    ],
    [
        " Wait, oh, yeah, it was host.",
        2731.12,
        2732.68
    ],
    [
        " They call it, you know, bouncer's your host.",
        2732.82,
        2734.66
    ],
    [
        " And then what they changed it to?",
        2734.94,
        2735.76
    ],
    [
        " Adore host.",
        2736.08,
        2737.52
    ],
    [
        " No, no, no, okay.",
        2737.96,
        2738.5
    ],
    [
        " They went bouncer's, no, you're a dormant now.",
        2738.64,
        2740.3
    ],
    [
        " You're just a dormant now.",
        2740.58,
        2741.02
    ],
    [
        " Yeah, a dormant.",
        2741.02,
        2741.6
    ],
    [
        " Then there are no door hosts fits like the personification of this place.",
        2741.6,
        2747.08
    ],
    [
        " Yeah.",
        2747.52,
        2747.72
    ],
    [
        " You know, like you're just a host.",
        2747.88,
        2749.44
    ],
    [
        " Yeah, that was a good job.",
        2749.82,
        2751.86
    ],
    [
        " Bouncer's in place.",
        2752.06,
        2752.36
    ],
    [
        " It's interesting, though.",
        2752.68,
        2753.52
    ],
    [
        " Yeah, it's interesting, though, because that's a little leadership maneuver that they're doing.",
        2753.52,
        2757.46
    ],
    [
        " They're trying to, they didn't do a good job.",
        2757.66,
        2759.4
    ],
    [
        " Because you're joking about it, right?",
        2759.88,
        2761.24
    ],
    [
        " You thought it was a joke.",
        2761.24,
        2762.08
    ],
    [
        " Well, I think it's ridiculous.",
        2762.26,
        2763.18
    ],
    [
        " The thing is, I actually wasn't mad at it, ultimately.",
        2763.4,
        2765.68
    ],
    [
        " I was like, that totally makes sense.",
        2765.94,
        2767.5
    ],
    [
        " Because when you think bouncer, you think, die bar guys beating up guy at like Roadhouse, you know, bouncing these guys out the, on off the wall.",
        2767.6,
        2774.96
    ],
    [
        " Roadhouse talks about minimum force, though, right?",
        2775.16,
        2777.14
    ],
    [
        " Oh, yeah, Dalton.",
        2777.26,
        2778.14
    ],
    [
        " What does he say?",
        2778.6,
        2779.34
    ],
    [
        " He said, be nice.",
        2779.86,
        2780.74
    ],
    [
        " Oh, that's like the rule, right?",
        2781.36,
        2782.58
    ],
    [
        " Be nice.",
        2782.64,
        2782.9
    ],
    [
        " And he's like, ask him to walk.",
        2782.92,
        2784.86
    ],
    [
        " But be nice.",
        2785.14,
        2785.7
    ],
    [
        " If he doesn't walk, walk him.",
        2786.16,
        2787.98
    ],
    [
        " But be nice.",
        2788.26,
        2788.92
    ],
    [
        " If he, if he still won't walk, get another guy to help you walk him.",
        2789.72,
        2794.42
    ],
    [
        " And you will both be nice.",
        2794.68,
        2796.66
    ],
    [
        " And he said, be nice until it's time to not be nice.",
        2797.18,
        2800.0
    ],
    [
        " Oh, that's a super badass, right?",
        2800.36,
        2803.44
    ],
    [
        " Yeah, look at you.",
        2804.04,
        2804.7
    ],
    [
        " You could, you could, you could hold it back.",
        2804.92,
        2806.5
    ],
    [
        " You could hold it back.",
        2806.92,
        2808.34
    ],
    [
        " Right, that's like the, the, what he couldn't hold it back.",
        2808.42,
        2811.42
    ],
    [
        " That's a mile.",
        2811.54,
        2812.14
    ],
    [
        " That's the, like the, like the bio, what do you call it?",
        2812.6,
        2814.88
    ],
    [
        " Not the Bible, but the movie version of the bio.",
        2814.88,
        2817.2
    ],
    [
        " You know how you have like, what's the Navy Sea movie?",
        2817.2,
        2819.48
    ],
    [
        " The one you got it?",
        2819.76,
        2820.42
    ],
    [
        " You know, for, for pilots, it's top gun, you know, for,",
        2820.66,
        2823.08
    ],
    [
        " Yeah, I don't know if there's a seal one.",
        2823.08,
        2824.5
    ],
    [
        " Yes, the one with Charlie Sheen.",
        2824.68,
        2825.82
    ],
    [
        " Yeah, but I don't even know if that's the iconic,",
        2826.02,
        2828.2
    ],
    [
        " not as iconic, Bouncer movie as, as roadhouses.",
        2828.8,
        2832.38
    ],
    [
        " If you're a Bouncer and you watch about that's your thing.",
        2832.78,
        2835.68
    ],
    [
        " Yeah, for sure.",
        2835.96,
        2836.38
    ],
    [
        " No, it's the iconic Bouncer movie.",
        2836.38,
        2837.88
    ],
    [
        "",
        2838.18,
        2838.18
    ],
    [
        " I don't even, is there even another Bouncer movie?",
        2838.18,
        2839.92
    ],
    [
        " I don't know.",
        2840.6,
        2841.16
    ],
    [
        " Shouldn't be as it is.",
        2841.6,
        2842.7
    ],
    [
        " Because it doesn't even exist.",
        2843.26,
        2843.88
    ],
    [
        " No, no, no.",
        2844.22,
        2844.96
    ],
    [
        " Exactly, right?",
        2845.44,
        2846.26
    ],
    [
        " Check.",
        2848.38,
        2849.06
    ],
    [
        " All right.",
        2849.5,
        2850.6
    ],
    [
        " Next, this is one of the new ones, one of the new principles.",
        2851.3,
        2854.94
    ],
    [
        " Perseverance.",
        2855.42,
        2856.06
    ],
    [
        " To ensure the commitment necessary to attain the national",
        2856.16,
        2859.4
    ],
    [
        " strategic end state, the underlying causes of the crisis may be elusive,",
        2859.4,
        2864.82
    ],
    [
        " making it difficult to achieve decisive resolution.",
        2865.04,
        2868.32
    ],
    [
        " The patient, resolute, and persistent pursuit of national goals and objectives",
        2869.04,
        2873.22
    ],
    [
        " often is essential to success.",
        2874.02,
        2876.54
    ],
    [
        " What I don't like about that one is it kind of,",
        2877.46,
        2884.54
    ],
    [
        " it kind of says, it's saying like, what's the number one rule?",
        2884.76,
        2889.8
    ],
    [
        " Objective.",
        2890.06,
        2890.52
    ],
    [
        " Like you got to know what your mission is.",
        2890.78,
        2891.84
    ],
    [
        " You got to have an objective.",
        2891.86,
        2892.58
    ],
    [
        " And this one is saying, look, the underlying causes can be elusive.",
        2892.78,
        2898.0
    ],
    [
        " It can be difficult to achieve decisive resolution.",
        2898.0,
        2901.12
    ],
    [
        " So I guess the theory or the principle of perseverance means we're going to continue to do this.",
        2903.8,
        2909.14
    ],
    [
        " My problem with that is how do you end up then or do you end up then with a Vietnam?",
        2909.3,
        2914.4
    ],
    [
        " We're continuing to fight even though we're not quite sure what our end state is,",
        2915.0,
        2919.62
    ],
    [
        " what our objective is, and it's so elusive that we're not sure where to go.",
        2919.62,
        2922.54
    ],
    [
        " That one makes me a little bit hesitant.",
        2923.06,
        2926.66
    ],
    [
        " Do I believe in perseverance?",
        2927.3,
        2928.16
    ],
    [
        " Absolutely.",
        2928.16,
        2928.72
    ],
    [
        " You keep going.",
        2928.9,
        2929.34
    ],
    [
        " But as I've talked about before, don't quit.",
        2929.66,
        2932.6
    ],
    [
        " Doesn't mean never give up on the plan that you came up with and just keep going until you freaking either die or you achieve your goal.",
        2933.0,
        2940.34
    ],
    [
        " Next, legitimacy to maintain legal and moral authority in the conduct of operations,",
        2940.72,
        2951.34
    ],
    [
        " legitimacy, which can be a decisive factor in operations is based on the actual and perceived legality, morality, and rightness of the actions",
        2951.76,
        2960.72
    ],
    [
        " from the various perspectives of, perspectives of interested audiences.",
        2960.72,
        2964.92
    ],
    [
        " Together, these 12 concepts form principles of joint operations.",
        2965.5,
        2969.76
    ],
    [
        " Now, I'll tell you what's interesting about legitimacy.",
        2970.4,
        2974.26
    ],
    [
        " Obviously, you have to have it.",
        2974.26,
        2975.76
    ],
    [
        " You have to have, you know, moral and legal authority.",
        2976.02,
        2979.94
    ],
    [
        " The problem I have with that is who gets to judge that?",
        2980.3,
        2985.24
    ],
    [
        " Because the people that you're fighting, they don't agree with what you're doing.",
        2985.56,
        2989.4
    ],
    [
        " You're not legitimate in their eyes.",
        2989.7,
        2991.06
    ],
    [
        " So how are we coming up with that?",
        2991.42,
        2993.82
    ],
    [
        " I think we can, but I think we have to do that decisively and say,",
        2994.6,
        3001.14
    ],
    [
        " look, this is what we're trying to achieve.",
        3001.22,
        3003.74
    ],
    [
        " This is why.",
        3004.08,
        3004.96
    ],
    [
        " And if there's a bunch of people debating about it, okay, well, we're going to hold off then.",
        3005.74,
        3009.54
    ],
    [
        " Until someone says, oh, you know what?",
        3010.36,
        3011.96
    ],
    [
        " This needs to be stopped or the situation needs to end.",
        3012.56,
        3016.1
    ],
    [
        " Because you do need legitimacy.",
        3016.26,
        3017.32
    ],
    [
        " And if you don't have legitimacy, you're going to have problems really, truly accomplishing the mission.",
        3017.7,
        3022.76
    ],
    [
        " Yeah.",
        3023.14,
        3023.34
    ],
    [
        " Yeah.",
        3023.9,
        3024.14
    ],
    [
        " I mean, kind of in a way, I'm not sure there's exceptions, obviously.",
        3024.44,
        3027.54
    ],
    [
        " But in a way, there's always going to be like some debate.",
        3027.72,
        3031.84
    ],
    [
        " You know how like they'll be like, hey, you know, I'm going to make a generic example.",
        3032.4,
        3035.88
    ],
    [
        " But like, you know, if a some turmoil in this country because of the way these people are treating these other people in this country,",
        3035.88,
        3041.28
    ],
    [
        " boom, you have steps in and all the stuff.",
        3041.28,
        3043.64
    ],
    [
        " Some there's going to be somebody debating, hey, like that's their country.",
        3043.92,
        3047.9
    ],
    [
        " That's how they roll.",
        3048.02,
        3048.58
    ],
    [
        " You know, it's like who are we to step in and call them, you know, immoral or whatever,",
        3048.78,
        3053.8
    ],
    [
        " when that's how they've been living for thousands of years.",
        3054.08,
        3055.88
    ],
    [
        " That's my point.",
        3055.94,
        3056.4
    ],
    [
        " Yeah.",
        3056.78,
        3057.04
    ],
    [
        " That's my point.",
        3057.32,
        3057.84
    ],
    [
        " So yeah, who gets to make that decision?",
        3058.04,
        3059.68
    ],
    [
        " Yeah.",
        3060.06,
        3060.12
    ],
    [
        " It's a tough one.",
        3060.8,
        3061.54
    ],
    [
        " Yeah, like almost like a like a global standard needs to be established, you know,",
        3062.06,
        3067.1
    ],
    [
        " that I think that's kind of this.",
        3067.16,
        3068.18
    ],
    [
        " And I think you, I think it is actually possible to do that.",
        3068.36,
        3071.42
    ],
    [
        " I think so too.",
        3071.52,
        3072.04
    ],
    [
        " I think it is actually possible to do that.",
        3072.12,
        3073.32
    ],
    [
        " And I think the fact that we sometimes decide that, hey, it's not our place to make that decision.",
        3073.44,
        3077.86
    ],
    [
        " Like, I'll give you an example.",
        3078.3,
        3079.74
    ],
    [
        " ISIS.",
        3080.38,
        3080.68
    ],
    [
        " Hey, if you're systematically raping eight year old, nine year old, ten year old girls,",
        3081.34,
        3089.26
    ],
    [
        " and boys, you don't get to do that.",
        3090.32,
        3092.58
    ],
    [
        " Right.",
        3092.8,
        3092.92
    ],
    [
        " We will come and stop you.",
        3093.18,
        3094.74
    ],
    [
        " Yeah.",
        3095.08,
        3095.3
    ],
    [
        " That's the way it's going to be.",
        3095.4,
        3096.44
    ],
    [
        " Yeah.",
        3097.2,
        3097.42
    ],
    [
        " And you need, if you need a documented argument for why that is, I think I don't think that'd be a problem to produce.",
        3097.62,
        3104.2
    ],
    [
        " I think if you need a documented argument for that, you just made the list as well.",
        3104.62,
        3109.84
    ],
    [
        " We're coming after you.",
        3110.4,
        3111.98
    ],
    [
        " I think I agree with you, sir.",
        3112.38,
        3113.98
    ],
    [
        " So yeah, Nazis.",
        3114.92,
        3117.18
    ],
    [
        " Yes.",
        3117.52,
        3117.96
    ],
    [
        " Guess what?",
        3117.96,
        3118.56
    ],
    [
        " You don't get to do that.",
        3118.96,
        3120.14
    ],
    [
        " Imperial Japanese Army rolling into China, rape of Nankang.",
        3120.3,
        3125.18
    ],
    [
        " Nope.",
        3125.4,
        3125.66
    ],
    [
        " You don't get to do that.",
        3125.92,
        3126.84
    ],
    [
        " Yeah.",
        3127.1,
        3127.32
    ],
    [
        " That doesn't work.",
        3127.52,
        3128.22
    ],
    [
        " We're not okay with that.",
        3128.52,
        3129.54
    ],
    [
        " You just made the list.",
        3129.92,
        3131.0
    ],
    [
        " We seem to have a harder time doing that.",
        3131.44,
        3135.64
    ],
    [
        " We seem to think these days that evil doesn't exist.",
        3136.06,
        3138.44
    ],
    [
        " Yeah.",
        3138.96,
        3139.28
    ],
    [
        " And that's wrong.",
        3139.54,
        3140.64
    ],
    [
        " It's wrong.",
        3141.42,
        3142.72
    ],
    [
        " Next, next it talks about the application of the principles.",
        3145.1,
        3148.7
    ],
    [
        " Application.",
        3148.86,
        3149.32
    ],
    [
        " The principles of war.",
        3149.46,
        3150.44
    ],
    [
        " So that's the, well, it's now the 12 principles.",
        3150.68,
        3153.04
    ],
    [
        " But now I'm going from the new principles that were added on back to the 1984 Marine Corps Field Manual.",
        3153.34,
        3161.56
    ],
    [
        " FMFM6TAC4 rifle company.",
        3161.68,
        3165.22
    ],
    [
        " Application.",
        3167.42,
        3168.16
    ],
    [
        " The principles of war act as a checklist for the commander in order to apply combat power effectively and reduce his unit's vulnerability.",
        3168.42,
        3176.48
    ],
    [
        " A review of military history will demonstrate that those commanders who have adhered to those principles have most often enjoyed success on the battlefield.",
        3177.14,
        3187.16
    ],
    [
        " There you go.",
        3187.86,
        3188.54
    ],
    [
        " I like the fact that they're taking these principles and broadly applying them to the past and saying, look, when this happened historically, you will have victory most of the time.",
        3188.9,
        3199.86
    ],
    [
        " There have been, of course, exceptions to the rule.",
        3201.3,
        3206.4
    ],
    [
        " However, these exceptions prove the rule that any attempt to rigidly apply all the principles to all battlefield environments may lead to defeat.",
        3206.74,
        3216.74
    ],
    [
        " We got a, we got a little chapter in the dichotomy of leadership.",
        3217.8,
        3221.74
    ],
    [
        " It's called discipline, not rigid.",
        3222.12,
        3224.18
    ],
    [
        " Why?",
        3224.62,
        3225.6
    ],
    [
        " Because of what that just said.",
        3226.08,
        3227.64
    ],
    [
        " The commander should recognize the need to apply the principles as flexibility as all other tactical principles.",
        3229.94,
        3237.5
    ],
    [
        " Oh, sorry, as flexibly as all other tactical principles based on the circumstances with which he is confronted.",
        3237.88,
        3245.84
    ],
    [
        " Flexibility in the application of principles is as important as flexibility in the application of combat power on the battlefield.",
        3246.52,
        3253.78
    ],
    [
        " Isn't it cool to come up with principles and then just say, yeah, you got to apply them like as needed?",
        3254.28,
        3258.12
    ],
    [
        " Yeah, it's interesting.",
        3258.38,
        3259.42
    ],
    [
        " There's a, there's a, it shows how much you have to think as a leader.",
        3259.54,
        3265.52
    ],
    [
        " Yeah.",
        3265.96,
        3266.14
    ],
    [
        " You have to look at things all the time and sometimes your principles get a go back off that.",
        3266.48,
        3269.88
    ],
    [
        " And that's kind of what we did in the dichotomy of leadership because can you make things too simple?",
        3270.02,
        3275.46
    ],
    [
        " Yes, you can.",
        3275.5,
        3276.32
    ],
    [
        "",
        3276.76,
        3276.76
    ],
    [
        " Cover and move the number one principle.",
        3277.06,
        3278.8
    ],
    [
        " Can you cover and move too much?",
        3279.0,
        3280.06
    ],
    [
        " Yes, you can.",
        3280.42,
        3280.98
    ],
    [
        " Prioritize and execute.",
        3281.3,
        3282.26
    ],
    [
        " Can you prioritize and execute too much?",
        3282.4,
        3283.74
    ],
    [
        " Yes, you can.",
        3284.02,
        3284.44
    ],
    [
        " What does that look like?",
        3284.56,
        3285.14
    ],
    [
        " It looks like target fixation.",
        3285.22,
        3286.54
    ],
    [
        " Yeah.",
        3286.78,
        3286.94
    ],
    [
        " What is, what does cover and move too much look like?",
        3287.78,
        3290.1
    ],
    [
        " It looks like you're stepping on the toes of other elements.",
        3290.22,
        3294.7
    ],
    [
        " What is too simple look like?",
        3296.38,
        3297.46
    ],
    [
        " You haven't covered all the contingencies.",
        3297.54,
        3299.0
    ],
    [
        " What is too much decentralized command look like?",
        3299.42,
        3301.44
    ],
    [
        " It looks like your people don't even know where you're supposed to be going because you haven't made it clear.",
        3301.7,
        3308.24
    ],
    [
        " You've let them go too far.",
        3308.56,
        3309.98
    ],
    [
        " Back to the book.",
        3311.28,
        3315.5
    ],
    [
        " No commander can rigidly follow the examples provided by doctrinal resources,",
        3315.7,
        3320.54
    ],
    [
        " but must modify them according to his mission, the situation, and the terrain over which he is fighting.",
        3320.54,
        3328.18
    ],
    [
        " So there you go.",
        3330.02,
        3331.22
    ],
    [
        " Now, what was interesting is I found this in an Air Force manual.",
        3331.58,
        3336.42
    ],
    [
        " So that's what I covered from the FMFM6TAC4, which is just really good, broad principles of combat, principles of war.",
        3336.8,
        3345.64
    ],
    [
        " Now, what was interesting, I was looking at an Air Force to kind of get their perspective, similar perspective, not as detailed.",
        3346.0,
        3351.42
    ],
    [
        " But one thing that they did was interesting was they put the other countries' principles of war and compared them to our principles of war.",
        3352.22,
        3363.76
    ],
    [
        " And a lot of them are very, very close, but one of them that stood out was the former Soviet Union.",
        3364.42,
        3371.9
    ],
    [
        " And this is where we get into, you know, I'm talking specifically about the USSR back in the day, back in the 80s, back in the 70s.",
        3372.42,
        3380.14
    ],
    [
        " You know, this is the other superpower in the world.",
        3380.14,
        3382.32
    ],
    [
        " And they have some interesting theories.",
        3382.82,
        3388.32
    ],
    [
        " And again, there's a little chart that I found and it kind of laid out.",
        3388.54,
        3392.8
    ],
    [
        " You know, so in America we have objective.",
        3393.72,
        3396.38
    ],
    [
        " In Great Britain and Australia, they say selection maintenance of aim.",
        3396.86,
        3402.68
    ],
    [
        " Right, so understand what your aim is.",
        3403.32,
        3405.52
    ],
    [
        " We have offensive in Great Britain, Australia, they have offensive action.",
        3406.04,
        3411.56
    ],
    [
        " We have mass, meaning we're going to use our concentration of force.",
        3412.08,
        3418.0
    ],
    [
        " What is Great Britain and Australia called it? Concentration of force.",
        3418.1,
        3420.5
    ],
    [
        " We both have economy of force.",
        3421.2,
        3422.46
    ],
    [
        " We call it maneuver, they call it flexibility.",
        3422.92,
        3424.88
    ],
    [
        " We call it unity of command. They call it cooperation, which is interesting.",
        3425.76,
        3430.66
    ],
    [
        " Cooperation is very similar to cover move.",
        3430.82,
        3432.5
    ],
    [
        " We both have security, we both have surprise, we have simplicity.",
        3434.3,
        3437.64
    ],
    [
        " They don't have simplicity, but they have another one called maintenance of morale, which is an interesting important thing that maybe we left out.",
        3438.08,
        3446.14
    ],
    [
        " Why do we leave that out?",
        3446.26,
        3447.26
    ],
    [
        " It's an important one.",
        3447.76,
        3448.88
    ],
    [
        " France, they have three concentration of effort.",
        3449.58,
        3453.82
    ],
    [
        " That's the same as mass, surprise, that's another one.",
        3454.06,
        3456.28
    ],
    [
        " And then their last one, Liberty of Action, which is interesting.",
        3456.46,
        3460.94
    ],
    [
        " That's decentralized command, right?",
        3460.94,
        3462.5
    ],
    [
        " Hey, you got to go out and make things happen.",
        3462.64,
        3464.28
    ],
    [
        " China, they have some similar ones.",
        3465.24,
        3468.0
    ],
    [
        " Objective, they call it selection of maintenance of aim.",
        3468.2,
        3470.36
    ],
    [
        " Offense, they call it offensive action.",
        3470.84,
        3472.26
    ],
    [
        " Mass, they call it concentration of force.",
        3472.98,
        3474.74
    ],
    [
        " Manoeuvre, this is an interesting one.",
        3475.76,
        3478.44
    ],
    [
        " Manoeuvre, they call it initiative and flexibility.",
        3478.92,
        3481.34
    ],
    [
        " Again, a little bit of decentralized command sprinkled on that.",
        3482.22,
        3485.82
    ],
    [
        " Unity of command, they have coordination, they have security, they have security.",
        3486.98,
        3490.92
    ],
    [
        " They have a surprise, and their last one is morale, mobility, political mobilization, and freedom of action.",
        3490.92,
        3498.28
    ],
    [
        " Interesting dynamic from China.",
        3498.86,
        3502.98
    ],
    [
        " And then they listed out the Soviet, the former Soviet ones, because this is one of the largest armies that ever existed.",
        3504.5,
        3512.64
    ],
    [
        " This former Soviet army.",
        3512.82,
        3513.9
    ],
    [
        " And as I was reading this little chart about what the Soviets had,",
        3513.9,
        3518.74
    ],
    [
        " massing in correlation of force, this economy and sufficiency of force, initiative, surprise, mobility, tempo,",
        3519.44,
        3524.84
    ],
    [
        " I was going to, I remember reading an old assessment of the Soviet style of warfare, barking at Durg.",
        3525.98,
        3533.32
    ],
    [
        " And I remember it had some interesting takes, and I was able to find this field manual from the 80s.",
        3534.88,
        3541.26
    ],
    [
        " I want to say again, these are like from the same time period as the FM that I just read from the Marine Corps.",
        3541.26,
        3545.5
    ],
    [
        " The FM, there's updated ones which we could cover as well, but these are the old school ones.",
        3545.98,
        3549.82
    ],
    [
        " And again, it's in the 80s.",
        3550.04,
        3553.48
    ],
    [
        " I mean, you wouldn't assess the Soviet Union the same now as you would then.",
        3553.52,
        3557.38
    ],
    [
        " So this, we had a manual, America had a manual called FM 102, Tak 1, the Soviet army.",
        3557.94,
        3565.96
    ],
    [
        " And I thought it was kind of worth reviewing some of what, what they talk about principles of war,",
        3565.96,
        3574.34
    ],
    [
        " because again, this was like one of the largest standing, standing armies in history.",
        3574.48,
        3581.08
    ],
    [
        " It was our major foe.",
        3581.08,
        3583.4
    ],
    [
        " It was well experienced from World War II.",
        3583.4,
        3586.6
    ],
    [
        " So figure with all that, you know, we probably could learn something from them.",
        3587.28,
        3592.86
    ],
    [
        " So here we go, getting into the Soviet army a little bit and some of their principles, how they, how they rolled.",
        3593.02,
        3600.78
    ],
    [
        " The introduces it by saying the Soviet ground forces, this field manual describes the operations and tactics of Soviet general purpose ground forces.",
        3601.36,
        3610.12
    ],
    [
        " The content is based on information in Soviet writings and other open source literature, most available information is focused on potential battle and central Europe.",
        3610.46,
        3619.3
    ],
    [
        " This is when this was reality folks, this is in the 80s.",
        3619.6,
        3624.94
    ],
    [
        " The Soviets believe that any future war could involve the use of nuclear weapons and that the initial stage of the war will be decisive.",
        3625.14,
        3633.46
    ],
    [
        " This is crazy. Tactical, nuclear, nuclear weapons have been assigned at all levels from division up. That's crazy.",
        3634.0,
        3643.86
    ],
    [
        " Wait, so what does that mean everybody has no, well, at the division level. So yes, a lot of people have, a lot of people have nooks.",
        3645.22,
        3654.96
    ],
    [
        " The Soviets have the largest and most effective array of chemical weapons and equipment in the world.",
        3655.12,
        3663.14
    ],
    [
        " They are capable of employing chemical agents from battalion level upward. That's crazy.",
        3663.22,
        3670.26
    ],
    [
        " So a battalion is like the lowest fighting unit that we have. It's, it's, I don't know, 500, 600, maybe 700 guys generally.",
        3670.76,
        3682.54
    ],
    [
        " And imagine 700 guys with a, with an 05, this is probably a 35, 40 year old guy in charge of it. They got chemical weapons on the battlefield ready to employ.",
        3682.94,
        3692.16
    ],
    [
        " And by the way, two levels above them at the division level, that's what we're talking about, nuclear weapons.",
        3693.18,
        3698.8
    ],
    [
        " Not exactly what I love. Okay, the Soviet front, I had to put this in here, the front is the largest field formation in wartime.",
        3699.36,
        3712.38
    ],
    [
        " It is an operational administrative unit and its size and composition can vary widely depending on the mission and situation.",
        3712.38,
        3720.1
    ],
    [
        " Roughly equivalent to a US or NATO Army group, a front could be composed of three to five armies with organic artillery.",
        3720.68,
        3730.36
    ],
    [
        " Missile air defense engineer, the reason I found that funny little layer there is I often refer to ash along the front.",
        3731.4,
        3737.78
    ],
    [
        " Simply as the front.",
        3740.62,
        3741.74
    ],
    [
        " But what is also interesting, I looked up front to see if that was a commonly used, if to see if that definition and it didn't have it listed, they didn't have a, this is a, this is a group, an army group, they didn't list it that way.",
        3742.18,
        3758.5
    ],
    [
        " So that's interesting. Learn something new.",
        3758.52,
        3760.14
    ],
    [
        " Alright, at this time they're saying that the Soviet ground forces were like 1.8 to 2 million people and 191 maneuver divisions.",
        3760.96,
        3773.88
    ],
    [
        " So to answer your question, 191 divisions and each one of those 191 divisions had tactical nukes.",
        3774.1,
        3783.02
    ],
    [
        " Get some.",
        3783.12,
        3783.96
    ],
    [
        " Man.",
        3788.28,
        3788.92
    ],
    [
        " And now we get into, so just that just kind of lays out how this came together.",
        3789.24,
        3792.94
    ],
    [
        " Okay, the Soviet concept of war to the Soviets.",
        3793.34,
        3796.72
    ],
    [
        " War is a manifestation of the class struggle.",
        3798.06,
        3801.2
    ],
    [
        " It is an expression of the conflict between progressive forces of socialism and the reactionary forces of imperialistic capitalism, which they feel will ultimately raise.",
        3801.86,
        3813.2
    ],
    [
        " Which they feel will be ultimately resolved in favor of socialism.",
        3813.94,
        3818.32
    ],
    [
        " The Soviet concept of war represents a continuation of politics.",
        3819.02,
        3823.48
    ],
    [
        " Same thing that we have.",
        3823.9,
        3824.64
    ],
    [
        " We think of war as when politics don't work.",
        3825.18,
        3828.28
    ],
    [
        " That's when war happens, unfortunately.",
        3828.56,
        3830.7
    ],
    [
        " But yeah, reactionary forces of imperialistic capitalism.",
        3832.16,
        3837.28
    ],
    [
        " You know what that is?",
        3838.5,
        3839.12
    ],
    [
        " That's America boy.",
        3839.56,
        3841.02
    ],
    [
        " That's how that's how parts of the world view America.",
        3841.4,
        3848.04
    ],
    [
        " Alright, the Soviet military doctrine is officially accepted.",
        3849.5,
        3853.66
    ],
    [
        " The Soviet military doctrine is the officially accepted set of concepts that delineate the ways and means to achieve military objectives in the interest of politics.",
        3854.2,
        3863.66
    ],
    [
        " The formulation of Soviet military doctrine is a continuous evolutionary process based on number one communist ideology.",
        3863.66,
        3872.04
    ],
    [
        " Number two, Soviet foreign policy.",
        3872.92,
        3874.82
    ],
    [
        " Number three, economic and military strengths of adversaries.",
        3875.14,
        3877.84
    ],
    [
        " Number four, Soviet resources and geography.",
        3877.98,
        3881.04
    ],
    [
        " Number five, history.",
        3881.36,
        3882.3
    ],
    [
        " Number six, science and technology.",
        3882.76,
        3884.18
    ],
    [
        " Soviet military doctrine is based on an elaborate integrated system of thought.",
        3884.68,
        3889.5
    ],
    [
        " And then it breaks down a little bit more.",
        3890.26,
        3892.54
    ],
    [
        " And I kind of had to build that in there because it talks about military doctrine and then it talks about military science.",
        3892.78,
        3898.02
    ],
    [
        " Is this study and analysis of the diverse psychological and material phenomena relevant to armed combat for developing practical recommendations for the achievement of victory and war?",
        3898.02,
        3908.8
    ],
    [
        " Pretty straightforward.",
        3909.08,
        3909.9
    ],
    [
        " But the reason I haven't said, talk about military sciences because I wanted to get to this point which is military art.",
        3910.34,
        3916.38
    ],
    [
        " And a lot of times we don't think of the Soviets, right?",
        3916.56,
        3918.28
    ],
    [
        " When you think of the Soviets, what do you think of?",
        3918.38,
        3920.5
    ],
    [
        " I know what you think of.",
        3920.76,
        3922.02
    ],
    [
        " What do you think of when you think of the Soviets?",
        3922.02,
        3923.12
    ],
    [
        " Come on.",
        3923.46,
        3923.76
    ],
    [
        " When you think of the USSR, what do you think of?",
        3923.96,
        3926.38
    ],
    [
        " You're going to let me down, bro.",
        3926.78,
        3928.2
    ],
    [
        " What?",
        3928.46,
        3928.72
    ],
    [
        " What do you think of?",
        3928.96,
        3929.78
    ],
    [
        " When you think of like the Russians, what do you think of?",
        3929.9,
        3932.26
    ],
    [
        " They're strong wrestlers.",
        3932.48,
        3934.3
    ],
    [
        " Okay.",
        3934.66,
        3934.92
    ],
    [
        " As a whole, when you think of the Russians, what do you think of?",
        3935.36,
        3937.68
    ],
    [
        " If you had to characterize the Russians in one individual, who would you think of?",
        3937.84,
        3942.08
    ],
    [
        " Stalin?",
        3942.64,
        3943.28
    ],
    [
        " Ah, close.",
        3943.66,
        3944.38
    ],
    [
        " I thought you were going to say, Drago.",
        3944.68,
        3946.42
    ],
    [
        " I've been Drago.",
        3947.52,
        3948.64
    ],
    [
        " I've been Drago.",
        3948.9,
        3949.64
    ],
    [
        "",
        3949.82,
        3949.82
    ],
    [
        " The machine, right?",
        3949.82,
        3951.0
    ],
    [
        " Sure.",
        3951.06,
        3951.14
    ],
    [
        " This is what I think of.",
        3951.94,
        3953.68
    ],
    [
        " I think of that.",
        3953.82,
        3954.34
    ],
    [
        " That's what the Soviet Union has expected.",
        3954.46,
        3955.98
    ],
    [
        " No emotions, no religion.",
        3956.36,
        3958.3
    ],
    [
        " It's just raw machines.",
        3958.64,
        3961.58
    ],
    [
        "",
        3962.14,
        3962.14
    ],
    [
        " Cold, right?",
        3962.42,
        3962.74
    ],
    [
        " Actually fairly accurate.",
        3963.48,
        3964.68
    ],
    [
        " But they go here.",
        3965.0,
        3966.88
    ],
    [
        " Military art is the most important and primary field within military science and is the basis for strategy, operational art and tactics.",
        3967.12,
        3975.92
    ],
    [
        " It is the theory and practice of conducting arm conflict.",
        3975.92,
        3978.8
    ],
    [
        " So they put this high, high respect to the art.",
        3979.22,
        3985.1
    ],
    [
        " The art.",
        3985.46,
        3985.9
    ],
    [
        " Probably.",
        3986.66,
        3987.38
    ],
    [
        " Possibly higher than we do.",
        3987.54,
        3990.22
    ],
    [
        " Maybe.",
        3990.64,
        3991.02
    ],
    [
        " You know, it is possible.",
        3991.44,
        3993.72
    ],
    [
        " All right.",
        3994.44,
        3994.68
    ],
    [
        " So now we get into it.",
        3994.84,
        3995.72
    ],
    [
        " And principles of military art.",
        3996.08,
        3999.6
    ],
    [
        " Soviet military theorists consider the following points to be the general principles of military art.",
        3999.94,
        4006.02
    ],
    [
        " So that's where I'm going with all this.",
        4006.2,
        4008.12
    ],
    [
        " I'm going to get their principles.",
        4008.28,
        4009.56
    ],
    [
        " They do not represent any special revelation of truth or radical departure from traditional military thought.",
        4009.9,
        4018.26
    ],
    [
        " However, by their emphasis on these particular points, Soviet military leaders reveal their character,",
        4018.46,
        4024.18
    ],
    [
        " of their military thinking and predict the basic characteristics of future Soviet military operations.",
        4024.18,
        4030.16
    ],
    [
        " According to the Soviets, their armed forces must, and here's the list, be fully prepared to accomplish the mission regardless of conditions under which war begins or must be conducted.",
        4030.66,
        4041.3
    ],
    [
        " Next, achieve surprise whenever possible.",
        4042.32,
        4045.74
    ],
    [
        " Sounds familiar?",
        4046.08,
        4046.84
    ],
    [
        " Military operations must be characterized by decisiveness and aggressiveness.",
        4047.32,
        4050.74
    ],
    [
        " Forces must strive continuously to seize and to hold the initiative.",
        4050.74,
        4054.58
    ],
    [
        " That's good information.",
        4055.04,
        4056.04
    ],
    [
        " Next, make full use of all available military assets and capabilities to achieve victory.",
        4056.88,
        4062.12
    ],
    [
        " Next, ensure that major formations and units of all services, branches and arms affect through, thorough and continuous coordination.",
        4062.8,
        4072.76
    ],
    [
        " Gotta work together, cover move.",
        4072.98,
        4074.12
    ],
    [
        " Select the principal enemy objective to be seized and the best routes for attacking it.",
        4075.24,
        4080.72
    ],
    [
        " Make a decisive concentration of combat power at the correct time.",
        4081.06,
        4085.14
    ],
    [
        " Same thing.",
        4085.64,
        4086.58
    ],
    [
        " Next, maintain continuous and reliable command and control.",
        4087.48,
        4090.72
    ],
    [
        " Interesting.",
        4091.24,
        4091.72
    ],
    [
        " The reason that's interesting is that it's like a little bit leaning towards centralized control.",
        4092.34,
        4097.26
    ],
    [
        " Right, centralized command, as opposed to decentralized command.",
        4097.66,
        4099.78
    ],
    [
        " But they're going to reverse that later.",
        4100.0,
        4101.34
    ],
    [
        " Next, be determined and decisive in achieving the assigned mission.",
        4101.4,
        4105.46
    ],
    [
        " Next, maintain complete security of combat operations.",
        4106.06,
        4108.98
    ],
    [
        " Security, right? Same thing.",
        4109.24,
        4110.48
    ],
    [
        " Next, reconstitute reserves and restore combat effectiveness as quickly as possible.",
        4111.22,
        4116.4
    ],
    [
        " Makes sense.",
        4116.98,
        4117.68
    ],
    [
        " Next, well, now it continues on.",
        4118.86,
        4121.22
    ],
    [
        " These are general principles that apply to all three levels of military art.",
        4121.38,
        4126.14
    ],
    [
        " Strategy, operations and tactics.",
        4126.14,
        4127.9
    ],
    [
        " At each of these levels, there are more specific detailed principles.",
        4128.2,
        4132.16
    ],
    [
        " Soviet military thought subscribes to certain laws of war at the strategic level and principles of operational art and tactics which apply to the actual conduct of combat.",
        4132.62,
        4145.12
    ],
    [
        " So here are the laws of war.",
        4145.88,
        4147.48
    ],
    [
        " First law.",
        4150.36,
        4151.22
    ],
    [
        " The course and outcome of war waged with unlimited employment of all means of conflict depends primarily on the correlation of available strictly military combatants at the beginning of the war.",
        4151.52,
        4161.46
    ],
    [
        " Second law.",
        4162.08,
        4162.7
    ],
    [
        " The course and outcome of the war depend on the correlation of the military potentials of the combatants.",
        4163.0,
        4167.38
    ],
    [
        " Third law.",
        4167.78,
        4168.2
    ],
    [
        " The course and outcome of war depend on its political content.",
        4168.48,
        4171.48
    ],
    [
        " Fourth law.",
        4171.52,
        4172.46
    ],
    [
        " The course and outcome of war depend on the correlation of moral, political and psychological capabilities of the peoples and the armies of the combatants.",
        4172.74,
        4180.7
    ],
    [
        " Now I didn't break those down because they actually do it for you in the manual.",
        4181.3,
        4186.88
    ],
    [
        " Here's what in simpler terms, what these things mean.",
        4188.06,
        4191.2
    ],
    [
        " First law.",
        4191.54,
        4192.02
    ],
    [
        " Be prepared.",
        4192.58,
        4193.24
    ],
    [
        " Prepare in peacetime for the next war.",
        4193.96,
        4196.12
    ],
    [
        " Forces in being are the decisive factors.",
        4196.2,
        4199.9
    ],
    [
        " The side with the most and best troops and equipment at the start of the war will win the war.",
        4200.46,
        4205.94
    ],
    [
        " That makes sense, barring any major strategic blunders.",
        4206.6,
        4210.18
    ],
    [
        " Second law.",
        4210.62,
        4211.14
    ],
    [
        " The side which can best sustain a protracted war will win the war.",
        4211.84,
        4217.3
    ],
    [
        " Makes sense.",
        4218.12,
        4219.16
    ],
    [
        " Third law.",
        4219.9,
        4220.52
    ],
    [
        " The higher the political stakes of a war, the longer and more violent it will be.",
        4220.88,
        4227.02
    ],
    [
        " That's a good one.",
        4227.64,
        4230.0
    ],
    [
        " That's a good one.",
        4231.14,
        4232.6
    ],
    [
        " And you got to think about that one.",
        4233.1,
        4234.74
    ],
    [
        " From a leadership perspective, when you start getting involved in things that have higher stakes,",
        4235.12,
        4241.62
    ],
    [
        " this is when people start stepping each other in the back.",
        4241.74,
        4243.88
    ],
    [
        " Some people get ruthless.",
        4243.96,
        4245.24
    ],
    [
        " So when there's more at stake, there's going to be more violence.",
        4245.78,
        4249.32
    ],
    [
        " We don't recognize that sometimes.",
        4250.04,
        4255.4
    ],
    [
        " Hey, this guy's always been cool to me.",
        4255.76,
        4257.06
    ],
    [
        " But all of a sudden the stakes go up.",
        4257.54,
        4258.84
    ],
    [
        " All of a sudden we're getting stabbed.",
        4258.88,
        4260.2
    ],
    [
        " Or the dirt's coming out.",
        4260.46,
        4263.3
    ],
    [
        " Right?",
        4263.64,
        4263.76
    ],
    [
        " The claws come out.",
        4263.9,
        4264.86
    ],
    [
        " It's always interesting.",
        4265.18,
        4268.32
    ],
    [
        " You get to see people as real true colors, right?",
        4268.56,
        4270.3
    ],
    [
        " When things are at stake, when more is at stake, people's true colors come out.",
        4271.5,
        4275.28
    ],
    [
        " The violence occurs.",
        4275.7,
        4276.7
    ],
    [
        "",
        4277.48,
        4277.48
    ],
    [
        " Yeah, I can like when the detective shows up at your door, hey, we've got some questions for you.",
        4278.02,
        4284.8
    ],
    [
        " I don't have time.",
        4285.16,
        4285.9
    ],
    [
        " Oh, we could do it here or we could go back to the station.",
        4286.84,
        4290.46
    ],
    [
        " Oh, all right, all right.",
        4291.08,
        4292.34
    ],
    [
        " Then they start revealing a little bit more.",
        4292.46,
        4293.98
    ],
    [
        " Then they're like, hey, they don't want to cooperate that much.",
        4294.4,
        4296.54
    ],
    [
        " They say this thing.",
        4296.7,
        4297.38
    ],
    [
        " They say, yeah, I was there, but I don't remember all this stuff.",
        4297.38,
        4299.56
    ],
    [
        " Then they say, well, hey, if you don't tell us the truth, you could be quite a jail.",
        4299.72,
        4303.6
    ],
    [
        " All your freedom now the stakes go up.",
        4303.76,
        4305.78
    ],
    [
        " They start talking more.",
        4305.78,
        4307.52
    ],
    [
        " Then they say, hey, your friend was he involved?",
        4307.66,
        4311.6
    ],
    [
        " You see what I'm saying?",
        4312.0,
        4312.62
    ],
    [
        " They're like, oh, no, no, no, hey, if you're lying, not only do you go to jail, then they raise the stakes a little bit.",
        4312.96,
        4320.02
    ],
    [
        " Oh, they're right on their friend.",
        4320.08,
        4320.98
    ],
    [
        " When the stakes go up, the violence increases.",
        4321.2,
        4325.52
    ],
    [
        " Next, fourth law, war aims must be seen as just.",
        4326.42,
        4331.44
    ],
    [
        " Modern war cannot be waged without public support.",
        4332.52,
        4336.38
    ],
    [
        " Very important.",
        4337.2,
        4337.86
    ],
    [
        " Very important.",
        4338.18,
        4340.08
    ],
    [
        " Soviet planning and preparation for war reflect a dominant feeling that war is inevitable.",
        4340.9,
        4345.2
    ],
    [
        " This is not to say that the USSR wants war, but that is preparing for it continuously.",
        4347.4,
        4354.6
    ],
    [
        " The Soviet state is autocratic, militarized, and centralized.",
        4356.2,
        4359.94
    ],
    [
        " Its political and economic systems give priority to military requirements.",
        4360.54,
        4364.72
    ],
    [
        " The state allocates resources and directs production for preparation and maintenance of a war footing.",
        4365.34,
        4371.52
    ],
    [
        " The Soviet Union is prepared to exert itself at great expense to achieve its goal.",
        4372.48,
        4379.04
    ],
    [
        " It is a nation which through civil war, collectivization, attendant famine, and purges inflicted more than 20 million deaths on its own citizens from the Russian Revolution to the start of World War II.",
        4379.62,
        4396.52
    ],
    [
        " It is a nation that endured the loss of 20 million people during World War II.",
        4397.22,
        4402.24
    ],
    [
        " Its tolerance for sacrifice is high.",
        4402.76,
        4405.66
    ],
    [
        " Yeah, that's a little something to think about.",
        4407.36,
        4410.62
    ],
    [
        " Now, what's interesting is what's stronger, that or the core desire and mandate for freedom that war is.",
        4411.2,
        4426.5
    ],
    [
        " That we have here.",
        4426.5,
        4427.14
    ],
    [
        " And actually, I can answer that question because history has answered that question.",
        4427.88,
        4431.72
    ],
    [
        " Freedom will win.",
        4433.06,
        4433.86
    ],
    [
        " Next, as the laws of war dominate strategic planning for war, so do principles of operational art and tactics govern the conduct of warfare within a given theater of operations.",
        4435.92,
        4448.58
    ],
    [
        " The popular western version of these Soviet operational and tactical principles is very brief.",
        4448.58,
        4453.52
    ],
    [
        " Objective, offense, surprise, maneuver, and mass.",
        4454.04,
        4457.24
    ],
    [
        " This list does not fairly characterize the basis on which Soviet military leaders plan and conduct operations and tactics.",
        4457.98,
        4465.62
    ],
    [
        " Just as they add new equipment to their forces without abandoning older equipment, the Soviets have modernized operational and tactical principles without fully abandoning their earlier ones.",
        4466.18,
        4477.96
    ],
    [
        " A good place to begin is with those classical principles that were taught by the Zaraist general staff.",
        4478.1,
        4484.2
    ],
    [
        " So these are the classic Russian military principles.",
        4484.44,
        4488.0
    ],
    [
        " Here they go.",
        4488.76,
        4490.6
    ],
    [
        " First, extreme exertion of force at the very beginning of the war.",
        4491.48,
        4495.06
    ],
    [
        " Next, simultaneous of actions.",
        4496.58,
        4499.76
    ],
    [
        " Next, economy of forces.",
        4501.44,
        4502.72
    ],
    [
        " Next, concentration.",
        4502.94,
        4503.7
    ],
    [
        " Next, chief objective, the enemy's army.",
        4504.08,
        4507.24
    ],
    [
        " Next, surprise.",
        4507.24,
        4508.4
    ],
    [
        " Next, unity of action.",
        4508.86,
        4510.2
    ],
    [
        " Preparation.",
        4510.56,
        4511.2
    ],
    [
        " Energetic pursuit, security.",
        4511.66,
        4514.08
    ],
    [
        " Initiative and dominance over the enemy's will.",
        4514.68,
        4517.64
    ],
    [
        " Strength where the enemy is weak.",
        4518.32,
        4520.4
    ],
    [
        " And that's the list.",
        4521.28,
        4521.96
    ],
    [
        " That's the old classic list.",
        4522.1,
        4524.18
    ],
    [
        " And it breaks it down a little bit.",
        4524.36,
        4525.46
    ],
    [
        " The most significant points of this list are, first, he who gets to the initial battle with the most wins.",
        4525.56,
        4534.14
    ],
    [
        " That's Sunsou, by the way.",
        4536.56,
        4538.02
    ],
    [
        " The enemy must be confronted with more than one situation to deal with.",
        4538.32,
        4542.94
    ],
    [
        " Oh, that's how I got our unlock all those years ago.",
        4543.22,
        4547.3
    ],
    [
        " I was dealing with that choke and there came the arm lock.",
        4547.66,
        4549.8
    ],
    [
        " Next, one should not be diverted by geographical objectives,",
        4550.64,
        4554.4
    ],
    [
        " but should concentrate on the destruction of the enemy's military forces.",
        4554.4,
        4558.62
    ],
    [
        " Next, detailed exacting preparation must precede an attack.",
        4558.76,
        4563.66
    ],
    [
        " Design actions to preempt your opponent and keep him reacting to situations that you control.",
        4564.28,
        4571.14
    ],
    [
        " Concentrate on the enemy's weak points rather than his strengths.",
        4571.64,
        4576.66
    ],
    [
        " Contemporary military, contemporary Soviet military theorists hold that nuclear weaponry and other means of modern warfare",
        4578.6,
        4586.96
    ],
    [
        " have modified these basic principles.",
        4586.96,
        4589.4
    ],
    [
        " By the early 1970s, the following principles dominated Soviet operational art and tactics.",
        4589.7,
        4595.2
    ],
    [
        " So they made these adjustments for nuclear war.",
        4596.16,
        4600.36
    ],
    [
        " First, mobility and high rates of combat operations.",
        4602.08,
        4604.78
    ],
    [
        " Next, concentration of main efforts and the creation of superiority and forces and means over the enemy at decisive place and at the decisive time.",
        4605.9,
        4613.4
    ],
    [
        " Next, surprise and security. Next, combat, activeness.",
        4613.4,
        4616.72
    ],
    [
        " That's a good one. Combat, activeness.",
        4617.32,
        4619.58
    ],
    [
        " Next, preservation of the combat effectiveness of friendly forces.",
        4620.3,
        4623.76
    ],
    [
        " Next, conformity of the goal to the actual situation.",
        4624.26,
        4630.04
    ],
    [
        " That's a good one.",
        4630.32,
        4631.5
    ],
    [
        " Conformity of the goal to the actual situation.",
        4632.3,
        4636.26
    ],
    [
        " What that means is your goal can change and it can change based on the situation you're in.",
        4636.58,
        4641.92
    ],
    [
        " That is important.",
        4642.22,
        4643.52
    ],
    [
        " And the last one is coordination which is basically cover and move.",
        4644.58,
        4648.52
    ],
    [
        " Now, it goes on, a melding of contemporary writings and those of the recent past plus an influence of significant classical Russian principles",
        4649.56,
        4659.2
    ],
    [
        " results in the following specific Soviet principles of operational art and tactics and we go into a long list.",
        4659.2,
        4666.58
    ],
    [
        " The offensive is the basic form of combat action.",
        4669.46,
        4672.1
    ],
    [
        " Only by a resolute offense conducted at a high tempo and to great depth is total destruction of the enemy achieved.",
        4673.02,
        4680.26
    ],
    [
        " So we need to go hard, we need to go fast.",
        4681.66,
        4683.9
    ],
    [
        " Next, combat maneuver units must be mobile and capable of rapid movement.",
        4684.6,
        4688.2
    ],
    [
        " Next, fire support, command and control and logistics must be as mobile as maneuver units. That makes sense.",
        4688.68,
        4695.7
    ],
    [
        " Conduct or conduct thorough and continuous reconnaissance. Find the enemy's weak points.",
        4696.42,
        4703.22
    ],
    [
        " Yes.",
        4703.7,
        4704.56
    ],
    [
        " Perform a thorough estimate of the situation and make timely analytical decisions.",
        4706.18,
        4711.72
    ],
    [
        " Be realistic.",
        4712.28,
        4713.56
    ],
    [
        " Consider the mission, enemy, your own combat power, terrain, weather and light conditions and time.",
        4715.02,
        4722.06
    ],
    [
        " So yeah, you got to look at this situation. You got to look at the best thing about that and you don't hear this very often.",
        4722.58,
        4728.2
    ],
    [
        " Be realistic. How good advice is that? It's damn good advice. Be realistic.",
        4728.58,
        4734.92
    ],
    [
        " You don't hear that often enough.",
        4735.74,
        4738.14
    ],
    [
        " Next, plan and prepare extensively and in detail. That's a good idea.",
        4738.76,
        4744.92
    ],
    [
        " As we know though, you can go to the extreme with that, you can overdo it.",
        4745.54,
        4748.58
    ],
    [
        " The planning and conduct of an operation must involve the full coordination and cooperation of all commanders involved.",
        4749.44,
        4755.52
    ],
    [
        " Man, that's important.",
        4755.82,
        4757.06
    ],
    [
        " If you're coming up with an operation, you got to involve the commanders that people that are going to be in the operation with you.",
        4758.16,
        4764.46
    ],
    [
        " You can't just send them an email of how you want it to go down. That's not going to work.",
        4764.72,
        4768.06
    ],
    [
        " There must be unity of command, a signal commander for every operation.",
        4769.62,
        4774.84
    ],
    [
        " Boom, we already talked about that.",
        4774.98,
        4776.96
    ],
    [
        " Fully orchestrate all available combat means an coordinated cooperative combined arms effort makes sense.",
        4777.54,
        4784.86
    ],
    [
        " Next, deceive the enemy.",
        4785.46,
        4787.0
    ],
    [
        " Attack from an unexpected direction at an unexpected time.",
        4788.96,
        4791.98
    ],
    [
        " Check. Use terrain and weather to your advantage.",
        4792.74,
        4794.74
    ],
    [
        " Check. Strike early with great force. Check.",
        4795.06,
        4798.24
    ],
    [
        " Constantly strive to preempt and dominate the enemy.",
        4799.56,
        4803.12
    ],
    [
        " Again, I always think, when I hear that, I always think of Jiu Jitsu when someone's getting the upper hand on you and you can't dig your way out of it.",
        4803.38,
        4808.84
    ],
    [
        " Attack the enemy violently and simultaneously throughout his depth.",
        4809.5,
        4816.08
    ],
    [
        " Carry the battle to the enemy rear with swift penetrations by maneuver units, fire, aviation, airborne, and hella-born assaults.",
        4816.86,
        4824.34
    ],
    [
        " And by unconventional warfare means be bold and decisive.",
        4824.34,
        4828.9
    ],
    [
        " Season hold the initiative.",
        4829.52,
        4831.18
    ],
    [
        " Isn't it amazing that just being aggressive goes so far?",
        4831.62,
        4836.06
    ],
    [
        " If you are just get the upper hand, I mean, if you get the upper hand, you just have it.",
        4836.38,
        4841.44
    ],
    [
        " And you just need to maintain it. How do you maintain it?",
        4841.8,
        4844.22
    ],
    [
        " It's by continuing to be aggressive and not sitting back on your haunches when you got the upper hand.",
        4844.22,
        4849.56
    ],
    [
        " I do that Jiu Jitsu sometime.",
        4850.24,
        4851.98
    ],
    [
        " What? Sit back on your haunches?",
        4852.54,
        4853.66
    ],
    [
        " Get a little bit of an advantage and relax too much.",
        4853.76,
        4856.8
    ],
    [
        " Let a little time give that person a time.",
        4857.14,
        4861.88
    ],
    [
        " You know what you see is an MMA when somebody gets dazed and the person lets them recover.",
        4862.06,
        4868.28
    ],
    [
        " Takes them a minute, takes them a minute and 30 seconds, they don't get on that person.",
        4868.6,
        4872.9
    ],
    [
        " Yeah. Gotta do that.",
        4873.34,
        4875.18
    ],
    [
        " Prosecute an operation relentlessly without pause under all conditions of visibility or NBC contamination",
        4876.18,
        4884.94
    ],
    [
        " that's nuclear biological and chemical contamination.",
        4884.94,
        4888.14
    ],
    [
        " Doesn't matter. Keep going.",
        4888.52,
        4890.26
    ],
    [
        " The Russians.",
        4890.86,
        4893.52
    ],
    [
        " This is good. Keep the enemy under constant pressure and off balance.",
        4894.24,
        4899.98
    ],
    [
        " Do not allow them to react effectively. Obviously Jiu Jitsu.",
        4901.0,
        4904.64
    ],
    [
        " Fully exploit the effects of nuclear or chemical strikes with deep attacks by all available forces.",
        4905.44,
        4912.9
    ],
    [
        " I wonder what these guys were thinking.",
        4914.0,
        4916.58
    ],
    [
        " They're thinking about how they're going to follow up the nuclear assault.",
        4917.3,
        4922.1
    ],
    [
        " Bro.",
        4922.48,
        4923.74
    ],
    [
        " Whenever possible, achieve mass by concentrated mass nuclear or non-nuclear fires rather than by massing maneuver forces.",
        4925.26,
        4937.08
    ],
    [
        " What that is actually saying is instead of using your troops, use nukes instead to get the upper hand.",
        4938.66,
        4945.5
    ],
    [
        " Good lord.",
        4945.88,
        4949.18
    ],
    [
        " How did he get to this?",
        4950.04,
        4952.1
    ],
    [
        " I mean, we can look back on it now.",
        4953.24,
        4954.76
    ],
    [
        " I hope.",
        4955.84,
        4956.28
    ],
    [
        " I mean, because there's obviously nukes everywhere still.",
        4957.0,
        4958.76
    ],
    [
        " But man, I hope people aren't sitting around plotting right now coming up with the tactics.",
        4960.16,
        4965.18
    ],
    [
        " I mean, obviously we have to.",
        4965.18,
        4966.62
    ],
    [
        " You have to. You have to game it out.",
        4966.84,
        4968.7
    ],
    [
        " But man, I hope we got some other avenues of approach before jumping into the new launches.",
        4969.16,
        4976.12
    ],
    [
        " Next, if maneuver forces must be massed, do so rapidly.",
        4977.02,
        4981.42
    ],
    [
        " Disperse them as soon as possible after the task has been achieved.",
        4981.72,
        4984.22
    ],
    [
        " Manoeuvre first with firepower. Firepower is maneuver.",
        4984.4,
        4987.62
    ],
    [
        " Covered move gets them.",
        4987.94,
        4989.12
    ],
    [
        " Manoeuvre forces should attack the weakest points in the enemy defenses.",
        4990.0,
        4992.56
    ],
    [
        " Yes, Sunsu, thank you. We agree.",
        4992.78,
        4994.74
    ],
    [
        " If necessary, create weak points or holes with nuclear or non-nuclear fires.",
        4996.18,
        5001.42
    ],
    [
        " Bypass enemy strong points to strike deeply into his rear.",
        5001.88,
        5004.68
    ],
    [
        " Yeah. Hey, you know what?",
        5005.1,
        5006.74
    ],
    [
        " We're going to create a weak point with nukes. Get some.",
        5007.0,
        5009.92
    ],
    [
        " It's funny to hear that.",
        5010.92,
        5012.52
    ],
    [
        " Nukes is just throwing it out there.",
        5012.64,
        5015.22
    ],
    [
        " We're not talking like, hey, is anyone going to go and say, hey, that's the end of the world?",
        5017.0,
        5020.34
    ],
    [
        " Hey, hey, Colonel. Hey, Colonel, I just want to bring something up.",
        5021.56,
        5025.5
    ],
    [
        " Do you realize that we all die when this happens?",
        5025.58,
        5027.4
    ],
    [
        " This isn't like a good plan. Your plan sucks.",
        5027.86,
        5031.02
    ],
    [
        " Yeah, like, hey, we got to, hey, there's a little, we got to create a weak point right over there.",
        5031.58,
        5035.56
    ],
    [
        " Hey, we should send like, like, you know, like maybe 12 guys or something.",
        5035.56,
        5039.0
    ],
    [
        " Yeah.",
        5039.2,
        5039.38
    ],
    [
        " Maybe over or we could just use this new.",
        5039.44,
        5040.96
    ],
    [
        " Or maybe I'm going to send this document to Jordan Peterson.",
        5041.06,
        5045.34
    ],
    [
        " Because you know, you know, how he's all paranoid about nuclear war when he was in college",
        5045.6,
        5050.48
    ],
    [
        " and that's kind of what sent him down this path of how could we get to this situation?",
        5050.48,
        5053.66
    ],
    [
        "",
        5054.0,
        5054.0
    ],
    [
        " I think this is going to really disturb him.",
        5054.88,
        5058.1
    ],
    [
        " It's like, hey, boss, let's check this out.",
        5058.34,
        5060.34
    ],
    [
        " We guys were playing.",
        5060.5,
        5061.4
    ],
    [
        " Yes, I guess how we're going to create a little weakness.",
        5061.4,
        5063.78
    ],
    [
        " We're going to nuke that nuke him.",
        5064.1,
        5065.42
    ],
    [
        " Man.",
        5065.94,
        5066.38
    ],
    [
        " Scary.",
        5067.7,
        5069.2
    ],
    [
        " That's very scary.",
        5069.7,
        5070.88
    ],
    [
        " Avoid frontal attacks wherever possible strike the enemy in the flanks of the rear.",
        5072.64,
        5076.46
    ],
    [
        " Obviously, we're all about flanking.",
        5076.72,
        5078.42
    ],
    [
        " Maintain security of your own flanks.",
        5079.04,
        5080.52
    ],
    [
        " Maintain sufficient follow-on force to assure achievement of the mission and to deal with contingencies.",
        5080.98,
        5085.72
    ],
    [
        " Maintain uninterrupted combat support.",
        5086.58,
        5089.0
    ],
    [
        " Maintain effective continuous command and control and communications.",
        5090.06,
        5092.68
    ],
    [
        " That's getting a little bit, you know, that's important.",
        5093.3,
        5096.1
    ],
    [
        " But sometimes I think that they were very centralized.",
        5096.5,
        5098.38
    ],
    [
        " And you can see that from when they fought in Afghanistan that they definitely had some centralized command going on.",
        5098.94,
        5103.38
    ],
    [
        " And the units that performed well were the units that were one of the most decentralized,",
        5103.6,
        5106.56
    ],
    [
        " which was generally their special operations units.",
        5106.56,
        5108.72
    ],
    [
        " Maintain redundant communications at higher levels, rely on audio and visual signals and well-rehearse battle drills at lower level.",
        5109.3,
        5117.54
    ],
    [
        " Staffs at every level must have equipment and skills necessary to collect and analyze information quickly.",
        5117.78,
        5122.94
    ],
    [
        " Employee radio electronic combat to deprive the enemy of effective command and control.",
        5122.94,
        5127.86
    ],
    [
        " If his combat forces, that means they're going to use jammers and whatnot.",
        5128.0,
        5131.9
    ],
    [
        " And here, now this is where it's interesting.",
        5133.18,
        5135.1
    ],
    [
        " So as much as I talk about centralized command, adhere to the spirit and letter of a plan.",
        5135.4,
        5139.8
    ],
    [
        " If the plan fails, use initiative to accomplish the mission.",
        5139.96,
        5143.1
    ],
    [
        " Check, that's decentralized command.",
        5143.74,
        5145.24
    ],
    [
        " You can only do that if you actually know what the mission is.",
        5145.24,
        5147.98
    ],
    [
        " Next, be prepared to react effectively to a rapidly changing battlefield.",
        5148.86,
        5152.8
    ],
    [
        " Check, develop procedures to deal with numerous contingencies.",
        5153.3,
        5156.3
    ],
    [
        " Check, think quickly and be decisive and resourceful in accomplishing the mission.",
        5156.76,
        5161.86
    ],
    [
        " Check, conserve fighting strength through the use of combat vehicles with collective NBC protection.",
        5163.06,
        5170.32
    ],
    [
        " Again, that's nuclear, biological and chemical protection, dispersal forces, minimum combat power necessary to accomplish a task.",
        5170.32,
        5178.18
    ],
    [
        " The use of capture to enemy equipment and effective logistics.",
        5178.6,
        5181.92
    ],
    [
        " And then that's the end of the list.",
        5182.8,
        5186.46
    ],
    [
        " Obviously, it's a pretty broad list, but very interesting.",
        5186.62,
        5189.84
    ],
    [
        " You can see the parallels.",
        5190.04,
        5190.88
    ],
    [
        " You can see how the same themes come up over and over again.",
        5191.26,
        5193.92
    ],
    [
        " And it says this, these principles are idealistic.",
        5194.12,
        5197.0
    ],
    [
        " They are what the Soviets strive to achieve.",
        5197.3,
        5199.98
    ],
    [
        " They show what the Soviets would like to do, but not in all cases what they may be capable of doing.",
        5200.18,
        5204.56
    ],
    [
        " However, the principles serve as a basis from which any examination of Soviet operations and tactics must start.",
        5205.08,
        5213.52
    ],
    [
        " And again, it's just crazy to read about this.",
        5214.16,
        5218.98
    ],
    [
        " Nuclear warfare implications.",
        5219.5,
        5221.82
    ],
    [
        " The advent of nuclear weapons caused Soviet planners to go through a long period of rethinking and revising their combined arms doctrine.",
        5221.82,
        5229.42
    ],
    [
        " Modern, totally mechanized armed forces supported and threatened by weapons that can change the face of the battlefield in a matter of minutes.",
        5229.94,
        5236.72
    ],
    [
        " Gave a whole new meaning to the high speed combined operations in depth.",
        5237.1,
        5242.3
    ],
    [
        " When we talk about combined operations or combined arms in the military, we talk about, you know,",
        5243.58,
        5250.96
    ],
    [
        " we're going to use mortars, we're going to use artillery, we're going to use air support, we're going to use heavy machine gunfire.",
        5250.98,
        5257.02
    ],
    [
        " We're going to use all those together in coordination to catch our enemy in the combined arms dilemma where there's no way to get out of it.",
        5257.22,
        5266.48
    ],
    [
        " It's like checkmate, right?",
        5266.6,
        5267.94
    ],
    [
        " I never ever thought about, hey, let's get them in the ultimate checkmate over here on this one.",
        5269.44,
        5273.9
    ],
    [
        " Bring in the tactical nukes.",
        5274.48,
        5276.3
    ],
    [
        " Again, just to point out that under nuclear threatened conditions, the Soviet offensive concept would have the following features,",
        5277.36,
        5288.56
    ],
    [
        " avoid concentrating forces, concentrate fires, but not firing weapons.",
        5288.76,
        5292.34
    ],
    [
        " Attack across broader frontages on multiple axes.",
        5293.02,
        5296.02
    ],
    [
        " Avoid enemy strong points, probe for enemy weak points, penetrate where possible, commit follow-on forces,",
        5296.48,
        5301.9
    ],
    [
        " when and where they can best contribute to success, drive rapidly and deeply into the enemy rear to destroy nuclear weapons and enemy forces.",
        5302.44,
        5311.64
    ],
    [
        " And just to wrap this up, because I thought this was interesting.",
        5312.26,
        5321.1
    ],
    [
        " We're not covered a bunch of this book, it's like we barely covered any of the Marine Corps rifle manual, but norms, initiative and flexibility.",
        5321.62,
        5331.0
    ],
    [
        " Soviet military doctrine includes a system of performance standards expressed in numerical forms called norms.",
        5331.48,
        5339.4
    ],
    [
        " Norms define the ideal performance in a multitude of tasks and conditions.",
        5339.94,
        5344.42
    ],
    [
        " I've talked about task conditions and standards on here before.",
        5344.84,
        5347.14
    ],
    [
        " They are used to determine such things as intervals, rates of march, frontages, logistics requirements, fire support and training drills.",
        5348.6,
        5357.16
    ],
    [
        " Norms provide a mathematical prescription for proper action.",
        5357.96,
        5361.88
    ],
    [
        " So this is where I started thinking of that.",
        5362.34,
        5364.22
    ],
    [
        " Soviet stereotypical, like hey, we're just going to hear the numbers, plug them in and that's what we're going to do.",
        5364.74,
        5369.78
    ],
    [
        " They are formulated by historical analysis, training exercises, requirements and gaming models.",
        5370.16,
        5376.74
    ],
    [
        " Based on norms, a given situation has an approved response.",
        5377.12,
        5382.1
    ],
    [
        " The correctness of a commander's action or his troop's response is often measured by their adherence to the established norms for that situation.",
        5383.04,
        5390.78
    ],
    [
        " The advantage of this system is that it provides a high degree of combat readiness, at least in the initial stages.",
        5392.36,
        5397.68
    ],
    [
        " Drills at the sub-unit level, battalion or lower are well rehearsed.",
        5398.2,
        5402.14
    ],
    [
        " The tactical level commander is aware in advance of how well his troops can cope with time and space factors.",
        5402.36,
        5407.38
    ],
    [
        " So there's what's good about it.",
        5408.26,
        5409.94
    ],
    [
        " You have everything like laid out, like this is what we do in these situations.",
        5410.06,
        5412.9
    ],
    [
        " Back to the book, the obvious disadvantage to strict adherence to norms is less provision for the general.",
        5413.5,
        5420.76
    ],
    [
        " If a situation arises for which there is no established normative response, a lower level commander might find himself in peril, which I totally agree.",
        5421.36,
        5430.34
    ],
    [
        " That's why I made the training super hard and crazy for the guys that I put through training so that they were ready for non-normative situations.",
        5431.4,
        5440.24
    ],
    [
        " The topic of initiative receives much attention in Soviet military writings.",
        5441.56,
        5445.62
    ],
    [
        " When a plan fails, commanders are strongly urged to use initiative as a cure-all.",
        5446.02,
        5451.6
    ],
    [
        " The Soviet perception of initiative involves finding a correct solution following normative patterns.",
        5452.36,
        5458.7
    ],
    [
        " If the commander adheres to norms and is successful, he is praised if he violates normative patterns and fails, he's condemned.",
        5459.34,
        5467.8
    ],
    [
        " So what kind of a decentralized command do you end up there? No one wants to take any risks.",
        5468.92,
        5472.66
    ],
    [
        " Success, however, is most important. If commander solves a problem by his own devices, he is lauded.",
        5472.98,
        5477.36
    ],
    [
        " So that's cool, but if you're afraid that if you make a call and it doesn't go right and you're going to get in trouble for that, you know what you're going to do?",
        5477.8,
        5486.12
    ],
    [
        " You're not going to make a call. And that's what crushes your decentralized command.",
        5486.4,
        5489.78
    ],
    [
        " Isn't that like a good tactic or whatever for like kids where, you know,",
        5490.5,
        5497.0
    ],
    [
        " like if they make an honest mistake, you don't just hammer them, you know, you can correct them or whatever.",
        5497.0,
        5502.18
    ],
    [
        " Otherwise, yeah, they're not going to want to venture out and do things, you know?",
        5503.06,
        5507.24
    ],
    [
        " Yeah, totally. And this, yeah, you have to allow your kids to make some say, I've been saying lately, you've got to allow your kids to brush up against the guardrails of failure without smashing them.",
        5507.62,
        5519.22
    ],
    [
        " Yeah. The bumps and bruises are what is going to make them formidable in life.",
        5519.22,
        5526.18
    ],
    [
        " If they never got a bumper or bruise, life's going to hit them hard. They won't be conditioned for it.",
        5526.66,
        5532.14
    ],
    [
        " And this thing wraps up just saying these concepts are not descriptive of a rigid offensive doctrine, but one that is both mobile and flexible.",
        5533.34,
        5540.9
    ],
    [
        " So there's a little something from the, from the Soviet army. And obviously, like I said, the principles of warfare,",
        5541.36,
        5549.26
    ],
    [
        " while they're nuanced and they're stated differently, they're the same. I mean, you see the same patterns over and over again.",
        5549.56,
        5558.34
    ],
    [
        " And they apply to war and they apply to life. And so I think it's important to see them from different angles so that you can understand them because if you understand them broadly,",
        5558.38,
        5568.04
    ],
    [
        " well, then you can see them in all things. And if you see them in all things, then you can actually apply them in all things which is important because that's what's going to make you better.",
        5569.38,
        5577.44
    ],
    [
        " It's going to make, your Gigiah 2 better, it's going to make your business better. It's going to make your team better. It's going to make you a better leader",
        5577.6,
        5582.92
    ],
    [
        " it's going to make you better and it's going to make your life better. These principles have been around for a long, long time.",
        5582.92,
        5589.8
    ],
    [
        " So that's the, that's the Soviet maneuver warfare doctrine. And you know, I also recently had to do some maneuvering myself.",
        5591.32,
        5605.58
    ],
    [
        " Sure.",
        5606.14,
        5606.62
    ],
    [
        " A little bit of maneuvering and I wanted to bring it up because it's interesting, a little bit of aggression, a little bit of maneuver warfare.",
        5607.02,
        5616.32
    ],
    [
        " So I wrote another book and the book is called Mikey in the Dragons. It's another kids book. It's for younger kids, maybe a tad younger than the Warrior Kid crowd.",
        5616.44,
        5627.34
    ],
    [
        " Right. So we're talking like four, five, six, seven, eight-ish, something like that. However, like the Warrior Kid books, there's lessons for everyone in there.",
        5627.96,
        5640.02
    ],
    [
        " Yes, there is.",
        5641.16,
        5641.88
    ],
    [
        " Yeah. And so what's interesting? So I wrote this book. I had, I had like a vision. Does that sound too much?",
        5642.46,
        5648.66
    ],
    [
        " Yeah, when you said it, but you know, I did it.",
        5649.04,
        5651.9
    ],
    [
        " Okay. I had a vision of this book, what the story was, right? And I wrote it. I wrote the first half. The original idea just like hit me. And I just wrote it.",
        5652.04,
        5661.5
    ],
    [
        " Yeah. Like the first half of the book. And then a couple of weeks went by. And it's like, wasn't quite sure about the ending exactly.",
        5661.68,
        5669.96
    ],
    [
        " And then one night I woke up 3.30 in the morning. I had the whole thing's rest of it. And I sat down and I just wrote the rest of it.",
        5670.2,
        5676.64
    ],
    [
        " It was like overflowing from my brain. And I just literally, I just woke up and I wrote that it took me like two hours to finish.",
        5676.64,
        5684.0
    ],
    [
        " Overflowing from your brain and your heart and your soul.",
        5684.12,
        5686.6
    ],
    [
        " I don't know about all that.",
        5687.52,
        5688.38
    ],
    [
        " Come on, bro. Wake up 3.30 in the morning. Come on. That's like what do you call it? Like inspired creative genius types.",
        5688.44,
        5695.84
    ],
    [
        " Yeah. I don't know about all that. Come on. Come on. Come on.",
        5695.84,
        5698.26
    ],
    [
        " But when I got done, I was, I could, I realized I liked it. Like I realized it was something. Right? And it wasn't nothing.",
        5698.38,
        5706.06
    ],
    [
        " And as soon as my wife and kid, my wife and my youngest daughter woke up that day. And I was like, hey, let me read this to you. I never read it to him.",
        5707.86,
        5714.96
    ],
    [
        " And I could tell because as soon as I got done reading it, my daughter was like, read it again. But was even funnier.",
        5715.5,
        5721.86
    ],
    [
        " Was my wife was looking at me. And the look on her face was basically a look of like, I can't believe that you actually wrote that.",
        5722.62,
        5733.86
    ],
    [
        " She looked real suspect. And I was like, you know, I was waiting for it. I was like, Oh, where'd you find that?",
        5733.86,
        5741.46
    ],
    [
        " Yeah, right. Right. Right. And I saw what's like, no, I actually did write it. And I, I read it to one of my sealed buddies who's got a like really monotone voice.",
        5741.76,
        5752.44
    ],
    [
        " But he's got young kids and I'm awesome friends with him. And I got done with it. And I was like looking at it as I was looking, I'm reading. I'm not looking at him.",
        5752.44,
        5760.06
    ],
    [
        " I'm looking at it. Right. And I get done. And he's got this like classic monotone voice. And he's like, how did you even do that?",
        5760.06,
        5767.42
    ],
    [
        " And I was like, okay. So that's kind of, you know, he was stoked on it. And then I read it to you. And well, you heard it. Mikey and the dragons.",
        5767.82,
        5777.52
    ],
    [
        " Yeah. And when I first read it to you, you read me when it wasn't even done yet. And it was like, I was like, dang, I was in first.",
        5777.84,
        5784.6
    ],
    [
        " I kind of want a superficial level. I was impressed with your ability to like actually rhyme stuff. That's right. Cause it rhymes.",
        5784.8,
        5790.94
    ],
    [
        " Yeah. Cause you know, awesome. You know, one time, like, I don't know me. I'm going to bust out some rhyme I made up. It's going to be so far fetched.",
        5791.1,
        5796.84
    ],
    [
        " I'm like, Brad, I just do better with that. But yours is like it all fits. It's like, yeah, I understand how your friend was like, like, how did you do that?",
        5796.88,
        5806.24
    ],
    [
        " Or whatever, you know, cause it's just that you can't just throw words together that rhyme. But, um, yeah. So here the first version without the, without the ending kind of thing.",
        5806.24,
        5814.74
    ],
    [
        " I read that in the end of the, just the beginning. Yeah. And you're like, hey, there's more and there's an ending or whatever that I didn't quite.",
        5814.88,
        5820.32
    ],
    [
        " You know, I was like, dang, that's, that's good. That is real good actually. Because in you, you're, cause you always have this little message.",
        5820.44,
        5827.0
    ],
    [
        " That's like real deep, you know, that kind of applies to like, a little message.",
        5827.28,
        5831.08
    ],
    [
        " It's a huge message. And it like, it applies to kids directly. And then it applies to adults directly though. That's the thing. So you know how like, okay, so I read kids book. I got kids.",
        5831.08,
        5841.3
    ],
    [
        " We all know that. And there's kids book. But the message is this real simple mess. I don't know. There's like a, I don't, whatever. The little kid message.",
        5841.4,
        5850.68
    ],
    [
        " But it's like as an adult, I'm not going to read that and be it. I learned that long time ago. I learned that when I was a kid.",
        5850.9,
        5855.84
    ],
    [
        " But these ones, even all the warrior kid books or whatever, these are adult messages for kids. So that's what that's another thing.",
        5856.62,
        5863.96
    ],
    [
        " I was like, dang, I was thinking that too. How do you, how do you do that? You know, and then thinking, you know what happened?",
        5864.08,
        5869.22
    ],
    [
        " You were like scared of something like bugs or something when you were like, that's just what I was thinking. I don't know. Maybe we're maybe.",
        5869.54,
        5874.82
    ],
    [
        " Anyway. So, yeah. So the finished one.",
        5874.96,
        5877.52
    ],
    [
        " I think I told you this here. When you read the finished one, I was like, Holy cow, that is, that is gold on so many levels.",
        5877.96,
        5884.48
    ],
    [
        " So what I did was I stole the story, borrowed it, put it out, borrowed it. This is what you do.",
        5884.98,
        5889.5
    ],
    [
        " Yeah, I know, but it works. So I borrowed the story. Obviously, I can't memorize the rhyming part of it.",
        5889.66,
        5894.88
    ],
    [
        " But I understand the story. I told the story to my daughter as a bedtime story. And like she's like, oh, are there, she's out all these questions.",
        5894.98,
        5902.22
    ],
    [
        " You know, because she thinks it's real. But man, the lesson is so good.",
        5902.24,
        5905.36
    ],
    [
        " Yeah. So good. Well, from your reaction from my, I actually read it to all of my older kids as well.",
        5905.72,
        5911.64
    ],
    [
        " And got the same thing. Super just like stoked on it. And a little bit of like, did you actually write that?",
        5911.68,
        5917.94
    ],
    [
        " You know, that kind of attitude. And when I, when I, when everyone kind of had the same reaction, I was like, okay, I need to get this into kids hands as quickly as possible.",
        5918.18,
        5928.54
    ],
    [
        " Because you know, it's the art typical story of a, of a kid that as you said needs to overcome some fears.",
        5928.6,
        5934.62
    ],
    [
        " And it's also a story within a story. Right. So basically the fundamental thing is there's a, there's a boy, his name is Mikey. He's scared of everything.",
        5936.26,
        5945.56
    ],
    [
        " That's his basic situation. And here's how he gets introduced in the book.",
        5945.98,
        5950.5
    ],
    [
        " It goes like this. There once was a little boy named Mike. And there were many things in the world that he didn't like.",
        5951.14,
        5958.16
    ],
    [
        " He was scared of spiders and beetles and bugs and always thought they hid under the rugs.",
        5958.16,
        5963.26
    ],
    [
        " They were creepy and crawly and nasty and mean. And he ran from every bug he'd ever seen.",
        5963.58,
        5969.64
    ],
    [
        " But it wasn't only insects that gave Mikey a scare. There were many other things for which Mike didn't care.",
        5970.18,
        5976.78
    ],
    [
        " And that's sort of the opening. So you learn a little bit about Mikey scared, scare some stuff.",
        5977.28,
        5981.52
    ],
    [
        " And eventually after you learn about all the things that Mikey scared over how he kind of is sad that he scared of so many things.",
        5984.7,
        5993.9
    ],
    [
        " He didn't like it. And he kind of wonders why is he so scared of everything. And eventually he stumbles upon this book in the book is that there's a book that Mikey calls the dragon book.",
        5994.06,
        6002.52
    ],
    [
        " Even though the book itself is called the dragon prince, but he flips this book open for a second.",
        6003.62,
        6011.0
    ],
    [
        " And he sees pictures of dragons and the dragons are crazy. And so he's a little bit scared.",
        6011.34,
        6015.52
    ],
    [
        " But there's also pictures of like a young boy in there that kind of looks like he knows what's up.",
        6015.64,
        6020.62
    ],
    [
        " And so Mikey decides that he's going to read it. And so this is where you get the story within the story.",
        6020.88,
        6026.26
    ],
    [
        " Because then you you turn the page and you see the cover to this other book. Different font, different voice, different situation.",
        6026.44,
        6034.48
    ],
    [
        " The pictures look a little bit different. That's cool because I only saw some I didn't see the completed book.",
        6034.76,
        6041.5
    ],
    [
        " I saw likes to some of the pictures and you know, both acting.",
        6041.9,
        6044.84
    ],
    [
        " Yeah, no, what he's doing in there.",
        6045.12,
        6047.74
    ],
    [
        " And anyways, the story that's within the story is it turns out that there's this little prince that lives in a kingdom where the king who was the prince's dad has died.",
        6048.36,
        6056.26
    ],
    [
        " And of course, everyone's all sad because of that. But even more than being sad, they're actually scared because it was the king that always protected the kingdom from the dragons who lived over the hill in the dragon cave.",
        6056.6,
        6069.36
    ],
    [
        " And with the king gone, there's no one to protect the kingdom. The nights are scared. The guards are scared.",
        6070.56,
        6075.5
    ],
    [
        " The only one that everyone is looking to to protect the kingdom is this young prince. And here's how you get induced to that.",
        6075.82,
        6085.3
    ],
    [
        " But now that the king had died and was gone, there was only one person to fight and carry on. And that person wasn't big or mighty or strong. In fact, he hadn't been alive that long.",
        6085.6,
        6096.2
    ],
    [
        " Now the person who had dragons to chase was just a little boy with a smiling face. Yes, the person that now must stand up and be bold was just a little prince who is only seven years old.",
        6096.7,
        6109.4
    ],
    [
        " So the boy eventually realizes he's going to have to stand up and face the dragons. He goes to his father's war chest and opens it up.",
        6110.18,
        6121.8
    ],
    [
        " And of course, the shield's super heavy and the sword is massive. He can barely pick them up. And now he's even more scared. But then he sees at the bottom of the war chest, he sees a little note, a little note from his dad, the king, the mighty king, and the mighty king explains to the son what he has to do to stand up and face the dragons.",
        6122.44,
        6144.74
    ],
    [
        " And the notes pretty powerful in my opinion.",
        6147.22,
        6150.42
    ],
    [
        " And the prince goes forth into the fray and through those lessons from his dad and he faces the dragons and we get a result from that. And then the original character own story, right?",
        6150.56,
        6164.4
    ],
    [
        " Mikey, he learns also how to face his fears. So that's the basic fundamental story. And the way it came together was pretty cool. And then the reactions from everyone was pretty cool.",
        6166.04,
        6177.42
    ],
    [
        " So like I said, I wanted to get it into people's hands as quickly as possible. So I talked to my publisher about this and I told him about it.",
        6177.42,
        6183.82
    ],
    [
        " And I was in the middle of negotiating some other books with them. And they, of course, were like, hey, we've already got these books that we're looking at. So, you know, we'll put this one on the back burner and maybe we'll put it out in a year. And it was actually was going to have 14 months.",
        6184.74,
        6200.84
    ],
    [
        " You didn't like that. I didn't like that. So I said, no, you know, hey, it's all cool. But I really want to get this one out very quickly. I want to get this one out. This was in the summertime. I said, I want to get this one out by.",
        6201.3,
        6210.24
    ],
    [
        " Let's get to get it to kids by Christmas, right? This is important lesson for kids to learn. Let's get it to them by Christmas. Get it out November. Kids can get it for Christmas and learn.",
        6213.14,
        6221.68
    ],
    [
        " And they're like, no, and finally go back and forth. And finally the message I get is I get message from my children's publisher because they're focused on other things. It's the way it is. They come back and say, look, there's no scenario.",
        6223.54,
        6239.28
    ],
    [
        " No scenario where this book comes out in November. There's no scenario where that happens. And I said, Roger that. And then I immediately formed my own publishing company called Jockel Publishing. I talked to John Bozak who did the art for the Warrior kid books. And he was like, okay, we're going. This is due now. And he went into hyper creation mode.",
        6241.06,
        6266.54
    ],
    [
        " And the images are a lot different to Warrior kid because they're full color and they're take up full pages and their dragons and Christmas awesomeness. And he laid out the entire book and did the art and colored it in about a month and a half. And now the book is in fact coming out in November.",
        6267.08,
        6286.6
    ],
    [
        " So in the past when I would talk about pre-ordering book, you know, so you get the first edition, what not. And I would always say the publisher doesn't know needs know how many books to print, which is true. Now the person, the publisher, the person that needs know how many books to print is actually me.",
        6289.62,
        6303.66
    ],
    [
        " So if you want to get some, you need to order it. People might think that this is done on my part, which is fine to do this. It's like a lot of taking on a lot of extra work. Probably won't make as much money should have done it on the normal publishing release cycles so you can get more like they have a whole cycle the way they average. There's a whole thing.",
        6306.76,
        6328.26
    ],
    [
        " Yeah, there's a whole thing to make the book more popular and all this stuff, right.",
        6328.26,
        6332.26
    ],
    [
        " And I just had to look about it. The bottom line is as I don't really care about that. And I'll tell you what, after doing book signings and you see what the Warrior kid book does for kids, I don't care about anything but trying to get this book into as many kids hands as possible.",
        6332.74,
        6351.24
    ],
    [
        " If I make less money, whatever, if it doesn't make the New York Times best seller list, whatever, because this isn't about making money or it isn't about making the list or whatever, it's it's about these kids. It's about teaching kids a core lesson at a young age so that they can have a better life.",
        6351.98,
        6372.06
    ],
    [
        " Pretty straight, pretty straightforward aim, goal, mission.",
        6372.5,
        6376.96
    ],
    [
        " So if you got a kid or you know a kid or you just want to get after it and support the cause over here of discipline and of justice and strength and of overcoming fears because that's what the book is about.",
        6378.46,
        6393.62
    ],
    [
        " Then jump on Amazon or this book it's called Mikey and the dragons.",
        6394.04,
        6399.5
    ],
    [
        " And I appreciate that because it'll help a lot of kids out and that is no matter what a good thing to do in this world, no matter what kind of judgment you want to put if you can help out a five year old, a seven year old, a four year old, little kid.",
        6401.62,
        6423.86
    ],
    [
        " Man, that's worthwhile to me. So Mikey and the dragons get some. Now obviously we're going to help some kids get on the path with that one. Maybe echo.",
        6424.48,
        6444.48
    ],
    [
        " So you could recommend some ways to get the, you know, basically the masses. Yeah, a little bit tighter on the path. Yeah, can you tell me and keep us on the path really when it comes down to it. I like it. Yeah. So yes, so obviously well, it is obvious. Like I said last time.",
        6444.76,
        6463.62
    ],
    [
        " We talked about origin. You know why? Cause what when you think of path or thinking what fitness or how should I say capability? I don't want to see fitness or whatever.",
        6463.9,
        6473.04
    ],
    [
        " It's not just fitness. Yeah, it's like it's like capability. That's what it is capability.",
        6473.04,
        6478.52
    ],
    [
        " Which is essentially under the umbrella capability. Somebody asked me today another interview. How do you recommend men? It was like one of those men centric interviews.",
        6480.36,
        6491.96
    ],
    [
        " Yeah. How do you recommend men increase their confidence? Yes. And I thought about it for a second. And I was at first I was kind of like, um, you know, I don't know that I need to answer this question.",
        6492.18,
        6508.34
    ],
    [
        " And this is kind of one of those things. And then I just thought to myself, okay, realistically, how do you increase someone's confidence? Cause it's kind of a throwaway question in a way, right? Isn't it a little bit of a throwaway question? It's like, Hey, what magic pill do you have to increase?",
        6508.34,
        6522.36
    ],
    [
        " Right. That's the answer that I think was was being hoped for. Yeah, let's hear Jocke. How do you increase your confidence? And let's put that as a as a damn bullet point on the clickbait, right? Navy SEAL tells you how to increase your confidence.",
        6522.52,
        6536.76
    ],
    [
        " Right. Right. It's a clickbait all day long. So I don't like those kind of things. But I thought about it for a second. I thought to myself, okay, where does confidence come from? And then I rattled off. I was like, well, first of all, if you want to be confident, then you should do things like exercise and be physically fit.",
        6536.76,
        6561.86
    ],
    [
        " If you're physically fit, your confidence will increase. You tell me echo Charles, is that factual or wrong? That is factual. Okay. So if you increase your physical capability, you'll be more confident. If you learn how to fight.",
        6561.94,
        6577.5
    ],
    [
        " If you learn to get to more time boxing, you will become more confident. Hey, does that sound like I'm a meathead? Maybe guess what? It's actually true. It's actually a hundred percent true. If you're physically capable, and you actually know what to do with your physical capability in a confrontational situation, you will become more confident. Okay. So there's next. What else? Okay. How about we learn to articulate ourselves? Well, I think that's a good example.",
        6578.28,
        6607.48
    ],
    [
        " Okay. Yes. Will you be more confident if you can speak clearly and concisely and people can understand it? Yes, you will become more confident. How do you do that? You practice, you rehearse, you carry on conversations, you read a lot so that you have a better vocabulary. Once you're done with that, what comes next? Well, do we lack confidence if we are in the unknown? The answer is yes. How do you get more knowledge? You study, you read, you do not.",
        6607.56,
        6637.46
    ],
    [
        " You do your best to learn as much as you can possibly learn. And that will increase your confidence because you'll be more comfortable in more different situations because you have more knowledge. And the final thing is if you one way of getting this is like a self licking ice cream cone, what am I about to say?",
        6637.48,
        6657.02
    ],
    [
        " But if you have the confidence to say, I don't know your confidence will increase. So I can go and get interviewed by anybody because worst case scenario, I'll say, you know, I don't know about that. I'm not, I actually don't know anything about that. I'm going to have to pass on that question because I'm not sure. Am I, is everyone in the world supposed to think that Jocco knows everything in the world?",
        6659.7,
        6683.86
    ],
    [
        " Or am I, can I keep, can I, am I humble enough to admit that you know what? If you quiz me about every subject in the world, I may not know it. Is that okay? It's fine. No one expects me to be an expert in anything and definitely not everything. Like I'm pretty good at a couple of things, but not an expert in anything. And so if you do those things, you'll become more confident.",
        6684.78,
        6710.82
    ],
    [
        " Yeah, I thought that was pretty straightforward. I think so too. I think that's very, uh, she's an informative. Uh, kind of get that kind of makes it less impactful if I say informative. But yet, yeah, there's also another aspect. And I guess this is covered by the other ones, but like just stepping up and leading sometimes, yeah, we'll get you better at it. Right. Stepping up and talking in a group of people, you'll get better at it. Yeah. So when you say like, basically like practice stuff.",
        6711.32,
        6739.64
    ],
    [
        " Right. So yeah, reverse rate. Absolutely. So the talking to people, that's a big one. Like, you know how someone will you'll have like, I don't know, social anxiety. And there's this. It's a spectrum. Some people have massive social anxiety. Some people just prefer not a lot of people be there. You know, kind of thing. Yeah. And it's a spectrum. Um, and obviously real common. Right. So yeah, if you want to increase confidence, you say, okay, in regards to the talking part, right? Articulation practice talking to people like if you go to like the store, this is kind of a little mental exercise. I do.",
        6739.76,
        6769.52
    ],
    [
        " Do you get a lot done in the grocery store? Let's hear the mental exercise.",
        6769.64,
        6773.54
    ],
    [
        " One of the few things I actually do in the grocery store, how do we increase confidence as a drill in the grocery store?",
        6773.54,
        6779.2
    ],
    [
        " Yes. So, okay. So, and I kind of got it from like being in like Oregon. And sometimes in Hawaii, where so in Oregon, right?",
        6779.2,
        6786.44
    ],
    [
        " Okay. So we'll compare the two scenarios. In San Diego compared to Oregon, in San Diego, if I go in the, I don't know, frozen food,",
        6786.6,
        6792.92
    ],
    [
        " aisle, and someone else is there kind of in front of the piece, whatever I'm getting. And I'm going to, I'm going to,",
        6793.26,
        6798.62
    ],
    [
        " I'm going to politely, hopefully, politely wait for them to finish and leave.",
        6798.74,
        6801.46
    ],
    [
        " But put bluntly, that's like, I'm going to wait for them to get out of my way.",
        6802.1,
        6806.22
    ],
    [
        " And so I can do what I have to do. And then I'm going to, you know, in Oregon, you go to the frozen food section,",
        6806.46,
        6813.5
    ],
    [
        " and someone else is there. They're going to look at you, but hey, it's almost like in attitude, like, hey, you're here too.",
        6813.5,
        6817.86
    ],
    [
        " What do you get? You're getting peace too. Right on. Like kind of like, it's like they acknowledge and for lack of",
        6818.16,
        6823.96
    ],
    [
        " a bit of a celebration, celebrate the fact that you're sharing space, you know, like, we're both at the grocery store.",
        6823.96,
        6827.88
    ],
    [
        " You don't kind of just, yeah, it's, put it, this is my interpretation of the field. Right.",
        6828.0,
        6832.22
    ],
    [
        " So I kind of got that lesson. And on quives like that too, but it's more because everyone kind of knows each other.",
        6832.62,
        6838.36
    ],
    [
        " You know, or you know, you see me go, you know, and I say, hi, you know, that's the, yeah.",
        6838.56,
        6843.48
    ],
    [
        " So what I did was kind of try to bring that, um, I really liked it. By the way, the hospital, the law, the law spirit.",
        6844.56,
        6852.64
    ],
    [
        " So now you go in the store and you're kind of sharing the same space. So I'm not saying every single person you pass your bothering.",
        6852.8,
        6860.26
    ],
    [
        " I mean, hey, I was right. You know, that's, I'm not saying, I'm saying if you're sharing their space, say something to them,",
        6860.26,
        6866.44
    ],
    [
        " acknowledge them politely, right? Where you have to actively expand energy to say something. Yes, but it's not,",
        6866.46,
        6872.26
    ],
    [
        " there's a string from Dalton.",
        6872.38,
        6873.6
    ],
    [
        " What I'm saying, like actively, like engage in their, their world right there. You know, so, and that goes for, like, kind of,",
        6873.94,
        6880.7
    ],
    [
        " everyone who's sharing space with you, where they're like, you know, how like you're standing there in line and you guys are just sort of,",
        6880.78,
        6885.6
    ],
    [
        " well, you avoid eye contact because you're just on your, your thing and they're on their thing and we're going to say out of each other's way.",
        6885.6,
        6890.6
    ],
    [
        " It's not like, don't play it like that. Play it like, hey, like, you make eye contact, say hi. You know, kind of thing.",
        6890.86,
        6897.72
    ],
    [
        " You didn't try to do as genuine as possible, obviously, because you don't want them to think you're going to catch them outside and sell them something or something like that.",
        6897.72,
        6904.0
    ],
    [
        " And then same thing goes for like the cashier, especially if you see them all the time, you, you don't say the generic, hey, how are you like that?",
        6904.48,
        6910.94
    ],
    [
        " I don't know. I'm like, make it for real. Like you care about like, hey, so how was it today? You know, because you know, when you're a cashier, you see people after people,",
        6911.08,
        6917.72
    ],
    [
        " if it gets crowded, that's something, if it's real dead, that's something. So you can say, hey, how was it tonight?",
        6917.94,
        6922.7
    ],
    [
        " You know what I like to do? I do that more than just the random people. I don't, I usually leave people alone because I want to be left alone.",
        6923.0,
        6929.36
    ],
    [
        " So like, when you see me in the store, don't, don't approach.",
        6929.78,
        6934.22
    ],
    [
        " Don't mess with you. Yeah. Yeah. Stand out of your way, bro.",
        6934.24,
        6936.14
    ],
    [
        " Stay out of your way. No, but the cash register, the, you know, the waitress, the person behind the whatever coffee thing,",
        6936.3,
        6943.46
    ],
    [
        " or you know, like I always try and just be nice to them because I know that they're probably having a not nice day",
        6943.46,
        6950.56
    ],
    [
        " because when you're the cash register, people are mad at you already just because there was a line and you couldn't find the,",
        6950.56,
        6955.5
    ],
    [
        " the discounted chip discounted coupon thing. Yeah. And so, you know, I like to give them a little acknowledgement that's all good and that there's actually humans out here that are",
        6955.5,
        6965.46
    ],
    [
        " in the world and yeah.",
        6965.46,
        6967.16
    ],
    [
        " Well, it's the same concept and I'm just, and my point is that that's just where it kind of came from.",
        6967.6,
        6971.96
    ],
    [
        " So the whole point of this is just to increase your confidence in communicating with other humans.",
        6972.06,
        6975.46
    ],
    [
        " Yeah. So when, when you, when you do that, the more and more you do that, the more just, I would say comfortable you get,",
        6975.46,
        6982.54
    ],
    [
        " just talking to random people. Yeah. You know, like just people, it doesn't have to be your best friend to start opening up a little bit.",
        6982.86,
        6988.18
    ],
    [
        " Yeah. Obviously not everything, but just a little bit. So now you go into a public place in,",
        6988.24,
        6993.52
    ],
    [
        " but you're no stranger to talking to strangers anymore, you know, and the more and more you do it.",
        6993.52,
        6998.12
    ],
    [
        " So yeah, you get more confident, kind of like, oh, if this guy rolls up to me, yeah, I have no problem talking to this guy.",
        6998.12,
        7002.8
    ],
    [
        " I don't have social anxiety. Yeah, whatever. You don't know how many days going, bro, I'll tell you how's that?",
        7002.8,
        7007.32
    ],
    [
        " You know, so it's that feeling and it helps me.",
        7007.82,
        7010.1
    ],
    [
        " I'm over here. Why are you looking at me? All in my way. Yeah, bro.",
        7010.28,
        7014.52
    ],
    [
        " No, bro. Spread the low spirit.",
        7014.84,
        7016.24
    ],
    [
        " Oh, cool, cool. And speaking of a low hospital, what were you talking about?",
        7016.34,
        7020.14
    ],
    [
        " Jiu Jitsu. We were talking about confidence because in order to increase your confidence, one absolute 100% way to increase your confidence is to change your Jitsu.",
        7020.24,
        7028.58
    ],
    [
        " Yes. All ages.",
        7028.78,
        7029.7
    ],
    [
        " All genders. Let's just say to say safe for age for an up age for an up.",
        7031.74,
        7036.86
    ],
    [
        " Yes, correct. Age for an up below that is like there's exceptions for blotting on the last playtime.",
        7037.02,
        7042.36
    ],
    [
        " Yeah, yes, which is part of Jiu Jitsu to by the way.",
        7042.72,
        7045.64
    ],
    [
        " Right. Yeah, for sure. It should be fun.",
        7045.64,
        7047.82
    ],
    [
        " Right. Think about this as Jiu Jitsu. Right.",
        7047.88,
        7050.08
    ],
    [
        " And you'll be up to relate to this. So you know, like with your friends when you're young, right?",
        7050.32,
        7055.68
    ],
    [
        " Yeah, kid. I don't know. Maybe eight, nine, 10, 11, 12, yeah.",
        7055.92,
        7059.62
    ],
    [
        " When you 18, 19, 23, whatever, when you're drunk at a party with your friends, it's all the same deal.",
        7059.8,
        7064.78
    ],
    [
        " You guys get in little friendly arguments and it's go time you wrestle in the year or in that living room, then you're",
        7065.08,
        7071.02
    ],
    [
        " waiting in a sealable tune. Yeah. So you want to say it's on exactly right.",
        7071.02,
        7074.82
    ],
    [
        " And your parents say, hey, take it outside. It's all this thing. You guys fight us in the grass or the dirt, whatever.",
        7075.02,
        7079.88
    ],
    [
        " And, you know, rock fights usually sometimes here, usually the bigger brother or, you know,",
        7080.46,
        7086.38
    ],
    [
        " your friend who's bigger, usually he's going to get you. Yeah.",
        7086.6,
        7088.94
    ],
    [
        " Right. But it's fun. That's how it always it's all fine. And maybe you should use your temper.",
        7088.96,
        7092.78
    ],
    [
        " Maybe you fight whatever. Always the little brother that can't take.",
        7092.78,
        7096.66
    ],
    [
        " Yeah, can't take it. Yeah. I think he tries to like kick you in the nuts.",
        7096.72,
        7100.28
    ],
    [
        " Like, you know what I mean? You know what I mean?",
        7100.28,
        7102.42
    ],
    [
        " Yeah, I do know. He gets all red in the face. Bad temper.",
        7102.5,
        7105.06
    ],
    [
        " Gotta look out for himself. Yeah.",
        7105.2,
        7106.74
    ],
    [
        " Yeah. He wants to project the power even though he's smaller than everyone else because he's younger.",
        7106.74,
        7111.2
    ],
    [
        " Sure. That happens occasionally. And which actually fits into what I'm about to say.",
        7111.76,
        7115.56
    ],
    [
        " So what Jiu Jitsu is, it's basically that, but the skill that that's required to win at that.",
        7115.86,
        7121.9
    ],
    [
        " You know, so we still have that need. Like, me and you right now.",
        7122.18,
        7125.16
    ],
    [
        " Your whole point is to say that Jiu Jitsu is fun. Yes. Yeah. Agreed.",
        7125.2,
        7128.26
    ],
    [
        " Okay. So now you gotta unpack it because it's like you can see there's a lot of things that",
        7128.4,
        7132.52
    ],
    [
        " are gonna just say Jiu Jitsu fun. No, I think this is good. No, I think this is fun.",
        7132.52,
        7135.74
    ],
    [
        " No, the thing is, but they don't know what kind of fun.",
        7135.78,
        7138.1
    ],
    [
        " You know, so if I say, hey, um, you know, actually it's more fun than that.",
        7138.44,
        7142.6
    ],
    [
        " Well, here's the thing. It's fun. It's fun on a whole different level.",
        7143.0,
        7146.16
    ],
    [
        " Right. Well, here this though, because it's fun because you're connecting things together that",
        7146.52,
        7150.68
    ],
    [
        " are part of a like grand. Right. It's like being a musician.",
        7150.68,
        7154.56
    ],
    [
        " It's like hitting a riff. Yeah. Well, yes. Yes. There's that 100%.",
        7155.32,
        7159.34
    ],
    [
        " But I think just as a fundamental kind of, I don't want to say need, but it don't want is like,",
        7159.56,
        7164.62
    ],
    [
        " bro, like see how you're even looking at me right now. Like, bro, I kind of want to fight you right now.",
        7164.8,
        7168.58
    ],
    [
        " 100%. I don't want to like fight you like you, but I kind of want to fight you as a friend.",
        7168.66,
        7176.56
    ],
    [
        " Like, do you want to take it on the match right now? I'm trying to kind of think like if we're",
        7176.92,
        7180.28
    ],
    [
        " like 10 years old, you'd be like, what, you want to take it out? We don't have to be throwing it out.",
        7180.28,
        7183.76
    ],
    [
        " Yeah. Yeah. As friends, but that's all the digits it really is. That's really what it is.",
        7183.82,
        7188.68
    ],
    [
        " It's like, yeah, let's go on the mat and let's basically fight in a way that we don't burn",
        7188.94,
        7193.08
    ],
    [
        " our each other's bridges and not be friends anymore. And then, but on top of that, it's like they teach you",
        7193.08,
        7198.26
    ],
    [
        " the skill to do that that can literally save your life. Oh, yeah. Literally. And at a minimum,",
        7198.26,
        7203.18
    ],
    [
        " it will increase your confidence as a human. As a human being, yes, sir.",
        7203.54,
        7208.1
    ],
    [
        " Sometimes it gives you too much confidence. Too much. Yes. Especially early on. Yes, especially if you're",
        7208.64,
        7212.16
    ],
    [
        " 13, 14, 15, 21. Yeah.",
        7212.54,
        7216.7
    ],
    [
        " You start thinking you can just smash me. Yeah. Kill everybody. None of that. So if you're",
        7217.02,
        7221.5
    ],
    [
        " training G2, when you're changing G2, if you're on the path that might be good,",
        7221.5,
        7225.72
    ],
    [
        " too, if you need G2 gear, which you do need some G2 gear, you need what's called the G.",
        7226.14,
        7231.82
    ],
    [
        " If you need a G, you can get a G from our company, which is based here in America. And we make",
        7232.0,
        7239.84
    ],
    [
        " Gs all American from the ground up from the dirt. It's called origin main best Gs ever in the world.",
        7241.5,
        7250.22
    ],
    [
        " Yeah, ever. Ever in the history. And if you need rash guards, which you can use for G2,",
        7250.4,
        7256.2
    ],
    [
        " you can also use them for weightlifting. You can use them for running and cycling, cycling,",
        7256.52,
        7262.5
    ],
    [
        " surfing, guitar playing. It might not be necessary. I do not wear rash guards when I",
        7263.1,
        7269.82
    ],
    [
        " play guitar. Sure. Maybe I should. Maybe. And those are also made here in America, along with",
        7269.82,
        7276.5
    ],
    [
        " what else? Just regular clothes too, like shirts and some athletic wear. But the shorts that I wear,",
        7276.5,
        7282.22
    ],
    [
        " I only wear it. Well, I have one pair like random camo shorts. Oh, by the way, I'm going to get",
        7282.36,
        7286.12
    ],
    [
        " you some, we got some new shorts coming and you're going to be very excited about these shorts.",
        7286.12,
        7289.86
    ],
    [
        " Well, I already am because every single, even the the error, the mistake shorts that they made,",
        7290.04,
        7294.56
    ],
    [
        " they were my favorite shorts. Literally ever. And then they came out with deliberate shorts that",
        7294.74,
        7299.3
    ],
    [
        " they can actually sell. No, no, those are my favorite shorts. So yeah, you say it or because you",
        7299.3,
        7304.08
    ],
    [
        " know what, Pete, he cares. Like you don't care about the fashion stuff, but they fashion subtleties.",
        7304.08,
        7308.24
    ],
    [
        " Yeah. That's the do with fit, fit style. But there's it's subtle though. Yeah. Anyway, they got a",
        7308.32,
        7313.52
    ],
    [
        " bunch of stuff on there, clothing wise as well, like joggers and you like the joggers. And then they",
        7313.52,
        7319.06
    ],
    [
        " got supplements. We got supplements. Sure. We got supplements. We got joint warfare. We got joint",
        7319.06,
        7325.86
    ],
    [
        " warfare is good. If you're working out, if you're on the path, your joints are going to take a",
        7325.86,
        7329.24
    ],
    [
        " beating, joint warfare will protect them and heal them. Crilloial, another good one, discipline,",
        7329.24,
        7337.18
    ],
    [
        " good pre-operational, get some, get your mind right real quick, get your body right. And then,",
        7337.84,
        7344.68
    ],
    [
        " of course, we have a little something called mulk. Yes, sir, we do. What is mulk? Really simple.",
        7344.7,
        7351.2
    ],
    [
        " It's mulk. Yeah. So, you know, um, you know, co-ed the kid. Yeah.",
        7351.48,
        7358.4
    ],
    [
        " Happens to be my cousin. He's on the path. Oh, the beginnings of the path. Yeah.",
        7358.9,
        7365.14
    ],
    [
        " Taking the first step. Interestingly, got on the mulk train as the first step. That's an",
        7365.62,
        7370.8
    ],
    [
        " interesting first step. It is a for interesting, but here's why though, when you're not really",
        7370.8,
        7374.74
    ],
    [
        " technically on the path and you just drink mulk, you just think you're drinking a milkshake.",
        7374.74,
        7378.06
    ],
    [
        " Seems to be. Yeah. That's a good point. He's drinking it for the taste. That's a good point.",
        7378.32,
        7382.06
    ],
    [
        " Which is good though, because it'll keep you on the path in regards to that additional protein",
        7382.3,
        7386.62
    ],
    [
        " that you're going to get. The original flavor was mint chocolate. My favorite. We went to peanut butter",
        7386.62,
        7391.12
    ],
    [
        " from there available. Then vanilla gorilla. I don't like plain vanilla. I don't, I just don't like,",
        7391.12,
        7399.72
    ],
    [
        " I don't want to, I don't want to eat vanilla anything. Like you, unless the unless I mean it with",
        7399.86,
        7404.48
    ],
    [
        " some damn chocolate cake. I'm not going to order vanilla ice cream ever. The other day when you",
        7404.48,
        7410.28
    ],
    [
        " had a cake situation, cake scenario, and some ice cream. What kind of ice cream was it? It was",
        7410.28,
        7416.04
    ],
    [
        " vanilla. There you go. And that whole scenario just unfolded wrong. It really did. I just rationalized",
        7416.04,
        7422.72
    ],
    [
        " the whole thing, lied to myself just and just got after. But what, well, here's what bummed me out.",
        7422.72,
        7430.46
    ],
    [
        " As soon as I was done, I was like, well, I was on the road, no milk. So you don't have dessert.",
        7430.46,
        7435.38
    ],
    [
        " Sometimes you get that little, oh, I'd like a little something that tastes good to wash down the",
        7435.66,
        7440.76
    ],
    [
        " steak. That's a good steak. And then there's no milk, because I'm on the road. I got to figure that out.",
        7440.76,
        7446.4
    ],
    [
        " I got to figure that out. People give me good suggestions. I know I can put a little baggy in the thing",
        7446.8,
        7449.88
    ],
    [
        " and just grab some milk somewhere and mix it up. No factor. So I need to start doing that.",
        7449.88,
        7453.88
    ],
    [
        " Nonetheless, you don't like vanilla. So no, vanilla is not my favorite flavor.",
        7454.18,
        7459.74
    ],
    [
        " The vanilla tastes good. I was not the judge on the vanilla. You know, Pete and Brian were like,",
        7459.88,
        7468.28
    ],
    [
        " hey, the vanilla is awesome. I said, I'll try it. It tastes fine. I'm not the judge, because I don't",
        7468.44,
        7473.14
    ],
    [
        " want to judge something that I don't fully comprehend. I'm not deserving of being a vanilla judge.",
        7473.14,
        7479.12
    ],
    [
        " So therefore I didn't do it. But the darkness, which is chocolate, the darkness. That is also",
        7479.4,
        7485.8
    ],
    [
        " freaking delicious. And when you're getting this stuff, you'll be getting it from origin,",
        7485.94,
        7492.88
    ],
    [
        " Maine. You got Cindy up there. You met Cindy. Of course. She's fired up. So when you're",
        7492.88,
        7497.92
    ],
    [
        " getting your stuff packed, it's not just being, it's not just being randomly placed in a box by a",
        7497.92,
        7504.46
    ],
    [
        " robot. No, Cindy's up there. She's getting after it. And I'm going to say one more thing. Little",
        7504.46,
        7510.24
    ],
    [
        " announcement, little announcement. So you remember when you were a little kid? Yes. And",
        7510.98,
        7515.96
    ],
    [
        " you loved chocolate milk. Yes. And you loved strawberry milk. You loved it so much. Whatever,",
        7515.96,
        7521.68
    ],
    [
        " whatever little brand name that you got. And there was a couple of them that were prominent.",
        7521.78,
        7525.86
    ],
    [
        " And they tasted delicious. And it was like dessert. And for some reason, you didn't really",
        7526.22,
        7531.2
    ],
    [
        " understand why, but your parents would actually allow you to drink it all the time.",
        7531.2,
        7534.58
    ],
    [
        " Because your parents thought, well, you know, it's got milk in it. So it's got to be good to go.",
        7535.3,
        7539.24
    ],
    [
        " Yeah. It's not. It's got to be good. It's got to be good. It'll make their bones strong.",
        7539.24,
        7542.3
    ],
    [
        " Yeah. There's a little protein in there. So we'll just let them drink it. What they didn't",
        7542.4,
        7546.02
    ],
    [
        " realize is that little chocolate and strawberry milk that you were drinking as a kid is completely",
        7546.02,
        7551.3
    ],
    [
        " filled with sugar and high fructose corn syrup and a bunch of other chemicals that they couldn't",
        7551.3,
        7558.66
    ],
    [
        " even pronounce. And so the milk that your parents and my parents were allowing me to drink was",
        7558.66,
        7565.98
    ],
    [
        " actually a freaking net loss overall to my health because it was filled with poison.",
        7565.98,
        7570.8
    ],
    [
        " But it tasted good and you loved it. It was like a dessert you could have all the time.",
        7571.2,
        7576.14
    ],
    [
        " But it was filled with poison. So you know what we did? We fixed it. We fixed it. And we now have",
        7577.3,
        7584.4
    ],
    [
        " available at this time warrior kid mok. Yes, warrior kid mok. We made chocolate. And we made",
        7584.4,
        7595.08
    ],
    [
        " strawberry just like you remember when you were a kid only instead of having a bunch of garbage in",
        7595.08,
        7600.0
    ],
    [
        " it, it's got protein, extra protein, 12 grams. It's got vitamins that you need. It's got probiotics",
        7600.0,
        7608.34
    ],
    [
        " because kids are getting told all the time they their parents are getting told they need to take",
        7608.34,
        7612.14
    ],
    [
        " probiotics and here take this pill and apple. No, take warrior kid mok. And there's no sugar in it.",
        7612.14,
        7619.0
    ],
    [
        " And it tastes freaking amazing. So it's better than any other of these flavored whatever chocolate",
        7620.44,
        7628.18
    ],
    [
        " milk you grew up on. This tastes better. So now your warrior kid out there can get on the mok",
        7628.18,
        7635.42
    ],
    [
        " train. It's awesome. And again, for me to see kids and be able to help out kids that are four",
        7635.42,
        7645.02
    ],
    [
        " years old, six years old, eight years old to give them something that's healthy that tastes good,",
        7645.02,
        7649.98
    ],
    [
        " that's going to make them stronger and healthier. I mean, this is what it's all about. So order up",
        7650.08,
        7657.02
    ],
    [
        " some warrior kid mok for your children. Yeah, but you have available now.",
        7657.02,
        7663.0
    ],
    [
        " My kids going straight on the mok train. Yeah, yeah, yeah. One for sure. One way ticket.",
        7663.3,
        7667.26
    ],
    [
        " Does that apply one way ticket on the mok? Yeah, you understand what I'm saying. Yeah,",
        7667.54,
        7672.82
    ],
    [
        " fully. The vanilla speaking of which, but my son two years old, by the way, liked the vanilla.",
        7673.28,
        7678.36
    ],
    [
        " As for more. I didn't know. I'm like, should I give my son that much additional protein?",
        7678.76,
        7685.76
    ],
    [
        " You know, you even question that? I just don't know a lot of things, you know,",
        7686.4,
        7691.9
    ],
    [
        " it's for in regards. Either way, so okay, yes, kids on mok train on the path. Kids are on the path.",
        7691.96,
        7697.46
    ],
    [
        " Yes, straight up. They want to be at that book signing. There wasn't there weren't many kids there.",
        7697.54,
        7702.72
    ],
    [
        " Yeah, the ones that I did on the east coast lots of kids, tons of kids. All of them on the path",
        7702.78,
        7708.06
    ],
    [
        " fired up, man, it was it was amazing. Every kid there last night at the was on the path.",
        7708.06,
        7714.06
    ],
    [
        " Each time. Yeah, one kid literally tried to challenge me to a jujitsu match on more than one",
        7714.32,
        7719.2
    ],
    [
        " occasion. And I'm not even joking like for real one or two, which I dug by the way, I mean, I",
        7719.2,
        7727.44
    ],
    [
        " straight up. You do right? Okay, kids on the path. So which brings me to our store?",
        7729.16,
        7734.7
    ],
    [
        " Joko is a store. It's called Joko store, right? Pretty straightforward. Anyway, there is,",
        7734.98,
        7740.82
    ],
    [
        " there are warrior kid rash guards for when they joined you to no key part of it.",
        7740.92,
        7746.24
    ],
    [
        " Rash guards on there, there's obviously worry kid shirts. Yeah, if they're in the key part of it,",
        7746.48,
        7751.18
    ],
    [
        " that's cool. You go to origin main.com and you get them, you get them the warrior key.",
        7751.24,
        7755.3
    ],
    [
        " Get some. Boom. And also new addition for warrior kids patches on there right now. If you",
        7755.32,
        7762.22
    ],
    [
        " went literally right now, you live, you know, live patches. Yeah, for your for your backpack,",
        7762.22,
        7768.0
    ],
    [
        " you know, obviously wherever you want to put it, but yeah, the little round one and a long",
        7768.0,
        7772.44
    ],
    [
        " kind of jiu jitsu and made kind of for jitsu, but you put it wherever one. Anyway, yeah, it's on joko",
        7772.44,
        7776.6
    ],
    [
        " store.com also on joko store.com is where you can get your shirts, disciplining freedom.",
        7776.6,
        7783.78
    ],
    [
        " That's one of the thing about shirts is everyone wears shirts. Yes, even if you don't want to wear one,",
        7783.9,
        7788.34
    ],
    [
        " which I don't like wearing a shirt. Hell no, but I you sometimes you gotta wear a shirt. You kind of",
        7788.48,
        7793.46
    ],
    [
        " got to wear a shirt, bro. Everyone needs a shirt. Might as well be kind of a cool one. Might as well",
        7793.46,
        7797.44
    ],
    [
        " represent. Yeah, big time. And trucker's hats truckers. I'm completely stoked on my discipline",
        7797.44,
        7804.44
    ],
    [
        " equals freedom hat or the deathcore hats out. The deathcore hats are should be done. Are they live? I",
        7804.44,
        7813.76
    ],
    [
        " there was a technical thing where like the logo and you know, because hats have panels,",
        7813.76,
        7818.66
    ],
    [
        " a certain amount of panels. And you know, the logo does it fit on this does it on the seam? Yeah,",
        7819.04,
        7824.28
    ],
    [
        " or do we need a different panel hat now? Anyway, it's very technical. Well, let's hope the death",
        7824.68,
        7830.48
    ],
    [
        " core hat is out soon. That's a deep representing right there. What about the deathcore shirt? Is it",
        7830.48,
        7836.44
    ],
    [
        " a pure deathcore shirt? Black cops. Yes. And then I was going to call I was thinking of one called",
        7836.44,
        7842.98
    ],
    [
        " deathcore declassified. It's just white on white. Black cops. You see what I'm saying? Anyway,",
        7844.74,
        7849.38
    ],
    [
        " well, you know, yeah, you know, I'm going to have to ask that we all kind of just kind of check",
        7849.8,
        7854.88
    ],
    [
        " back on that one. Maybe it's life. Maybe it's not. Nonetheless, if you go there and you want to",
        7854.88,
        7859.46
    ],
    [
        " represent hardcore, that's where you can get your shirt or hoodie. New hoodie on the way, by the way.",
        7859.46,
        7864.86
    ],
    [
        " Oh, heavy, heavy duty, heavy duty technically.",
        7865.1,
        7868.84
    ],
    [
        " This better be good.",
        7871.12,
        7872.4
    ],
    [
        " Technically, that's the thing. Anyway, hoodie's on there. A lot of cool stuff on there. Oh,",
        7872.46,
        7876.82
    ],
    [
        " and I did the research who what what's better? What do people literally? What do people like better",
        7876.92,
        7881.04
    ],
    [
        " flex fit hat or trucker hat? Which one? Even Steven. Okay. Cool. Actually, there's like, I think two more",
        7881.04,
        7888.74
    ],
    [
        " people historically speaking like the snapback. So technically, you're right. Yes. Nonetheless,",
        7888.74,
        7895.0
    ],
    [
        " we got some rest cards in there as well. All right. Also, we got the podcast. Subscribe to it.",
        7895.0,
        7899.36
    ],
    [
        " Wherever. No, don't forget the warrior kid podcast. A lot of people don't know about that yet.",
        7899.42,
        7904.3
    ],
    [
        " So spread the word on the warrior kid podcast. Little questions from Uncle Jake,",
        7904.46,
        7908.56
    ],
    [
        " for Uncle Jake and little stories from Uncle Jake about how he developed his sort of values",
        7908.96,
        7915.74
    ],
    [
        " in the world. That's the warrior kid podcast. The warrior kid soap from Irish oaks ranch.com",
        7915.74,
        7924.16
    ],
    [
        " young aid in the warrior kid. Milking goats making soap. Getting after it. Order some of that so",
        7924.16,
        7933.04
    ],
    [
        " you can stay clean. Also YouTube, check out Echo's legit enhanced videos. Which some people like",
        7933.04,
        7943.64
    ],
    [
        " some people like them. Most people I'd say like them. You don't get a lot of thumbs down on your",
        7943.64,
        7948.98
    ],
    [
        " videos. Yeah. And what I like is when someone thumbs down your video, there's multiple people in",
        7949.3,
        7956.16
    ],
    [
        " the comments that'll be like, who the hell calm down this communist. Yeah. Okay. So that's good.",
        7956.16,
        7964.02
    ],
    [
        " And we've got some plans for the YouTube. We're gonna step it up a little bit. Yeah.",
        7964.22,
        7969.86
    ],
    [
        " A little bit more. I should say because you've stepped it up a little bit. Yeah. We're gonna",
        7969.92,
        7972.76
    ],
    [
        " step it up a little bit more. Yeah. I think videos just in general are like fun to watch.",
        7972.76,
        7978.56
    ],
    [
        " Yeah. Could be just speaking for myself. But I would tend to agree with you and also psychological",
        7978.8,
        7983.54
    ],
    [
        " warfare working on album number two. Psychological warfare. We're aiming for a Christmas release.",
        7983.54,
        7989.6
    ],
    [
        " If you have any suggestions, hit me up on Twitter in the meantime. You got the psychological warfare",
        7990.2,
        7994.12
    ],
    [
        " one album, which can help you get through whatever little moments of weakness. I wish I had it the",
        7994.12,
        7998.28
    ],
    [
        " other day for that cake. My brain with ice cream. Yeah. So watch out for that. Well, it's good",
        7998.28,
        8003.02
    ],
    [
        " about that. You learn it seemed like anyway. According to your post, you that you learned a little",
        8003.02,
        8007.66
    ],
    [
        " lesson and you're open about it too. Yeah. That's good. Yeah. You can't be like hiding your failures",
        8007.66,
        8013.2
    ],
    [
        " in an acting like no, because because I'm human. Yeah. Yeah. Anyone that thinks I'm not human,",
        8013.2,
        8019.14
    ],
    [
        " you're wrong. I'm all too human. I get tapped out in jujitsu. I get what you know what I mean.",
        8019.36,
        8027.92
    ],
    [
        " I mean, it's like, yeah, and you pound huge pieces of cake with a lot of ice cream.",
        8027.92,
        8033.42
    ],
    [
        " Cake with ice cream. Oh, so disappointed in myself. Anyway, stay on the path. Is what I'm saying.",
        8033.6,
        8040.44
    ],
    [
        " Also, if you're if you're incorporating kettlebell workouts in various ring workouts,",
        8041.06,
        8047.64
    ],
    [
        " I'll tell you where you can get them from on it on it.com slash jaco, by the way, I incorporate rings",
        8047.68,
        8053.26
    ],
    [
        " every single day, every single day for ads in core. It's good. And I can't quite I can almost do",
        8053.28,
        8059.62
    ],
    [
        " pull ups again with my bicep or whatever, but muscle ups coming to muscle ups coming to show that.",
        8059.62,
        8064.64
    ],
    [
        " Actually, my shoulders getting back up to speed because it went through a little down period.",
        8065.02,
        8070.88
    ],
    [
        " Then it got then it got healed now that I tweaked it again, doing something stupid. You know,",
        8070.88,
        8075.9
    ],
    [
        " yeah, eat ice cream. I didn't do that. I added massive numbers of weighted dips super deep.",
        8076.12,
        8083.32
    ],
    [
        " And it messed up your shoulder. That was like six months ago or something. It was a long time ago.",
        8083.76,
        8088.98
    ],
    [
        " I'm dealing with it, but finally it's coming back around. Yeah, shoulders pain and ass, man.",
        8089.58,
        8093.4
    ],
    [
        " Yeah, you got to do the maintenance, man. You got to do the maintenance. And I don't do enough of it.",
        8093.86,
        8097.34
    ],
    [
        " Need to do more of it. Yeah. Yeah, but yeah, on it, go there. That's the you can get some cool workout",
        8097.4,
        8102.72
    ],
    [
        " stuff and actually good travel workout stuff too. Like those are, well, you always said this. I know,",
        8103.04,
        8107.38
    ],
    [
        " but you know, I'm slowly coming into realization that you when you travel with rings,",
        8107.62,
        8111.66
    ],
    [
        " Brad opens up your whole travel. Yeah. Yeah.",
        8111.66,
        8115.08
    ],
    [
        " Change that. You know, if you're working out too and you're working on that deadlift,",
        8115.2,
        8118.74
    ],
    [
        " one thing you can do is if you probably, if you're stuck at like a 4,000 pound deadlift plateau,",
        8119.04,
        8124.68
    ],
    [
        " no, we can't accept that. You get jocke a white tee and it comes with a guarantee. I don't know what",
        8124.98,
        8131.52
    ],
    [
        " kind of guarantee that you can deadlift 8,000 pounds immediately. Probably take you like four sips.",
        8131.52,
        8135.82
    ],
    [
        " If you can't, if you can't deadlift 8,000 pounds after drinking jocke a white tee, either the ones",
        8136.66,
        8143.06
    ],
    [
        " in a can or the ones in a tea bag that you can get them on Amazon. If you can't, if your deadlift",
        8143.06,
        8150.24
    ],
    [
        " isn't 8,000 pounds after that, just drink more and you'll get there. That's also got some books.",
        8150.24,
        8156.36
    ],
    [
        " Obviously, the way of the warrior kid books, that the first one is way of the warrior kid,",
        8157.14,
        8161.04
    ],
    [
        " the second one is Mark's mission. Which is the best book. And I'm going to say,",
        8161.62,
        8166.22
    ],
    [
        " it's a bold statement. In fact, I was debating whether or not to actually say it out loud. That's",
        8166.48,
        8171.38
    ],
    [
        " the best book in the world straight up Mark's mission, the second one.",
        8171.38,
        8174.56
    ],
    [
        " You okay, so I'm reading it to my, we just finished it a week ago. Oh, this is your first time",
        8175.44,
        8181.52
    ],
    [
        " finishing it. Yes. Okay. We could. Yeah. So, um, oh, because we jumped around to another book.",
        8182.14,
        8187.32
    ],
    [
        " It's a long story, but nonetheless. Yeah. So finished it. Right. So you know why, though, now that I'm",
        8187.48,
        8192.72
    ],
    [
        " searching my feelings, it starts to address a little bit more sophisticated issues that you can go",
        8192.72,
        8201.66
    ],
    [
        " through. You know, even though when you think you got it figured out, you know, you're taking",
        8201.66,
        8205.54
    ],
    [
        " your jits now and you can do pull-ups and all this stuff or you can sort of address those",
        8205.54,
        8209.44
    ],
    [
        " little bit more advanced issues, sophisticated, but like the depth of which, like these issues go",
        8209.44,
        8217.3
    ],
    [
        " and the way you got to solve them are like the way it's simplified and broken down to kids or to",
        8217.3,
        8223.4
    ],
    [
        " whoever's reading it because it's quite frankly, it's broken down to me in this case. Um, it's",
        8223.4,
        8227.94
    ],
    [
        " like it's pretty, we'll just say it's pretty interesting, but at the same time you glorify things like",
        8227.94,
        8234.16
    ],
    [
        " hard work, right? In a way that it actually makes the kid want to work hard. So it's like,",
        8234.16,
        8239.32
    ],
    [
        " yeah, getting a job like go moans and pull weeds by the way, which if we all, you know, we all",
        8239.32,
        8243.68
    ],
    [
        " know that when you did that as a kid, you're like, no, bro, we don't want to do that. Pulling weeds",
        8243.68,
        8247.02
    ],
    [
        " is a form of punishment in my house. Yeah. Exactly right. At this time. After reading that part,",
        8247.02,
        8253.02
    ],
    [
        " my daughter, by the way, she wants to pull weeds. Yeah, she's salty because she doesn't have a job",
        8253.48,
        8258.98
    ],
    [
        " mowing lawn at lawns and pulling weeds. Yeah. And he makes like, he's like $40, I mean $40,",
        8258.98,
        8264.42
    ],
    [
        " right? Like exclamation point. She's like, oh my gosh, you need $40. I want to make $40, you know,",
        8264.42,
        8268.48
    ],
    [
        " just the way it's laid out how simple, but you know, I'm really, I'm getting into it and it's,",
        8268.66,
        8274.54
    ],
    [
        " I see it affecting it. Um, my daughter. So then it moves on to the jujitsu part and this part affected",
        8274.54,
        8280.2
    ],
    [
        " me. You know, it's like, you know, well, let's face it, like that's why when you get nervous in jujitsu",
        8280.2,
        8284.96
    ],
    [
        " with tournaments or whatever, like there was, I remember when I was competing in strangely,",
        8284.96,
        8288.3
    ],
    [
        " I was competing a lot too. Like every like maybe two, three weeks, there was a tournament back then",
        8288.3,
        8292.72
    ],
    [
        " wasn't as often as no, but, um, and I would be competing. But every single one seems like we're",
        8292.96,
        8300.48
    ],
    [
        " driving there. And if like my wife who is, I think my girlfriend at the time, um, and my brother,",
        8300.48,
        8306.32
    ],
    [
        " whoever's driving, if they're talking about other stuff, I'm like getting mad at them because I'm like,",
        8306.32,
        8310.48
    ],
    [
        " don't you realize I've a tournament? It's like that idea, you know, and I'm like, I don't",
        8310.48,
        8314.62
    ],
    [
        " have behavior, but that's the thing on my mind and a, and a tangible, small, but tangible part of",
        8314.62,
        8319.94
    ],
    [
        " my mind is like hoping that like the gym burnt down when we got there. Like I just don't want to,",
        8319.94,
        8325.02
    ],
    [
        " you know, it's like that. It's weird. But then the way like you lay out, because Mark didn't want",
        8325.12,
        8329.44
    ],
    [
        " to compete in tournament, right? And the way you lay out and you really, it's a call out is what",
        8329.44,
        8333.28
    ],
    [
        " it is. It's like you're calling out, you're like, I'm afraid, but you know, it's like you're not",
        8333.28,
        8337.88
    ],
    [
        " afraid of jujitsu. You do jujitsu every day full speed, by the way. And you're not afraid of jujitsu.",
        8337.88,
        8342.86
    ],
    [
        " You're afraid of losing. And guess what, losing is okay. It's like, you really hit me. Anyway,",
        8343.0,
        8348.4
    ],
    [
        " and then from there to me, from then on, it was like, and how it culminates. Good man. It's straight",
        8348.52,
        8354.18
    ],
    [
        " up the best book in the world. I'll give it to you. Don't want to. Never mind Korn Mac McCarthy.",
        8354.18,
        8358.62
    ],
    [
        " Never mind about face. Way to worry, kid. Hey, also about the discipline equals freedom field manual.",
        8358.96,
        8364.4
    ],
    [
        " How to get after it for adults. And actually a lot of kids read this book. That's where they graduate,",
        8365.12,
        8370.82
    ],
    [
        " they graduate from warrior kid. I talked to a lot of parents and they're like, oh yeah,",
        8371.12,
        8375.28
    ],
    [
        " once, you know, now he's 14, he just read discipline equals freedom field manual. So that's the",
        8375.64,
        8382.2
    ],
    [
        " graduate. Can you imagine if you have that book when you're 14 game changer, game changer.",
        8382.2,
        8386.7
    ],
    [
        " Brian, anyone I'll tell you right now the warrior kid one. That one, yeah, that one is. Yeah,",
        8387.28,
        8393.34
    ],
    [
        " no, the feedback that I get. But it's the same kind of feedback I get from the kids from the",
        8393.4,
        8398.52
    ],
    [
        " field manual of people that are like, hey, I read this every day. I read two pages this every day.",
        8398.52,
        8405.62
    ],
    [
        " So I can keep my mind right. Yeah. And that's how that works. Like that's the one you refer back to",
        8406.08,
        8410.88
    ],
    [
        " every day or you know, every other day or whatever. Yeah. That's the guy hit me up on Twitter.",
        8410.88,
        8415.02
    ],
    [
        " Remember that story? I told him about being a yo-semity. Yeah. And the dude was in the river. Sure.",
        8415.02,
        8419.34
    ],
    [
        " And he's like, I said, he recognized me and I was getting all fired up with him. And he was like,",
        8419.42,
        8423.94
    ],
    [
        " I'm here to get my mind right. I was like, yeah. Anyways, the guy's friend hit me up on Twitter.",
        8423.94,
        8430.52
    ],
    [
        " And that dude's name is meth. That's his name. His name is meth. Meth. Meth. M-E-T-H. Like the",
        8430.52,
        8437.86
    ],
    [
        " straight up. Yeah, got it. But he was not a meth user, which just happens to be his name. Gotcha.",
        8437.86,
        8444.46
    ],
    [
        " Okay, then also extreme ownership. Obviously, that's the first book wrote with my brother,",
        8446.02,
        8451.6
    ],
    [
        " Laf Babin. And we followed that book up very recently with a book called The Dekotomy of",
        8451.6,
        8456.1
    ],
    [
        " Leadership. There's a million interviews on it. We talked about on this podcast. That book",
        8456.1,
        8460.72
    ],
    [
        " is going to really help leaders finish out strong. And then of course, coming out November,",
        8460.72,
        8469.84
    ],
    [
        " ordered now, Mikey and the dragons. Eschelon Front. That's my leadership consultancy. We",
        8470.38,
        8477.64
    ],
    [
        " solve problems through leadership. It's me. It's Laf Babin. It's JP DeNel. It's Dave Burke.",
        8477.64,
        8481.72
    ],
    [
        " It's Flynn Cochran, Mike Sreli and Mike Bahma. Don't call us speaking agency. If you want us to",
        8481.92,
        8488.84
    ],
    [
        " come and talk to you or your company, email us info at echelonfront.com. Mustard006 in San Francisco,",
        8488.84,
        8497.0
    ],
    [
        " October 17th and 18th sold out. Sorry.",
        8497.0,
        8500.14
    ],
    [
        " Last thing we've got EF Overwatch, which is connecting Speck ops veterans and companies that",
        8503.34,
        8511.38
    ],
    [
        " need experienced leaders ready to go. If you're a company that needs leadership,",
        8511.38,
        8516.72
    ],
    [
        " leadership that understands and operates within the principles of extreme ownership.",
        8517.16,
        8523.02
    ],
    [
        " Go to EF Overwatch.com. If you're a Speck ops vet, if you're a former combat aviator,",
        8523.56,
        8531.14
    ],
    [
        " go to EF Overwatch.com. And we will connect you to together.",
        8531.72,
        8536.66
    ],
    [
        " And if anyone out there has questions or answers for us, you can find us",
        8537.6,
        8542.82
    ],
    [
        " out there on the interwebs on Twitter, on Instagram, and on that Facebook.",
        8542.82,
        8551.02
    ],
    [
        " Echoes at Echo Charles and I am at Jocke Willink. And thanks to all military police law enforcement,",
        8553.16,
        8558.52
    ],
    [
        " correctional officers, firefighters, border patrol, paramedics, all first responders. It was",
        8558.7,
        8564.36
    ],
    [
        " great meeting so many of you at roll call. It was just awesome to meet you all.",
        8564.36,
        8569.28
    ],
    [
        " Ended a bunch of the other events I've done in the past couple of weeks, the book signings and what not.",
        8569.92,
        8573.58
    ],
    [
        " Knowing that you all are out there holding the line and watching our six and protecting our flanks",
        8574.58,
        8580.58
    ],
    [
        " is awesome. And I'll tell you what, I do not take it for granted.",
        8580.58,
        8584.1
    ],
    [
        " I do not take it for granted that you're there and no one should. So thanks to you all",
        8584.6,
        8591.02
    ],
    [
        " for doing what you do and for everyone else that is out there. Remember the way.",
        8591.02,
        8598.28
    ],
    [
        " And remember that you can use it everywhere in everything that you do.",
        8598.92,
        8604.22
    ],
    [
        " So find the enemy's weak points, attack the enemy violently, be bold and decisive, seize and hold the initiative,",
        8604.86,
        8614.24
    ],
    [
        " keep the enemy under constant pressure and off balance and be fully prepared to accomplish the",
        8614.78,
        8622.1
    ],
    [
        " mission regardless of the conditions under which the war begins.",
        8622.1,
        8627.0
    ],
    [
        " And of course you do all those things by stepping out into the fray and getting after it.",
        8629.38,
        8639.14
    ],
    [
        " And until next time, this is Echo and Jocco out.",
        8639.66,
        8646.34
    ]
]