[
    [
        " Greetings. This is Saagcast number eight. I want to thank you for joining us today. My name is John",
        4.76,
        11.58
    ],
    [
        " Stryker Meyer. I am your host, courtesy of Jocco Willing Productions. And today we're going to be",
        11.58,
        18.08
    ],
    [
        " focusing on one of the epic stories that occurred during the eight year of Siku War in Vietnam,",
        18.08,
        26.48
    ],
    [
        " fought by a men of Saag, the Special Forces Green Berets and their Indigenous troops.",
        26.48,
        32.0
    ],
    [
        " And on this mission, we had 136 men, 16 Green Berets, 120 Indigenous troops that were assigned",
        32.98,
        42.06
    ],
    [
        " into deep into Laos to take pressure off of a CIA operation that was further west,",
        42.06,
        48.0
    ],
    [
        " that was also under great stress body NBA. And the team was inserted with Marine Corps helicopters,",
        48.0,
        57.58
    ],
    [
        " four helicopters, CH-53s that took them into the target area. And after insertion,",
        58.24,
        64.44
    ],
    [
        " we'll talk a little bit more about that. But there is one scene on the first night or the",
        64.76,
        69.94
    ],
    [
        " morning of the second day where the command post, where Captain Jean McCarley, who was the",
        69.94,
        76.76
    ],
    [
        " Olpsin Chargey operation, was with his senior intelligence officers, some of Indigenous troops,",
        76.76,
        82.24
    ],
    [
        " and his medic Gary Mike Robs. And what happened while they were there, an RPG, a rifle propelled",
        82.48,
        90.24
    ],
    [
        " grenade was launched into that site. And we're reading from Saag Chronicles, volume one. And the rocket",
        90.24,
        98.24
    ],
    [
        " exploded. Thus, when the strappin was exploded, those of us who were injured didn't get the full",
        98.24,
        105.92
    ],
    [
        " impact because the round had gone past the men, but hit trees and then the shrapnel exploded",
        105.92,
        112.88
    ],
    [
        " backwards, but still with deadly force. And 45 years later, after that rocket explosion,",
        112.88,
        120.08
    ],
    [
        " Roes had one lasting mental image from it. It's funny, I can't remember much about it,",
        120.94,
        135.6
    ],
    [
        " I looked up and saw blue sky. It was beautiful. And then I landed. Later, Captain Jean McCarley",
        135.6,
        146.02
    ],
    [
        " told us, Roes showed us what he was made of that day. He immediately started to go to work on",
        146.02,
        153.4
    ],
    [
        " the wounded because everyone in the CP, the command post at that time, had varying degrees of wounds.",
        153.4,
        159.94
    ],
    [
        " In fact, Roes had a serious foot injury. Somehow, the shrapnel had shredded his jungle boot and cut open",
        160.88,
        169.5
    ],
    [
        " his foot. Somehow, with that shrapnel, he barely went down and wrapped it around his feet. This foot,",
        169.5,
        178.0
    ],
    [
        " I mean, I'm sorry, then he uses car 15 as a crutch and he began treating our wounded. So that's",
        178.06,
        189.92
    ],
    [
        " and we'll be talking more about the mission. But today, we are honored to have with us Gary",
        189.92,
        195.5
    ],
    [
        " Michael Roes, who was the only medic on that mission, that historic mission, Mike,",
        195.5,
        200.94
    ],
    [
        " wrote, welcome to the show, sir. Thank you. It's a real good thing. And you are again.",
        201.28,
        206.68
    ],
    [
        " My name is Jose. But nice to be here, John. It's our pleasure to thank you for taking the time.",
        207.02,
        215.52
    ],
    [
        " And before we officially began recording, you were talking a little bit about how",
        217.64,
        222.28
    ],
    [
        " that moment in time, you're lucky because you described it better than I did. You're explaining",
        222.28,
        230.0
    ],
    [
        " how not round enough to pick you up and through you through the ear and you're glad to hit your",
        230.0,
        233.98
    ],
    [
        " foot instead of your head. Well, obviously, if you if I'm looking up and all I'm seeing is blue sky,",
        233.98,
        241.98
    ],
    [
        " it looks like I'm upside down. I mean, just I and I can't tell you what the configuration of my",
        242.64,
        248.7
    ],
    [
        " body was at that point. But that's how I could remember. It's just a break in the trees or the",
        248.7,
        253.08
    ],
    [
        " canopy and and I could see the blue sky. And I did hear this like a like that sound when you put",
        253.08,
        260.14
    ],
    [
        " a stake on a barbecue. Yes, that was the sound of that hot piece of metal going through my foot.",
        260.14,
        265.28
    ],
    [
        " It was your foot at that time, says, and then later on, I got to think about it. You know,",
        265.56,
        270.64
    ],
    [
        " how you do with hindsight, you know, it's great, you know, 2020, right? Yeah. I was just thinking,",
        271.14,
        276.16
    ],
    [
        " well, I'm glad actually I was blown up that way, said a head up because that could have been my head.",
        276.48,
        281.6
    ],
    [
        " I know it might have knocked some sense into me. I don't know. Indeed.",
        282.02,
        286.3
    ],
    [
        " So this mission, because of the size of it, it was also unique in that when the helicopters first",
        286.72,
        294.88
    ],
    [
        " went in, they took relatively heavy gunfire and a lot of sawdust missions. If a helicopter is going",
        294.88,
        303.28
    ],
    [
        " in and they took gunfire, they're obviously compromised. But in this mission, your men continued on.",
        303.28,
        310.9
    ],
    [
        " And on your helicopter, when you, were you one of the last ones that went in? No, I was with",
        311.48,
        317.66
    ],
    [
        " them. I was with them with Gene with Gene. I remember standing our our CCC sergeant major was",
        317.66,
        326.38
    ],
    [
        " standing next to me. He was going in with the ride. I guess, you know, it, it sounds funny and I'll",
        326.38,
        334.84
    ],
    [
        " tell you this. It's kind of now that I think back. I didn't think it probably at the time, but now",
        334.84,
        340.36
    ],
    [
        " that I think it's kind of comforting to the here's a guy that's willing to get on a helicopter to go",
        340.36,
        345.3
    ],
    [
        " in there with you, not to stay, but just to the ride in and then try to get out. And I can tell you,",
        345.3,
        352.28
    ],
    [
        " we were taking rounds from the time almost we crossed the border because when you hear rounds",
        352.28,
        358.72
    ],
    [
        " hitting those C.H. 53, it sounds like popcorn popping to me. Is that right? Yeah. In fact, if you've seen",
        358.72,
        366.34
    ],
    [
        " the movie, uh, saving private Ryan, sure. And when they first going in in the rounds hitting the",
        366.34,
        373.3
    ],
    [
        " holes of those, uh, he goes, yeah, that's about. And I think Kagan's boats and helicopters were",
        373.3,
        379.76
    ],
    [
        " probably more or less made out of somewhat the same material. I think they were aluminum or whatever.",
        379.76,
        385.7
    ],
    [
        " And they might be wrong on that, but boy, it sure sounded the same. But, um, it's comforting to",
        386.06,
        393.7
    ],
    [
        " know that, you know, especially when we, one of the ship I was on, when we landed, we had, I had",
        393.7,
        400.98
    ],
    [
        " a step over a couple of mountain yards. So technically, there were 120 going in going in, but when we,",
        400.98,
        411.46
    ],
    [
        " when the helicopters left, they left with at least two mountain yards that I know of. Now they were",
        411.58,
        417.2
    ],
    [
        " injured, but they didn't pass away. That's not a God for that. Yeah. So they're moving on the insertion,",
        417.2,
        422.96
    ],
    [
        " which in the zone before we even hit the ground. Yeah. Wow. So it was a hot LZ going in. And, uh,",
        423.14,
        430.6
    ],
    [
        " and I, and I think the reason that, that unlike most missions that would be considered compromised.",
        431.3,
        437.36
    ],
    [
        " And now you got to understand this is, this is the 74 year old person thinking about something",
        437.9,
        443.12
    ],
    [
        " happened 51 years ago. Most likely, that mission was to pull NBA troops off of that CIA operations.",
        443.12,
        450.88
    ],
    [
        " And they wanted us on the ground. Period. Indeed. I mean, it was, it was, uh, it was, uh, it,",
        451.44,
        460.96
    ],
    [
        " was, I guess we were going in. Yeah. And although that term wasn't used at the time,",
        460.96,
        467.1
    ],
    [
        " indeed now, uh, 51 years in retrospect, that was essentially could be called a suicide mission going",
        467.42,
        475.24
    ],
    [
        " in that heavily and that with that target area. Well, some people, you know, um, yeah, you, you,",
        475.24,
        483.58
    ],
    [
        " right, rode a few helicopters and getting on and you can, you know how relatively flimsy they are.",
        483.8,
        490.38
    ],
    [
        " Indeed. Uh, most previously, I was riding in hewies. Yeah. And this was a big helicopter. It's, uh,",
        491.16,
        499.52
    ],
    [
        " and it's the biggest in the, uh, our helicopters. What was the area you just had? That's my, well,",
        499.86,
        505.14
    ],
    [
        " the reason they got picked was because they had the range. Sure. Could go so deep in the",
        505.38,
        510.0
    ],
    [
        " else. And the, the up and that was also true. Why we were using Marine Corps cobras instead of",
        510.0,
        515.06
    ],
    [
        " Army cobras because my understanding, now you have to understand that I want to make this perfectly",
        515.06,
        521.06
    ],
    [
        " clear. Sure. I would say 98% of what I know about Operation Tailwind, I have learned since 1998,",
        521.06,
        530.1
    ],
    [
        " which was almost 30 years later, indeed, being told by reading witness statements and, um,",
        530.78,
        537.9
    ],
    [
        " talking to people that aviators and everything else. So, um, because you were busy on",
        538.76,
        544.8
    ],
    [
        " the ground, you're passing up your things. Yeah. People that weren't you concerned about what's going",
        545.06,
        549.46
    ],
    [
        " on around you and I'd say, well, you're folk, you know, you've got your training as a medic. You",
        549.46,
        554.82
    ],
    [
        " have to understand something. By the time I got to Vietnam, I had been in the army since",
        554.82,
        573.74
    ],
    [
        " I served a year in Thailand as a medic in the 46 Special Forces Company working with Thai National",
        573.74,
        581.46
    ],
    [
        " Police and Thai Army. So I learned a lot of things in that year. So when I got to Vietnam, I was not",
        581.46,
        591.6
    ],
    [
        " combat experience, but I had a lot of, you know, going in on helicopters, I had other things",
        591.6,
        599.46
    ],
    [
        " working in Thailand. So you're well trained and I will tell you the army, I don't think",
        599.66,
        607.92
    ],
    [
        " giving the period of the time in history. I don't think the army could have trained me any better",
        607.92,
        612.52
    ],
    [
        " than it did. First off, I don't think the technology that we had, they could have trained me any",
        612.52,
        619.66
    ],
    [
        " better. Right. And and I think you're you're going in focused on what you're responsible for.",
        619.68,
        628.4
    ],
    [
        " My task was basically, you know, I'm along for the ride until somebody gets hurt.",
        628.8,
        634.6
    ],
    [
        " When they get hurt, you kick in the gear. Yeah, exactly. And then you focus. But that doesn't mean",
        635.38,
        640.76
    ],
    [
        " you're ignoring what's going on around you because obviously I'm not. Right. But I'm not concerned about",
        640.76,
        647.82
    ],
    [
        " that machine gun fire or that those rifles fire or the waters coming in. That's that's not my",
        647.92,
        653.94
    ],
    [
        " concern. That's what those other guys, the other 15 guys were concerned with and the other",
        653.94,
        658.78
    ],
    [
        " 20. Yeah. Well, your coach alternative is the other 119 because the one one Montenegro was with me",
        658.78,
        665.42
    ],
    [
        " and that was coach and got a lot of money. Yes. I wish I wish we could find him. Yeah, I love that little guy.",
        665.42,
        671.82
    ],
    [
        " And just for our side note, Kooch was your Montenegro, you were training to be a medic. He was a medic.",
        672.1,
        678.8
    ],
    [
        " He'd been a he'd been a medic and and the main thing Kooch did was he watched my back.",
        679.04,
        685.54
    ],
    [
        " All the time you're on the ground in the last. Yeah. Yeah. Absolutely. And he watched my back on the",
        686.02,
        693.32
    ],
    [
        " previous operation. I was on. So I owed a, you know, but he also carried the medical supplies. He",
        693.32,
        700.5
    ],
    [
        " also helped with the wounded. You know, it wasn't just me helping with the wounded, right?",
        700.5,
        705.28
    ],
    [
        " Of course. When we would, I would pull in some people from the line to help carry the wounded",
        706.46,
        712.42
    ],
    [
        " and then change them out periodically because you, I mean, if you've got some guy strapped to a",
        712.42,
        719.82
    ],
    [
        " bamboo pool with the repelling ropes and a pond show and they look like one, you know, like,",
        719.82,
        727.28
    ],
    [
        " you've ever seen those pictures in the distance where you see some guy carrying two guys carrying a",
        727.28,
        732.22
    ],
    [
        " tiger. Yeah. That's basically what it looked like. And if you were trying, you're carrying dead weight.",
        732.22,
        739.76
    ],
    [
        " Now, mountain yard probably, most of them weighed probably what? Somewhere between 150 pounds.",
        740.06,
        746.26
    ],
    [
        " But that's dead weight. And if you're trying to go through that jungle and louse, I'm going to tell you,",
        746.76,
        752.94
    ],
    [
        " I'm not so sure you could drive through there with a little dozer. Well, also,",
        753.72,
        758.62
    ],
    [
        " within the next day, you had at least two people that were two of the, the",
        758.88,
        763.5
    ],
    [
        " business truth that were killed or died from the wounds that you tried to carry them for another",
        763.5,
        768.72
    ],
    [
        " day. And they finally had to make a very difficult decision. Yeah. Well, there's, we left, we had",
        768.72,
        774.06
    ],
    [
        " three killed. And I'm the one who made the decision, who gave the order to leave them. Yeah.",
        774.06,
        783.48
    ],
    [
        " And I will tell you, yeah, there isn't a day go by for the last 50 years. Yeah. I know,",
        784.12,
        794.48
    ],
    [
        " everybody's told me consciously, I know, but there's something in the back of my head that what I",
        794.72,
        800.1
    ],
    [
        " did that day were actually two different days. Was wrong because we left them. They were dead.",
        800.1,
        807.64
    ],
    [
        " I don't know if they were Buddhist. I don't know if they're Catholic because mountain yards",
        808.14,
        811.42
    ],
    [
        " with their Catholic or Buddhists, right? So they didn't come home to their families. They didn't",
        811.42,
        817.0
    ],
    [
        " get their ritual or religious, I should say burial. Their bones are probably scattered to the four",
        817.0,
        828.08
    ],
    [
        " winds. They'll never probably be found. They don't have a final resting place. And I don't know their names.",
        828.1,
        839.46
    ],
    [
        " I know very little about them except that I'm the one who then will not gave the order that",
        840.68,
        849.74
    ],
    [
        " said they're just not coming home. Right. And you had to do that in order to keep those alive to be",
        849.74,
        858.06
    ],
    [
        " moved more professionally when that jungle triple canopy of time. Well, we were struggling to carry the wounded.",
        858.06,
        863.28
    ],
    [
        " Right. I mean, you can't carry, we didn't have litters. So we improvise with the pulp bamboo. Sure.",
        863.66,
        874.28
    ],
    [
        " And when you're carrying basically resting 75 pounds on one shoulder, plus your rucksack and your",
        874.42,
        885.66
    ],
    [
        " weapon and everything else. And if you ever got to walk through that part of the world,",
        885.66,
        889.98
    ],
    [
        " even if you were stripped down with nothing, it's extremely difficult to move through that type of terrain.",
        890.14,
        896.8
    ],
    [
        " Yeah. And it's a difficulty was Captain McCarley at that time decided specifically that",
        897.28,
        903.36
    ],
    [
        " they would move at night. And they and that meant they had the air cover. And so they had so after that",
        903.36,
        911.96
    ],
    [
        " round went off. Everybody you passed people up to the point. People are on stretchers. And once you",
        911.96,
        917.34
    ],
    [
        " said everybody's up and running, then they moved at night. And the mountain yard in tennis was the worst.",
        917.34,
        924.1
    ],
    [
        " He he was split from his hip. Wow. All right down to his femur to his knee. I'm on the, let me",
        924.3,
        941.06
    ],
    [
        " say, his life was fortunately for him, considering that really devastating wound that it did not",
        941.06,
        948.12
    ],
    [
        " cut into the femurial artery. Oh, yeah. But he still lost a lot of blood. Sure. But",
        948.12,
        955.74
    ],
    [
        " and one of the things that they talk about people think I did it deliberately, but I didn't. It was",
        955.74,
        964.54
    ],
    [
        " Mother Nature of flies got into the wound. And as a result, all the badly wounded all had maggots",
        964.54,
        975.82
    ],
    [
        " in their wounds. I mean lots. So we had maggots coming to the aid of a Gribaret medic to help those",
        975.82,
        984.46
    ],
    [
        " wounded. Right. Because they were eating a dead flesh, which meant they didn't get infection. Yes.",
        984.46,
        989.54
    ],
    [
        " And who would have thought of that? Not me. And I mean, in fact, when we got the one guy back to",
        990.52,
        999.52
    ],
    [
        " the 74th of back, the surgeon opened up the bandages and looked down and said,",
        999.52,
        1005.08
    ],
    [
        " we just put the bandages back. So they're doing a better job than I could. No kidding.",
        1005.28,
        1009.34
    ],
    [
        " And well, because they do, they get in there and eat you all the flesh. Sure.",
        1010.04,
        1014.46
    ],
    [
        " Fortunately, they weren't like a both-life magnet that eats everything. Right. But these",
        1015.0,
        1019.22
    ],
    [
        " maggots were just eating the dead flesh and they were relatively kept the wound clean. My biggest",
        1019.22,
        1024.12
    ],
    [
        " problem with them though was I couldn't I couldn't change the bandages after I bandage them.",
        1024.12,
        1032.52
    ],
    [
        " And the reason for it is every time you, you know, in that type of environment, you start pulling",
        1032.64,
        1037.46
    ],
    [
        " the bandages off. You start disturbing stuff. Yeah. So what are you doing? The healing process going on?",
        1037.46,
        1043.88
    ],
    [
        " Well, I know what I was concerned about was starting bleeding again once I got the bleeding",
        1043.94,
        1051.18
    ],
    [
        " start. Right. So what I did was I just kept as the bandages got soaked and blood. I just kept",
        1051.18,
        1060.06
    ],
    [
        " putting more bandages on it and then on night or when I could, I got an IV in them to keep",
        1063.74,
        1069.06
    ],
    [
        " them hydrated. Right. And then fortunately, they didn't have, you know, gut wounds that we could",
        1069.06,
        1076.52
    ],
    [
        " feed the water to keep as much fluids in as possible. And that was the other concern I had with my",
        1076.52,
        1082.66
    ],
    [
        " really badly wounded was that dehydration. Blood loss, pleasure, sweating like a...",
        1082.66,
        1091.44
    ],
    [
        " Yeah, and then the junk. Yeah, and then moving. And you could lose some water, I mean, you know,",
        1091.44,
        1097.36
    ],
    [
        " through sweat. So that was my biggest concern was keeping them hydrated and making sure they didn't",
        1097.44,
        1103.0
    ],
    [
        " start to bleed again. And I kept them, I gave them enough, just enough morphine, not to kill the",
        1103.0,
        1110.88
    ],
    [
        " pain, but to... Because I got to believe bouncing around like we were bouncing them it had...",
        1110.88,
        1116.62
    ],
    [
        " Oh, yeah. I mean, they had to be absolutely miserable. I can't imagine.",
        1116.62,
        1121.48
    ],
    [
        " So like, body end of that first night and into the morning of the second day on the ground,",
        1122.02,
        1127.94
    ],
    [
        " by that time nine of the 16 green berets have been wounded. And at that point, you and",
        1128.34,
        1134.84
    ],
    [
        " Caw were working. Hey, say, coach. Coach, coach, thank you. Coach, you and coach have worked",
        1134.84,
        1141.7
    ],
    [
        " hard on us. You own the wounds all night as they moved through the jungle in the dark. But I just",
        1141.7,
        1147.4
    ],
    [
        " wanted to have a quick moment because even when I talked to you earlier off camera, there's one of",
        1147.4,
        1152.54
    ],
    [
        " the little moments in time. The first day when you had been on the ground for maybe an hour, they came",
        1152.54,
        1158.02
    ],
    [
        " to a... a cashe, an enemy cashe supply site. And it would turn out to be some kind of a",
        1158.02,
        1164.18
    ],
    [
        " waste station for the North Vietnamese Army. And while they were in it, what was it? What was the",
        1164.18,
        1169.2
    ],
    [
        " exact configuration of that? We think it was probably like a core logistics center. It had class A",
        1169.2,
        1176.96
    ],
    [
        " phones by that if you don't know what a class A phone is. It's like the thing that's in your home.",
        1176.96,
        1182.48
    ],
    [
        " Yes. It had some of the areas had some wooden sidewalks. They were structures that weren't.",
        1182.84,
        1191.62
    ],
    [
        " I mean, by our standards, I guess they would be considered temporary, but they were more",
        1191.62,
        1196.52
    ],
    [
        " structures were more security than a simple, you know, building in the half an hour kind of.",
        1196.52,
        1204.82
    ],
    [
        " And so here you have one of these moments in time where one of those phones ran. Yes. And Captain",
        1204.84,
        1213.2
    ],
    [
        " Jean McCrawgitt has sent a book, but I never knew it was Jean. And so what happened when the phone",
        1213.2,
        1218.14
    ],
    [
        " ran? Well, I'm standing there because I heard him say this and he said, uh,",
        1218.14,
        1221.8
    ],
    [
        " Von Rang, he picks it up. He says, kept you doing McCrawgitt. He's a special forces group. How",
        1222.16,
        1226.16
    ],
    [
        " may I help you? And I, and I go, no. Can I say, I can't say? You can know. Yes, this is Jaco's world.",
        1226.16,
        1233.6
    ],
    [
        " Yeah. I said, oh, shit. I mean, this... Why don't we just carry, you know, break out the colors,",
        1233.98,
        1243.24
    ],
    [
        " guys? You unsheat the colors, you know? It's like, I mean, but you know, you know, we go in",
        1243.24,
        1249.84
    ],
    [
        " sterile and all that, but it's like, it's like making a movie and not identifying the actor who's",
        1249.84,
        1258.6
    ],
    [
        " playing a particular character. And you know, that's Matt Damon or Carrie Grant or John Wayne. You",
        1258.6,
        1265.1
    ],
    [
        " know who it is. Because that was part of the sequel war was our government had an agreement",
        1265.1,
        1270.18
    ],
    [
        " somewhere, a treaty or something with the North Vietnamese. They said, we will not have combat troops",
        1270.32,
        1275.12
    ],
    [
        " in Laos. We said, we won't. We pulled them all out and the NBA being the honorable contestant",
        1275.12,
        1280.12
    ],
    [
        " are Ed Moore. And so there was always that sequel war. We were there. They didn't acknowledge that",
        1280.12,
        1285.82
    ],
    [
        " they were there, but we knew they were. And I was part of the, uh, the war. So here's the phone. He",
        1285.82,
        1290.58
    ],
    [
        " yes, is it. And I wanted to spell something else that has come up is there were no",
        1290.58,
        1296.56
    ],
    [
        " savages in that area. There were, you, there was no evidence of farming. There was no evidence of",
        1296.56,
        1305.92
    ],
    [
        " any kind of, uh, civil action at all in that area. That's why we talked about that later on. So",
        1305.92,
        1312.7
    ],
    [
        " why that issue became central leader like 30 years later. Yeah. I mean, it was, it was it, it was a",
        1312.7,
        1322.28
    ],
    [
        " combat area. Unbeknownst to the most of the world, but it was, it was, it was not a safe place to be.",
        1322.28,
        1329.68
    ],
    [
        " And I can tell you, farmers are not going to be, uh, rate trying to raise rice or pigs or",
        1330.12,
        1337.68
    ],
    [
        " chickens or whatever. If you're dropping bombs and mortars and whatever else on them. Yeah. I mean,",
        1337.68,
        1345.2
    ],
    [
        " it's, yeah. Because, you know, you, it isn't worth the effort. So what you're going to do is you,",
        1345.32,
        1352.72
    ],
    [
        " you move off to it, what you consider a safer area or. And so I can tell you, as a matter of",
        1352.72,
        1367.66
    ],
    [
        " realization, other than that logistic center that the North Vietnamese have built.",
        1367.66,
        1372.56
    ],
    [
        " And that area also had, uh, must have been a way station for troops heading south too, because",
        1373.46,
        1382.3
    ],
    [
        " there was, there was actually a post office there. No, kid. With, uh, we actually got mail,",
        1382.3,
        1388.34
    ],
    [
        " first class mail. I mean, we're talking, it's your letters home with a stamp. And this is the",
        1388.72,
        1394.44
    ],
    [
        " first command post that you hit, you take the intelligence. And then when you all moved out, the debt,",
        1394.44,
        1400.36
    ],
    [
        " the engineers sent everything up to blow it up, destroy it. I have a nine tons of rice and weapons.",
        1400.6,
        1406.98
    ],
    [
        " Yeah. And then also we, uh, definitely identified the area. And I understand that the Air Force came in",
        1407.6,
        1415.4
    ],
    [
        " and just blew the, the lights. They followed your smoke from where they, yeah, they came in and I",
        1415.4,
        1421.88
    ],
    [
        " understand, I don't know what they hit it with, but they, they worked that area. And I understand",
        1421.88,
        1426.18
    ],
    [
        " there was, I don't know what the length of time, but there were secondary and tertiary explosions",
        1426.18,
        1431.22
    ],
    [
        " going on. So, oh, yeah. For several hours. Yes. Which is, that shows you how deep the supply routes",
        1431.22,
        1438.58
    ],
    [
        " were. The lines were there that, that was a major impact on day one. And so I'm sure we irritated",
        1438.58,
        1446.3
    ],
    [
        " somebody. And that's when I think they started pulling troops off of the CIA operation was the",
        1446.3,
        1455.0
    ],
    [
        " northwest of Chavano and we were south of Chavano. Right. And I think they started pulling troops",
        1455.0,
        1461.24
    ],
    [
        " off of that operation. Because now this is my growth supposition. Indeed. I mean, I can't prove this.",
        1461.24,
        1469.04
    ],
    [
        " So I just rose at the top. Yeah, sorry. Well, and actually it's an old band rose thinking back.",
        1469.04,
        1475.12
    ],
    [
        " We probably had created a thought process in the NBA that this may have been a major U.S.",
        1475.46,
        1481.7
    ],
    [
        " incursion in the Louse, which it wasn't, but with, uh, if you, you know, if a small group creates",
        1482.0,
        1490.42
    ],
    [
        " a lot of havoc. Oh, yeah. And you're in that environment. You probably, you don't have the satellites,",
        1490.42,
        1496.3
    ],
    [
        " you don't have all the back of those days, no satellites. Yeah. You, you, you didn't have all the",
        1496.3,
        1503.1
    ],
    [
        " electronic no night vision, nothing like that. And, uh, or at least they didn't. So they're,",
        1503.1,
        1510.04
    ],
    [
        " they're probably wondering who's in there doing what? And then with Macarly moving is constantly.",
        1510.04,
        1517.08
    ],
    [
        " Because historically, we'd go in and we create a static position to draw them. Right. So for",
        1517.1,
        1523.26
    ],
    [
        " historic perspective, they had done three slam operations where had to force, we'd go in,",
        1523.26,
        1528.06
    ],
    [
        " set up on the Ho Chi, betrayal and state permanent. And then after a lot of the NBA would hammer him,",
        1528.36,
        1533.78
    ],
    [
        " Gene's response, we will move day and night. So they won't know exactly where you were. So they",
        1534.22,
        1540.18
    ],
    [
        " couldn't muster large forces, at least the first couple of days you're on the ground, but they kept",
        1540.18,
        1544.58
    ],
    [
        " coming at you. Yeah, exactly. But they, they couldn't concentrate their troops because they weren't",
        1544.58,
        1551.72
    ],
    [
        " sure where we were because, uh, hard to move. Are great commander, Gene McCarly. I mean,",
        1551.72,
        1557.9
    ],
    [
        " later Colonel McCarly, Lieutenant Colonel McCarly, he, uh, the guy, as far as I'm concerned,",
        1558.2,
        1563.98
    ],
    [
        " since April of 1775, he's probably within the top five or 10 individuals that have ever",
        1564.54,
        1570.8
    ],
    [
        " commanded an infantry company in the United States military. I secondhand notion he was just",
        1570.8,
        1575.72
    ],
    [
        " heroic. I mean, when you consider that, well, you know, if you consider the amount of wounded we had,",
        1575.86,
        1585.2
    ],
    [
        " but we only had three KIAs, uh, and considering the damage we did, and our mission was a success",
        1585.54,
        1593.92
    ],
    [
        " from what I learned 30 some years later. He, he just was astoundingly great commander.",
        1593.92,
        1603.8
    ],
    [
        " Absolutely no question. And I want to get back to some more, one more personal point of lessons",
        1603.98,
        1609.46
    ],
    [
        " learned by you when you're on the ground. And again, we're just going back to the book. Um, at one",
        1609.46,
        1615.72
    ],
    [
        " point, during an attack on B company, by an NBA force of more than 40 enemy soldiers, the two",
        1615.72,
        1622.82
    ],
    [
        " most seriously wounded men that rose was treating had both of their IV fluid bags shattered and",
        1622.82,
        1631.02
    ],
    [
        " destroyed during a hail of enemy gunfire and quoting you in the book, I learned a lesson right there",
        1631.94,
        1638.86
    ],
    [
        " and then said, Rose, we kept the IVs flowing from low positions, allowing gravity to work,",
        1638.86,
        1645.86
    ],
    [
        " but not high enough for enemy gunfire to destroy them. My God. What a, what a lesson to learn. You know,",
        1646.3,
        1655.44
    ],
    [
        " what a thought. You know, you, you know, you go through all your medical training. Yeah.",
        1655.86,
        1661.26
    ],
    [
        " And if you're the best, if any of these either been in a hospital or either as a patient or a visitor",
        1661.66,
        1667.7
    ],
    [
        " and has seen somebody with an IV bay, they always got on a hang on a hook,",
        1667.7,
        1671.6
    ],
    [
        " what a foot or two feet above their head at least, right? At least because you, and the reason",
        1671.88,
        1677.14
    ],
    [
        " you want gravity to do it is because you don't want to be forcing fluids, creating pressure in your",
        1677.14,
        1684.06
    ],
    [
        " system unnecessarily. Right. And so I was, well, there were a couple times on the IV, I sat on one or two,",
        1685.38,
        1695.9
    ],
    [
        " the force. Sorry, but had the force of fluids. Yeah, I can see my instructors at special forces",
        1696.16,
        1704.14
    ],
    [
        " medical training just going eight. And then the other thing I was doing that was a big no-no was,",
        1704.14,
        1711.32
    ],
    [
        " I knew I had a limited amount of morphine. And we had the morphine syrups. It looked like a,",
        1711.32,
        1718.32
    ],
    [
        " a small tube of toothpaste with a long needle. Yeah, or like today's small superglue. They come",
        1718.32,
        1724.34
    ],
    [
        " to the shoes with a little, yeah, and a very sharp needle, very thin. Yes. Well, I would probably use",
        1724.34,
        1731.06
    ],
    [
        " one syread on three people and no alcohol swabs. Oh, because those are gone within the first day,",
        1731.06,
        1739.9
    ],
    [
        " trust me. Yes. I mean, at that point in time, you're not concerned with, well deal with infection",
        1739.9,
        1746.88
    ],
    [
        " later going to deal. You know, you hope, you hope somebody, I mean, this is all hindsight now.",
        1746.88,
        1755.22
    ],
    [
        " Yeah. You know, I'm thinking, well, maybe, maybe it's subconscious, I was hoping that none of these",
        1755.24,
        1759.64
    ],
    [
        " guys had some kind of catastrophic disease, you know, because they did all of them at it. But you,",
        1759.64,
        1767.9
    ],
    [
        " you can't, you can't, we couldn't get resupplied. My guy, they were kind of trying to get a helicopter",
        1767.9,
        1771.88
    ],
    [
        " in the, they were shooting them down. Well, another big factor to was you want to get a meta back in",
        1771.88,
        1778.04
    ],
    [
        " to take out the wound, but you could, because even on day two, the tactical error was even a hampered",
        1778.04,
        1785.5
    ],
    [
        " by bad weather. So you couldn't get tacked air in for a while, as well as when you're moving on",
        1785.5,
        1790.42
    ],
    [
        " the ground, and we couldn't get a meta back down. That was one more side bar you ought to deal with. So",
        1790.42,
        1797.32
    ],
    [
        " you have to continue to move, continue to take care of your wounded, and the numbers grew",
        1797.32,
        1802.0
    ],
    [
        " amongst the wounded because of the ongoing combat as they move even at night.",
        1802.0,
        1806.72
    ],
    [
        " Drew and I, and I can tell you to be the, the, the moxie of the guys that were with us, both the",
        1808.08,
        1814.4
    ],
    [
        " Americans and the, um, my regards. A lot of them had wounds or injuries that, at that point,",
        1814.4,
        1822.04
    ],
    [
        " that if you were here in Huntsville, you'd be calling 911 or at least taking them to the emergency room.",
        1822.5,
        1828.26
    ],
    [
        " Right, but you know, you look at it and okay, you're not bleeding too bad.",
        1828.82,
        1833.8
    ],
    [
        " You're not going to die to this. Just if it, you know, you're not going to die today. You know,",
        1834.52,
        1839.24
    ],
    [
        " if it, if you could get the fragment out or whatever it was or put, you put a bandage on it,",
        1839.36,
        1844.7
    ],
    [
        " pat them on the butt, give them their right phone, put them back on the line.",
        1844.98,
        1847.86
    ],
    [
        " Because we, you know, we were, it was getting desperate as each day come.",
        1849.1,
        1854.7
    ],
    [
        " Yeah, in the, in the fourth day, it had really become beyond desperate.",
        1855.06,
        1860.18
    ],
    [
        " Well, even let's get back to the third day for a second because even there, they finally did",
        1860.74,
        1864.86
    ],
    [
        " try to get them out of back in. And that on, on, um, that was the CH 53 again, the Marine Corps.",
        1864.86,
        1871.96
    ],
    [
        " CH 53 Delta came in to pick up the wounded, the pilot was billed, beard off.",
        1871.96,
        1877.72
    ],
    [
        " And they came in our Green Beret Medic, Doc Paget, John Doc Paget was on that helicopter with",
        1878.4,
        1885.08
    ],
    [
        " Sergeant John Brown. And as the helicopter began to descend into the LZ, you and a couple other",
        1885.08,
        1892.22
    ],
    [
        " people had the most seriously wounded that Lieutenant was with you. And the helicopter,",
        1892.22,
        1898.06
    ],
    [
        " you were just beginning to reach up to handle Lieutenant over to Doc Paget when the tail road",
        1898.06,
        1905.02
    ],
    [
        " struck a tree. And as you were lifting the patient up towards Doc and the chopper suddenly lifted",
        1905.02,
        1911.08
    ],
    [
        " up suddenly, it was lifting up like it took off. Well, and you're, and you're on the receiving end",
        1911.08,
        1917.68
    ],
    [
        " of that after discussing that years later, decades later. Yeah.",
        1917.68,
        1922.6
    ],
    [
        " I remember a, I guess it was a pot of not a palm tree, but either, well, some kind of tree or bamboo,",
        1924.26,
        1930.58
    ],
    [
        " you know, probably about maybe six inches in diameter at the base. Yeah. And it was in this",
        1931.08,
        1936.16
    ],
    [
        " middle of, will look like a little bomb crater. I think it because we didn't clear it, and we",
        1936.16,
        1942.14
    ],
    [
        " were in a clearing of sorts. Yeah, just trying to find a clear spot to get the chopper and a lift up.",
        1942.14,
        1946.4
    ],
    [
        " And the guys had shot most of that down with, with knives. We didn't have axes, so they were",
        1947.34,
        1954.9
    ],
    [
        " trying to get that thing as low as possible. And I think what happened is that particular helicopter,",
        1954.9,
        1965.36
    ],
    [
        " we think took a hit of some sort. And what happened was when it, it wasn't a critical hit per se.",
        1965.62,
        1975.42
    ],
    [
        " Right. But what happened when it, when it got hit, the rotor swung in and hit that tree that we",
        1975.48,
        1982.74
    ],
    [
        " didn't get quite get just low enough. Yeah. Because the helicopters, I remember we were in a like",
        1982.74,
        1987.74
    ],
    [
        " a bowl like a fair is like, is I think about it? Sure. Yeah. And I, he couldn't really set down flat.",
        1987.74,
        1993.3
    ],
    [
        " So the front end was going to be somewhat up up against the side of a bomb crater or they were",
        1993.3,
        2000.44
    ],
    [
        " created that bowl like effect. And now this is what we think. And so when it got hit with something,",
        2000.44,
        2011.76
    ],
    [
        " and I'm not sure what it was, I think the pilot for a minute had jerked and the things slightly",
        2012.28,
        2018.28
    ],
    [
        " hit and the rear rotor hit that, that the very top of the, yeah, tree. And once you lose a rear rotor,",
        2018.28,
        2028.02
    ],
    [
        " or damaged or bent it, my understanding is very difficult to control a helicopter. So he had no",
        2029.06,
        2035.92
    ],
    [
        " other choice but to lift off and get out of there. Right. Because the last thing we needed was a",
        2035.92,
        2040.26
    ],
    [
        " downed helicopter. And then we'd have, God knows how many more injured with a crashed helicopter.",
        2040.26,
        2047.02
    ],
    [
        " Well, then Doc Paz also said that another round had gone through and hit the one to the fuel containers.",
        2047.52,
        2055.2
    ],
    [
        " And so they had fuel or some kind of liquid flowing inside of the helicopter on top of everything else.",
        2055.66,
        2060.96
    ],
    [
        " So that helicopter did get out of there, but you could not get the wound of that. No. So you had to",
        2061.24,
        2067.46
    ],
    [
        " go back to the jungle. That helicopter went out. It did a emergency landing. We kept pushing like this.",
        2067.46,
        2073.26
    ],
    [
        " Yeah. Well, hope that it gets away. Nobody can see me on a radio, but pushing up like you're doing",
        2073.56,
        2078.72
    ],
    [
        " above our heads. Right. And they were trying to pull them in, but that particular helicopter was",
        2079.3,
        2087.8
    ],
    [
        " really not designed as a meta back per se. So you, they had the side door, you had the tailgate.",
        2087.8,
        2094.84
    ],
    [
        " Yeah. And we were trying to get them up through the tailgate. I think you know, that's true.",
        2095.12,
        2099.76
    ],
    [
        " That's what Doc said too. And he has, no, if you didn't have the sidebar to that, was as they came in,",
        2099.84,
        2105.24
    ],
    [
        " this is according to the door gunner, Larry Grow, and he had his M60 and a 51 caliber anti-aircraft",
        2105.52,
        2117.02
    ],
    [
        " machine gun opened up on the helicopter. And he was able to, he said, quote, it was only 25 yards",
        2117.02,
        2124.3
    ],
    [
        " from it. And he opened up with it with his M60 on held it down full automatic until the 51 was",
        2124.3,
        2131.78
    ],
    [
        " silenced. And that was also going on in addition to all the other activity at that moment in time.",
        2131.86,
        2138.12
    ],
    [
        " Yeah. This was a, this was a great idea that from the very beginning started going bad.",
        2138.3,
        2143.72
    ],
    [
        " And I, and I, and I, and I give great credit to that, that crew, because they got that helicopter,",
        2144.68,
        2151.78
    ],
    [
        " because the last thing, like I said, is that that at Pancake again with all, if, and I did not know",
        2152.02,
        2157.34
    ],
    [
        " about the fuel until you just told me about that. Yeah. Now that I remember reading the book,",
        2157.34,
        2161.86
    ],
    [
        " yeah, now I'm okay. But anyway, you know, I'm getting old, guys, things don't, not 29 anymore,",
        2161.86,
        2169.4
    ],
    [
        " not 22 anymore. But you, you, you have to get great credit for me, because they had enough sense",
        2169.88,
        2176.78
    ],
    [
        " to know. And then this is what I'm thinking, we don't, we did not need that to hit that, that,",
        2176.78,
        2181.88
    ],
    [
        " where we were, because we would have taken cashews on the ground, plus the casualties in the,",
        2182.14,
        2187.04
    ],
    [
        " and then we would have struggled with trying to get them out of the helicopter. Plus,",
        2187.18,
        2191.1
    ],
    [
        " if he hadn't silenced that weapon, which we would have had the, the additional problem with that",
        2191.3,
        2199.18
    ],
    [
        " weapon going at us, right. And, you know, our handfuls are in, and you never know on a helicopter",
        2199.18,
        2205.58
    ],
    [
        " crash, you know, people, everybody could get killed or everybody can walk away from it or something",
        2205.58,
        2209.84
    ],
    [
        " between. But my biggest fear now, I think, think about the fuel issue is on that thing. If it had",
        2210.54,
        2216.56
    ],
    [
        " exploded in that bowl, it would have taken, I mean, that mission would have been over then,",
        2216.56,
        2221.4
    ],
    [
        " right there. So him, the pilot, especially the crew, got that up and got it away. And I don't know",
        2221.7,
        2227.9
    ],
    [
        " how far they got before they crashed. But I forget these actively, got far enough away so that the",
        2227.9,
        2233.62
    ],
    [
        " enemy wasn't firing when they did an emergency landing. Then another helicopter came in,",
        2233.62,
        2238.04
    ],
    [
        " lifted him out on the ladder, and a doc led the people up the ladder. And then the helicopter took",
        2238.04,
        2244.18
    ],
    [
        " off. There's that iconic photo of the C.A.s 50 speed Delta flying east with Doc and the other",
        2244.18,
        2250.3
    ],
    [
        " members of that helicopter crew that went down on it, and he had brown one on that ladder.",
        2250.3,
        2256.1
    ],
    [
        " Yeah. And, I mean, it's just amazing. It's just amazing. And, and the attempt that Dr. Pagin",
        2256.56,
        2263.9
    ],
    [
        " and Doc Brown coming in to make that attempt like that was probably if you, if they had sat down",
        2263.9,
        2275.42
    ],
    [
        " and really thought about it, yeah, the thought probably would across their mind. This is probably not",
        2275.42,
        2282.08
    ],
    [
        " a good idea. I mean, because you guys have been drawing the tents fired by that time. This is day three",
        2282.08,
        2289.42
    ],
    [
        " now. Yeah. By then they, they pretty much, they probably probably didn't know, they didn't really",
        2289.7,
        2295.8
    ],
    [
        " know exactly where you were until day four, but by then they pretty much knew the general area we were",
        2295.8,
        2301.38
    ],
    [
        " in. Right. And so the mission had been planned to go for what five or seven days, but on day four,",
        2301.38,
        2311.4
    ],
    [
        " in the morning, the very first briefing in tonight, which is before anybody on the ground knew this,",
        2311.74,
        2318.0
    ],
    [
        " the people that were briefing was at the weather, was getting closing in, and would make it impossible",
        2318.34,
        2325.66
    ],
    [
        " for tack here at support operation tailwind. Also, the NBA were closing in. And so in that morning,",
        2325.66,
        2332.42
    ],
    [
        " everything changed. But also you also had another intelligence crew during that morning. They",
        2332.9,
        2340.94
    ],
    [
        " hit another command post, get the intelligence, just fire fights along the way, just an amazing",
        2340.94,
        2347.48
    ],
    [
        " day. And you mean while our attention to the increasing number of wounded, you and coach are",
        2347.48,
        2352.08
    ],
    [
        " moving on, taking care of your men. And this is day four. And you know, I want to say something else.",
        2352.08,
        2360.52
    ],
    [
        " Please. If we had come across, I know this for a fact, if we had come across NBA wounded,",
        2360.52,
        2367.86
    ],
    [
        " one, we wouldn't have heard of right and two, with being as conservative as I would have been,",
        2369.12,
        2376.08
    ],
    [
        " I would have if they were still alive, I would have tried to do something to keep them going",
        2376.42,
        2382.9
    ],
    [
        " long enough for their own people to pick them up. Right. And because I guess my attitude was that once",
        2382.9,
        2393.24
    ],
    [
        " they're down, yeah, they're down. And you know, and they, they probably wanted to be home just as much",
        2393.24,
        2403.76
    ],
    [
        " as the rest of us want to be home. That's the difference between our army green raise and the",
        2403.76,
        2410.04
    ],
    [
        " calmness. Because we had many situations we had wounded personnel and they would just come on",
        2410.04,
        2414.88
    ],
    [
        " and then summarily execute. Well, my first mission, the in June of that year, I, the most severely",
        2414.88,
        2424.0
    ],
    [
        " wounded person I had was an NBA. Is that right? Yeah. I did everything to save his life.",
        2424.0,
        2432.58
    ],
    [
        " I left him with he passed away. I had put an IBM. I had given him morphine and I had",
        2434.3,
        2447.82
    ],
    [
        " the Serratin McAlar. And the caller. And I wrote a note in English to them what I'd done and left him",
        2447.82,
        2454.3
    ],
    [
        " with them. Yeah, and the Serratin, you do that in the call. So anybody picks them up, knows that",
        2454.3,
        2460.06
    ],
    [
        " they've had morphine. Yeah, that would impact the triaging and their triage. Yeah, for example,",
        2460.06,
        2465.32
    ],
    [
        " and you don't want to get more morphine than the Serratin. Right. I mean, you don't want to make an",
        2465.48,
        2469.54
    ],
    [
        " anecdote, but you can kill people with overdosing morphine. Well, it's a drug. It's, it's, you know,",
        2469.54,
        2475.64
    ],
    [
        " well, how many times you heard about people who have a gut shot and they're on morphine,",
        2476.44,
        2479.68
    ],
    [
        " they're going, oh, look at my, look at my guts hanging out. We've heard stories like that.",
        2479.7,
        2483.78
    ],
    [
        " It's just amazing people never think about that aspect of being wounded.",
        2484.24,
        2489.06
    ],
    [
        " Well, my philosophy in combat as far as in the field, I never would give anybody a morphine to kill",
        2489.06,
        2495.56
    ],
    [
        " the pain. I would give them enough morphine so they could tolerate it. Yeah. And the rift, there's",
        2495.56,
        2502.28
    ],
    [
        " a reason for that. If they're, if they're, if they can tolerate the pain, then you can talk to",
        2502.28,
        2508.3
    ],
    [
        " you can reassure them. And you can also, if they're out because you gave them so much morphine,",
        2508.3,
        2517.12
    ],
    [
        " then any other sign or symptom that they pop up, you is probably not going to make an appearance",
        2518.26,
        2523.66
    ],
    [
        " that you'd like to do something else or whatever you could with in your poor abilities.",
        2523.66,
        2529.88
    ],
    [
        " So in, in the other thing too, is if you get a memento back down the field back to say a 70,",
        2531.46,
        2538.5
    ],
    [
        " like the 74th of that. Right. Thank you. Play, play, cool. Yeah.",
        2538.8,
        2544.98
    ],
    [
        " Then they could, if the guy's conscious enough to be even though he's a little groggy,",
        2547.76,
        2551.78
    ],
    [
        " you can talk to him. They can talk to him. You know, yeah. And then first of then they,",
        2552.68,
        2559.74
    ],
    [
        " and then they can get more reassurance, especially because if you're giving some of the morphine",
        2559.76,
        2563.86
    ],
    [
        " in the field, they're probably got a pretty serious injury. And, you know, in the serious injuries",
        2563.86,
        2572.82
    ],
    [
        " in combat, you know, the first stock that most, that's the biggest, one of the biggest things you",
        2572.82,
        2576.76
    ],
    [
        " have with is shock. If they go into shock, you can lose it. Right. And you want to keep them out of",
        2576.76,
        2582.96
    ],
    [
        " shock. And they can go into shock even if they're, if they're duped up on morphine. So you don't want",
        2582.96,
        2590.0
    ],
    [
        " them so duped up that you can't monitor shock. At least that's my, that was my philosophy. Sure.",
        2590.0,
        2595.44
    ],
    [
        " And I had, I had learned that from an old special forces made when I was going through training.",
        2595.72,
        2600.04
    ],
    [
        " All right. It may be an adult. Right. It may be somebody that could maybe challenge me on that",
        2600.36,
        2607.22
    ],
    [
        " technically. Okay. But that was my philosophy. And that's the way I was going to operate.",
        2607.22,
        2612.28
    ],
    [
        " As a way of working the field, you brought people back alive. And it worked on that operation.",
        2612.5,
        2617.44
    ],
    [
        " I never gave nobody was so, because when we were carrying those two guys that really couldn't",
        2617.88,
        2630.02
    ],
    [
        " bump or something. Yeah. So I knew that's the sound's terrible. It's, as long as I heard them",
        2630.02,
        2638.28
    ],
    [
        " open or out, I knew they were alive. They're still with us. They were still with us. And",
        2638.28,
        2644.98
    ],
    [
        " you know, I mean, that's, that's somewhat of a, I mean, I learned that not from school, but I",
        2644.98,
        2653.6
    ],
    [
        " learned it from other medics, older medics that had been around for a while. You know,",
        2653.6,
        2659.94
    ],
    [
        " you should have ins and heates that had, you know, because even though I would graduate from",
        2660.06,
        2664.96
    ],
    [
        " special forces had been in Thailand, I still work with medics that were had more experience than I do.",
        2664.96,
        2670.76
    ],
    [
        " Combat experience. Combat experience. And you'll listen to them. Because the last thing you want to do",
        2671.14,
        2676.36
    ],
    [
        " is you want to further injures somebody that's already in a tight spot. Perfect for certain.",
        2676.36,
        2681.6
    ],
    [
        " Yeah. And especially in a situation where it's not like you can call 911 or an ambulance,",
        2681.72,
        2687.26
    ],
    [
        " I'm gonna show them. Because you don't know. And in my situation after the first day,",
        2687.26,
        2692.06
    ],
    [
        " I don't, we never really attempted to metabac the wounded because that second day,",
        2693.08,
        2697.98
    ],
    [
        " we're trying to evacuate them. True to be a disaster. So we, we didn't want to put another",
        2697.98,
        2703.54
    ],
    [
        " hill of cop here in danger. We didn't want to put more crew in danger. And plus the fact,",
        2703.54,
        2709.1
    ],
    [
        " to medabac that many wounded at that point, you've got to have more assets",
        2709.3,
        2717.46
    ],
    [
        " than in the air. And air have a trouble with the weather even that day. Yeah. So it's just,",
        2717.46,
        2728.36
    ],
    [
        " it wasn't just, I mean, you gotta think beyond, sometimes you have to make hard decisions.",
        2728.66,
        2735.14
    ],
    [
        " Fortunately for me, I'm not the one making this. I never made a decision about no or medabacs.",
        2736.6,
        2742.76
    ],
    [
        " That was not my purview. That was, but in hindsight, it was the right decision. It was,",
        2742.88,
        2748.46
    ],
    [
        " it was, it was common sense. I mean, I don't, I don't want to see brown or pageant hurt",
        2748.8,
        2755.84
    ],
    [
        " or that crew hurt. Right. Like they almost did anyway. Yeah. And so this, so, and that rescue was on",
        2755.84,
        2763.74
    ],
    [
        " a third day. And so now day four. So the, every, the teams inserted September 11th, we go through",
        2763.74,
        2771.98
    ],
    [
        " to 12 to 13th day and night combat, moving, always combat. During the night, the ABU tactical",
        2771.98,
        2779.84
    ],
    [
        " air and I, we had specters, yeah, sting. And then other gunships that provided covers so that",
        2779.84,
        2788.96
    ],
    [
        " Captain McCarley or his common man could direct airstrikes on the enemy as they're attacking",
        2789.06,
        2795.44
    ],
    [
        " your positions at night while you're on the move. Meanwhile, you a coach or taking care of the wounded",
        2795.44,
        2801.4
    ],
    [
        " as you move. And well, I could tell you this much. Yeah. Anything you tell me about McCarley.",
        2801.4,
        2806.64
    ],
    [
        " I don't know firsthand because I saw, I saw McCarley. And here, here's the great thing about how",
        2807.0,
        2816.96
    ],
    [
        " greater commander he was. If I can please that aside. Hell yeah. Even with all the stuff he was doing,",
        2816.96,
        2824.68
    ],
    [
        " he wasn't eating, he wasn't sleeping, and he was drinking whatever that water we could fetch out",
        2825.26,
        2831.04
    ],
    [
        " of the places we would, different can't teams. He would, he would combine, not all the time,",
        2831.04,
        2841.76
    ],
    [
        " but periodically a couple of three times maybe. I don't know. I can't remember. It could have been",
        2842.34,
        2846.8
    ],
    [
        " one, it could have been five. I don't know. But the fact of matter, he came by, he's one of his whole",
        2846.8,
        2851.42
    ],
    [
        " things. He comes to you. He comes to me and he asks, he asks me how I'm doing. He wasn't asking how",
        2851.42,
        2857.84
    ],
    [
        " Sergeant Rose the medic was doing. He was asking how Mike Rose was doing. Yeah.",
        2857.84,
        2865.62
    ],
    [
        " The man on the ground. And I know talking to other people that he was doing that with the other",
        2866.98,
        2872.92
    ],
    [
        " guys. Yep. And that included the mountain yards too. You know, you couldn't, maybe you couldn't",
        2872.92,
        2879.56
    ],
    [
        " talk to him, but you could he could walk by him, you know, pat him on the shoulder or a couple of",
        2879.56,
        2884.18
    ],
    [
        " words in Montenora. He's that he could live on. Yeah. And the same thing with Morrison Air.",
        2884.18,
        2889.8
    ],
    [
        " The first starting, it would be remiss and not mentioning him. He was walking around",
        2892.28,
        2899.62
    ],
    [
        " doing his first sergeant stuff, you know, like making sure to strip distribution of ammo or whatever.",
        2899.62,
        2907.0
    ],
    [
        " But he would come by and he would chip chat with. Like we were in central part. I mean, he didn't stop",
        2907.74,
        2915.84
    ],
    [
        " me from doing whatever he was doing, but he would just chip chat. And I know what he was doing.",
        2915.84,
        2919.78
    ],
    [
        " He was just there. He knew I knew he had my back. Indeed. You know, absolutely. And they all knew",
        2921.0,
        2931.2
    ],
    [
        " all the men that talked to later. Also, they knew what you were doing, which was patching them up",
        2931.2,
        2940.0
    ],
    [
        " as well as the indigenous troops who bought at time. We had over 50 casinos that you and coach are",
        2940.0,
        2946.56
    ],
    [
        " looking after maintaining, helping as well as moving at the same time. Oh, I could tell you the",
        2946.56,
        2954.42
    ],
    [
        " things that we were coaching our we're doing. We're probably violating every sanitary medical procedure",
        2954.42,
        2962.7
    ],
    [
        " that I'd ever been taught in training. But but at that point in time, you know, it's like",
        2962.86,
        2970.08
    ],
    [
        " it's you and then plus by day four, we were we were out of stuff. Right. If",
        2970.08,
        2978.26
    ],
    [
        " I thank God that nobody really got really badly hurt on the fourth day. Yeah, because",
        2978.26,
        2985.58
    ],
    [
        " I didn't have any more thing left. I mean, because one of the things that I did was all the Americans.",
        2985.58,
        2991.8
    ],
    [
        " Everybody's left front pocket belonged to me. Right. Because I made sure they had extra",
        2993.5,
        2999.94
    ],
    [
        " morphine in there, a bandage in there. And I made everyone in their rucksack carry the big belly",
        2999.94,
        3005.0
    ],
    [
        " bandages. Sure. Yeah. And everybody carry an IV bottle. And that helps us stay you through those",
        3005.0,
        3011.74
    ],
    [
        " four days. So I would go and pull that stuff from them or coach would go and get it. You know,",
        3011.74,
        3017.92
    ],
    [
        " sure. And because I couldn't carry all this. I've coach couldn't carry all this.",
        3017.92,
        3022.54
    ],
    [
        " And the guys didn't have any problems with carrying that stuff. Right. Because",
        3022.66,
        3027.42
    ],
    [
        " if they went down, they knew they would need it. They would be needed. Yeah. So that has",
        3027.42,
        3035.3
    ],
    [
        " turned to day four because it is funny because again, the troops on the ground, Captain McCarley",
        3035.3,
        3042.7
    ],
    [
        " and the men his command element didn't have an accurate weather pitch. But they started in the",
        3042.7,
        3050.58
    ],
    [
        " morning and then they hit another command headquarters. They go in, seize more documents.",
        3050.58,
        3057.3
    ],
    [
        " There's combat there and trying to think in addition to intelligence doctors, papers, code books,",
        3057.8,
        3066.76
    ],
    [
        " transportation laws, records, North Vietnamese currency and photographs, including a photograph of",
        3067.28,
        3073.74
    ],
    [
        " Ho Chi Minh who had been ahead of the communist and North Vietnam who died in 1968. But again,",
        3073.74,
        3081.3
    ],
    [
        " they got this another intel coup. The guys had to pack this stuff and carry it and add this to",
        3081.44,
        3088.0
    ],
    [
        " everything else while engaged in the enemy. On this occasion, they again used the as they",
        3088.0,
        3094.78
    ],
    [
        " wired the area, the weapons and the cache site with the again, rice, weapons, enemy supplies,",
        3094.78,
        3102.68
    ],
    [
        " ignited as they pulled out, continued to move. And when it explodes, then the Air Force came back",
        3103.32,
        3110.02
    ],
    [
        " using that as a marker to to complete the destroy all the enemy supplies, the cache,",
        3110.02,
        3115.82
    ],
    [
        " which were significant numbers. You know, it really made me is.",
        3115.96,
        3119.62
    ],
    [
        " Um, dried rice. You don't think about it, but it'll burn pretty good.",
        3122.06,
        3126.98
    ],
    [
        " But if you get it, if you get it ignited, like throw it, you know, if you have a cache of rice,",
        3127.56,
        3132.7
    ],
    [
        " you throw a thermite grenade in there or put a little gasoline in there. Yeah. You know, I don't know",
        3132.76,
        3141.3
    ],
    [
        " if it'll completely destroy it, but it'll make it unusual. You can't eat it. Right. That's,",
        3141.3,
        3146.4
    ],
    [
        " then that's all your interest. Little name pocket go a long way with rice. Yep. So,",
        3146.4,
        3150.96
    ],
    [
        " but you know, well, you know, if you, if you un-rice, if you're cooking rice at the house and you",
        3151.24,
        3158.54
    ],
    [
        " forget about it on the stove and the water all boils out, it'll start to burn. Right. You can",
        3158.54,
        3165.2
    ],
    [
        " imagine what, you know, really thoroughly dried rice that's never been in water. It's like any other",
        3165.2,
        3171.8
    ],
    [
        " dried piece of vegetation will burn. I mean, that's, uh, that's a big challenge with, uh,",
        3173.44,
        3182.3
    ],
    [
        " wheat silos in the United States. If you're not careful with that, you, they can be launched",
        3183.58,
        3190.02
    ],
    [
        " in outer space. That's right. It's a horrific explosion. It closes because of that.",
        3190.02,
        3197.42
    ],
    [
        " Yeah. So, you never know. Well, rice flour, you know, or wheat flour is very dangerous because it'll,",
        3198.86,
        3209.2
    ],
    [
        " it burns so quick, it's almost like an explosion. Right. And so getting back to day four,",
        3209.32,
        3214.76
    ],
    [
        " Fonding Jean was told about the weather and the air has started to come out. Joe Viscuil was there",
        3215.84,
        3221.08
    ],
    [
        " with Scarface and they came out the gifts of support. And then later, we had Tom Stump, who was",
        3221.08,
        3229.08
    ],
    [
        " a pilot with an A1 Skyreater. And Joe and they thought there was over a thousand NBA,",
        3229.08,
        3235.82
    ],
    [
        " Pathet, Laugh, troops who were moving towards company B in the morning. Now, Jean didn't know the",
        3236.1,
        3244.74
    ],
    [
        " numbers were that big, but they knew the NUIS company told them. And Joe Drisco looked at and he said,",
        3244.74,
        3250.84
    ],
    [
        " during that final briefing was very clear. Today was due or dying. The big thing was the stark",
        3250.84,
        3257.66
    ],
    [
        " seriousness of the moment. Everyone knew they had suffered heavy casualties as you knew firsthand.",
        3257.66,
        3263.96
    ],
    [
        " And now the weather was closing in on them. If they A1 Skyreater pilot, Tom Stump had added,",
        3264.82,
        3270.78
    ],
    [
        " the weather was dog shit. When we took off, I wasn't optimistic about getting them out of here.",
        3271.36,
        3278.32
    ],
    [
        " And that's what you all were up against on the ground. Well, I'll stay for.",
        3279.1,
        3283.48
    ],
    [
        " I was later told that I don't know who Tom was talking to over the radio.",
        3283.76,
        3288.06
    ],
    [
        " Eventually, well, Fonding Flat said to somebody and I don't know who he was talking to over the radio.",
        3288.76,
        3293.8
    ],
    [
        " Yeah. If we don't get them out now, we're not getting them out.",
        3293.94,
        3297.26
    ],
    [
        " And he played a key role in protecting you all because at one point, the NBA were coming up with",
        3297.82,
        3305.04
    ],
    [
        " some wave attacks. Covey had left, but Gene McCarley was able to talk to Tom Stump who found",
        3305.04,
        3312.76
    ],
    [
        " a way through the clouds and then made several gun runs that broke the back. Well, I was a tag.",
        3312.76,
        3318.88
    ],
    [
        " Told like I said this. One of the thing was that they they they were the A1 E pilots were told",
        3319.02,
        3324.06
    ],
    [
        " not to fly under 500 feet. I don't know if that was a standard order or whatever. But later,",
        3324.06,
        3330.12
    ],
    [
        " I only found out it was Tom Stump. But he made a pass over us. And the way the 50 caliber was",
        3330.12,
        3339.12
    ],
    [
        " operating, this is why for years I thought Tom was taking hits. And what it was was the rounds come",
        3339.12,
        3344.9
    ],
    [
        " up and the proper push is the rounds back up the the spent car to just do. So what I was seen was",
        3344.9,
        3351.0
    ],
    [
        " the shadowing of those 50 caliber rounds along his fuselage. But when he turned and looked down,",
        3351.0,
        3357.38
    ],
    [
        " I couldn't read it. But I could see that there was lettering on his helmet. That's how low he was.",
        3358.34,
        3363.56
    ],
    [
        " Really? And what scared the crap out of me because at first, I thought he was strafing us.",
        3363.88,
        3369.12
    ],
    [
        " But it wasn't. You know what it was. It was the expense 50 caliber. And now on those those",
        3369.28,
        3374.7
    ],
    [
        " things were going everywhere when they were hitting the ground. And I and I suspect they were going",
        3374.7,
        3379.62
    ],
    [
        " how fast are they going? I don't know. But they're what two three inches like a small two who",
        3379.62,
        3386.32
    ],
    [
        " crest. Yeah. And it's funny now. But at the time, it wasn't. That stuff was going everywhere.",
        3386.32,
        3393.7
    ],
    [
        " I mean, except it never hit a single person got hit with one of those things around. And I don't",
        3394.18,
        3399.56
    ],
    [
        " I don't you know what? To me, that's why I believe firmly, you know, I am a somewhat of a religious",
        3399.56,
        3406.8
    ],
    [
        " man. I'm Catholic. I go 10 church and whatever on regular. But when I think back about it,",
        3406.8,
        3413.82
    ],
    [
        " this little incident like that that say to me, there are guardian angels. There are.",
        3413.82,
        3420.0
    ],
    [
        " There is a divine intervention intervention saying, yeah, nobody's going to get hurt on this.",
        3420.38,
        3427.6
    ],
    [
        " And somehow the good Lord pushed those spent rounds indeed. In such a way as nobody got hit.",
        3428.52,
        3437.7
    ],
    [
        " Because if you'd got one, they're hot and two, they're probably what traveling with a couple",
        3438.2,
        3442.72
    ],
    [
        " hundred miles an hour. Oh, yeah. Yeah, particularly a gun run. Yeah. Because they're coming down.",
        3442.72,
        3448.38
    ],
    [
        " Those birds as warbirds, those magnificent. And as high as as low as he was, I should say.",
        3448.76,
        3454.32
    ],
    [
        " Well, one of our targets, we had a gun run in the Ashal where the A1 sky, A1's a sky-graded pilot.",
        3455.0,
        3463.88
    ],
    [
        " After his gun run, he put the bird on its side to look at me. I could see him. Like you tell you,",
        3464.74,
        3470.92
    ],
    [
        " he was smoking a fully shiru. And I absolutely would seem to have passed. That's how close they were.",
        3470.92,
        3476.0
    ],
    [
        " Yeah, it's just like what you're saying. Yeah, they'll say one E pilots man there.",
        3476.34,
        3480.8
    ],
    [
        " The crazy bunch of guys. And then to keep flying through all that any aircraft stuff and the",
        3481.34,
        3487.4
    ],
    [
        " Sam's and everything. It's just. And I think the one to keys that are success was the fact that a lot",
        3487.4,
        3493.14
    ],
    [
        " of them flew, particularly on a came to a gun run or an A-pom strike, they flew not from five thousand",
        3493.14,
        3500.9
    ],
    [
        " feet, but they were closer, much closer to that. Maybe volley and I five hundred foot rule too.",
        3500.9,
        3506.44
    ],
    [
        " But we aimed to try to get a future spade pilot and A1 pilot on here someday. We're working on that",
        3506.74,
        3513.9
    ],
    [
        " right now. I was wondering if that little L to those some of the anti-aircraft weapons at the NBA",
        3513.9,
        3524.16
    ],
    [
        " head were really not designed to go after. And in that jungle, you're you're you're",
        3525.22,
        3534.06
    ],
    [
        " your quadruing elevation right was limited from the canopy, you know, where they would put those",
        3534.06,
        3540.5
    ],
    [
        " things I would suspect. But I don't really think that they had really designed or or operating",
        3540.5,
        3548.8
    ],
    [
        " to go after aircraft that low. And I understand talking to other people one of the reasons we didn't",
        3548.88,
        3556.06
    ],
    [
        " lose more hewies was because a lot of the NBA didn't leave the hewie far enough. You know, they",
        3556.06,
        3565.88
    ],
    [
        " would aim at the hewie. And why the time the rounds got there, the hewie was already passed.",
        3565.88,
        3570.64
    ],
    [
        " So a lot of you know it's like our field artillery, you know, is you you don't aim at the target.",
        3571.9,
        3577.38
    ],
    [
        " You know the earth moves and they are around spins to the left and the round and the target collide.",
        3577.38,
        3584.06
    ],
    [
        " So yeah, because of the distance involved. Indeed. So on this day, getting back to day four,",
        3585.28,
        3594.1
    ],
    [
        " the enemy kept coming by now. They're rolling into the team. Like you said, they've located where you",
        3594.82,
        3602.2
    ],
    [
        " dig this you all your team has destroyed the enemy headquarters cache site. And you're moving forward.",
        3602.2,
        3608.76
    ],
    [
        " At some point, the enemy's coming so heavily between the gun runs that in order to break the attack,",
        3609.1,
        3616.46
    ],
    [
        " they came in with CS gas, which is tear gas. Yeah, it's the same thing that the fact my understanding",
        3616.74,
        3622.54
    ],
    [
        " CS was originally developed by the for use by for police in right control.",
        3622.94,
        3630.22
    ],
    [
        " Now it's not a lethal gas. No, as long as you're not in like a room or something they fill it up with.",
        3631.0,
        3638.22
    ],
    [
        " But you know, you know, CO2 can do the same thing. But but I will tell you something.",
        3638.38,
        3643.52
    ],
    [
        " CS is the only cure I know for a common cold or sinus infection. That'll work within minutes",
        3645.02,
        3652.24
    ],
    [
        " because I'll tell you what, you get that stuff up in your sinuses.",
        3652.24,
        3655.46
    ],
    [
        " If you have a bacterial infection or viral infection,",
        3656.0,
        3659.5
    ],
    [
        " there those little guys are climbing over each other to get out of your nose.",
        3659.96,
        3664.36
    ],
    [
        " Is that stuff? Your eyes, you can't get your eyes open. You feel like you can breathe.",
        3664.7,
        3670.8
    ],
    [
        " Your nose begins to run at a massive amount. It's very unpleasant.",
        3672.3,
        3678.84
    ],
    [
        " Oh, God. Well, you know, like Jean McCarley said, the wonder is why he called in the CS is because",
        3679.64,
        3685.92
    ],
    [
        " they were desperate. The hordes, the NBA hordes would come into the team and they hit it with",
        3685.92,
        3691.9
    ],
    [
        " seed with the CS. And that made it possible for the helicopters eventually to land. And Jean had",
        3691.9,
        3698.72
    ],
    [
        " that quote, said, we had a lot of our guys crying and choking on that CS, but it also brought them",
        3698.72,
        3705.76
    ],
    [
        " critical time. And so then Scarface, the Cobras made gun runs and the C53, the first one came in",
        3705.76,
        3714.58
    ],
    [
        " for the first true pickup. They picked up one third of the force. Yeah. We got the wounded",
        3714.58,
        3721.42
    ],
    [
        " out on the first one. Yeah. Plus they, I will say, not in our downer, if you want to use the",
        3721.42,
        3727.22
    ],
    [
        " organic or they're they're they're ready to go home. Well, you know, the thing is with it, as many",
        3727.22,
        3733.76
    ],
    [
        " that got on that first helicopter, you know, you think in hindsight, I'm surprised to go off the",
        3734.12,
        3739.08
    ],
    [
        " ground. Okay. I mean, it was over loaded. Yeah. Now the second one wasn't as overloaded, but it, uh,",
        3739.08,
        3746.2
    ],
    [
        " and the second one is it comes in. Does increase has more gun fire on it? Enemy gun fire in the first",
        3747.26,
        3753.06
    ],
    [
        " one. And after they, the second one picked up, then only left about 35 of us on the ground. Right.",
        3753.06,
        3759.48
    ],
    [
        " 35 of the original 130, but you went in 133. So the first two helicopters picked up pretty close",
        3760.66,
        3768.78
    ],
    [
        " to 100 people. Wow. And I, I'm really surprised that they think in that, you know, that helicopters are",
        3768.78,
        3775.1
    ],
    [
        " not known for flying very well in hot weather. They love the Arctic from my understanding. But,",
        3775.1,
        3780.74
    ],
    [
        " and then we were taking a lot of fire. And then of course, we're on the line. We were, I started taking more wounded.",
        3783.76,
        3791.5
    ],
    [
        " Excuse me. That's okay. Yeah. So so now we're down to the third helicopter. Again,",
        3792.4,
        3800.28
    ],
    [
        " Scarface, the Corbus did the gun runs. And then the third C-H-53 Delta Marine Corps",
        3800.78,
        3808.22
    ],
    [
        " helicopter comes in to pick up more troops. And so you all are getting on the helicopter and",
        3808.6,
        3817.76
    ],
    [
        " Genskiesv landing. Yes. Yes, indeed. And so it's on a final approach. And they knew that they're",
        3817.76,
        3825.88
    ],
    [
        " good, that this was a last chance to get you all out. And Sergeant Mike Hagan was one of the team",
        3825.88,
        3833.4
    ],
    [
        " ever said, I can tell you that big bird was a welcome sight to us. We were all beat. We were all wounded.",
        3833.4,
        3841.54
    ],
    [
        " And we were all ready to go home. Believe me. And Mike was on that you, Mike, and a few others were",
        3841.86,
        3849.02
    ],
    [
        " the last, a gene were the last ones to get on that helicopter. I got, I got on and more to",
        3849.02,
        3857.82
    ],
    [
        " dare got on. And Gene McCarley was the last member of the company.",
        3857.82,
        3866.46
    ],
    [
        " The Special Forces Group, Command Control Central. Right. He was the last man to step off that",
        3867.2,
        3875.5
    ],
    [
        " field. And even before he stepped off a few minutes earlier, when he was standing there with a",
        3875.5,
        3887.8
    ],
    [
        " vessel. And then like Gene said, it was one of those moments in time. The Montenegro was shot in",
        3887.8,
        3895.62
    ],
    [
        " the head. There was blood all over the place. No, I, I'm not, I, I know, I know, I, I pick, we did, I",
        3895.62,
        3903.94
    ],
    [
        " know, I can't remember if he was killed because I remember we were, we didn't leave anybody on",
        3903.94,
        3910.18
    ],
    [
        " the ground. I'm not sure if he was killed or he was just at first one of them, there were, there",
        3910.18,
        3919.02
    ],
    [
        " were, there was one I know for sure because I gave my weapon to Pete Linden. And I went forward and",
        3919.02,
        3925.74
    ],
    [
        " grabbed a guy that went down. He got hit in the head. Now I'm dragging him back to the ship. I",
        3925.74,
        3931.02
    ],
    [
        " got him on board. And I remember no wonder. Yeah, I think that's the one. And he was, I mean,",
        3931.02,
        3937.24
    ],
    [
        " that is even his fellow Montenegro told Gene him that they all thought he was dead. But he",
        3937.96,
        3945.26
    ],
    [
        " went, but you're not medic. But he was, he, I remember his whole head was just in cake. Well,",
        3945.26,
        3951.0
    ],
    [
        " you know, how bad your head bleeds head room can imagine a round bouncing off the front of",
        3951.08,
        3957.76
    ],
    [
        " your all the way back. And it looked like the thing, but I don't know what he got hit with, but",
        3957.76,
        3964.64
    ],
    [
        " the track was about it. As I remember, it looked like it was about a half an inch.",
        3965.86,
        3970.48
    ],
    [
        " Air skin and hair and everything was missing. Oh, wow. And he was just, his whole head was in",
        3971.16,
        3977.38
    ],
    [
        " case in blood. So we threw him on the helicopter. I, but he didn't die that and I think. And you",
        3977.38,
        3985.76
    ],
    [
        " know, when you, when you talk about that, I read that and I'm thinking, no, because the,",
        3985.76,
        3992.24
    ],
    [
        " that's what we said you know, the third, the third one was killed when we went down.",
        3992.24,
        3998.22
    ],
    [
        " After the extraction, right, and he somehow got crushed with the helicopter. So there was a third",
        3999.06,
        4006.3
    ],
    [
        " one left at the crash site. The two we left on the first second day, right. And that fourth one",
        4006.3,
        4013.86
    ],
    [
        " that was so badly heard, which was the last guy. Yeah. He, he made it back. He was alive. I don't",
        4013.86,
        4021.64
    ],
    [
        " know how that's amazing. I don't know how well he did made it how well he was afterwards. But you",
        4021.64,
        4027.8
    ],
    [
        " got it back. He was still breathing when you got it back. Yeah, he was still breathing when we",
        4027.8,
        4031.36
    ],
    [
        " got back to, uh, doctor. Yeah. Um, and then, um, then there was the Marine. And he, yeah,",
        4031.36,
        4042.44
    ],
    [
        " let's see. Let's just, let me just have to see for a second through Tom stop because Tom",
        4042.48,
        4047.02
    ],
    [
        " again is in the A1 looking down. He was, it was a wild scene down there as we provided close cover",
        4047.02,
        4053.78
    ],
    [
        " to the team on the ground, Air Force F4s attacked the anti aircraft guns that the NVA had moved",
        4053.78,
        4060.22
    ],
    [
        " into the area. They, the NVA really wanted them. They were massed to get them. They wanted to get",
        4060.22,
        4068.3
    ],
    [
        " back what the team had taken from the base camp. Covey riders told us that the NVA 12.75,",
        4068.3,
        4075.56
    ],
    [
        " a Mike Mike and a 37 Mike Mike anti aircraft weapons were opening up on us. Meanwhile,",
        4075.94,
        4081.94
    ],
    [
        " Scarface Cobra gunshots reacted to enemy gunfire on their position while Jean directed them",
        4082.18,
        4088.58
    ],
    [
        " towards the enemy troops. So things on the ground, before you get on that helicopter, we're just",
        4088.58,
        4094.78
    ],
    [
        " crazy. Yeah. And, and, and, and, and, and if, if you were to make a, if I made a statement and you",
        4094.78,
        4102.36
    ],
    [
        " disagreed with it, right? And you're on the ground. I can't argue with you. Yeah. Because",
        4102.52,
        4107.34
    ],
    [
        " we hadn't slept for four days. We had, I don't remember eating. I really don't remember eating.",
        4107.34,
        4114.64
    ],
    [
        " Probably did, but I don't remember. Yeah. I remember drinking a lot of nasty water.",
        4114.98,
        4119.76
    ],
    [
        " That's like I told somebody once that, you know, you drop your canteen in that water. Well,",
        4120.0,
        4126.12
    ],
    [
        " you know, the water was probably clear until the first guy walked through it. Right. You know,",
        4126.52,
        4131.12
    ],
    [
        " the clear word. And everybody, and then you throw a handful of iodine in there, which tastes like",
        4131.24,
        4136.58
    ],
    [
        " shit. Oh, yeah. And then you're, you're, you're drinking that stuff and you're spitting stuff out.",
        4136.58,
        4141.9
    ],
    [
        " And you hope what you're spitting out isn't moving on its own, you know. Indeed. So,",
        4141.98,
        4146.04
    ],
    [
        " we were drinking water. I know we were drinking water because we were fairly hydrated,",
        4146.3,
        4150.7
    ],
    [
        " but because I was checking on that kind of stuff. Also, and, um, but",
        4151.04,
        4158.82
    ],
    [
        " but you were exhausted. And, and, and, and people talk about the fog of war. Sure. Yeah. I",
        4161.12,
        4168.64
    ],
    [
        " remember, I remember there's a Hollywood effect that they that I've seen in movies before,",
        4168.64,
        4174.76
    ],
    [
        " like in a battle scene. And I remember this one battle scene. It was a takes place between",
        4175.0,
        4180.68
    ],
    [
        " two, a British ship and a pirate ship. Right. And they're firing at each other. And",
        4180.68,
        4186.38
    ],
    [
        " then the sound goes dead. And all you see is the effects of stuff. Slow it up and exploding,",
        4187.44,
        4194.58
    ],
    [
        " but you don't hear any sound. And it's like a fog. You're just kind of the fog of war. Yeah. And",
        4194.84,
        4203.5
    ],
    [
        " that's why I'm saying if, am I wrong? I could be. Are you wrong? You could be.",
        4203.5,
        4210.22
    ],
    [
        " Are, but it's probably something in the middle. Sure. Because you've had combat scenes where",
        4210.6,
        4217.88
    ],
    [
        " two people are fighting and looking the same way and they tell completely different stories.",
        4217.88,
        4221.5
    ],
    [
        " That just happens. And like, can we just turn it with Gene was saying? Yeah. At that last moment,",
        4222.0,
        4226.82
    ],
    [
        " because Gene said as we were backing up the ramp, up the helicopter ramp, they were coming",
        4227.12,
        4232.32
    ],
    [
        " towards us. They were coming at us hard. I'm guessing the CS guys had them confused because",
        4232.32,
        4240.2
    ],
    [
        " they were getting too close to us as me, Mike, Mara stood, but none of them threw a grenade into",
        4240.2,
        4247.48
    ],
    [
        " the chopper. I never understood why they did. They were that close. And they kept coming even as",
        4247.48,
        4255.72
    ],
    [
        " we lifted off the LZ while mowing down NBA soldiers. It just can't imagine. And you know,",
        4255.72,
        4266.96
    ],
    [
        " why here's something really silly? Yeah. I can remember that at that point, there were only three of us",
        4267.12,
        4275.06
    ],
    [
        " on the ground. Right. There was a captain, Morrison myself. I'm looking away from the helicopter,",
        4275.06,
        4283.22
    ],
    [
        " right? I don't remember seeing any NBA. Is that right? I don't. Yeah. And I remember, I remember,",
        4283.22,
        4296.28
    ],
    [
        " I can't remember what it's about. It was probably Morris because he was closer to me.",
        4296.62,
        4301.86
    ],
    [
        " The carly was behind Morrison and then, or, and then I was in front Morris. Right. So it probably",
        4302.44,
        4310.18
    ],
    [
        " was Morris that kind of shoved me or pushed me up the ramp. And I remember, and Bernie Brat,",
        4310.18,
        4314.96
    ],
    [
        " Bernie Brite grabbed me by the, I remember him and sitting me down at the top of the ramp. Yeah.",
        4315.14,
        4321.04
    ],
    [
        " And I can remember Morrison and the Colonel coming up the ramp. Yeah. But if you were to ask me which",
        4322.12,
        4329.18
    ],
    [
        " one came up first, I can't tell you. I just remember two figures coming at me. Sure. I knew they were,",
        4329.18,
        4336.68
    ],
    [
        " well, plus they're coming into the darkness of the helicopter from the outside like. So I don't",
        4336.88,
        4341.4
    ],
    [
        " know which one came up first. And then, and I'm sitting there. And then it's kind of like,",
        4341.4,
        4346.8
    ],
    [
        " and I'm sure we're taking rounds. Okay. And let me help you here because in the book,",
        4347.0,
        4353.1
    ],
    [
        " Persky, the pilot and others all said the helicopter was getting hit with rounds. And as you said,",
        4353.32,
        4360.32
    ],
    [
        " you sat down. And as the helicopter began to lift off, marine sergeant Stevens was bleeding",
        4360.32,
        4367.88
    ],
    [
        " profusely from a gunshot wound in the neck. And you then treated him as the helicopter's taking off.",
        4367.88,
        4376.04
    ],
    [
        " Could you explain it better to me today than we did in the book that ran with through his neck?",
        4376.16,
        4381.22
    ],
    [
        " And then at some point, here's another thing for the medics that your medics perspective that",
        4382.54,
        4389.02
    ],
    [
        " really enjoyed of all the points was you were trying to treat him and you could tell that he's,",
        4389.54,
        4395.92
    ],
    [
        " see, he was very lucky on quoting you now. He was very lucky that round head Mr. Carleton",
        4396.12,
        4402.16
    ],
    [
        " Arty and the trachea. Yet he was going in the shock. I rolled him over, got him on all fours.",
        4402.16,
        4409.02
    ],
    [
        " Now, remember telling him, listen, you lucky son of a bitch, if you're going to die, you'd be dead by",
        4409.92,
        4415.98
    ],
    [
        " now. I didn't use the word lucky. I think I said, I think I said, listen, you stupid son of a",
        4415.98,
        4425.5
    ],
    [
        " bitch, if you were going to die, you'd be dead by now. I think I used the word stupid, but you know",
        4425.5,
        4430.26
    ],
    [
        " what? Yeah, but it worked, but it worked. He came out of shock. Yes. And he began to bounce back.",
        4430.26,
        4436.38
    ],
    [
        " And that's all I did. I mean, and I remember, what do you do to stand the bleeding from that?",
        4439.56,
        4446.12
    ],
    [
        " No, I'm worried about that. You know what I was worried about? No, what?",
        4446.12,
        4449.58
    ],
    [
        " If he had hit anything, I knew if he'd hit anything vital, right? He would have been dead by the",
        4450.96,
        4457.66
    ],
    [
        " time he hit the ground because you hit those crudits. Oh, yeah. I mean, you bleed out probably what",
        4457.66,
        4462.86
    ],
    [
        " 10 seconds quit something like that. I was worried about his head bobbing",
        4463.7,
        4469.88
    ],
    [
        " because if you're you can't his muscle, that was and he probably couldn't hold his head. So",
        4469.88,
        4479.44
    ],
    [
        " and don't ask me what I wrapped his neck in. Oh, well, because I can't tell you. I think it either",
        4479.44,
        4486.36
    ],
    [
        " had any shirt sleeves or curtships or you know that well, the cold bike rose. Then I found something",
        4486.36,
        4493.18
    ],
    [
        " to wrap around the neck to get the bleeding to stop. That's what you did. Something. I did something.",
        4493.18,
        4499.56
    ],
    [
        " I don't remember what it was, but I stabilized his head so it wasn't moving. And then the next",
        4499.88,
        4505.06
    ],
    [
        " thing I know, I'm sitting on a beach. Oh wait, wait, because you're forgetting just a little bit more",
        4505.06,
        4512.06
    ],
    [
        " of the drama here on day four. As you're repairing Sergeant Stevens neck, the helicopter's rising over",
        4512.06,
        4520.22
    ],
    [
        " a mountain top and one of the engines, one of the two engines goes out. Now you may not be",
        4520.22,
        4527.74
    ],
    [
        " aware of this because you're busy with Sergeant Stevens and the trips that they're looking at,",
        4527.74,
        4532.2
    ],
    [
        " the mountains you're flying over. And then they were well aware of the danger. And of course,",
        4532.74,
        4538.6
    ],
    [
        " the pilot, I guess it would be Lieutenant Persky, he said that Bismling was sheer granted. And he was",
        4540.36,
        4547.7
    ],
    [
        " scared about crashing into that planet. They finally get over one more mountain top. Now get tell me.",
        4547.7,
        4554.44
    ],
    [
        " Yeah, I didn't need to know that. Yeah, but I mean, I it's in the book. Yeah, I know. Oh,",
        4554.72,
        4559.88
    ],
    [
        " deep, but I'm going. Oh crap. Yeah. And so the second engine goes out and I should never read the book.",
        4560.12,
        4565.68
    ],
    [
        " That's right. Well, I put pictures in it. Yeah. And so the as they got over the second",
        4565.68,
        4573.48
    ],
    [
        " granted Rizmine, it had flown over. Now the big war bird was struggling. There were high",
        4573.48,
        4578.96
    ],
    [
        " droll like fluids and blood everywhere inside the helicopter, according to Rose. And the tail",
        4578.96,
        4584.56
    ],
    [
        " was lower than it should be. We could tell something was wrong. Really wrong. We just didn't know how",
        4584.56,
        4591.72
    ],
    [
        " wrong. And so the second engine goes out. And then there's that moment in time where he's descending.",
        4592.32,
        4599.8
    ],
    [
        " He's into auto rotation. Auto rotation is when the helicopter to wait and the air moves the",
        4600.06,
        4605.9
    ],
    [
        " propeller enough so that they don't crash. But it's definitely going down with the controlled",
        4605.9,
        4611.04
    ],
    [
        " descent to his extent. And he put it like, oh, Mayday, Mayday. And he said, don't need people to",
        4611.04,
        4618.84
    ],
    [
        " come back and say, hey, you can see an LZ or you'd go here. There was complete radio silence.",
        4618.84,
        4625.54
    ],
    [
        " So he looked for an area as he's descending. And as an area that he'd never trained in,",
        4626.04,
        4631.48
    ],
    [
        " training with a C.A. 53 Delta, with loaded with troops and teleges information, bleeding",
        4631.9,
        4637.52
    ],
    [
        " Marines, and they're all rotating in. And so the land so finally, it has a very harsh landing.",
        4637.52,
        4644.98
    ],
    [
        " And there's a problem. Yeah, Mike, we have just a little issue here. The two answers are",
        4644.98,
        4652.74
    ],
    [
        " all the end board mechanics should have solved that, right? Yes, it affects the Boergy Slacking.",
        4652.74,
        4657.58
    ],
    [
        " Yeah, it's my second taking a nap. But let me, that, you know, here's another perspective on that",
        4658.06,
        4664.5
    ],
    [
        " scenario. Well, please, when I got up and embraced that me down, right? We had,",
        4664.5,
        4671.8
    ],
    [
        " we were lifting up. And he was struggling because he lost one engine going in. And there was",
        4673.6,
        4681.62
    ],
    [
        " hydraulic fluid. Stuff was, was obviously, because there was water, or I probably thought it was",
        4681.62,
        4689.72
    ],
    [
        " water. I don't know what it was all over the floor. And I remember the tail going like this.",
        4689.72,
        4696.16
    ],
    [
        " But real, and I could see green and then blue and then green. And I don't know which one of",
        4696.22,
        4702.88
    ],
    [
        " us said this and Bernie and not bright night to this day can't tell you. One of us said, we're",
        4702.88,
        4708.44
    ],
    [
        " going to crash. And the other one said, yeah, I know. And we were arm and arm figuring.",
        4708.44,
        4716.28
    ],
    [
        " And over and yes, you know what? Goodbye. And that's when I got tapped on the shoulder.",
        4717.0,
        4724.78
    ],
    [
        " Now, you got to believe this. There was a marine captain. No.",
        4725.64,
        4731.14
    ],
    [
        " Starch fatigue. Oh, spit shine boots. No, it looked like he was getting ready to take a",
        4732.7,
        4740.72
    ],
    [
        " photo for a Marine Corps recruiting poster. Indeed. And he said, I got a wound in the back.",
        4740.72,
        4747.08
    ],
    [
        " So I got it on the back. Yeah. And I remember that cap. That's one thing that stuck in my hand.",
        4747.46,
        4752.64
    ],
    [
        " And it's like, you know, we all look like shit. Yeah, you're sweaty, bloody.",
        4752.64,
        4757.78
    ],
    [
        " No offense to officers and colonels. But you know, if any colonel had seen any of us, we'd have",
        4757.84,
        4766.66
    ],
    [
        " been court marital for lack of military equipment and dress. But I mean, the funny things",
        4766.66,
        4774.68
    ],
    [
        " is sticking your head. And I remember him. I can't remember his face or was named as, but I remember",
        4774.68,
        4780.16
    ],
    [
        " him. And what he was doing was he had a headset on. And he was controlling or talking to the pilot",
        4780.16,
        4788.0
    ],
    [
        " about what was going on the ground for what he could see from tailgate. Yeah. Sure. Because when the",
        4788.0,
        4793.02
    ],
    [
        " he had already, you know, normally when a helicopter comes down, then they dropped the ramp.",
        4793.02,
        4801.16
    ],
    [
        " But when he was coming down, he had already fully dropped the ramp. Really? Right.",
        4801.52,
        4808.7
    ],
    [
        " What? Huh? Because I don't think there would have been time to hit the ground and drop the ramp.",
        4808.98,
        4816.16
    ],
    [
        " Because as soon as those and I, and I got to believe, I have to believe that the first two pilots that",
        4817.2,
        4823.48
    ],
    [
        " came down also had dropped the ramp. And I don't know if that's according to oil or what?",
        4823.48,
        4830.12
    ],
    [
        " But there was no, there was literally no time, I think. Because when you see those ramps come down,",
        4830.8,
        4838.42
    ],
    [
        " yeah. Uh, the ramp comes down like this. Right. You got to stand there and wait.",
        4840.54,
        4845.82
    ],
    [
        " And I don't, I don't think they wanted us to wait. They were trying to get us out. So they dropped.",
        4846.48,
        4851.56
    ],
    [
        " So he, I think that Marine captain was controlling or talking or keeping, he was the eyes in the years",
        4852.72,
        4859.9
    ],
    [
        " of the pilot focusing back. Right. Looking at what's going on. Well, also, and he puts probably",
        4859.9,
        4867.52
    ],
    [
        " with waiting for us to get up and he said, okay, pull the ramp up. But guess what? The ramp never",
        4867.52,
        4874.56
    ],
    [
        " came out. No hydraulics. No hydraulics. And you know, Lieutenant Colonel Air Force Lieutenant Colonel",
        4874.56,
        4880.16
    ],
    [
        " Mel Swanson observed your warp that helicopter descending into the canyon. And this was his impression.",
        4880.16,
        4887.86
    ],
    [
        " It was a kind of a depression he had towards. The helicopter was trailing smoke. It was ugly,",
        4888.84,
        4895.54
    ],
    [
        " real ugly. I worried that it might explode in midair or worse hit one of those granite mountains",
        4895.66,
        4902.62
    ],
    [
        " in the jungle. From my seat and the old trusty A1 Skyrator, I couldn't see any Z,",
        4902.62,
        4909.08
    ],
    [
        " LZ or any area that was open large enough for those Marines to land a big bird without crashing.",
        4909.6,
        4915.38
    ],
    [
        " And by now, I had heard they were auto rotating for the chopper fuller troops. It didn't look good.",
        4915.82,
        4923.58
    ],
    [
        " It impacted on a side angle in Leos and it appeared to be a sandy beach with some border",
        4923.98,
        4932.38
    ],
    [
        " around it. But you were seeing that a crick or a river. Yeah, okay. I don't know what. Yeah, it wasn't a lake.",
        4932.38,
        4937.56
    ],
    [
        " When that helicopter hit with sudden impact, force wind impact, so much so that Gene's teeth",
        4938.0,
        4943.2
    ],
    [
        " were crushed. 14 teeth right now in the roots were gone. Oh my god. Well, that's the count I found",
        4943.2,
        4952.78
    ],
    [
        " that later. Yeah, of course. And but by the way, I should tell you that Marine Corps and I were",
        4952.78,
        4960.2
    ],
    [
        " not on the helicopter when it crashed. Okay, we were all bite. We were already on the ground.",
        4960.2,
        4967.58
    ],
    [
        " How did that happen? Apparently, one of the pilots said he saw two bodies go up. You know,",
        4968.44,
        4976.0
    ],
    [
        " there's two 50 gallon or gun ports. Right. Sure. On the front. Yeah.",
        4976.0,
        4980.88
    ],
    [
        " If you see that picture of me with the two beers and tons and and uh, spurgine on both sides of me.",
        4981.76,
        4988.66
    ],
    [
        " Right. If you take a real good look, there's a a scat right here.",
        4988.72,
        4994.0
    ],
    [
        " Where is it? It's you can see it when it okay. Okay, when I crank, there's a crease here. Yeah,",
        4995.02,
        5002.58
    ],
    [
        " sure. You still got it. Yeah. Well, we when that roll, the two of us went this way and when it",
        5002.58,
        5012.92
    ],
    [
        " went this way, apparently we're at the right angle to go out the door. And we were told that they",
        5012.92,
        5018.3
    ],
    [
        " don't only feed some, I've heard 50 feet, I've heard 20 feet, but the two of us were thrown out of",
        5018.3,
        5023.56
    ],
    [
        " the helicopter and hit the beach. Whoa. Had nothing said you would have been dead. Yeah, but whatever",
        5023.56,
        5032.22
    ],
    [
        " then again, when I say there's if people don't believe it, if you know, if you, anybody who was on that",
        5034.64,
        5042.22
    ],
    [
        " operation, whether you're in an air in the ground, if you don't believe in God, you're a fool.",
        5042.22,
        5048.04
    ],
    [
        " And I sincerely believe that because this shouldn't happen, especially the marine survived",
        5048.46,
        5056.76
    ],
    [
        " another 42 years. Yes. So, all I remember is sitting there like with my hands back.",
        5058.64,
        5066.24
    ],
    [
        " Now, this is what I'm now at this point in time, I can just get little vignettes of black shadows.",
        5067.62,
        5072.98
    ],
    [
        " Sure. Like I'm sitting there and this blob is coming at me.",
        5073.3,
        5076.52
    ],
    [
        " And I don't know if it stopped 10 feet, 20 feet, 5 feet, foot, I have no clue.",
        5081.54,
        5086.66
    ],
    [
        " Right. Because your vision is still out. If I'm off. Yeah. My belly's been wrong.",
        5086.98,
        5091.42
    ],
    [
        " Big toe. So I get up and I turn and look at the helicopter. Now, how the hell",
        5092.2,
        5097.3
    ],
    [
        " Macarlie got out of that helicopter? I don't know. I'm not sure how Morris has taken a bath in",
        5097.3,
        5104.84
    ],
    [
        " the river. Right. We get to that in a second. I walked up to Macarlie and I looked at him,",
        5104.84,
        5110.6
    ],
    [
        " said, we, we got to get back. This is what Macarlie's telling me. I told him I don't remember doing this.",
        5110.72,
        5117.76
    ],
    [
        " No kidding. But Macarlie tells me that I walked up to him. And he says, I said, we got to get back",
        5118.6,
        5128.38
    ],
    [
        " on that helicopter. There's guys on there. Right. So he later said, yeah, he did say that too.",
        5128.38,
        5135.08
    ],
    [
        " Sure. And I mean, he told me later, you know, when I think about it, no, it was really not one of",
        5135.38,
        5142.5
    ],
    [
        " the brightest decisions I made to follow you. That Bernie Miller cop. Bernie, you look out through it.",
        5142.5,
        5147.76
    ],
    [
        " That yeah. So we start and the reason I know that helicopter was tipsy turdy because all the people",
        5147.76,
        5153.88
    ],
    [
        " were at the bottom and there was equipment piled up. Bernie Barrett was buried up to his waist",
        5153.88,
        5160.8
    ],
    [
        " in the rucksacks and rifles. Right. You know, stuck from the aircraft. All the intel reports",
        5160.8,
        5165.8
    ],
    [
        " of your brought back and photos. Yeah. Yeah. And the only thing sticking out of that mess was his feet.",
        5165.8,
        5171.1
    ],
    [
        " No. Yeah. And he's cooking like crazy. I can remember that. So we start throwing stuff. Now,",
        5171.82,
        5178.28
    ],
    [
        " planche it crawled out somehow. Right. He doesn't remember how he got out. I don't remember him.",
        5179.18,
        5185.08
    ],
    [
        " I don't even know he's there in the hole. We know it wasn't the door. Right. It was a hole in the side",
        5185.48,
        5191.38
    ],
    [
        " of the aircraft. Wow. No kidding. It had to be. Yeah. Because of the way the helicopter was sitting on",
        5191.38,
        5198.06
    ],
    [
        " the ground. It was cock-eyed. Yeah. Big time. So I'm throwing stuff out and every time I throw stuff",
        5198.06,
        5202.78
    ],
    [
        " up on him and head. We passed. We started passing anybody that was in there in Howard. Just",
        5202.78,
        5208.8
    ],
    [
        " and as they got on the ground and kind of shook what, well, you know, come over, help, help, help.",
        5208.8,
        5213.78
    ],
    [
        " Yeah. So we're pulling. And then I remember going forward and helping the pilots out of the",
        5214.2,
        5218.5
    ],
    [
        " out of the, um, remember the pilots. The pilots compartment. Yeah. Yeah. My",
        5218.5,
        5227.78
    ],
    [
        " remember going forward that far. And I remember being with the pilots. But I can't remember if I",
        5227.78,
        5233.72
    ],
    [
        " helped them out or if, go ahead, keep what we done. I'm going, right. Where they got to, excuse me,",
        5233.72,
        5242.02
    ],
    [
        " are they got out on their own? But one of them or both of them used their infantryman to try to",
        5242.46,
        5249.16
    ],
    [
        " create a perimeter, which a lot of good that would have done. We figured we had about 20 rounds left",
        5249.16,
        5253.46
    ],
    [
        " between there. All of us. Not to mention rifles had been really stirred up. Sure.",
        5253.46,
        5260.18
    ],
    [
        " Handgards were missing. They were broken and everything else. On impact. Yeah.",
        5260.54,
        5265.08
    ],
    [
        " So the next thing I know is there's a helicopter. Now this is what I remember. Sure. I'm on the",
        5266.18,
        5274.92
    ],
    [
        " helicopter. I don't remember getting off. I don't remember getting the ground. I remember",
        5274.92,
        5279.98
    ],
    [
        " somebody saying everybody's clear or empty or something. Indicating to me that there was nobody left",
        5279.98,
        5286.5
    ],
    [
        " in. We weren't going back in for any equipment. Then the next thing I know is the helicopter",
        5286.5,
        5294.76
    ],
    [
        " backs the kind of backs into the beach and everybody we shuffled them on to another helicopter.",
        5294.76,
        5304.58
    ],
    [
        " The forties that should have been ours. That third one had gone down in that LZ.",
        5304.64,
        5310.06
    ],
    [
        " It would have been over with. Oh yeah. So no question. So we shuffled people in and we get the",
        5310.24,
        5317.02
    ],
    [
        " ride back to contum. I guess. I remember looking at the helicopter landing and the next thing I",
        5317.02,
        5325.18
    ],
    [
        " mean really clearly remember is standing at our launch point there at Duck Toe. And then",
        5325.18,
        5331.82
    ],
    [
        " to really finish off the day we started taking mortar and artillery fire from that NBA.",
        5331.82,
        5342.32
    ],
    [
        " Right. Mountain up there. Where they fired every day on Duck Toe. Yeah. Yeah. And I remember",
        5342.76,
        5348.28
    ],
    [
        " standing there like an idiot watching a coper, fully armed coper, getting hit and blown up.",
        5348.28,
        5354.58
    ],
    [
        " And they won't be home. Yeah. So and the guys were jumping into this. We had. I don't know",
        5355.6,
        5361.7
    ],
    [
        " how it happened. I remember the guys were in a bunker. Yeah. We had to help them out. There were",
        5361.7,
        5366.46
    ],
    [
        " so many of them in there they couldn't get up on themselves. Yeah. It's like yeah. You know 12 men",
        5366.46,
        5371.66
    ],
    [
        " squeal into a six man box kind of deal. Yeah. I remember passing out kind of. Yeah. Because they",
        5371.66,
        5381.74
    ],
    [
        " tell me I did. And the next thing I know I'm almost shirtless because I was so soaked in blood.",
        5381.74,
        5390.82
    ],
    [
        " They thought I was bleeding so they were checking me out. But I wasn't. Surprisingly I have a lot",
        5392.16,
        5400.24
    ],
    [
        " of things in me. But nothing really what I was what I would consider life threatening or critical.",
        5400.24,
        5407.38
    ],
    [
        " And the next thing I know. The next thing I remember is I'm on a hill copter with a mountain yard",
        5408.52,
        5417.5
    ],
    [
        " and more so they're heading back to come to him. I don't remember that Huey. I don't remember",
        5417.5,
        5424.04
    ],
    [
        " getting on that Huey. And the first started more so they're telling me he said I looked right",
        5424.04,
        5430.22
    ],
    [
        " at him and he said if this damn thing crashes I'm walking back. You know. Yeah. I think what you all",
        5430.22,
        5438.68
    ],
    [
        " have been through. And I get the rest of the afternoon as a complete blurr. I remember going",
        5438.68,
        5448.64
    ],
    [
        " and take a shower and this in the probably the reason I remember because and I remember I kept",
        5448.64,
        5454.42
    ],
    [
        " I was so filthy and full of covered in hydraulic fluid and whatever right I couldn't get the soap",
        5454.42,
        5461.52
    ],
    [
        " to soap up. You know it just wouldn't matter. Yeah. I think I went to a whole bottle of",
        5461.52,
        5467.5
    ],
    [
        " bar of soap before I finally got clean or what I perceive. Sure. And I had taken my uniform",
        5467.5,
        5475.52
    ],
    [
        " and walked to the shower with the talus thundle with around my waist with shower shoes.",
        5475.8,
        5483.82
    ],
    [
        " Take on the shower and I had thrown my uniform that I had on out in front of my door",
        5484.3,
        5488.98
    ],
    [
        " and I get back from the shower and I couldn't get anywhere near it. I had to get a stick to move",
        5488.98,
        5493.7
    ],
    [
        " that I'm so bad. I think we burned them. Yes. And then I remember getting something to eat",
        5493.7,
        5504.44
    ],
    [
        " and then I remember going to sleep and waking up the next morning and we had to go to",
        5505.52,
        5510.32
    ],
    [
        " S2 debriefing. Right. And then I had the afternoon off and I think I went back and went to sleep.",
        5510.32,
        5518.72
    ],
    [
        " And then I got up next morning, went back to the dispensary and started to hold and so",
        5519.34,
        5525.4
    ],
    [
        " called late. And so how did all of us begin with your army career at a 19 year old you went in?",
        5525.4,
        5531.04
    ],
    [
        " Yeah. I was in a North Hollywood, California, draft board and there it was an old area and they",
        5531.38,
        5537.5
    ],
    [
        " were really not getting out too many deferments. So I was about to be drafted. So I talked to my",
        5537.5,
        5545.8
    ],
    [
        " father and he said, you know, based on my experience in World War II being in the Marine Corps. He said",
        5545.8,
        5551.32
    ],
    [
        " 1942, he went in. He said, you know, if you're going to join the Marine Corps, that's one thing.",
        5551.32,
        5559.56
    ],
    [
        " But I don't recommend you being a draftee in the Marine Corps. Okay. The Navy is a great service.",
        5559.86,
        5566.48
    ],
    [
        " Don't get me wrong, but I'm not really thrilled about saltwater. Yeah. You mean both.",
        5566.66,
        5572.0
    ],
    [
        " And then I'm not thrilled about saltwater and the Air Force, my god, somebody had to look",
        5572.52,
        5583.38
    ],
    [
        " there was a waiting list to get in the Air Force. I mean, it would enlisted wise, right? I don't",
        5585.82,
        5591.02
    ],
    [
        " know about pilots, but to be enlisted in the Air Force during that time frame, this now we're",
        5591.02,
        5595.88
    ],
    [
        " talking 1967. There was a waiting list along, I mean, a couple of years or something. The Coast Guard",
        5595.88,
        5604.88
    ],
    [
        " was even worse. It was like somebody said it was a five year waiting list at that time.",
        5604.88,
        5608.86
    ],
    [
        " What does people were joining them to thinking they're going to avoid Vietnam and",
        5610.16,
        5614.84
    ],
    [
        " a little bit about, like a lot of these guys that joined the National Guard and found their",
        5614.84,
        5620.62
    ],
    [
        " self in Vietnam. Indeed. Yeah. So that's how I ended up in the Army and I picked the Army because",
        5620.62,
        5627.48
    ],
    [
        " I think it settled me first. And the way I ended up in Special Forces when I was at AIT",
        5627.48,
        5633.42
    ],
    [
        " Infantry at Fort Gordon, Georgia, I had gone to Basic Training at Fort Order, which I understand",
        5633.46,
        5638.82
    ],
    [
        " has been closed years ago. Yes. And so I, you know, how you're in the Army and I grew up,",
        5638.82,
        5649.1
    ],
    [
        " this is the 60s, they call me out of formation, tell me you're going to take a test.",
        5649.2,
        5653.3
    ],
    [
        " Okay. Written test. So I go down, take this written test.",
        5654.76,
        5658.5
    ],
    [
        " Well, this sergeant comes in with a green beret on, I remember that. He's a recruiter at Fort",
        5660.44,
        5667.88
    ],
    [
        " Gordon, Special Forces. Yes. And so he said, we want you to take this test. Well, you know,",
        5667.88,
        5676.46
    ],
    [
        " you're a private in the Army and you just do what you're told. Sure. And I have my dad said,",
        5676.62,
        5681.86
    ],
    [
        " do the best you can. If you know, they tell you to do something, do the best you can. He said,",
        5682.0,
        5686.74
    ],
    [
        " if you screw it up, okay, but don't screw it up because you didn't try. Right. So I took the test.",
        5686.74,
        5693.6
    ],
    [
        " I didn't think anything of it because I had joined for airborne infantry. Sure. On a side.",
        5694.4,
        5699.2
    ],
    [
        " Yeah. So at the end of AIT Infantry, I get, which I was 11 Charlie Mortars, right? I get a",
        5699.84,
        5709.16
    ],
    [
        " assigned to jump school, parachute school. And I got, at the end of parachute school, I got these",
        5710.88,
        5717.74
    ],
    [
        " orders to go to Fort Brick. They loaded up, I think, about maybe 10 of us on a 10 or 12 of us on a bus,",
        5717.74,
        5729.84
    ],
    [
        " and bus this to Fort Bragnar Carolina. And then I get there and I have taken another series of tests",
        5730.38,
        5737.44
    ],
    [
        " battery, written test. And they just come up, well, Rose, you're going to be a medic. I said,",
        5737.66,
        5742.82
    ],
    [
        " okay, you know, it's like, yeah, I, you know, I don't know if they were short of genetics",
        5743.8,
        5751.4
    ],
    [
        " because I never thought I had much of an aptitude for that kind of thing. Yeah. So I went and",
        5751.4,
        5756.7
    ],
    [
        " spent the next year. So I knew I couldn't be a medic. I knew my shortcomings. I couldn't do it.",
        5756.7,
        5761.74
    ],
    [
        " But you and the other hand, so I spent the next what year and a half. Sure.",
        5761.88,
        5766.94
    ],
    [
        " Going through special forces, now it's like you wouldn't believe the requirements now.",
        5767.54,
        5771.82
    ],
    [
        " It's a two and a half year course now. And it's still the best medics in the world.",
        5772.54,
        5777.4
    ],
    [
        " All special ops, whether you're navy, a coast guard, air force, go to special forces medical",
        5777.88,
        5783.34
    ],
    [
        " training in Fort Brick. They do. Yeah, that's right. So anyway, which is great because then you get",
        5783.34,
        5789.76
    ],
    [
        " the benefit of all the services that medical training stuff. Sure. So anyway, I get, I go through",
        5789.76,
        5797.72
    ],
    [
        " the training and I get assigned the seven special forces group. Then you're the 46th company. I was",
        5797.72,
        5806.26
    ],
    [
        " you survived time with Sergeant Lonnie Holmes. Yes. A few other repubates. Yeah. You",
        5806.26,
        5812.56
    ],
    [
        " saw and white sold this. And so I spent a year and 46, which I think really benefited me greatly",
        5813.32,
        5822.76
    ],
    [
        " because I learned a lot about dealing with tropical diseases and not combat wounds. But you know,",
        5822.76,
        5831.58
    ],
    [
        " you see an ex-woman that's weak old. It's not been treated. Oh, you know, it smells good too.",
        5831.84,
        5838.22
    ],
    [
        " Oh, yes. Dr. Montgomery. I learned a lot about pediatrics,",
        5838.22,
        5844.72
    ],
    [
        " which is critical for any green beret medic. And because they people use to bring",
        5845.32,
        5852.32
    ],
    [
        " you children all the time, all the time. And then I went to Vietnam to Maxog. And we helped my",
        5852.32,
        5868.12
    ],
    [
        " family. They're about three or four of us. And we have, we'd say 300 people between about seven",
        5868.12,
        5873.9
    ],
    [
        " in the morning and around 11 and 12 with noon. No kidding. Oh, yeah, you got a production.",
        5873.9,
        5878.8
    ],
    [
        " The yard sick call wasn't that big. Could they bring some? Well, see, we were right next to",
        5879.0,
        5884.3
    ],
    [
        " the consumers of Dale. And we were seeing primarily, we weren't seeing troops. No, we saw mostly",
        5884.3,
        5891.34
    ],
    [
        " children and women were children. Sure. Yeah, that's what we were treating for the most.",
        5892.5,
        5900.66
    ],
    [
        " Domestic stuff. There were little victims. And a lot of it was like, oh, I don't know.",
        5900.7,
        5906.32
    ],
    [
        " Prashes and pneumonia and whatever. And I think what happened is, you know, they bring their",
        5907.36,
        5916.84
    ],
    [
        " kids and then they get better really quick. So then where it gets out. So the next, you know,",
        5916.84,
        5921.96
    ],
    [
        " today you got 10 go see boxy. Yeah, the next day you got 20 and then, you know, area and",
        5922.1,
        5927.88
    ],
    [
        " costume relatively speaking to Vietnam. The next biggest anything was placo, which was about",
        5927.88,
        5934.26
    ],
    [
        " down 40. Up 14. Yeah. Up 14 clicks. Yeah, 14. No, I mean, highway 14. Oh,",
        5934.26,
        5942.58
    ],
    [
        " highway. Well, sorry. Yes. I think it was highway 14. And I don't know. I was never there",
        5942.58,
        5947.04
    ],
    [
        " in contour. I don't know. Well, it will be too. There was carbon or big rock there. And I wonder",
        5947.04,
        5953.66
    ],
    [
        " if it's still there for. But anyway, you saw a lot of that and then you went to the field and you",
        5953.66,
        5963.82
    ],
    [
        " saw it. But you saw a lot of it. And then of course, we did the, you know, the local houses.",
        5965.14,
        5971.2
    ],
    [
        " Yes, of course. We did. Yes. We use a lot of penicillin. Yes. Exactly. You know, it was amazing",
        5971.74,
        5983.94
    ],
    [
        " not so a lot of these people that were, you know, you could use like penicillins on an American.",
        5983.94,
        5990.64
    ],
    [
        " Right. And it would, you'd struggle to get that whatever it was because they've had so much",
        5990.68,
        5995.12
    ],
    [
        " penicillins, but these, a lot of the, the locals, they've never had antibiotics. Right. And they",
        5995.12,
        6001.52
    ],
    [
        " get something and you give a shot man, you could almost, you know, the next day you'd see a notice",
        6001.52,
        6005.82
    ],
    [
        " of improvement. Indeed. Well, look, because of our time factor here, I wanted to just mention",
        6005.82,
        6016.42
    ],
    [
        " briefly and not even focus on it. Just to say that 28 years later, the Congress News Network,",
        6016.42,
        6024.94
    ],
    [
        " also known as CNN, came out and they did a fictitious story on tail, on tailman that was slanderous.",
        6025.18,
        6033.86
    ],
    [
        " It was error-ridden and it was a complete insult to every man that was on it. I think it was a",
        6034.44,
        6040.32
    ],
    [
        " complete insult to anybody that is served in the US military since April, 1917, 1975. Indeed.",
        6041.34,
        6050.3
    ],
    [
        " It was, it was disgusting. You know, it's kind of like they should, well, one of the reporters",
        6051.34,
        6060.54
    ],
    [
        " said, well, I saw the launchers, so we know they use poison gas. And my response was, well, you",
        6060.54,
        6068.48
    ],
    [
        " know, they're not using their halicers and aid in halicers and Vietnam. Both of those weapons systems",
        6068.48,
        6073.76
    ],
    [
        " have a nuclear realm, but that doesn't mean we had a nuclear realm to be a non. Yeah.",
        6073.76,
        6077.96
    ],
    [
        " And so the fact that we use CS, they turned that around also to make it into GB. Right.",
        6078.86,
        6085.88
    ],
    [
        " Well, you know, like I said earlier, CS is not a pleasant thing to be around. It's, it's,",
        6086.6,
        6092.8
    ],
    [
        " it's worked on that day and it helps save your bacon. Right. And, um, and maybe, you know,",
        6092.86,
        6098.18
    ],
    [
        " save our bacon, but, you know, maybe in a way, how many, how many, how many North Vietnamese troops",
        6098.18,
        6105.88
    ],
    [
        " got so overcome by the gas that weren't there? Disoriented enough that they could not open fire or",
        6105.88,
        6113.7
    ],
    [
        " throw a hand grenade into the stage 53. Or you can get as far to toward us that maybe they didn't",
        6113.7,
        6120.1
    ],
    [
        " get end up getting hurt from the aircraft that was dropping stuff. You know, there's a lot of",
        6120.1,
        6124.86
    ],
    [
        " things you can think about or carry that. Sure. So the comm just news never did this piece. Time",
        6124.86,
        6130.22
    ],
    [
        " magazine repeated the arrow. I mean, he used my fat low face all over the world as the Peter R&N.",
        6130.22,
        6137.1
    ],
    [
        " And I think there used to be a, a, a New Zealander, I think, has passed away now. He was in",
        6138.34,
        6144.66
    ],
    [
        " US Army. Right. They come to our breakfasts here in Huntsville every month. Okay. And he said,",
        6144.66,
        6150.92
    ],
    [
        " the only thing about when he left New Zealand, we were so glad they do that. New Zealand,",
        6151.06,
        6156.56
    ],
    [
        " because he wasn't even a New Zealanders, it was like, aren't it? So that is case, there was litigation,",
        6156.72,
        6164.64
    ],
    [
        " there are suits filed. A lot of people got fired and a lot of people left the journalism",
        6165.76,
        6171.58
    ],
    [
        " industry, indeed. And, but more importantly, what I want to move on to was how your life has been",
        6171.58,
        6179.78
    ],
    [
        " in fact, that ever since October 23rd, 2017, when at the White House President Donald J. Trump",
        6179.78,
        6188.9
    ],
    [
        " presented you, sir, with a medal of honor for your actions during that mission.",
        6188.9,
        6195.54
    ],
    [
        " The first year was bizarre. I mean, it was like, I mean, the phone calls, the letters, you know,",
        6196.26,
        6203.72
    ],
    [
        " I can't imagine. And the emails. Starring with the second year kind of slowed down.",
        6203.72,
        6209.92
    ],
    [
        " Third year, it's gotten quite a bit. Now going into the fourth year, because I've",
        6210.44,
        6216.28
    ],
    [
        " evolved into the history. Yes. I am being contacted by mainly legitimate groups,",
        6216.28,
        6232.64
    ],
    [
        " and tell you a funny story. And this is your medal of honor you pointed to.",
        6233.38,
        6236.8
    ],
    [
        " Yeah. That you received at the White House. And let me also, I'd like to say something about this",
        6236.92,
        6242.66
    ],
    [
        " minute. Please. Any one of those Americans on that operation could have been awarded this",
        6242.66,
        6252.12
    ],
    [
        " number. It was like the 16 of us drew straws. And I got the short one. Because the actions that",
        6252.28,
        6262.6
    ],
    [
        " everybody, Woodrow Smith, were just Macarline, a dare, Orozco, the things that I saw these men do",
        6262.6,
        6273.1
    ],
    [
        " over the period of that fort A's were way beyond what is expected of a member of the United States",
        6273.1,
        6281.88
    ],
    [
        " military. I mean, there. And then to give credit to the air crews.",
        6282.84,
        6288.9
    ],
    [
        " Oh, absolutely. I mean, heroic. heroic. I mean, day and night. Flying into any aircraft",
        6289.52,
        6297.98
    ],
    [
        " within a kite, basically, is incredible. So the courage that was displayed,",
        6297.98,
        6307.64
    ],
    [
        " the Marine Corps, the Air Force, and the Army, there is nothing but pride and greatness",
        6309.7,
        6319.5
    ],
    [
        " of all the men involved. And I also want to thank, you know, not just the air crews, but those",
        6319.5,
        6326.84
    ],
    [
        " guys when those that were there, making sure that they could refuel and reload the ammunition on",
        6326.84,
        6337.16
    ],
    [
        " the Air, the Marine Corps air crews were so exhausted, right? Right. That there were cooks and clerks",
        6337.16,
        6345.96
    ],
    [
        " and everybody else Marines that were volunteering to fly because they knew the shit was in the fan.",
        6345.96,
        6352.24
    ],
    [
        " That they didn't care was our army people. Right. No, but they knew that there was a bunch of",
        6352.98,
        6359.54
    ],
    [
        " Americans down there. They don't get them out. They're not coming home. Absolutely. And literally,",
        6359.54,
        6364.56
    ],
    [
        " we would never we would we would be among the missing in action. And yeah, flag behind you",
        6364.56,
        6369.68
    ],
    [
        " would be my epithet. Indeed. And the on that after I miss a nearer, how many Purple Hearts awarded",
        6369.68,
        6376.8
    ],
    [
        " to during that day? Did it pass a force of men on the ground? And my understanding, the count that I",
        6376.8,
        6386.14
    ],
    [
        " have, and I have not scientifically verified this, right? I can tell you there were 24 Purple Hearts",
        6386.14,
        6392.9
    ],
    [
        " for the special forces. And my understanding there was another 12 issued for the air crews.",
        6392.9,
        6400.44
    ],
    [
        " Who were wounded in action? Who were wounded? Yeah. So a total of 36. And if all of those mountain",
        6401.22,
        6408.5
    ],
    [
        " yards have been US troops, they would have had a the army of county command would have had to",
        6408.5,
        6415.66
    ],
    [
        " put in another order for Purple Hearts because there was not a single mountain yard on that operation",
        6415.66,
        6421.44
    ],
    [
        " that wasn't had some kind of injury from them. Yeah. And the other thing that you had was the",
        6421.44,
        6429.96
    ],
    [
        " concern for how many of the indigenous were wounded, of the 120 that went out there more than 60 were wounded.",
        6429.96,
        6441.46
    ],
    [
        " Those were the ones that that was the number that is that needed a medic's.",
        6442.58,
        6448.7
    ],
    [
        " But if you talk about, if you if you ask how many I saw, I probably saw more than 60 because they",
        6448.7,
        6458.5
    ],
    [
        " come by and ask for a bandage or something. Right. No, I'm sure, you know, dead in the series. Yeah.",
        6458.5,
        6464.34
    ],
    [
        " Like if you're, you know, if you got something here and you want to pat it, so if you're left handed",
        6464.5,
        6468.8
    ],
    [
        " or right shoulder or whatever, sure. So when you fire your weapon, it's not bouncing up against",
        6468.8,
        6473.64
    ],
    [
        " whatever there. And I can tell you the bruising, the effects of, you know, bamboo. Yeah.",
        6473.64,
        6481.32
    ],
    [
        " One of the things that with me when I got hit so bad on, right, when I got thrown up in the air,",
        6481.54,
        6486.46
    ],
    [
        " yeah, was for a year, first year Margaret and I were married Margaret spent, she said she hates",
        6486.74,
        6492.94
    ],
    [
        " this, but she would, she said, yeah, I did it. I would get like boils.",
        6492.94,
        6496.74
    ],
    [
        " And she would either pull out a piece of metal or a piece of bamboo. It would finally",
        6498.48,
        6505.22
    ],
    [
        " festeroid come up. Oh, yeah. I went on for a year after. Oh, my God. People never think about that.",
        6505.22,
        6510.58
    ],
    [
        " And so moving something more positive, one of your missions today with the Medal of Honor Society",
        6511.02,
        6516.78
    ],
    [
        " is education program. Let's talk just a little bit about that so people could be aware of what",
        6516.78,
        6522.64
    ],
    [
        " your effort there and your dedication to that mission today. One of the things that I think is so",
        6522.64,
        6528.54
    ],
    [
        " important is character development. And there's like, there are three legs of this character development.",
        6528.54,
        6536.66
    ],
    [
        " I'm not talking about self-esteem. Self-esteem is what, whooshes one, snowflakes alone. They don't",
        6536.86,
        6543.06
    ],
    [
        " want their feelings hurt. Right. The first thing is is education. That's, the formal education,",
        6543.06,
        6550.46
    ],
    [
        " academics, math, science, his valid history, truthful history, English literature, that what's",
        6550.66,
        6557.16
    ],
    [
        " helps you make you think. All the things you need to learn in school are music, everything else.",
        6557.16,
        6562.4
    ],
    [
        " Then there's the peripheral education, which is somewhat from semi-formal to informal,",
        6563.26,
        6569.18
    ],
    [
        " which we're through Boy Scouty, or being a member of various clubs or organizations.",
        6569.38,
        6573.7
    ],
    [
        " You know, like baseball or football, learning how to, you know, play nice with people.",
        6575.0,
        6581.18
    ],
    [
        " Played by the rules. Played by the rules. Develop skills, I hand coordination that comes",
        6581.26,
        6588.38
    ],
    [
        " up. And one of the things, you got to concentrate on yourself. We tell young people.",
        6588.38,
        6594.44
    ],
    [
        " You got to concern yourself first. You need to count yourself first before you count anybody else.",
        6595.16,
        6599.74
    ],
    [
        " And the reason why. And the reason why is if you don't have that education and the skills you need,",
        6599.98,
        6605.44
    ],
    [
        " you can't help anybody else. The next thing, and the next leg of that, is implementing",
        6605.72,
        6613.84
    ],
    [
        " all that education. That's including mentoring. You know, if you're 15 and you're an eagle scout,",
        6613.84,
        6619.84
    ],
    [
        " there's a lot of things you can help with the younger ones. If you're a girl scout, the older ones",
        6620.1,
        6625.24
    ],
    [
        " can help the younger ones. It's picking up trash when you walk your dog. It's because you want",
        6625.24,
        6631.24
    ],
    [
        " your neighborhood to be clean and nice. Helping an 86-year-old neighbor, you know, get their nail",
        6631.24,
        6637.3
    ],
    [
        " without them struggling with a walker down their sidewalk or whatever they're driveway.",
        6637.3,
        6641.42
    ],
    [
        " Implementing things. Organizing awards ceremonies, parties. Organizing radio-controlled",
        6642.94,
        6652.58
    ],
    [
        " car organizations. Learning to implement all this education. And the only you get, the more you learn,",
        6654.08,
        6662.42
    ],
    [
        " the more you can help other people and improve your community.",
        6662.84,
        6667.28
    ],
    [
        " Sure. And the third way. We don't hear about that anymore.",
        6667.58,
        6670.72
    ],
    [
        " Yeah, civic pride. The second, the third thing, rather, is to be able to pass on your culture.",
        6671.06,
        6677.46
    ],
    [
        " Okay. In the United States, what do I mean by culture?",
        6678.02,
        6680.74
    ],
    [
        " The Constitution in the United States and what it stands for.",
        6681.88,
        6684.48
    ],
    [
        " That American flag symbol. Yes, we've had problems. We've had slavery and during coral",
        6685.2,
        6691.12
    ],
    [
        " laws. But what other nation in this planet has gone out of their way with each generation to make",
        6691.12,
        6699.28
    ],
    [
        " things better? Yes, we had slavery. And by the way, in the United States it not start from 1619.",
        6699.28,
        6705.44
    ],
    [
        " It started in 1776. The first year of the war we were trying to fight for the rights of Englishman.",
        6705.44,
        6711.4
    ],
    [
        " We were an English colony, so, Nimrods. And to understand the development of how we've gone through",
        6712.16,
        6720.72
    ],
    [
        " through court actions through peaceful means to improve things, you know, through changing the",
        6720.72,
        6727.48
    ],
    [
        " Constitution to make things like slavery old people, to equal the 14th Amendment. All of them",
        6727.48,
        6735.78
    ],
    [
        " without coup d'etatles. Without having a rifle involved. Indeed. And we have his, for all",
        6735.78,
        6746.9
    ],
    [
        " going on three centuries now, passed the leadership of the country peacefully to the next person",
        6746.9,
        6754.92
    ],
    [
        " that won the election. Yes. Now you can argue the quality of the election all you want. That's",
        6755.02,
        6761.06
    ],
    [
        " and the thing is, is that I think we really need to concentrate on ignoring skin color.",
        6761.06,
        6768.74
    ],
    [
        " We need to operate what Martin Luther King said. The only thing that counts",
        6769.26,
        6774.6
    ],
    [
        " and that's part of the character development and education. The devout of person is the content of",
        6774.6,
        6780.84
    ],
    [
        " the character. It doesn't matter if you're six feet tall or five feet tall, if you're black, white,",
        6780.84,
        6788.66
    ],
    [
        " Asian or whatever. If you adhere to the principle set down in the Constitution and the things set",
        6788.9,
        6793.8
    ],
    [
        " in the Declaration of Independence and our codes and our laws. And you believe in the fact that like",
        6793.8,
        6800.16
    ],
    [
        " Walter is alluded to implied, but he really never said it was the fact that I may not agree with",
        6800.16,
        6807.98
    ],
    [
        " you, but I will defend your right to say it to the death. Indeed. And those are the things that I'm",
        6807.98,
        6815.1
    ],
    [
        " talking about character development and education. And we're working here in Alabama. We've got three",
        6815.1,
        6820.58
    ],
    [
        " school systems. I'm also part of the Youth Leadership Development Program, which we've got 95 high",
        6820.58,
        6826.48
    ],
    [
        " schools. And we're using a lot of the character development from the Medal of Honor Society in that",
        6826.48,
        6832.12
    ],
    [
        " program. Along with that, we've got 27 universities that are supporting the Youth Leadership Development",
        6832.82,
        6837.96
    ],
    [
        " Program. And the purpose is to educate people. And by education, I mean, tell them the brought,",
        6837.96,
        6845.8
    ],
    [
        " you know, you don't tear down a statue. Look at that statue and say, okay, what does that mean?",
        6846.04,
        6849.64
    ],
    [
        " What does it affect you? Does it affect you today? No. But it was assembled once upon a time. What",
        6849.98,
        6861.34
    ],
    [
        " don't hide the swats? You know, let's not blow up Buddhist statues because we're Christians or",
        6861.34,
        6869.1
    ],
    [
        " Buddhists or Muslims, right? Whatever. And this thing about cultural appropriation. Oh my God.",
        6869.1,
        6879.0
    ],
    [
        " What society has an appropriated culture? You know, this every place in the world, you know, is like",
        6879.74,
        6887.22
    ],
    [
        " where did Alphabet begin? You know, if you look at Japan, Korea, and China, their Alphabet",
        6888.18,
        6896.84
    ],
    [
        " look very similar because they have had the same groups. So is that not cultural appropriation? But",
        6896.84,
        6902.08
    ],
    [
        " it's a good, there's a lot of good. If you look at the Roman Empire, they were the great cultural",
        6902.08,
        6908.48
    ],
    [
        " appropriators with robes and built and aqueducts and military equipment. You know, there's nothing",
        6908.48,
        6917.2
    ],
    [
        " wrong with using ideas from other cultures. In fact, I think that's the greatest compliment",
        6917.26,
        6921.8
    ],
    [
        " that a culture can, you can come to this country and you bring some part of your culture with you",
        6921.8,
        6927.54
    ],
    [
        " and then it will look people look at it and say, yeah, that's a great idea.",
        6927.54,
        6930.76
    ],
    [
        " And then your culture can play, see, that's our piece of the American culture. Indeed.",
        6933.42,
        6942.0
    ],
    [
        " And it's a good piece. It's a piece that everybody, regardless of where you come from, can use",
        6942.74,
        6947.6
    ],
    [
        " and help better their life. And that's what education is about.",
        6947.6,
        6952.28
    ],
    [
        " Amen. And as we close out here, Mike, any final thoughts, particularly since our first of all,",
        6954.0,
        6964.84
    ],
    [
        " what did it feel like on October 23rd, 2017 at the White House on the podium with the President",
        6964.9,
        6971.6
    ],
    [
        " of Warding you, our nation's highest decorate? It was, when I said, you know, I someone ignored",
        6971.72,
        6977.7
    ],
    [
        " because I'm kind of, it's kind of what's kind of what's a harm. And I don't mean in a bad way.",
        6977.7,
        6982.28
    ],
    [
        " No. I mean, it's like, you become, I mean, every place I went in the Pentagon and my face was",
        6982.4,
        6989.58
    ],
    [
        " everywhere, you know, it's like, the deal was, how did I get here? Yeah, you walked down, a funny",
        6989.58,
        6995.68
    ],
    [
        " story. I kept walking in the Pentagon and they just kept waiting me through. I had an escort.",
        6995.68,
        7000.86
    ],
    [
        " What I didn't know was the escort had my badge. And so the first day I'm in there, I have to go to the",
        7000.86,
        7007.46
    ],
    [
        " bathroom. Right. So I'm start walking out to go to the bathroom because I didn't know you.",
        7007.46,
        7012.02
    ],
    [
        " Yeah. And they said, wait a minute, you got to take this with it. I said, what's this? This is your",
        7012.38,
        7016.66
    ],
    [
        " badge badge. I didn't know I had a badge. Oh, yeah, I've been carrying it for a day. So that's one.",
        7016.66,
        7023.34
    ],
    [
        " And then the top that out is every time I go back to the hotel, yeah, I have to get new key.",
        7023.64,
        7028.58
    ],
    [
        " Well, after the second day, the clerk just started handing me one because what was happening is",
        7028.58,
        7033.46
    ],
    [
        " every time I went through security at the Pentagon, it was zeroing out my hotel room key.",
        7033.46,
        7038.34
    ],
    [
        " The electronic monitoring. Yeah. Powerful monitor. But I will tell you this much.",
        7038.64,
        7045.7
    ],
    [
        " Mr. Trump was a, is a gentleman. He was, he introduced my wife to the nation and my grandchildren.",
        7045.9,
        7056.56
    ],
    [
        " And your grandson even had a moment in the West Wing. Did he not? Oh, yeah.",
        7057.74,
        7062.1
    ],
    [
        " Well, this kid is, he's either going to be hung or become president.",
        7062.36,
        7067.86
    ],
    [
        " I want to have the entrepreneur. Well, he, he was standing next to president when he was signing",
        7068.04,
        7074.34
    ],
    [
        " the, the certificates and stuff from my model. Right. They do that in the open office with your family.",
        7074.34,
        7079.76
    ],
    [
        " Right. So afterwards, he packs the president of the back and thums up. You know,",
        7079.98,
        7084.06
    ],
    [
        " when they come, his mother is like, you know, I can just see the, so, the secret service.",
        7084.06,
        7091.28
    ],
    [
        " So he walks back around me, pulls on my sleeve and he says,",
        7091.5,
        7096.1
    ],
    [
        " can I get his autograph? I said, Christian asked when the man sitting right there. So the president",
        7096.66,
        7102.86
    ],
    [
        " goes like this with his finger up in the air and his secretary brings station. He writes a,",
        7102.86,
        7106.84
    ],
    [
        " an autograph for Christian and he brings him on a mega hats and he signs that. Oh, well. And then,",
        7106.84,
        7113.12
    ],
    [
        " he says, kind of get one for my sister. So he gets one for her sister. Then Margaret says, well,",
        7114.06,
        7119.82
    ],
    [
        " can I get one? So he gets one. And then he looks dead at the president of the United States of",
        7119.94,
        7125.36
    ],
    [
        " America in the open office. His mother just was, oh, cringy, cringy. And he says, can I get one for",
        7125.36,
        7137.28
    ],
    [
        " Mrs. Fisk? Oh, the president turns around and the seat gets his hands down. It looks straight at",
        7137.28,
        7145.32
    ],
    [
        " Christian. Right now, he says, who's Mrs. Fisk? Well, that's my teacher. Oh, well, okay. So he",
        7145.32,
        7154.66
    ],
    [
        " goes like this. He said, why? And he says, well, can you write it asking her to excuse me for this",
        7154.66,
        7161.54
    ],
    [
        " way sports award. So he did. So we, we later on, Christian did a video of this thing at DC",
        7161.54,
        7172.22
    ],
    [
        " that week and showed it was class and we had it framed for Mrs. Fisk. But I couldn't,",
        7172.22,
        7180.38
    ],
    [
        " in the Mr. Trump was smiling, you could tell he was smiling because I looked at him with smiling,",
        7180.38,
        7191.52
    ],
    [
        " Christian out of homework. And I told him later, I said, you know, if this doesn't get you out of",
        7191.52,
        7197.08
    ],
    [
        " all that work here missing this week, you will. You bought the farm and this one. Oh, yeah.",
        7197.08,
        7204.96
    ],
    [
        " He, we're going into the White House and you know, we have this secret service in there. There's no",
        7205.22,
        7208.62
    ],
    [
        " video or, you know, anything. And I look over there with his mother and a grandma. And there's",
        7208.62,
        7214.28
    ],
    [
        " Christian with his cell phone on the video just going, I mean, the kid's going to get us a jail.",
        7214.28,
        7220.28
    ],
    [
        " But yeah, we had it. It was, it, there were funny things like that. And then there's some pretty",
        7221.12,
        7227.04
    ],
    [
        " solid moments indeed. And then one of the things is that, you know, the, keep my wife was escorted",
        7227.04,
        7235.56
    ],
    [
        " into the room on the arm of the vice president. Wow. That was cool. Yes, sure. And then I followed",
        7235.56,
        7241.74
    ],
    [
        " the president. Well, after the ceremony's over, I stood back like I was told could be a rehearsal.",
        7241.74,
        7247.66
    ],
    [
        " And the president is supposed to go first. And this is tradition. He, he's the last one to come",
        7248.6,
        7255.1
    ],
    [
        " in the room and the first one to leave, right? Right. He looked right at me and went like this.",
        7255.1,
        7260.64
    ],
    [
        " And I walked out ahead of the president of the United States. I remember that.",
        7261.48,
        7265.64
    ],
    [
        " And that's, that's a tradition that he broke. And I, I mean, that kind of thing is just,",
        7267.48,
        7274.56
    ],
    [
        " it's down here, that little simple acts of kindness that he's done. Yeah. And he, he was very kind to my",
        7274.88,
        7281.88
    ],
    [
        " grandchildren. And you could tell he was a joint. Well, you also had a briefing with him with",
        7281.88,
        7287.26
    ],
    [
        " all the men who were able to attend that. Yeah. Oh, he was, he was supposed to say a few minutes to",
        7287.26,
        7292.68
    ],
    [
        " take photographs. He spent half an hour with us. Wow. And you could see the, the stuff you were",
        7292.68,
        7298.4
    ],
    [
        " kind of, you know, but he was having a fun time with, you know, and it's funny that we have a",
        7298.4,
        7304.74
    ],
    [
        " photograph of it. And it looks like it was an advertisement for Walker's teens and oxygen bottles,",
        7304.74,
        7311.84
    ],
    [
        " you know, right? Because this is a, you know, he, you know, sure, we're a lot, you know,",
        7311.84,
        7320.02
    ],
    [
        " basically, physically have been broken in the service of this country. Yeah. 47 years later.",
        7320.28,
        7326.26
    ],
    [
        " That is not unusual for metal donors to be awarded decade. In fact, it's more of the norm. And it is",
        7327.48,
        7335.3
    ],
    [
        " the right. Yeah. Because what is it? Williams got his of what 100, how many years? 130. Yeah.",
        7335.3,
        7341.72
    ],
    [
        " I hope Mr. Obama gave the, uh, melt to his descendants of a young man who was with the fourth",
        7341.72,
        7348.08
    ],
    [
        " volunteer field artillery regiment, uh, from, uh, Rob Dye. And he, he received his reaction",
        7348.08,
        7358.1
    ],
    [
        " on July 30, 1863 and Getsberg. Well, you know, that's my point about this country. I know we make",
        7358.1,
        7366.84
    ],
    [
        " errors. We miss mistakes, but we tried to fix them. Do you know, unfortunately, a lot of times,",
        7366.84,
        7374.24
    ],
    [
        " it's decades after the people that were injured or they could not recognize. Sure. But at least",
        7374.44,
        7382.58
    ],
    [
        " we, we try. And that's, that sums up this country. We have problems. We have faults, but we try",
        7382.58,
        7392.24
    ],
    [
        " on a daily basis to fix those things that aren't right or at least most of us try to do that.",
        7392.46,
        7399.0
    ],
    [
        " I think that's a great note to close online. Thank you for coming with us today. We really appreciate",
        7399.0,
        7403.64
    ],
    [
        " it. And, uh, we also want to say thanks to all the veterans out there, men and women like you who",
        7403.64,
        7410.52
    ],
    [
        " have served our country who fought the wars for our country truly an American hero someone we",
        7410.52,
        7416.12
    ],
    [
        " look up to. To those of you out there on the front lines today, now we thank you for fighting for",
        7416.12,
        7422.88
    ],
    [
        " all of our ideals for police law enforcement, the Border Patrol Secret Service, Paramedics,",
        7422.88,
        7430.82
    ],
    [
        " Frontline, Correction Officers, others that are out there every day serving the better of our",
        7430.98,
        7437.7
    ],
    [
        " country and mankind here. And thank you to all that we can, that do this so that we can live and",
        7437.7,
        7444.86
    ],
    [
        " save you today. And of course, we thank all of our armed services. And for those who didn't come",
        7444.86,
        7450.64
    ],
    [
        " home, we'll see you. Till next time.",
        7450.64,
        7456.06
    ]
]