[
    [
        " This is Jockel Podcast number 144 with Echo Charles and me, Jockel Willink.",
        0.52,
        6.16
    ],
    [
        " Good evening, Echo.",
        6.86,
        7.38
    ],
    [
        " Good evening.",
        7.52,
        7.9
    ],
    [
        " And a few episodes back.",
        8.5,
        11.62
    ],
    [
        " I referenced an interview that I had read with Colonel David Hackworth, the author of",
        11.94,
        18.24
    ],
    [
        " About Face, my favorite book of all time, check.",
        18.24,
        21.38
    ],
    [
        " And it was actually on podcast number 142.",
        22.12,
        24.9
    ],
    [
        " And I referenced this interview and I said I would cover it in the future on a podcast.",
        25.24,
        29.96
    ],
    [
        " So here we are.",
        30.3,
        30.92
    ],
    [
        " 144, the interview is from PBS.org.",
        31.42,
        36.86
    ],
    [
        " They had a show called People's Century and inside that show, inside that series, there was one part of it.",
        37.04,
        45.16
    ],
    [
        " I guess it was maybe an episode, it was called The Gorilla War.",
        45.44,
        48.18
    ],
    [
        " So we're going to take a look at that also on top of that to expand on some of the topics.",
        48.8,
        55.38
    ],
    [
        " I'm also going to take a look at a book called Vietnam Primer.",
        55.38,
        60.96
    ],
    [
        " And it's a pretty cool book.",
        61.52,
        63.2
    ],
    [
        " It's very tactical.",
        63.4,
        64.62
    ],
    [
        " And when I say tactical, I'm not talking about, I'm talking actual tactical.",
        64.88,
        69.1
    ],
    [
        " Like it shows where you should put your security elements while you're in Vietnam.",
        69.3,
        73.74
    ],
    [
        " What's the best way to maneuver through the jungle in Vietnam?",
        73.86,
        77.1
    ],
    [
        " It's very, very specific to that kind of jungle fighting.",
        77.74,
        80.76
    ],
    [
        " But there are definitely some topics in it that I wanted to pull out.",
        81.1,
        84.08
    ],
    [
        " And that is the book in about Face when Hackworth is talking about working with SLA Marshall,",
        84.22,
        90.4
    ],
    [
        " which we covered his book on 142.",
        90.64,
        94.28
    ],
    [
        " He's talking about how he worked with him.",
        94.98,
        97.32
    ],
    [
        " And they wrote when they got done with going and interviewing all these people,",
        97.46,
        101.14
    ],
    [
        " they wrote the book Vietnam Primer.",
        101.14,
        103.22
    ],
    [
        " And so I wanted to at least take a look at that.",
        103.88,
        107.36
    ],
    [
        " I probably won't cover any great depth on the podcast because it's so tactical.",
        107.44,
        112.9
    ],
    [
        " And it's very specific to that time.",
        112.9,
        115.58
    ],
    [
        " And maybe I'll cover it someday, but because you never know.",
        115.88,
        119.64
    ],
    [
        " Well, anyways, there's definitely some things to get out of it that I want to look at.",
        119.88,
        124.68
    ],
    [
        " And we'll pull some of those up today.",
        124.88,
        126.64
    ],
    [
        " But the basis is to look at this this interview with Hackworth.",
        126.98,
        131.6
    ],
    [
        " And I think you're going to see it.",
        132.0,
        133.74
    ],
    [
        " It takes a lot of stuff from about Face and just really puts it in the clear.",
        133.78,
        139.58
    ],
    [
        " Gotcha.",
        139.82,
        140.4
    ],
    [
        " In the clear.",
        141.02,
        141.78
    ],
    [
        " So here we go, people's century, guerrilla wars.",
        142.46,
        147.42
    ],
    [
        " And this is the interview with David Hackworth from PBS.",
        147.94,
        151.74
    ],
    [
        " What do you think the Viet Cong learned from Mount Say Tongue?",
        153.32,
        158.28
    ],
    [
        " And Hackworth says, I think the major thing was how a poor man fights a rich man.",
        158.46,
        164.16
    ],
    [
        " How a war can be fought employing ancient rules first developed by Sun Siu,",
        164.6,
        170.44
    ],
    [
        " the need for patience, the need for political motivation,",
        170.68,
        173.38
    ],
    [
        " the need to fight a war of economy, and how to employ all the rules of warfare.",
        173.74,
        180.92
    ],
    [
        " So there you go.",
        181.88,
        182.76
    ],
    [
        " That's a little way to start this thing off.",
        182.88,
        185.36
    ],
    [
        " The need for patience, the need for political motivation, he gets into this.",
        185.36,
        190.5
    ],
    [
        " And he talks a lot about, talks a lot about the economy because that's something that you can lose track of as a frontline person.",
        190.62,
        196.5
    ],
    [
        " But you need to think about it.",
        196.82,
        198.36
    ],
    [
        " Next, this is very interesting.",
        199.22,
        202.7
    ],
    [
        " What lessons should the Americans have learned from the French defeat?",
        202.92,
        206.5
    ],
    [
        " So the French got beat Vietnam and here's what Hackworth says.",
        207.06,
        209.38
    ],
    [
        " Well, I think the major lesson they should have learned was that,",
        209.82,
        213.76
    ],
    [
        " that war didn't involve the security of France and the security of the United States wasn't at issue either.",
        214.4,
        220.82
    ],
    [
        " On a tactical level, they didn't have an objective.",
        221.16,
        223.84
    ],
    [
        " They didn't have an objective on a tactical ever.",
        224.26,
        227.18
    ],
    [
        " So clearly the point is you have to have an objective.",
        227.62,
        230.76
    ],
    [
        " He goes on.",
        231.24,
        233.14
    ],
    [
        " The Americans should have studied the lessons of the French very closely and taken something from them.",
        233.64,
        238.78
    ],
    [
        " A correspondent once asked General Westmoreland, the American Commanding General and Architect of the War,",
        239.06,
        244.76
    ],
    [
        " what he thought of how the French fought the war and was he studying the lessons of the French.",
        245.1,
        250.26
    ],
    [
        " He said, why should I study the lessons of the French?",
        251.18,
        255.56
    ],
    [
        " They haven't won a war since Napoleon.",
        256.08,
        257.86
    ],
    [
        " This was the attitude of American total arrogance.",
        259.08,
        264.62
    ],
    [
        " We didn't learn from the past.",
        265.72,
        267.92
    ],
    [
        " We didn't learn from our own experience by going back to when we beat Britain in 1776.",
        268.12,
        273.46
    ],
    [
        " At that time, the British had argued that we didn't fight in formations such as there as a big block formation.",
        274.46,
        280.24
    ],
    [
        " We didn't meet them in the open and fought like, and we fought like the Indians behind trees using concealment and cover and so on.",
        281.0,
        287.74
    ],
    [
        " And a couple hundred years later, we had the British mentality towards fighting.",
        288.08,
        293.26
    ],
    [
        " And we had forgotten the lessons that we had taught the British.",
        293.52,
        298.34
    ],
    [
        " That's Stings, doesn't it?",
        298.92,
        302.26
    ],
    [
        " When that ego gets out of control, think about that.",
        302.5,
        307.26
    ],
    [
        " Think about that.",
        307.26,
        307.8
    ],
    [
        " That quote from Westmoreland is awful.",
        307.9,
        310.88
    ],
    [
        " Why should I study the lessons of the French?",
        311.66,
        313.2
    ],
    [
        " They hadn't won a war since Napoleon.",
        314.0,
        316.02
    ],
    [
        " That's awful to read.",
        316.82,
        318.82
    ],
    [
        " That is why the seals that when I was running training, the seals that would get fired.",
        320.96,
        330.38
    ],
    [
        " The seals that would get fired for leadership problems or from leadership positions, they would be getting fired.",
        330.68,
        337.24
    ],
    [
        " Because of that attitude right there, they don't listen to anybody.",
        337.46,
        341.3
    ],
    [
        " And what's interesting about this hack worth is actually saying,",
        342.46,
        344.76
    ],
    [
        " you should actually even listen to the loser.",
        345.28,
        348.26
    ],
    [
        " Put that ego in check.",
        348.82,
        353.06
    ],
    [
        " Next question.",
        353.84,
        355.54
    ],
    [
        " Don't you think that the United States' tremendous firepower could have won the war?",
        356.96,
        361.5
    ],
    [
        " Hack worth.",
        363.1,
        363.66
    ],
    [
        " The war could never have been won in terms of the employment of firepower.",
        364.62,
        368.52
    ],
    [
        " The solution to winning the war was to cause reform in the government to win the hearts and minds of the people to make the cause justifiable so that the people of the country were willing to give up their lives.",
        368.52,
        381.0
    ],
    [
        " This was not done.",
        381.34,
        382.66
    ],
    [
        " You could have used all the firepower in the world, all the technical ability that the US had to fight the enemy, and you'd have maybe won a temporary tactical respite.",
        383.64,
        394.1
    ],
    [
        " That's important because sometimes you think to yourself,",
        394.96,
        397.52
    ],
    [
        " well, if we put enough bombs on them, we can shut them down.",
        397.74,
        402.56
    ],
    [
        " I mean, short of nuking them.",
        402.84,
        404.32
    ],
    [
        " But I think that's important.",
        405.24,
        406.48
    ],
    [
        " He's saying you could maybe possibly win.",
        406.58,
        409.32
    ],
    [
        " Because I think of myself, yeah, if you drop enough bombs on people, you can shut them down.",
        409.5,
        413.82
    ],
    [
        " But he's saying you can win a tactical, a temporary tactical respite back to the interview.",
        414.2,
        421.56
    ],
    [
        " But we'd never want to war strategically unless we had people, had the people join our side.",
        422.36,
        428.3
    ],
    [
        " I'm going to read that again.",
        428.58,
        429.64
    ],
    [
        " But we'd never have won the war strategically unless we had the people on our side.",
        430.22,
        434.72
    ],
    [
        " The war was about the people and winning over their hearts and their minds and their allegiance to the host country.",
        435.34,
        441.32
    ],
    [
        " The host country in Vietnam was made up of gangsters.",
        441.86,
        445.12
    ],
    [
        " Next question.",
        446.26,
        448.2
    ],
    [
        " But you weren't there as a soldier to win hearts and minds.",
        448.92,
        452.0
    ],
    [
        " You were there strictly for military purposes.",
        452.4,
        455.48
    ],
    [
        " Hackworth.",
        456.42,
        457.1
    ],
    [
        " If you were a student of warfare, as I was, you quickly realized that, tactically, we were not going to win the war and we had to win the people.",
        457.82,
        467.78
    ],
    [
        " And this is basically the same conclusion.",
        468.38,
        469.64
    ],
    [
        " When I got to Iraq the second time and I saw the intel reports and saw that what we were doing was the capture kill missions.",
        470.12,
        477.0
    ],
    [
        " And I saw that they had as many targets, I was in Iraq 2003, 2004.",
        477.36,
        484.88
    ],
    [
        " And they had as many targets up on the wall in 2006 when I got back as they had when I left.",
        485.66,
        491.56
    ],
    [
        " So that to me said, this is just, is this ever going to stop?",
        492.72,
        496.8
    ],
    [
        " It didn't look like it to me.",
        497.64,
        498.94
    ],
    [
        " We had to do something different.",
        499.64,
        501.1
    ],
    [
        " And that's when I read the counter-insertioncy manual.",
        501.6,
        503.68
    ],
    [
        " My second day on deployment or something like that.",
        504.28,
        507.56
    ],
    [
        " And figured out what he was saying right there.",
        507.66,
        510.5
    ],
    [
        " You had to take care of the people.",
        511.56,
        512.96
    ],
    [
        " Next question.",
        513.44,
        516.0
    ],
    [
        " So were the efforts to resettle whole villages of Vietnamese a good way to fight this war?",
        517.24,
        522.96
    ],
    [
        " Hack worth? No.",
        523.14,
        524.56
    ],
    [
        " Because the Americans again tried to impose their values on the country of Vietnam without understanding the culture and the religion of Vietnam.",
        525.0,
        532.94
    ],
    [
        " It was a country made up of Buddhists who worshipped ancestors.",
        533.46,
        536.98
    ],
    [
        " Frequently, listen to this.",
        537.86,
        539.08
    ],
    [
        " Frequently people who had been moved from their homes would go through minefields to get back to worship at the graves of their ancestors.",
        539.38,
        545.52
    ],
    [
        " We didn't understand that.",
        545.94,
        547.62
    ],
    [
        " We didn't understand what the Vietnamese culture was all about.",
        548.1,
        550.46
    ],
    [
        " So imagine that.",
        552.44,
        553.4
    ],
    [
        " You think you can just, you think you can just move people around.",
        553.5,
        555.86
    ],
    [
        " No, no, actually you can't do that.",
        556.42,
        557.78
    ],
    [
        " That ground is holy to them.",
        558.18,
        559.66
    ],
    [
        " That ground is where their family is.",
        560.02,
        561.86
    ],
    [
        " They have deep rooted ties.",
        562.02,
        564.16
    ],
    [
        " And we didn't recognize that.",
        564.7,
        566.02
    ],
    [
        " Next question.",
        566.62,
        567.42
    ],
    [
        " What do you think was so particularly good about the Vietcong's guerrilla fighters?",
        568.12,
        571.84
    ],
    [
        " What did you as a military man respect about them most?",
        572.48,
        576.02
    ],
    [
        " Hack worth.",
        576.66,
        577.1
    ],
    [
        " I respected their dedication, the fire in their belly, their great strong belief in freedom.",
        577.1,
        583.46
    ],
    [
        " So that's interesting.",
        584.02,
        586.04
    ],
    [
        " Because of course we're looking at them.",
        586.34,
        588.42
    ],
    [
        " We're looking at the Vietnamese thinking they're communist and they're...",
        588.64,
        593.98
    ],
    [
        " We think we're fighting for freedom, right?",
        593.98,
        597.24
    ],
    [
        " But, and this is other...",
        598.22,
        600.06
    ],
    [
        " This is a fairly common opinion about Vietnam.",
        600.06,
        605.38
    ],
    [
        " Is that they just didn't want outsiders.",
        606.12,
        609.62
    ],
    [
        " Like they saw any outsiders were imposing on their freedom.",
        610.28,
        614.72
    ],
    [
        " So even if we were going to bring glorious democracy,",
        615.0,
        618.36
    ],
    [
        " it wasn't their glorious democracy, so they didn't want it.",
        618.98,
        620.84
    ],
    [
        " Back to the interview.",
        621.54,
        624.82
    ],
    [
        " There was a mission, a complete dedication to winning independence for their country.",
        625.0,
        629.48
    ],
    [
        " So there you have it.",
        629.66,
        630.28
    ],
    [
        " So I respected them for where they were coming from.",
        630.64,
        633.82
    ],
    [
        " Maybe it was empathy, my ancestors, two or three hundred years ago,",
        633.82,
        637.9
    ],
    [
        " had fought for the British.",
        638.38,
        639.3
    ],
    [
        " Oh sorry, had fought the British.",
        639.8,
        641.06
    ],
    [
        " What about their strategy and tactics?",
        641.74,
        644.38
    ],
    [
        " Hack worth.",
        645.18,
        645.56
    ],
    [
        " As fighters, they were very fanatical and very dedicated.",
        646.56,
        651.14
    ],
    [
        " They were like my paratroopers who were extraordinarily fine soldiers.",
        651.7,
        655.94
    ],
    [
        " A soldier tends to respect a counterpart that's a heavyweight.",
        656.36,
        659.34
    ],
    [
        " And they were indeed heavyweights because of their devotion to the cause.",
        660.12,
        663.88
    ],
    [
        " Next question.",
        664.98,
        667.66
    ],
    [
        " A female guerrilla leader said that sometimes when they shot an American soldier,",
        668.66,
        672.76
    ],
    [
        " his comrades would come up to get the body,",
        673.26,
        675.52
    ],
    [
        " and then they'd all burst into tears,",
        675.92,
        677.62
    ],
    [
        " which she said was a wonderful opportunity to shoot them or to grab their weapons.",
        678.04,
        682.86
    ],
    [
        " Is that a fair comment?",
        683.82,
        684.92
    ],
    [
        " Hack worth.",
        686.1,
        686.66
    ],
    [
        " It's right on the mark.",
        688.02,
        689.5
    ],
    [
        " The problem with Americans fighting that war was that as the war went on,",
        689.94,
        695.04
    ],
    [
        " they lost leadership.",
        695.48,
        696.66
    ],
    [
        " They lost their hard core professional leaders.",
        697.34,
        701.3
    ],
    [
        " A professional soldier does not go after wounded.",
        702.12,
        704.96
    ],
    [
        " He leaves that to the medics.",
        705.24,
        706.52
    ],
    [
        " But soldiers that are not well trained and not well disciplined by their leaders",
        707.4,
        712.04
    ],
    [
        " tend to become more of a group of fraternity buddies who care very much for their fallen comrades",
        712.04,
        717.88
    ],
    [
        " and who want to get him out of the line of fire.",
        717.88,
        721.2
    ],
    [
        " In Vietnam, it was known that the standard technique to use was to hit the first guy,",
        721.48,
        726.52
    ],
    [
        " then take out anybody going after him.",
        726.7,
        729.2
    ],
    [
        " That was how they'd add to their casualty list.",
        730.18,
        732.92
    ],
    [
        " I have had my soldiers tell me that a guy might have been hit in the leg in a hot firefight",
        733.74,
        738.26
    ],
    [
        " and his opponent only 10 or 15 feet away would be pointing at it, pointing his weapon at him,",
        738.3,
        743.34
    ],
    [
        " giving him the finger, doing all these things to tease him while he's waiting for someone to come out and pull him away.",
        743.56,
        749.06
    ],
    [
        " Then they could blow that guy away too.",
        749.58,
        751.94
    ],
    [
        " Prioritize an execute.",
        753.56,
        756.8
    ],
    [
        " You got to know what the most important problem you've got.",
        757.58,
        759.46
    ],
    [
        " And it's not the wounded guy.",
        759.7,
        760.8
    ],
    [
        " It's the guy that's trying to kill you.",
        761.16,
        762.26
    ],
    [
        " And you got to be able to train your guys to be able to overcome that emotional situation that they're going through",
        764.92,
        771.36
    ],
    [
        " because that's going to be the instinct. That's the human instinct.",
        771.36,
        773.7
    ],
    [
        " Next question.",
        774.54,
        777.24
    ],
    [
        " The Viet Cong hit in the jungle, but in the May Cong Delta, there really isn't any jungle.",
        777.72,
        782.14
    ],
    [
        " So where did the Viet Cong hide?",
        782.14,
        783.9
    ],
    [
        " I like this answer.",
        784.9,
        785.94
    ],
    [
        " Hackworth.",
        786.88,
        787.4
    ],
    [
        " Well, they were hidden in the jungle.",
        788.04,
        789.96
    ],
    [
        " That was always alongside the waterways, which tended to be very thick and well-booby-trapped out in front.",
        790.42,
        795.76
    ],
    [
        " They were hidden by the people.",
        796.5,
        798.26
    ],
    [
        " They hid in the waterways.",
        798.94,
        800.34
    ],
    [
        " They would get underwater and take a reed and put it above the water and breathe through that.",
        800.46,
        804.24
    ],
    [
        " Then surround themselves with a bit of floating neepah grass.",
        804.66,
        807.78
    ],
    [
        " They would dig caves under the waterways and then put a bit of reed up to the top and breathe through that.",
        808.64,
        814.48
    ],
    [
        " They were very, very cunning fighters.",
        814.82,
        816.48
    ],
    [
        " Yeah, that's...",
        818.76,
        820.7
    ],
    [
        " That's like what you hear about in the movies, right?",
        820.7,
        825.36
    ],
    [
        " The little reed.",
        825.6,
        826.36
    ],
    [
        " Breathe in through a reed and they're actually doing that.",
        826.62,
        828.8
    ],
    [
        " He goes into that more here.",
        828.88,
        830.6
    ],
    [
        " Next question.",
        832.1,
        832.74
    ],
    [
        " Did you have any personal experience of finding Viet Cong lurking under the water surface?",
        832.9,
        837.46
    ],
    [
        " Hackworth.",
        837.96,
        838.36
    ],
    [
        " Oh, commonly.",
        838.52,
        839.04
    ],
    [
        " If we saw a bit of neepah floating down a waterway, a bit of jungle debris, we fired at it and invariably it would turn red.",
        839.68,
        846.84
    ],
    [
        " That meant there would... that below was a Viet Cong hanging onto the roots of the debris with a reed going up to get air and we'd killed one enemy.",
        847.54,
        855.0
    ],
    [
        " Once we located them, I always took concertina wire and put it on both sides of the creek so they couldn't float down.",
        855.7,
        861.48
    ],
    [
        " They'd run into the wire.",
        862.04,
        863.06
    ],
    [
        " I instructed my soldiers to fire at any foliage and in most cases there would be a Viet Cong hanging on trying to get out.",
        863.46,
        869.96
    ],
    [
        " They were simply the most skillful, the most dedicated, the best opponent I've struck in almost 50 years of being around soldiers.",
        871.12,
        878.62
    ],
    [
        " They're the best.",
        879.16,
        880.0
    ],
    [
        " Question.",
        880.86,
        883.5
    ],
    [
        " What other problems were unique in the Maycon Delta?",
        884.52,
        887.02
    ],
    [
        " The problem in the Delta was not only the terrible conditions that prevailed there, but it was the impact it had on your soldiers.",
        887.36,
        892.94
    ],
    [
        " I'm speaking now as an American.",
        893.8,
        895.22
    ],
    [
        " We had terrible casualties from what we called immersion foot.",
        895.56,
        898.62
    ],
    [
        " Immersion foot was the problem in World War I called trench foot.",
        899.26,
        903.58
    ],
    [
        " After being in the water for a long time, the feet would become very soft and the boot rubbing against the foot would become very abrasive.",
        904.1,
        910.72
    ],
    [
        " Suddenly you've had it, you'd have a hole in your foot, the size of a bullet hole, and suddenly you're a lost soldier.",
        911.28,
        916.22
    ],
    [
        " You had to be very wary and take care of the feet.",
        918.94,
        922.06
    ],
    [
        " There was no place to sleep so you were in the water at night.",
        922.48,
        926.22
    ],
    [
        " Your soldiers were in the water and you stayed miserable and wet.",
        926.68,
        930.06
    ],
    [
        " My rule was that a unit could only stay in the field for five days.",
        930.56,
        933.46
    ],
    [
        " After five days, immersion foot set in so badly that a whole battalion of 800 men could be laid up for weeks.",
        933.66,
        940.06
    ],
    [
        " I got immersion foot one time.",
        940.9,
        944.76
    ],
    [
        " I got legit immersion foot.",
        945.56,
        947.06
    ],
    [
        " Where?",
        947.9,
        948.28
    ],
    [
        " So I was doing a training exercise in...",
        948.64,
        953.28
    ],
    [
        " It was... we were doing a training exercise doing a reconnaissance of an airfield that was located around a swamp.",
        955.4,
        962.36
    ],
    [
        " So I spent five or six days in this swamp.",
        963.48,
        966.96
    ],
    [
        " And not the whole five or six days, but a good amount of days.",
        967.34,
        972.48
    ],
    [
        " Plus the days I wasn't in the swamp, there was heavy rain.",
        972.58,
        975.02
    ],
    [
        " So just my feet were wet for an extended period of time.",
        975.22,
        977.88
    ],
    [
        " On this particular training exercise, when we were going into the field, it was raining.",
        978.76,
        983.7
    ],
    [
        " When we got in the field that started to sleep, you know, like ice.",
        984.04,
        987.9
    ],
    [
        " And that turned to snow.",
        989.06,
        990.2
    ],
    [
        " And so it was right around, you know, and then in the daytime, it warmed up and it would turn back to rain.",
        991.56,
        996.4
    ],
    [
        " But it was a pretty miserable six days.",
        996.66,
        999.02
    ],
    [
        " But when I got out of the field and quite frankly, I didn't really understand the threat of immersion foot.",
        999.28,
        1005.52
    ],
    [
        " And so I just kept my boots on, probably almost the whole time.",
        1005.52,
        1008.5
    ],
    [
        " And when I got out, my feet were really jacked up, really jacked up.",
        1008.78,
        1012.24
    ],
    [
        " As a matter of fact, I was looking at some pictures just to see how bad I had it compared to how bad it can get.",
        1012.4,
        1017.3
    ],
    [
        " I just looked at some pictures on, you know, on the interwebs.",
        1017.6,
        1021.14
    ],
    [
        " And my feet were jacked up legit.",
        1021.3,
        1024.2
    ],
    [
        " Well, I mean, obviously this is... I mean, I've never heard immersion foot.",
        1024.84,
        1029.26
    ],
    [
        " But that's a common foot.",
        1029.72,
        1030.54
    ],
    [
        " You've heard a trench foot, right?",
        1030.54,
        1031.58
    ],
    [
        " Yeah, yeah, yeah.",
        1031.62,
        1032.14
    ],
    [
        " So that's common knowledge, right?",
        1032.2,
        1033.4
    ],
    [
        " Yeah.",
        1033.4,
        1033.72
    ],
    [
        " Because remember, a forest gump when he said that when he's like, uh, Lieutenant Dan, when he met him, he's like, I'm gonna tell you two things or whatever.",
        1034.04,
        1041.82
    ],
    [
        " And one of them was...",
        1042.02,
        1042.9
    ],
    [
        " Keep your socks.",
        1042.9,
        1043.4
    ],
    [
        " Keep your socks.",
        1043.52,
        1044.16
    ],
    [
        " Yeah.",
        1044.62,
        1044.64
    ],
    [
        "",
        1045.2,
        1045.2
    ],
    [
        " Yeah.",
        1045.66,
        1046.3
    ],
    [
        " No, that's definitely a common thing.",
        1046.54,
        1047.8
    ],
    [
        " And he's...",
        1048.22,
        1049.5
    ],
    [
        " He talks about it a lot.",
        1049.5,
        1050.5
    ],
    [
        " You know, you gotta inspect guys' feet and make sure they feed are good to go.",
        1050.68,
        1053.34
    ],
    [
        " Yeah.",
        1053.58,
        1053.82
    ],
    [
        " When guys feed aren't good to go, they're done.",
        1054.32,
        1056.96
    ],
    [
        " You can't walk.",
        1057.4,
        1058.06
    ],
    [
        " You're done.",
        1058.36,
        1058.7
    ],
    [
        " But my feet, from that immersion foot, they were numb.",
        1059.18,
        1062.02
    ],
    [
        " Yeah.",
        1062.58,
        1062.94
    ],
    [
        " They were numb like dead.",
        1062.94,
        1064.06
    ],
    [
        " Why?",
        1064.32,
        1064.52
    ],
    [
        " Because it got cold or...",
        1064.62,
        1066.06
    ],
    [
        " It was just the wetness.",
        1066.06,
        1068.3
    ],
    [
        " It was just the wetness.",
        1068.56,
        1068.7
    ],
    [
        " Yeah.",
        1068.7,
        1068.8
    ],
    [
        " But it was cold.",
        1069.24,
        1070.08
    ],
    [
        " It only snowed and rent.",
        1070.58,
        1072.26
    ],
    [
        " It only was below freezing that first night.",
        1072.4,
        1074.56
    ],
    [
        " And then it was warmer, but they were wet for a long time.",
        1074.82,
        1077.2
    ],
    [
        " Yeah.",
        1077.6,
        1077.78
    ],
    [
        " Huh.",
        1078.52,
        1078.76
    ],
    [
        " That was when I was young.",
        1078.9,
        1079.58
    ],
    [
        " And then when you take it...",
        1079.76,
        1080.6
    ],
    [
        " And then when you take it...",
        1080.6,
        1081.16
    ],
    [
        " Take off your shoes, does it like, does the pain set in there?",
        1081.16,
        1083.7
    ],
    [
        " Or...",
        1084.06,
        1084.72
    ],
    [
        " No, they were actually...",
        1084.72,
        1085.6
    ],
    [
        " They went...",
        1085.6,
        1086.16
    ],
    [
        " They didn't hurt that...",
        1086.16,
        1088.02
    ],
    [
        " No, they did.",
        1088.02,
        1088.5
    ],
    [
        " But they didn't hurt.",
        1088.9,
        1089.76
    ],
    [
        " They hurt more when I got out of the field.",
        1089.92,
        1091.42
    ],
    [
        " Yeah.",
        1091.68,
        1092.0
    ],
    [
        " That's when they started to hurt.",
        1092.0,
        1093.02
    ],
    [
        " Yeah.",
        1093.54,
        1093.64
    ],
    [
        " They were actually numb.",
        1093.84,
        1095.04
    ],
    [
        " Yeah.",
        1095.82,
        1096.34
    ],
    [
        " Because I mean, the way I imagined it is like...",
        1096.62,
        1100.3
    ],
    [
        " You know how...",
        1100.3,
        1101.26
    ],
    [
        " I don't know.",
        1101.26,
        1101.54
    ],
    [
        " You're in the pool or the bath.",
        1101.6,
        1103.04
    ],
    [
        " You know when you're a kid, you're in the bath for like super, super long.",
        1103.24,
        1105.98
    ],
    [
        " Oh, and you're seeing it all the...",
        1106.0,
        1106.54
    ],
    [
        " Yeah, and you get the wrinkle...",
        1106.54,
        1107.72
    ],
    [
        " Yeah, yeah, yeah.",
        1107.72,
        1108.32
    ],
    [
        " Like prunes or whatever.",
        1108.4,
        1109.0
    ],
    [
        " And that's when it's...",
        1109.02,
        1109.8
    ],
    [
        " The prunes pruned up feet.",
        1109.8,
        1111.24
    ],
    [
        " But it's like that.",
        1111.52,
        1112.1
    ],
    [
        " The same time.",
        1112.58,
        1112.64
    ],
    [
        " Yeah.",
        1112.94,
        1113.08
    ],
    [
        "",
        1113.56,
        1113.56
    ],
    [
        " Yeah.",
        1113.56,
        1113.66
    ],
    [
        " Yeah.",
        1113.66,
        1113.84
    ],
    [
        " Yeah.",
        1113.84,
        1113.96
    ],
    [
        " Because they seem kind of sensitive too when you think about it.",
        1115.68,
        1117.92
    ],
    [
        " Yeah.",
        1118.24,
        1118.38
    ],
    [
        " They're going to sensitive.",
        1118.38,
        1119.3
    ],
    [
        " Man, it's like, oh man.",
        1119.48,
        1120.84
    ],
    [
        " So...",
        1122.08,
        1123.28
    ],
    [
        " Next.",
        1123.28,
        1124.5
    ],
    [
        " Next question.",
        1125.18,
        1125.78
    ],
    [
        " Why were you men in the water?",
        1125.92,
        1126.8
    ],
    [
        " Why didn't they walk along the banks or along pathways between patty fields?",
        1127.42,
        1131.04
    ],
    [
        " Hackworth.",
        1131.42,
        1131.78
    ],
    [
        " You could expect any dry surface was mined and booby trapped.",
        1132.2,
        1134.82
    ],
    [
        " And 60% of all casualties we had in Vietnam came from mines and booby traps laid.",
        1135.58,
        1140.08
    ],
    [
        " I might add, buy those local gorillas who the generals at the top, Westmoreland and",
        1140.92,
        1147.16
    ],
    [
        " assistance didn't count.",
        1147.72,
        1148.84
    ],
    [
        " So he's saying the local gorillas, they talk about how...",
        1149.46,
        1153.06
    ],
    [
        " The generals like Westmoreland would say, oh, you know, there's this many people and they",
        1153.06,
        1159.02
    ],
    [
        " wouldn't count the local populace or these local gorillas as insurgents.",
        1159.02,
        1163.96
    ],
    [
        " Oh yeah.",
        1164.34,
        1164.78
    ],
    [
        " Continuing.",
        1165.54,
        1166.56
    ],
    [
        " They didn't believe that they were the enemy because their mentality was a world war, two",
        1166.98,
        1171.68
    ],
    [
        " mentality.",
        1171.68,
        1172.12
    ],
    [
        " They didn't understand the nature of the war.",
        1172.44,
        1174.52
    ],
    [
        " They were refighting World War II and they thought they could win the war by applying heavy",
        1174.74,
        1179.82
    ],
    [
        " firepower, the outpourings of Detroit and great technological ability.",
        1179.82,
        1184.44
    ],
    [
        " They thought they would steamroll the opponent into defeat.",
        1185.04,
        1188.74
    ],
    [
        " They found that a war could not be won with bulldozers against somebody fighting with great cause.",
        1189.28,
        1196.2
    ],
    [
        " Next question.",
        1197.52,
        1199.9
    ],
    [
        " But after the Ted Offensive, didn't the heavy bombing raids actually take a very heavy toll on the",
        1200.26,
        1206.88
    ],
    [
        " Viet Cong?",
        1206.88,
        1207.34
    ],
    [
        " Hackworth.",
        1208.3,
        1208.74
    ],
    [
        " Well, General Lameh said, if I had enough bombs, I could win this war because I'd blast the",
        1209.18,
        1215.26
    ],
    [
        " Vietnamese back to the Stone Age.",
        1215.26,
        1216.98
    ],
    [
        " What he didn't understand was that the Vietnamese were already living in the Stone Age and that",
        1217.7,
        1223.62
    ],
    [
        " firepower wouldn't work under those circumstances.",
        1223.62,
        1227.02
    ],
    [
        " I do think you're correct that at the end of Ted 1968, February 1968, we increased the",
        1228.36,
        1235.66
    ],
    [
        " amount of bomb tonnage out of frustration.",
        1235.66,
        1238.26
    ],
    [
        " Vietnam is a country about the size of California in terms of area.",
        1238.7,
        1241.68
    ],
    [
        " We used three times the amount of bombs in the Vietnam War as we did in all of World War II, both the allies and the",
        1242.02,
        1250.6
    ],
    [
        " Axis.",
        1250.6,
        1251.08
    ],
    [
        " How's that for just completely insane?",
        1252.12,
        1253.86
    ],
    [
        " We put enough steel on that California-sized target to sink it and it did not cause the opponent to give in.",
        1254.54,
        1261.04
    ],
    [
        " Firepower was not the answer.",
        1261.44,
        1263.02
    ],
    [
        " The answer was to win the hearts and minds of the people.",
        1263.36,
        1266.1
    ],
    [
        " Question.",
        1266.94,
        1267.26
    ],
    [
        " Why didn't firepower work?",
        1267.44,
        1268.62
    ],
    [
        " Hackworth.",
        1269.26,
        1269.68
    ],
    [
        " Well, what firepower did using pursuit aircraft, fighter aircraft, fighter bombers, artillery mortar, and so on,",
        1269.84,
        1278.22
    ],
    [
        " what it did was it galvanized the opponent.",
        1278.22,
        1280.8
    ],
    [
        " It put steel in their back.",
        1280.8,
        1282.66
    ],
    [
        " They could see themselves being struck by a giant and they had no way, no recourse to strike back.",
        1283.0,
        1288.06
    ],
    [
        " It, as it did historically with the British in World War II, it put fire in their belly.",
        1288.92,
        1294.8
    ],
    [
        " It was absolutely the worst thing we could do in Vietnam.",
        1295.1,
        1297.84
    ],
    [
        " It gave them a tonnage to fight harder.",
        1297.84,
        1300.26
    ],
    [
        " So we've covered that on the podcast about how the Brits, when the Brits got bombed psychologically, it made them tougher.",
        1301.0,
        1310.44
    ],
    [
        " Because there's something happening.",
        1310.88,
        1313.3
    ],
    [
        " Look, this massive attack comes.",
        1313.76,
        1316.16
    ],
    [
        " Well, it seems like a massive attack.",
        1316.52,
        1317.72
    ],
    [
        " It's something you can't control.",
        1317.86,
        1318.64
    ],
    [
        " It's something you can't fight back.",
        1318.78,
        1319.68
    ],
    [
        " But when you bomb a city of a million people, there's actually a small number that actually get impacted by it.",
        1320.46,
        1327.74
    ],
    [
        " So everyone else goes, hey, we can survive this.",
        1327.74,
        1330.44
    ],
    [
        " And so that's what happened with the Vietnamese.",
        1330.7,
        1332.38
    ],
    [
        " Are you drop these giant bombs on us?",
        1332.88,
        1334.5
    ],
    [
        " Guess what?",
        1334.54,
        1334.72
    ],
    [
        " I'm still here.",
        1334.78,
        1335.22
    ],
    [
        " You can't do anything to me.",
        1335.68,
        1336.74
    ],
    [
        " America.",
        1336.96,
        1337.62
    ],
    [
        " Big America with your big bombs.",
        1338.02,
        1339.56
    ],
    [
        " I'm still right here.",
        1339.92,
        1340.96
    ],
    [
        " What do you got?",
        1341.4,
        1342.08
    ],
    [
        " Now I'll tell you what, if the recent fighting in Iraq against ISIS, there's been a lot of bombing in the bombing has been.",
        1344.28,
        1357.46
    ],
    [
        " Let's just say it was a very, very productive, very, very productive.",
        1358.36,
        1363.0
    ],
    [
        " And they killed a lot, a lot, thousands and tens of thousands of ISIS fighters.",
        1363.66,
        1369.54
    ],
    [
        " And even with that being said, there was ground forces that had to move in, but man, they did a lot of devastating, devastating destruction of the Army with that stuff.",
        1370.22,
        1378.48
    ],
    [
        " So I think in certain situations, you can have a massive impact with firepower.",
        1378.84,
        1384.8
    ],
    [
        " But isn't that like, like I said, isn't that like because of intelligence that they had and stuff?",
        1385.44,
        1391.38
    ],
    [
        " There was more to it than just, hey, let's just hit a bunch of bombs.",
        1391.76,
        1396.0
    ],
    [
        " And the ISIS were easier targets.",
        1396.54,
        1398.5
    ],
    [
        " Not only easier targets, but better weaponry.",
        1398.98,
        1403.12
    ],
    [
        " Because man, if you look at the number, I remember reading something about a bridge that they were trying to take out in Vietnam.",
        1403.58,
        1408.74
    ],
    [
        " And they launched mission after mission after mission after mission, and dropped bomb after bomb after bomb after bomb.",
        1408.96,
        1414.78
    ],
    [
        " It's hard. It was hard back then to actually hit something like a bridge with a bomb.",
        1414.96,
        1421.12
    ],
    [
        " Gotcha. You know what I'm saying? We'll have to get Dave Burke on here.",
        1421.3,
        1425.04
    ],
    [
        " Good deal, Dave.",
        1425.34,
        1425.88
    ],
    [
        " Yeah, good deal, Dave. We'll have to get him on here and talk about how hard that is with dumb bombs.",
        1426.1,
        1432.14
    ],
    [
        " Because everyone says smart bombs now. Those were dumb bombs. You had to basically...",
        1432.26,
        1436.84
    ],
    [
        " You got to eyeball it. Yeah, yeah. You're like, I'm eyeballing this thing.",
        1436.84,
        1439.42
    ],
    [
        " You imagine how hard that is? Like, okay, we get that if you just want to bomb this general, the city.",
        1439.42,
        1445.22
    ],
    [
        " Right, you can just drop bombs on the city. Okay, I get you can hit that.",
        1445.6,
        1448.02
    ],
    [
        " But you're trying to hit a bridge.",
        1448.2,
        1449.88
    ],
    [
        " Yeah.",
        1450.2,
        1450.46
    ],
    [
        " Can you imagine how hard that's got to be?",
        1450.62,
        1452.04
    ],
    [
        " Yeah, I do.",
        1452.28,
        1452.72
    ],
    [
        " Because I used to play this game called Mario Kart.",
        1452.88,
        1454.64
    ],
    [
        " Right? So it's like a split screen and it's a track and you get these weapons.",
        1454.98,
        1458.52
    ],
    [
        " Right? And you're playing your friend who's sitting right next to you because it's a split screen.",
        1458.78,
        1462.08
    ],
    [
        " And you can pick up these weapons.",
        1462.52,
        1463.62
    ],
    [
        " So two of the weapons were the turtle shell. Is it red one and a green one?",
        1464.08,
        1467.8
    ],
    [
        " The red one was a smart turtle shell. It like, seek the other guy out.",
        1468.3,
        1472.04
    ],
    [
        " But the green one just went in the exact direction that you shot it.",
        1472.16,
        1475.02
    ],
    [
        " So imagine you're on a track, you're taking turns, just way harder with a green shell.",
        1475.18,
        1479.74
    ],
    [
        " So back in being numb was a green shell.",
        1480.6,
        1482.46
    ],
    [
        " Yeah.",
        1482.5,
        1482.72
    ],
    [
        " Nowadays we've got the red shell.",
        1483.04,
        1484.26
    ],
    [
        " You pretty much fully understand this.",
        1484.32,
        1485.98
    ],
    [
        " It's the same thing.",
        1486.1,
        1488.42
    ],
    [
        " Check. All right.",
        1489.36,
        1491.16
    ],
    [
        " With that, we'll go back to the interview.",
        1491.16,
        1493.42
    ],
    [
        " Next question.",
        1493.56,
        1494.22
    ],
    [
        " When you were active in the May Kong Delta, was it difficult to tell who was Viet Cong and who was civilian?",
        1494.66,
        1499.68
    ],
    [
        " Hackworth.",
        1500.02,
        1500.4
    ],
    [
        " I was in the ninth division and our commander was general Julian Ewell, who was called the butcher of the Delta.",
        1500.98,
        1509.38
    ],
    [
        " The policy of the division was that it didn't matter if it moved, shoot it, and then count it.",
        1510.06,
        1515.52
    ],
    [
        " Theoretically, civilians were supposed to be away from the battle area.",
        1515.9,
        1519.44
    ],
    [
        " They would say this as a, they would say this is a free fire zone.",
        1520.06,
        1524.3
    ],
    [
        " But without realizing the tradition of the people to go back to their homestead.",
        1524.6,
        1528.58
    ],
    [
        " So regardless of the danger, they would go back to where their ancestors were.",
        1528.72,
        1532.7
    ],
    [
        " And then they were considered Viet Cong and fair game.",
        1533.34,
        1536.28
    ],
    [
        " There were an enormous number of casualties who were civilians, but all the civilians, you have to understand, were sympathetic.",
        1537.4,
        1543.68
    ],
    [
        " Certainly in my part of the Delta to the Viet Cong effort.",
        1544.1,
        1547.52
    ],
    [
        " Most of the people in the rural areas of Vietnam were sympathetic to the Viet Cong cause.",
        1548.08,
        1552.22
    ],
    [
        " They had won the hearts and minds of the Viet Namese people.",
        1552.8,
        1556.04
    ],
    [
        " They felt that their cause was more just.",
        1556.74,
        1558.44
    ],
    [
        " It had a more nationalistic purpose.",
        1558.86,
        1560.9
    ],
    [
        " Question.",
        1562.34,
        1563.48
    ],
    [
        " You were once flying in a helicopter over the Delta and you saw some people running along and you thought they're civilians, they're children.",
        1564.08,
        1569.72
    ],
    [
        " Hackworth.",
        1570.22,
        1570.6
    ],
    [
        " Yes, one day we were doing what's called eagle flies, which is a platoon of infantry helicopters, five, six soldiers per helicopter.",
        1570.6,
        1577.6
    ],
    [
        " And I was controlling everything in a command control helicopter.",
        1577.82,
        1580.62
    ],
    [
        " The pilot in the front seat of my helicopter said, there are four enemies streaking across the field, request permission of fire.",
        1580.62,
        1587.64
    ],
    [
        " As commander, I would grant that permission.",
        1588.0,
        1591.24
    ],
    [
        " I looked down and I saw four little kids.",
        1591.94,
        1593.88
    ],
    [
        " So I said negative, those are little kids.",
        1593.88,
        1595.88
    ],
    [
        " They're just playing hooky from school or something.",
        1596.0,
        1597.86
    ],
    [
        " Leave them alone.",
        1598.14,
        1598.68
    ],
    [
        " And I went ahead and inserted my platoon and let them maneuver through the area.",
        1599.5,
        1603.56
    ],
    [
        " Suddenly they took fire from those poor little kids who were probably no more than 12 or 13 years old and it stashed their AK-47s.",
        1603.94,
        1612.46
    ],
    [
        " So I was wrong.",
        1612.66,
        1614.34
    ],
    [
        " My previous experience had been up in the Highlands.",
        1615.26,
        1617.86
    ],
    [
        " That was one of my first days in the Delta and I was learning that just about anybody in that battlefield, sadly enough, was a hostile.",
        1618.68,
        1627.06
    ],
    [
        " Question, were they ever helpful to you? Hackworth.",
        1630.68,
        1633.6
    ],
    [
        " Again, he hits it here.",
        1634.24,
        1635.32
    ],
    [
        " 60% of all casualties, 60% of all US casualties during that war were from mines and booby traps that were set out by these local people who had built them and installed them.",
        1635.6,
        1648.74
    ],
    [
        " Ironically enough, the top generals never counted those people as part of the enemy's order of battle, even though they accounted for about 300,000 people.",
        1649.08,
        1656.96
    ],
    [
        " They were conveniently dropped from the rolls.",
        1657.68,
        1660.42
    ],
    [
        " They were only counted when they were found dead.",
        1660.96,
        1664.26
    ],
    [
        " Going into any battle area, if we picked up a civilian, he became our point man against the Geneva Convention.",
        1665.02,
        1671.96
    ],
    [
        " The assumption was that if this cat lived here, he knew how to get through this area without losing a leg or a life he could lead our forces through.",
        1672.38,
        1680.72
    ],
    [
        " Again, we've covered this a bunch, but the local populace, they're walking through these trails every single day and they're not hitting any booby traps and then you lose a guide today.",
        1683.46,
        1693.46
    ],
    [
        " You lose a guide tomorrow. Eventually you realize that they, at a minimum, they know where these booby traps are.",
        1693.62,
        1698.34
    ],
    [
        " At Hackworth saying they're the ones that made them and set them up.",
        1698.64,
        1702.34
    ],
    [
        " Oh yeah. So it mentioned against the Geneva Convention.",
        1703.1,
        1706.22
    ],
    [
        " Yeah, to grab a civilian.",
        1706.28,
        1707.46
    ],
    [
        " So they're sort of grabbing them in what, forcing them to do it.",
        1707.82,
        1711.0
    ],
    [
        " Like, hey, you're going to walk out in front of you're going to take us through this trail.",
        1711.0,
        1715.24
    ],
    [
        " Like a hostage of source.",
        1715.94,
        1717.1
    ],
    [
        " Yeah, almost like a hostage of source.",
        1717.1,
        1718.4
    ],
    [
        " Next question. What was a simple booby trap?",
        1718.74,
        1724.54
    ],
    [
        " Well, the Pungy steak was a no brainer.",
        1725.3,
        1727.28
    ],
    [
        " Normally they were setting a position where they would strike your ankle.",
        1727.76,
        1730.9
    ],
    [
        " It would scratch you. You were in filthy water. You'd get an infection.",
        1731.22,
        1734.26
    ],
    [
        " I had a Pungy wound and I didn't know it.",
        1734.56,
        1736.34
    ],
    [
        " I must have got it in the morning and it bled a lot.",
        1736.72,
        1738.56
    ],
    [
        " I didn't know until I got out of the water and looked at my boot and it was soaking red from blood.",
        1738.68,
        1742.44
    ],
    [
        " There was a wound that looked very much like as if someone had taken a razor and made about a three inch long slash in my leg.",
        1742.72,
        1750.06
    ],
    [
        " It became infected. That was the problem.",
        1750.38,
        1752.16
    ],
    [
        " It wasn't a long term wound.",
        1752.98,
        1754.7
    ],
    [
        " It was something that put you down for a few days.",
        1754.9,
        1757.1
    ],
    [
        " It had to be cleaned out, deep-brided, then it would be stitched up and you were fine.",
        1757.1,
        1761.0
    ],
    [
        " The real killer was the coffee can filled with explosives from a dud American round.",
        1762.2,
        1767.56
    ],
    [
        " Everything they used, we gave them.",
        1768.48,
        1770.82
    ],
    [
        " We threw away our sea ration cans.",
        1771.7,
        1773.64
    ],
    [
        " We threw away our used batteries.",
        1774.32,
        1775.82
    ],
    [
        " We threw away our coffee cans.",
        1776.08,
        1777.58
    ],
    [
        " If a 500-pound bomb didn't explode, that provided them with the raw materials for their booby traps.",
        1777.96,
        1783.64
    ],
    [
        " So they set up their booby trap factory.",
        1784.26,
        1786.74
    ],
    [
        " They opened up the mine. They took out the explosives, packed it in a can, wrapped barbed wire and nails,",
        1787.22,
        1792.52
    ],
    [
        " and other things around it got a primer device from a grenade that was left behind, put a trip wire on it, and set it on the side of the road.",
        1793.04,
        1799.9
    ],
    [
        " When the first soldier hit it, he would lose his life.",
        1800.62,
        1803.52
    ],
    [
        " And maybe three or four people behind him would be down.",
        1803.96,
        1806.18
    ],
    [
        " I've seen what we call number 10 cans, the large cans packed full of C4, and so filled with nails to have a fragment effect that it could take down 10 or 12 people.",
        1807.08,
        1817.74
    ],
    [
        " The impact on the soldier was a psychological impact.",
        1818.42,
        1823.72
    ],
    [
        " That every time you put your foot down, you didn't know whether you were going to have a leg, a limb, or a life.",
        1824.26,
        1830.56
    ],
    [
        " Then this played over and over for 365 days of going down trails, going down waterways.",
        1831.4,
        1838.7
    ],
    [
        " It took the fight out of you.",
        1839.12,
        1841.62
    ],
    [
        " I took over the battalion down at the Delta. It was called the Hard Luck battalion in six months before I took it over.",
        1842.78,
        1849.26
    ],
    [
        " It had 600 casualties, killed and wounded, all from mines and booby traps.",
        1849.64,
        1853.94
    ],
    [
        " It had never met the enemy.",
        1854.74,
        1856.22
    ],
    [
        " It was all from these insidious little devices put down by these people that the generals didn't count because they didn't understand the nature of the war.",
        1857.66,
        1867.02
    ],
    [
        " Yeah.",
        1867.66,
        1869.7
    ],
    [
        " And I think the numbers for Iraq was 75% of the casualties were from IEDs, 75%.",
        1870.24,
        1880.94
    ],
    [
        " But whatever it was, it's a huge number.",
        1882.1,
        1884.28
    ],
    [
        " It's a huge number.",
        1884.48,
        1885.84
    ],
    [
        " It must be an odd feeling to find that, you know, like dang, they made that bomb out of our stuff.",
        1886.44,
        1893.08
    ],
    [
        " Especially at first, when you used to it, it's different.",
        1893.38,
        1895.68
    ],
    [
        " Like what if you came across the results of a bomb and it's like dang, I was just using that coffee can, you know, like two days ago or something like that.",
        1896.66,
        1905.66
    ],
    [
        " Well, yeah, that's why discipline soldiers wouldn't leave anything behind ever.",
        1905.96,
        1909.38
    ],
    [
        " But lack of discipline soldiers would leave all this stuff behind now.",
        1910.66,
        1913.66
    ],
    [
        " Sometimes you drop bombs and they don't detonate.",
        1913.88,
        1915.82
    ],
    [
        " That's so they can't really fault anyone for that.",
        1916.02,
        1919.0
    ],
    [
        " But yeah, coffee cans.",
        1919.32,
        1920.32
    ],
    [
        " They taught us, when I was going through training, they taught us like we weren't allowed to leave anything behind.",
        1920.68,
        1928.2
    ],
    [
        " Couldn't leave anything behind because we didn't want the enemy to use it.",
        1928.64,
        1932.44
    ],
    [
        " It's the way it was.",
        1932.74,
        1933.84
    ],
    [
        " And you know what the Iraqis did the same thing?",
        1934.1,
        1936.52
    ],
    [
        " The insurgents, I should say the insurgents in Iraq, they used old ordinance.",
        1937.14,
        1941.1
    ],
    [
        " Now some of the old ordinance that they used was actually from the old Iraqi army.",
        1941.28,
        1946.28
    ],
    [
        " A lot of it, but a lot of it was from unexplored ordinance, just like what the Vietnam, Vietnam call used.",
        1946.56,
        1951.96
    ],
    [
        " Yeah, and even to me, it kind of seems like even if it wasn't stuff to use like, I mean, man, it's a spectrum.",
        1952.44,
        1960.34
    ],
    [
        " You know how like when you know on the movie where the criminal, they're chasing the criminal with the dogs and the criminal left part of his shirt or something.",
        1960.54,
        1967.34
    ],
    [
        " And then the dog sort of smells it.",
        1967.78,
        1969.04
    ],
    [
        " It's like that feeling like your enemy has like something in yours.",
        1969.16,
        1971.84
    ],
    [
        " So he, on one side of the spectrum, it's like, okay, they use it to make bombs, right, which is kind of just maybe psychologically just kind of odd.",
        1972.26,
        1979.6
    ],
    [
        " And then just the fact that for example, like what if in Iraq you capture somebody or whatever, and he has like a pair of like some old army boots or something.",
        1979.92,
        1989.36
    ],
    [
        " Oh, yeah, for sure.",
        1989.36,
        1990.0
    ],
    [
        " Well, I'd say, yeah, that's, that's a, I see it hitting you.",
        1990.08,
        1995.24
    ],
    [
        " And I'm trying to figure out why this is kind of shocking to you.",
        1995.36,
        1997.84
    ],
    [
        " And it must be the first time you've ever thought about this.",
        1997.98,
        1999.96
    ],
    [
        " Yeah.",
        2000.26,
        2000.5
    ],
    [
        " Yeah.",
        2000.88,
        2001.08
    ],
    [
        " So for me, like, for instance, this was horrible.",
        2001.24,
        2004.94
    ],
    [
        " So just think about this.",
        2005.82,
        2007.24
    ],
    [
        " There was an element of snipers that got overrun in Ramadi.",
        2007.74,
        2013.14
    ],
    [
        " And so think about what the enemy got.",
        2014.26,
        2017.1
    ],
    [
        " Sniper weapons, night vision.",
        2017.58,
        2019.82
    ],
    [
        " That's always like you're horrified.",
        2019.96,
        2021.32
    ],
    [
        " Night vision goggles and sniper weapons.",
        2021.5,
        2023.2
    ],
    [
        " So that takes what you were just talking about and multiplies at times.",
        2023.76,
        2027.18
    ],
    [
        " A lot.",
        2027.62,
        2028.0
    ],
    [
        " Yeah.",
        2028.3,
        2028.7
    ],
    [
        " Because now the enemy has legitimate equipment that puts them a little bit higher on the tactical level.",
        2029.02,
        2036.36
    ],
    [
        " So that's definitely scary.",
        2036.84,
        2038.88
    ],
    [
        " And that's why we're so careful about never leaving anything behind.",
        2038.88,
        2042.72
    ],
    [
        " Yeah.",
        2043.14,
        2043.24
    ],
    [
        " Next question.",
        2044.38,
        2047.32
    ],
    [
        " What did these sorts of casualties do to the morale of American soldiers?",
        2048.96,
        2053.32
    ],
    [
        " Hack worth.",
        2053.64,
        2054.04
    ],
    [
        " Just blew it away.",
        2054.42,
        2055.24
    ],
    [
        " Just like a mind blew away a leg.",
        2055.8,
        2057.46
    ],
    [
        " It just played with your mind.",
        2058.08,
        2059.34
    ],
    [
        " Months after I left Vietnam, I found myself walking across an open field.",
        2059.72,
        2063.02
    ],
    [
        " And I suddenly said, where am I?",
        2063.02,
        2064.74
    ],
    [
        " And froze.",
        2064.94,
        2065.3
    ],
    [
        " In my mind, I was in a minefield.",
        2065.76,
        2068.4
    ],
    [
        " It took a few minutes for me to work out that I was not in a minefield.",
        2068.92,
        2072.08
    ],
    [
        " I believe that a lot of the so-called Vietnam stress syndrome that has created so many walking wounded across America today",
        2072.32,
        2079.64
    ],
    [
        " is due to the damage caused long ago by what they saw of their mates going down by mines and booby traps.",
        2079.64,
        2085.7
    ],
    [
        " Remember of the 60,000 dead and 300,000 Americans wound in that war?",
        2086.58,
        2091.24
    ],
    [
        " 60% were from mines and booby traps.",
        2091.68,
        2093.72
    ],
    [
        " He'd drive in that point home.",
        2093.72,
        2095.18
    ],
    [
        " The great irony was that the infantry soldiers who went to Vietnam received a total of five hours of training in mines and booby traps.",
        2096.44,
        2105.58
    ],
    [
        " That was the curriculum used in World War II.",
        2105.88,
        2108.2
    ],
    [
        " We simply didn't learn.",
        2108.6,
        2110.62
    ],
    [
        " I can tell you, they turned up...",
        2111.9,
        2117.46
    ],
    [
        " I mean, when I was running training, we went crazy with IEDs.",
        2117.46,
        2120.86
    ],
    [
        " Our fake IEDs, but yeah, we would get nuts with them.",
        2120.88,
        2124.44
    ],
    [
        " We'd put them all over the place.",
        2124.54,
        2125.52
    ],
    [
        " And you had to figure it out.",
        2126.54,
        2129.4
    ],
    [
        " You had to be careful.",
        2129.58,
        2130.48
    ],
    [
        " But I'll tell you, man, it is hard when someone's good at making those IEDs and camouflaging them.",
        2131.84,
        2136.5
    ],
    [
        " Scary.",
        2136.7,
        2138.7
    ],
    [
        " We'd have to like, brief the training cadre over and over again to make sure that training cadre didn't set off the IEDs.",
        2139.52,
        2146.2
    ],
    [
        " Yeah, we would be building.",
        2146.2,
        2147.06
    ],
    [
        " Next, what was the purpose of the Viet Cong tunnels in the sort of Kuchi area north of Saigon?",
        2147.66,
        2155.42
    ],
    [
        " Hackworth, the purpose of the tunnels was to provide safe areas for supplies for their headquarters and for their soldiers.",
        2155.68,
        2161.38
    ],
    [
        " A great casualty producer for them was artillery, air bombing and machine gun strikes from aircraft and helicopters.",
        2162.16,
        2168.74
    ],
    [
        " Most of the tunnels were located in areas that had great limestone formations.",
        2169.34,
        2173.4
    ],
    [
        " It was easy to dig in, but still quite strong and easy to shore up.",
        2173.6,
        2177.26
    ],
    [
        " They could go down two, three, four actual floors.",
        2177.66,
        2181.64
    ],
    [
        " With pumped in air and brought in water, it gave them a secure area that was really behind the American lines.",
        2182.12,
        2188.18
    ],
    [
        " And the Americans never really worked out that they were there.",
        2189.14,
        2191.86
    ],
    [
        " For example, there was a place called the Iron Triangle.",
        2192.42,
        2194.72
    ],
    [
        " There was a great number of such tunnels and a general named Williamson took a brigade in there and said the Iron Triangle is no more.",
        2194.98,
        2201.76
    ],
    [
        " That was in 1965 at the beginning of the American involvement in the war.",
        2201.96,
        2206.24
    ],
    [
        " When the North seized the country and when they won the war in 1975, their headquarters was in the Iron Triangle in those very caves.",
        2206.6,
        2214.68
    ],
    [
        " That's like another situation.",
        2215.66,
        2219.86
    ],
    [
        " You call this area secure and the enemy actually has their headquarters there.",
        2220.36,
        2223.94
    ],
    [
        " Crazy.",
        2224.96,
        2226.4
    ],
    [
        " Next question, wasn't it possible to block up the tunnels or gas them or blow them up? Hack worth.",
        2227.26,
        2232.42
    ],
    [
        " We tried everything possible to destroy the tunnels, including having small soldiers called tunnel rats go down and try and clear them.",
        2232.54,
        2239.08
    ],
    [
        " But they were so cleverly done, you could never find where the actual end was.",
        2239.78,
        2243.92
    ],
    [
        " There would be a dead end with a hidden door going down to the next level.",
        2244.2,
        2247.26
    ],
    [
        " I'm sure that if enough creativity and effort had gone into it, then yes, they could have been closed up.",
        2248.0,
        2252.76
    ],
    [
        " But the top generals were not concerned.",
        2253.26,
        2255.58
    ],
    [
        " An anecdote. A cave expert came to me between my tours in Vietnam and my office in the Pentagon.",
        2256.14,
        2261.4
    ],
    [
        " He said, look, I can help you win the war. I can tell you where the caves are because this is something I've studied my whole life.",
        2261.82,
        2267.3
    ],
    [
        " I took him to my boss at Vietnam Veteran, who was very excited about it. We took him to our general and he didn't want to know about it.",
        2268.06,
        2275.52
    ],
    [
        " Who wants to waste money sending this guy over there and have him examine tunnels and caves?",
        2276.32,
        2280.6
    ],
    [
        " What's he going to tell us? Again, it was the mentality that firepower will win the war.",
        2281.28,
        2286.36
    ],
    [
        " These great outpourings of American industrial strength will win this war.",
        2287.78,
        2291.32
    ],
    [
        " This arrogance didn't allow us to get beyond a blinkered military mindset.",
        2291.74,
        2298.28
    ],
    [
        " Good advice for life. And this is something that with Ashland Front working with a lot of businesses.",
        2298.96,
        2306.6
    ],
    [
        " Sometimes your strategy is wrong.",
        2308.12,
        2309.6
    ],
    [
        " It was what happened in Iraq with us. Your strategy was not working.",
        2310.2,
        2314.24
    ],
    [
        " It took us some time to figure that out and start doing a counterinsurgency campaign.",
        2314.58,
        2318.92
    ],
    [
        " But I see this with businesses a lot too.",
        2319.44,
        2320.74
    ],
    [
        " They're using some strategy and it's not working.",
        2321.6,
        2324.76
    ],
    [
        " But maybe they used it 12 years ago. Maybe they used it two years ago.",
        2325.52,
        2328.9
    ],
    [
        " And it worked and they were celebrated and now they're just going to do it harder.",
        2329.1,
        2333.2
    ],
    [
        " Do the same strategy more.",
        2333.48,
        2335.16
    ],
    [
        " It seems like that's the case with marketing.",
        2335.54,
        2337.4
    ],
    [
        " Marketing just changes so much.",
        2337.88,
        2339.84
    ],
    [
        " When you're marketed to the new strategies, it's not as obvious.",
        2340.48,
        2345.4
    ],
    [
        " But the old strategies, like dorded or salesman.",
        2345.62,
        2348.26
    ],
    [
        " Dorded or salesman comes to your house now.",
        2348.34,
        2350.66
    ],
    [
        " Bro, you don't want to hear it. Why did you come to my house?",
        2351.24,
        2354.4
    ],
    [
        " Well, that's like, wouldn't that be considered just a complete waste?",
        2354.62,
        2357.22
    ],
    [
        " Because you've got to pay some kid for whatever $12 an hour to go door to door.",
        2357.42,
        2361.1
    ],
    [
        " Whereas you can pay $12 and send out an email or something.",
        2361.34,
        2365.36
    ],
    [
        " Yeah, but even email is way old.",
        2365.62,
        2367.2
    ],
    [
        " Yeah, that's the point.",
        2367.2,
        2368.02
    ],
    [
        " What's the new deal?",
        2368.02,
        2368.86
    ],
    [
        " I don't know, Facebook ads.",
        2369.04,
        2371.0
    ],
    [
        " Even that's kind of old now.",
        2371.22,
        2372.5
    ],
    [
        " But the dorded door, there was a time where dorded door was dope.",
        2372.76,
        2376.8
    ],
    [
        " You know, it's funny. I still talk to people that will go out and make stuff happen door to door.",
        2377.08,
        2380.6
    ],
    [
        " So now it's old school again, right?",
        2380.68,
        2382.44
    ],
    [
        " No, no.",
        2382.74,
        2383.18
    ],
    [
        " Dorded door is coming back.",
        2383.18,
        2383.78
    ],
    [
        " Here's the thing. Usually dorded door seems like a hard sell.",
        2383.9,
        2386.94
    ],
    [
        " So sure, they'll make things happen, but it's not as efficient as other ways, like newer ways of marketing.",
        2386.98,
        2392.32
    ],
    [
        " Yeah, these people come to my house door to door people.",
        2392.4,
        2394.82
    ],
    [
        " They want to sell me stuff.",
        2395.06,
        2396.28
    ],
    [
        " Yeah, yeah. How many times have you bought?",
        2396.46,
        2397.92
    ],
    [
        " Zero.",
        2398.16,
        2398.42
    ],
    [
        " Yeah, so that's the point.",
        2398.8,
        2400.1
    ],
    [
        " I'm trying to run through my mind to see if that was a solid answer.",
        2400.54,
        2405.0
    ],
    [
        " I'm actually pretty sure that in the last 20 years, I bought zero from dorded door salesmen.",
        2405.68,
        2410.16
    ],
    [
        " Right. And that's probably common.",
        2410.3,
        2412.6
    ],
    [
        " Yeah.",
        2413.0,
        2413.06
    ],
    [
        " I mean, consider the feeling you have when someone comes to your doors selling stuff.",
        2413.38,
        2416.92
    ],
    [
        " Some people that make money, right? And obviously, yeah, yeah.",
        2416.92,
        2419.26
    ],
    [
        " And I'm not saying no one makes money.",
        2419.48,
        2421.2
    ],
    [
        " Actually, I work with some companies where they do dorded door sales.",
        2421.48,
        2424.38
    ],
    [
        " They got some good sales kids.",
        2424.52,
        2426.82
    ],
    [
        " They're selling a good product.",
        2427.04,
        2428.52
    ],
    [
        " And they're like, okay, we're going to get this out there.",
        2428.94,
        2430.9
    ],
    [
        " Right. So and knock on doors.",
        2431.3,
        2432.92
    ],
    [
        " Yeah, I dig it, but there was a time back in the day when dorded door was kind of the dope thing.",
        2433.2,
        2438.9
    ],
    [
        " It's like, hey, and when you think about it, it would make sense because dorded door, like back long time,",
        2439.2,
        2444.5
    ],
    [
        " where are the people used to come over? They just knock on the door.",
        2444.5,
        2446.56
    ],
    [
        " There wasn't cell phone or nothing like that.",
        2446.96,
        2448.72
    ],
    [
        " If they were super courteous, they'd call before they came.",
        2448.92,
        2451.8
    ],
    [
        " But if that's your neighbor, your friend or whatever, people would knock on the door all the time.",
        2451.98,
        2455.16
    ],
    [
        " Now people don't just show up at your door.",
        2455.58,
        2457.22
    ],
    [
        " Yeah, that's true.",
        2457.42,
        2457.72
    ],
    [
        " Well, they're lazy also.",
        2457.96,
        2459.42
    ],
    [
        " Yeah.",
        2459.92,
        2460.16
    ],
    [
        " I'm just going to text.",
        2460.16,
        2460.82
    ],
    [
        " Yeah, echo you home.",
        2461.16,
        2462.1
    ],
    [
        " Yeah, that's what I'm saying.",
        2462.36,
        2463.98
    ],
    [
        " So but back in the day, dorded door salesmen, they were put it this way.",
        2464.46,
        2468.5
    ],
    [
        " They weren't as unwelcome as they are now.",
        2468.6,
        2470.72
    ],
    [
        " Right.",
        2470.9,
        2471.16
    ],
    [
        " So as a work.",
        2471.26,
        2471.72
    ],
    [
        " There was more random people showing up at your house.",
        2471.72,
        2473.66
    ],
    [
        " Yeah, for there's a bunch of reasons.",
        2473.7,
        2475.16
    ],
    [
        " But the point is back in the day, that marketing technique or that sales technique or whatever was more effective than it is now.",
        2475.48,
        2485.02
    ],
    [
        " I'm not saying it's a zero effective, not saying it's way more, you know, because things change.",
        2485.28,
        2488.74
    ],
    [
        " So if you're accompanying, you're like, hey, I think dorded door is the way to go because back in, you know, 75, we were killing, you know, kind of thing.",
        2489.08,
        2497.82
    ],
    [
        " Well, that was what's interesting.",
        2497.82,
        2499.02
    ],
    [
        " So going back to Iraq and going away from dorded door sales here for a moment.",
        2499.28,
        2503.6
    ],
    [
        " The, the, that was interesting about the surge.",
        2503.6,
        2507.82
    ],
    [
        " What was the surge was not just more people.",
        2508.44,
        2511.18
    ],
    [
        " It was new strategy.",
        2511.42,
        2512.36
    ],
    [
        " It was more counterinsurgency focused strategy.",
        2512.64,
        2516.44
    ],
    [
        " And luckily that we shifted that strategy because it wasn't going well up until that point.",
        2516.62,
        2521.6
    ],
    [
        " Next question.",
        2526.56,
        2527.2
    ],
    [
        " But these tunnels were militarily significant.",
        2527.76,
        2530.4
    ],
    [
        " Aren't they?",
        2530.62,
        2531.02
    ],
    [
        " Hackworth.",
        2531.86,
        2532.2
    ],
    [
        " They were running sore from the beginning to the end.",
        2532.94,
        2537.02
    ],
    [
        " And they were a very powerful ally of the Viet Cong.",
        2537.44,
        2540.24
    ],
    [
        " Question.",
        2541.02,
        2541.38
    ],
    [
        " You were in the States at the time it happened.",
        2541.76,
        2543.34
    ],
    [
        " But do you remember hearing about the Ted Offensive in 1968?",
        2543.34,
        2546.24
    ],
    [
        " Hackworth.",
        2546.88,
        2547.36
    ],
    [
        " When the Ted Offensive occurred in 1968, I was in the Pentagon.",
        2547.76,
        2550.96
    ],
    [
        " A dear friend of mine was an aide to a very senior general.",
        2550.96,
        2553.9
    ],
    [
        " So he was privy to a lot of information that we Indians didn't have.",
        2554.2,
        2558.04
    ],
    [
        " Meaning the lower ranking guys as opposed to the chiefs Indians.",
        2558.48,
        2563.12
    ],
    [
        " He came in whisper to my ear and he told me about the attack long before,",
        2563.38,
        2567.66
    ],
    [
        " hours before anyone in the press or public knew anything about it.",
        2567.88,
        2570.94
    ],
    [
        " I was quite frankly shocked and heartbroken.",
        2571.36,
        2573.68
    ],
    [
        " I had been convinced for two years that the Viet Cong were going to win the war.",
        2574.16,
        2578.08
    ],
    [
        " That the Americans simply didn't understand the nature of the war.",
        2578.14,
        2581.28
    ],
    [
        " It was very much epitomized when Walter Cronkite asked the American people",
        2581.76,
        2585.48
    ],
    [
        " what the hell is going on here.",
        2585.48,
        2587.12
    ],
    [
        " I thought we were winning the war.",
        2587.46,
        2588.64
    ],
    [
        " That was the kind of shock it was to the American people.",
        2590.26,
        2592.64
    ],
    [
        " Everyone had been fed these glowing after-action reports by the President,",
        2593.08,
        2598.5
    ],
    [
        " Lyndon Johnson, by General Westmoreland, that there was light at the end of the tunnel.",
        2598.88,
        2604.24
    ],
    [
        " That we were prevailing.",
        2604.82,
        2607.04
    ],
    [
        " That it would only be a matter of months.",
        2607.38,
        2609.3
    ],
    [
        " The American public was still oriented towards World War II.",
        2609.88,
        2612.96
    ],
    [
        " They were believing that as long as we grabbed this real estate,",
        2613.32,
        2615.9
    ],
    [
        " we would eventually find the light at the end of the tunnel.",
        2616.26,
        2618.64
    ],
    [
        " But the light at the end of the tunnel was a Viet Cong freight train coming on full bore.",
        2619.06,
        2623.76
    ],
    [
        " That's what we discovered in TET of 1968,",
        2624.14,
        2627.6
    ],
    [
        " and that was the turning point of the war.",
        2627.6,
        2629.76
    ],
    [
        " Question why was it the turning point?",
        2630.26,
        2631.84
    ],
    [
        " Hackworth.",
        2632.42,
        2632.98
    ],
    [
        " TET was a turning point because it destroyed the will of the American people to support the war.",
        2633.14,
        2637.9
    ],
    [
        " Both soldiers who were in the know realized that this was just the beginning of the end.",
        2638.44,
        2644.96
    ],
    [
        " We saw that the American people switched off.",
        2645.66,
        2648.24
    ],
    [
        " If the support of the people is not there,",
        2648.48,
        2651.0
    ],
    [
        " you are going to be cut off at the legs,",
        2651.28,
        2653.34
    ],
    [
        " and that's exactly what happened in Vietnam.",
        2653.34,
        2656.52
    ],
    [
        " When I was on that show on the History Channel,",
        2659.72,
        2663.18
    ],
    [
        " the Warriors show,",
        2663.42,
        2664.32
    ],
    [
        " and I talked about how you had to have the will to kill and the will to die and show about Mark Lee.",
        2664.72,
        2669.1
    ],
    [
        " That's where that quote that statement that I made is rooted in what I learned from Hackworth.",
        2670.4,
        2677.82
    ],
    [
        " That is, you have to have this will.",
        2678.2,
        2680.0
    ],
    [
        " You have to have the will.",
        2680.24,
        2681.06
    ],
    [
        " The people, the nation has to have the will.",
        2681.32,
        2683.42
    ],
    [
        " It's not just the military has to have the will.",
        2683.66,
        2685.22
    ],
    [
        " It's the people.",
        2685.22,
        2685.96
    ],
    [
        " What is the military? The military is the people.",
        2686.16,
        2688.84
    ],
    [
        " Back to the interview,",
        2689.12,
        2693.46
    ],
    [
        " there had been a fair amount of support for the war until TET of 1968.",
        2693.88,
        2698.38
    ],
    [
        " People thought it would be unpatriotic not to hang in there and wait until we grab a toy.",
        2698.76,
        2703.62
    ],
    [
        " When the people saw a Vietnam con climbing on the top of the American Embassy,",
        2704.88,
        2708.66
    ],
    [
        " they knew that they had been lied to,",
        2709.1,
        2710.68
    ],
    [
        " and they knew that this war was not winnable.",
        2711.44,
        2713.66
    ],
    [
        " All they had to do is ask their sons.",
        2713.72,
        2715.98
    ],
    [
        " By that time, probably a million Americans had served in Vietnam,",
        2716.28,
        2719.22
    ],
    [
        " and had come back home and told their parents and loved ones the truth about the war.",
        2719.5,
        2723.22
    ],
    [
        " The government couldn't just provide it with a Madison Avenue snow job anymore.",
        2723.6,
        2728.18
    ],
    [
        " Question, could the war have been won?",
        2729.02,
        2732.34
    ],
    [
        " Could the Viet Cong have been beaten? Hackworth.",
        2733.68,
        2736.14
    ],
    [
        " The war could not have been won unless the host country,",
        2736.64,
        2739.82
    ],
    [
        " the Saigon government, the South Vietnamese,",
        2739.82,
        2741.8
    ],
    [
        " changed their very repressive form of government and won the hearts and minds of the people.",
        2742.12,
        2746.64
    ],
    [
        " The Northern government had employed this technique,",
        2747.46,
        2750.68
    ],
    [
        " and they'd created the promise of this utopian dream.",
        2751.2,
        2753.86
    ],
    [
        " As soon as they kicked out the invader, this repressive South Vietnamese government,",
        2753.98,
        2757.74
    ],
    [
        " the South Vietnamese government never understood what they had to make those changes.",
        2758.32,
        2764.68
    ],
    [
        " They were led by greedy people who were into making money.",
        2765.38,
        2769.58
    ],
    [
        " They had no contact with the people in the main.",
        2769.58,
        2771.84
    ],
    [
        " They were mainly Catholics, and they were into,",
        2772.28,
        2775.18
    ],
    [
        " and they were trying to rule a country that was 90% Buddhist.",
        2775.64,
        2778.56
    ],
    [
        " Question, why was body count so important?",
        2780.26,
        2784.16
    ],
    [
        " Or was it? Hackworth.",
        2784.5,
        2786.42
    ],
    [
        " McNamara was a number cruncher,",
        2786.92,
        2788.98
    ],
    [
        " and he wanted to have something to crunch a number.",
        2789.26,
        2791.28
    ],
    [
        " The overall strategy was attrition to wear out the enemy.",
        2791.94,
        2795.22
    ],
    [
        " By counting bodies, we would know the impact of the war.",
        2795.56,
        2798.62
    ],
    [
        " It's success or failure.",
        2798.62,
        2800.04
    ],
    [
        " That became the standard measurement of success.",
        2800.58,
        2803.16
    ],
    [
        " It was the score, and everyone wanted to know the score.",
        2803.56,
        2806.9
    ],
    [
        " What really happened was the body count counting completely eroded the honor code of the military,",
        2807.22,
        2812.84
    ],
    [
        " specifically among the officer corps.",
        2813.12,
        2815.12
    ],
    [
        " It taught people to lie.",
        2815.54,
        2816.96
    ],
    [
        " The young freshmen tenants out of the military academies were taught to lie.",
        2818.36,
        2821.78
    ],
    [
        " The generals who were pretty proficient liars anyway pushed the body count.",
        2822.04,
        2825.74
    ],
    [
        " A high body count meant great success.",
        2826.08,
        2828.42
    ],
    [
        " So in every battle, enemy bodies were counted several times.",
        2829.04,
        2833.18
    ],
    [
        " If there were 200 bodies, suddenly the figure became 650,",
        2833.26,
        2835.82
    ],
    [
        " and it became to quote Westmoreland, another great American victory.",
        2836.6,
        2840.24
    ],
    [
        " It corrupted the officer corps, and appalled the soldiers,",
        2840.9,
        2844.76
    ],
    [
        " who by that time were mostly draftees.",
        2845.08,
        2847.26
    ],
    [
        " They were scurrying around the jungle counting bodies,",
        2847.7,
        2850.26
    ],
    [
        " which was a pretty awesome and terrible thing to do.",
        2850.26,
        2852.86
    ],
    [
        " It had a real boomerang effect on the military,",
        2852.86,
        2855.38
    ],
    [
        " because it was like a cancer. It destroyed its soul.",
        2855.38,
        2858.32
    ],
    [
        " What was the military strategy of the war?",
        2861.94,
        2871.08
    ],
    [
        " Hackworth. Westmoreland's idea was to destroy the enemy's large battle formations",
        2871.74,
        2876.28
    ],
    [
        " as in World War II. When you've worn the enemy down,",
        2876.28,
        2879.26
    ],
    [
        " you've won on the field of battle.",
        2879.26,
        2881.14
    ],
    [
        " That tells you that we simply didn't understand the nature of the war,",
        2882.1,
        2885.14
    ],
    [
        " because the gorilla was not going to fight in that way.",
        2885.44,
        2887.88
    ],
    [
        " The gorilla's manner of fighting was to hit and run,",
        2888.2,
        2890.2
    ],
    [
        " so he could be alive to fight another day.",
        2890.48,
        2892.7
    ],
    [
        " He wasn't into these huge stand-up battles.",
        2893.16,
        2895.1
    ],
    [
        " Big operations required a great number of resources,",
        2896.02,
        2898.5
    ],
    [
        " a great amount of logistics, a great amount of aircraft,",
        2898.88,
        2900.94
    ],
    [
        " and a great amount of artillery fire.",
        2901.2,
        2902.98
    ],
    [
        " Moshe Diane, who is the chief of staff of the Israeli Army,",
        2905.08,
        2909.4
    ],
    [
        " came to Vietnam and I interviewed him right after he had spent",
        2909.54,
        2912.5
    ],
    [
        " two weeks with an American rifle company of about 100 men.",
        2912.5,
        2915.68
    ],
    [
        " He said that in one battle,",
        2916.04,
        2917.42
    ],
    [
        " with the North Vietnamese force of a couple hundred men,",
        2918.06,
        2920.7
    ],
    [
        " they fired more artillery over 25,000 rounds than he had fired in a whole campaign.",
        2921.08,
        2926.84
    ],
    [
        " That was the American way of fighting a war.",
        2927.52,
        2931.08
    ],
    [
        " It was also terribly expensive.",
        2931.16,
        2933.08
    ],
    [
        " Each round was a hundred dollars.",
        2933.28,
        2934.78
    ],
    [
        " If you fired 10,000 rounds, you've probably gone through a million dollars in one 15-minute fight,",
        2934.96,
        2940.26
    ],
    [
        " and you've killed seven enemy.",
        2940.68,
        2942.84
    ],
    [
        " When you look at it from a cost basis,",
        2943.82,
        2946.1
    ],
    [
        " we were paying an enormous amount to kill the enemy,",
        2946.1,
        2948.76
    ],
    [
        " and we couldn't sustain that kind of momentum,",
        2949.04,
        2950.88
    ],
    [
        " and that kind of expenditure for a long time.",
        2951.4,
        2954.14
    ],
    [
        " It was a failed tactic that never should have been used.",
        2954.74,
        2957.28
    ],
    [
        " We should have used the same rules that Mao was teaching,",
        2957.5,
        2960.38
    ],
    [
        " that Sun Su taught before,",
        2960.38,
        2961.84
    ],
    [
        " to break up in small elements and fight fire with fire.",
        2962.8,
        2965.98
    ],
    [
        " You think about that economic,",
        2966.62,
        2970.36
    ],
    [
        " you pay a million dollars to kill seven enemy soldiers.",
        2970.56,
        2975.26
    ],
    [
        " That's your...",
        2975.5,
        2977.72
    ],
    [
        " It's not going to work out well in the long run.",
        2977.72,
        2981.04
    ],
    [
        " Question, had you been in charge?",
        2982.86,
        2984.4
    ],
    [
        " How would you have done things differently?",
        2985.22,
        2986.56
    ],
    [
        " Hackworth during my second year in Vietnam,",
        2987.26,
        2988.94
    ],
    [
        " I commanded a battalion made up of conscripts down in the Delta.",
        2988.94,
        2991.98
    ],
    [
        " It was a battalion with very bad leadership,",
        2992.14,
        2994.14
    ],
    [
        " and it sustained 600 casualties in the six months before I took over.",
        2994.28,
        2997.86
    ],
    [
        " Moral was low, they called themselves the heartbreak battalion.",
        2998.16,
        3002.2
    ],
    [
        " Within 30 days, they turned around,",
        3003.04,
        3004.66
    ],
    [
        " and of course we've covered this on steel.",
        3004.74,
        3006.06
    ],
    [
        " My soldier charged written by Hackworth about this experience,",
        3006.08,
        3008.52
    ],
    [
        " and we also covered it in about face,",
        3008.54,
        3010.14
    ],
    [
        " which he covers that as well about this experience.",
        3010.42,
        3012.84
    ],
    [
        " So I'm moving a little bit quicker here.",
        3013.26,
        3014.76
    ],
    [
        " We fought like gorillas.",
        3015.1,
        3016.62
    ],
    [
        " We didn't fight in these huge formations.",
        3016.62,
        3018.48
    ],
    [
        " We broke up and fought in small units of five or seven people.",
        3019.12,
        3022.24
    ],
    [
        " We fought at night.",
        3022.5,
        3023.36
    ],
    [
        " We stole the night from the enemy.",
        3023.72,
        3025.0
    ],
    [
        " We ambushed.",
        3025.24,
        3026.0
    ],
    [
        " We didn't march in large formations,",
        3026.18,
        3027.6
    ],
    [
        " and expect to meet an opponent marching in large formations.",
        3028.06,
        3031.78
    ],
    [
        " We fought him using his very tactics, his very skills.",
        3032.14,
        3035.4
    ],
    [
        " We tore a page out of Mao's book.",
        3035.78,
        3037.6
    ],
    [
        " The proof of the pudding was six months later",
        3038.38,
        3041.16
    ],
    [
        " that the battalion had only lost 25 American soldiers.",
        3041.16,
        3043.88
    ],
    [
        " It had killed over 2600 enemy soldiers,",
        3044.18,
        3046.84
    ],
    [
        " and there were no Vietnam Kong in the area of operation.",
        3047.3,
        3050.86
    ],
    [
        " Those soldiers proudly called themselves the hardcore battalion,",
        3051.8,
        3055.22
    ],
    [
        " and they were hardcore,",
        3055.76,
        3056.64
    ],
    [
        " but they were simply simple drafties who didn't want to be there.",
        3057.04,
        3060.38
    ],
    [
        " Question, are you sure that was an accurate body count?",
        3061.38,
        3064.84
    ],
    [
        " Hackworth, yeah, I think that was an accurate body count,",
        3065.12,
        3068.12
    ],
    [
        " considering the inflated body count techniques employed",
        3068.28,
        3070.86
    ],
    [
        " by the US military at the time.",
        3070.86,
        3072.8
    ],
    [
        " Question, wasn't the fight,",
        3074.2,
        3075.2
    ],
    [
        " because it's a little ironic that he talks about how bad the body count is,",
        3075.24,
        3078.0
    ],
    [
        " and then he uses it.",
        3078.0,
        3078.92
    ],
    [
        " So he's kind of getting called out on that a little bit.",
        3079.08,
        3082.2
    ],
    [
        " He should have just stuck to the fact",
        3082.5,
        3084.84
    ],
    [
        " that there was no more Vietnam Kong operations in that area.",
        3084.84,
        3087.14
    ],
    [
        " There used to be X amount of enemy attacks today, and now there was zero.",
        3087.32,
        3090.3
    ],
    [
        " Sorry, hack, come on.",
        3091.88,
        3092.86
    ],
    [
        " Don't worry, I got you.",
        3093.06,
        3094.46
    ],
    [
        " Wasn't the fighting from 72 to 75 more like a convent,",
        3095.6,
        3102.44
    ],
    [
        " more like conventional warfare.",
        3102.44,
        3103.62
    ],
    [
        " Hackworth, it was conventional warfare.",
        3104.1,
        3106.06
    ],
    [
        " A gorilla campaign starts with a few people who are dissatisfied.",
        3106.44,
        3109.84
    ],
    [
        " They throw rocks at the enemy,",
        3110.42,
        3111.74
    ],
    [
        " they finally kill an enemy soldier and get a rifle.",
        3111.9,
        3113.66
    ],
    [
        " They get more rifles, and they raid an armory,",
        3114.34,
        3116.12
    ],
    [
        " and they get more weapons, and they build and build up.",
        3116.22,
        3117.98
    ],
    [
        " Phase one of a gorilla campaign is individual sniping,",
        3119.06,
        3122.22
    ],
    [
        " laying booby traps, and low-scale conflict type fighting.",
        3122.3,
        3125.2
    ],
    [
        " The final goal, phase four or five,",
        3125.6,
        3129.76
    ],
    [
        " is to move in brigades and divisions and cores in a conventional formation,",
        3129.9,
        3135.82
    ],
    [
        " and that's the culmination of the war.",
        3135.82,
        3137.66
    ],
    [
        " Which is interesting to think about when it's like one of those situations",
        3138.66,
        3143.7
    ],
    [
        " where what made you strong, you leave behind.",
        3143.7,
        3146.4
    ],
    [
        " It happens with companies all the time.",
        3146.94,
        3148.44
    ],
    [
        " The company starts off, they're small,",
        3148.56,
        3149.9
    ],
    [
        " but Nimble can adapt the market, and then over time they get so big they can't change anymore.",
        3150.04,
        3153.74
    ],
    [
        " Then some other company that was a startup is now a small,",
        3153.84,
        3157.14
    ],
    [
        " a Nimble can take advantage of the changes in the market.",
        3157.14,
        3160.04
    ],
    [
        " Same thing happens.",
        3160.32,
        3160.94
    ],
    [
        " Unless you pay attention, unless you keep yourself mobile,",
        3161.36,
        3166.8
    ],
    [
        " unless you enact decentralized command,",
        3166.92,
        3168.9
    ],
    [
        " and you can prevent it, you can keep,",
        3169.36,
        3170.68
    ],
    [
        " if you start to centralize everything,",
        3171.06,
        3172.98
    ],
    [
        " which you have to get somewhat more centralized.",
        3173.22,
        3175.06
    ],
    [
        " When you grow like that, like one thing is in the military,",
        3175.22,
        3178.8
    ],
    [
        " you say, well, we've got decentralized command.",
        3178.8,
        3180.82
    ],
    [
        " Well, part of the reason we have that,",
        3181.36,
        3183.08
    ],
    [
        " we can let people have decentralized command is,",
        3183.6,
        3186.0
    ],
    [
        " because we have the discipline training up front, right?",
        3186.0,
        3188.5
    ],
    [
        " So once a company, as a company grows,",
        3189.02,
        3191.0
    ],
    [
        " if you put discipline on them,",
        3191.32,
        3193.26
    ],
    [
        " you can allow them to still have decentralized command and act very quickly.",
        3193.26,
        3196.44
    ],
    [
        " You've got to have trust in your subordinate leadership, for sure,",
        3196.86,
        3200.08
    ],
    [
        " to be able to employ that.",
        3200.4,
        3202.76
    ],
    [
        " Next question.",
        3203.66,
        3205.6
    ],
    [
        " But the actual defeat of the Southern government was by the North Vietnamese regular army.",
        3205.84,
        3210.18
    ],
    [
        " That was hardly a vehicle on victory, was it?",
        3210.56,
        3213.36
    ],
    [
        " Hackworth, oh, I think that the architect of that general tray was a Viet Cong, a southerner.",
        3214.06,
        3220.1
    ],
    [
        " He was the one that planned it.",
        3220.48,
        3222.2
    ],
    [
        " There were a number of Viet Cong divisions.",
        3222.42,
        3223.72
    ],
    [
        " For example, the ninth Viet Cong division in the Delta fought in the final battles as a regular unit.",
        3223.98,
        3228.72
    ],
    [
        " Sure, the majority were regular forces from the North,",
        3229.02,
        3231.64
    ],
    [
        " but they fought in hit and run type operations.",
        3231.94,
        3234.88
    ],
    [
        " They always fought on the offensive.",
        3235.5,
        3236.96
    ],
    [
        " That is interesting to note.",
        3237.6,
        3238.96
    ],
    [
        " Is that of 100% of all contacts,",
        3239.58,
        3242.56
    ],
    [
        " when one guy attacks another 85% were enemy initiated.",
        3242.72,
        3248.56
    ],
    [
        " That means that throughout the war,",
        3248.88,
        3250.86
    ],
    [
        " the Americans were on the defensive 85% of the time.",
        3251.26,
        3254.72
    ],
    [
        " And the enemy, the Viet Cong and the North Vietnamese, was on the offensive.",
        3255.08,
        3259.12
    ],
    [
        " You can't win a war by being on the defense.",
        3259.54,
        3261.92
    ],
    [
        " You have to have the offensive power.",
        3262.72,
        3264.36
    ],
    [
        " We didn't have the initiative throughout the war.",
        3264.7,
        3266.46
    ],
    [
        " From beginning to end, the initiative rested in the hands of the opponent,",
        3266.46,
        3269.64
    ],
    [
        " the Viet Cong and the North Vietnamese.",
        3270.08,
        3271.68
    ],
    [
        " That's like in Giu Gitsu,",
        3272.26,
        3275.0
    ],
    [
        " when someone's just attacking and attacking and attacking,",
        3275.44,
        3278.74
    ],
    [
        " you're defending the whole time, you're going down, I mean, eventually.",
        3278.74,
        3280.84
    ],
    [
        " Yeah.",
        3281.08,
        3281.22
    ],
    [
        " You're going down, eventually.",
        3281.36,
        3282.18
    ],
    [
        " And that was something that we definitely changed up in for my last point,",
        3282.74,
        3290.14
    ],
    [
        " when we were in Ramadi, with asking a bruiser,",
        3290.14,
        3292.5
    ],
    [
        " whenever you're on patrol, you're on defensive.",
        3293.98,
        3296.2
    ],
    [
        " You're on the defensive.",
        3296.72,
        3297.36
    ],
    [
        " But once you set up a little Overwatch position",
        3297.58,
        3299.7
    ],
    [
        " and you're waiting for the enemy patrol,",
        3299.7,
        3301.14
    ],
    [
        " now you're ambushing them.",
        3301.14,
        3302.4
    ],
    [
        " So now you're on the offense.",
        3302.64,
        3303.44
    ],
    [
        " So, I mean, we weren't on offense 85% of the time.",
        3303.88,
        3308.08
    ],
    [
        " But we were on offense a lot of the time.",
        3308.36,
        3310.68
    ],
    [
        " The boys were getting out on offense and surprising the enemy on a regular basis.",
        3311.02,
        3316.1
    ],
    [
        " I mean, probably more than half the time.",
        3316.44,
        3319.24
    ],
    [
        " Because we were also doing things where definitely we were on the defense.",
        3319.56,
        3322.48
    ],
    [
        " I mean, it's offensive and defense about the same time when you're pushing through",
        3322.54,
        3325.66
    ],
    [
        " when you're doing a clearance operation,",
        3325.66,
        3327.44
    ],
    [
        " you're on offense, but you're on defense.",
        3327.94,
        3329.38
    ],
    [
        " Because the enemy's waiting for you.",
        3329.38,
        3331.1
    ],
    [
        " So there's a little dichotomy in doing that type of mission.",
        3331.54,
        3334.26
    ],
    [
        " But like doing a direct action mission,",
        3334.82,
        3336.88
    ],
    [
        " where you're going to go and take down a building where you think there's a bad guy,",
        3336.92,
        3340.5
    ],
    [
        " you're offensive when you get to that target.",
        3340.86,
        3343.56
    ],
    [
        " But while you're going to the target, you're waiting to get ambushed.",
        3343.92,
        3347.9
    ],
    [
        " You're waiting to get ambush. That's what you're doing.",
        3347.9,
        3349.78
    ],
    [
        " Even though you're scanning, even though you're looking for threats,",
        3350.08,
        3351.98
    ],
    [
        " you're still waiting to get ambushed. You're waiting to roll over an ID.",
        3351.98,
        3354.18
    ],
    [
        " So even though you feel like you're on offense and we train our guys to be on offense,",
        3354.84,
        3357.86
    ],
    [
        " the reality is the first shot in those situations is absolutely going to be fired by the enemy.",
        3358.16,
        3364.6
    ],
    [
        " The ID is going to be initiated by the enemy.",
        3364.98,
        3366.66
    ],
    [
        " Once you do the raid, the raid itself, that's us being on offense.",
        3366.98,
        3370.6
    ],
    [
        " They're in their sleeping or they're not expecting you to come and boom,",
        3370.92,
        3374.88
    ],
    [
        " you blow their door off and you enter their house, you're on offense.",
        3374.88,
        3377.6
    ],
    [
        " But that's like four minutes.",
        3377.92,
        3379.0
    ],
    [
        " And so you're saying before that, before that while you're going to the target.",
        3379.44,
        3383.06
    ],
    [
        " Because they like protected themselves with whatever measures.",
        3383.32,
        3385.78
    ],
    [
        " Unrelated, like let's say you're going for a bad guy, bad guy X, and he lives in the house.",
        3386.0,
        3391.38
    ],
    [
        " You know you're going to get him.",
        3392.06,
        3393.58
    ],
    [
        " And when you get there, you're going to surprise him and he's not going to be expecting you.",
        3393.98,
        3397.26
    ],
    [
        " But on the way there, bad guy Z, bad guy M and bad guy F have all set up ambushes on this road.",
        3397.48,
        3404.84
    ],
    [
        " Not maybe completely disconnected with bad guy X.",
        3404.84,
        3408.1
    ],
    [
        " But you are going to have to go through the ambushes that they've set.",
        3408.2,
        3412.26
    ],
    [
        " And they don't care.",
        3412.82,
        3413.82
    ],
    [
        " They'll set up that ambush tonight.",
        3414.14,
        3415.1
    ],
    [
        " No one comes.",
        3415.34,
        3415.66
    ],
    [
        " Okay, cool.",
        3415.7,
        3416.16
    ],
    [
        " We'll set up tomorrow night.",
        3416.26,
        3417.0
    ],
    [
        " No one comes.",
        3417.2,
        3417.5
    ],
    [
        " We'll set up tomorrow night.",
        3417.5,
        3418.38
    ],
    [
        " You only got to go down that one road one time to get ambushed.",
        3418.62,
        3421.64
    ],
    [
        " So when you're moving through enemy territory, you are on defense.",
        3421.7,
        3427.78
    ],
    [
        " Again, that's not the mindset we teach.",
        3428.22,
        3431.08
    ],
    [
        " The mindset is like we're on offense.",
        3431.18,
        3432.26
    ],
    [
        " We're going to go get some.",
        3432.26,
        3433.8
    ],
    [
        " The reality is the first shot is going to be most likely, most likely fired by the enemy, most likely.",
        3434.5,
        3442.68
    ],
    [
        " That's the way it is.",
        3443.0,
        3446.92
    ],
    [
        " And you know, we did, I mean, these big clearance, these big sector clearance that we were doing the army was doing the Marine Corps.",
        3447.7,
        3454.28
    ],
    [
        " And you're like I said, you're on offense.",
        3454.5,
        3456.04
    ],
    [
        " If it's an offensive push, you're making the initiative.",
        3456.08,
        3458.4
    ],
    [
        " You're taking the initiative and getting in there on a operational level.",
        3458.62,
        3462.72
    ],
    [
        " On a tactical level, most likely the enemy is going to see you first.",
        3462.82,
        3466.82
    ],
    [
        " They're hidden.",
        3467.4,
        3467.98
    ],
    [
        " They're hiding.",
        3468.36,
        3468.68
    ],
    [
        " They're two rooms deep in a building.",
        3468.86,
        3469.92
    ],
    [
        " They're waiting and they've got an ID buried in the road.",
        3470.16,
        3473.24
    ],
    [
        " So offensive is kind of when you think about it.",
        3474.14,
        3476.98
    ],
    [
        " It's just like a mindset kind of mainly to begin with because it's like a forward leaning mindset.",
        3477.04,
        3484.4
    ],
    [
        " I think an offense means you, offense is you strike first.",
        3484.74,
        3488.0
    ],
    [
        " You have the initiative.",
        3488.46,
        3489.88
    ],
    [
        " That's offensive.",
        3490.16,
        3490.56
    ],
    [
        " When you have the initiative, that's offense.",
        3490.56,
        3492.12
    ],
    [
        " When you're reacting, that's defense.",
        3492.32,
        3494.24
    ],
    [
        " Yeah.",
        3494.7,
        3494.94
    ],
    [
        " So like in your situation that you're like,",
        3495.54,
        3497.34
    ],
    [
        " So if I punch you, I was on offense.",
        3497.54,
        3500.28
    ],
    [
        " Right?",
        3500.84,
        3501.38
    ],
    [
        " Yeah.",
        3501.46,
        3501.68
    ],
    [
        " If you punch me, I just, I was on defense.",
        3502.18,
        3506.26
    ],
    [
        " So yours was like a pump.",
        3506.62,
        3508.44
    ],
    [
        " You weren't punching.",
        3508.7,
        3509.56
    ],
    [
        " Yeah.",
        3509.82,
        3510.3
    ],
    [
        " It's interesting.",
        3510.52,
        3511.0
    ],
    [
        " Yeah, it's hard to, I guess, really get the capture, the actual, how you would explain that.",
        3511.16,
        3517.34
    ],
    [
        " I think the best I could do is just say operationally you're on offense.",
        3517.34,
        3520.2
    ],
    [
        " Right.",
        3520.36,
        3520.48
    ],
    [
        " Meaning we're pushing into your neighborhood.",
        3520.58,
        3522.0
    ],
    [
        " Yeah.",
        3522.22,
        3522.36
    ],
    [
        " So that's essentially what's like this.",
        3522.52,
        3523.94
    ],
    [
        " So it's like this, blow like this.",
        3524.0,
        3524.82
    ],
    [
        " If you had a, a bar, you were the balancer out of bar and I had a beef with you.",
        3525.2,
        3530.28
    ],
    [
        " I showed up at your bar.",
        3530.48,
        3531.8
    ],
    [
        " Right.",
        3531.98,
        3532.2
    ],
    [
        " I'm on offense.",
        3532.52,
        3533.18
    ],
    [
        " But once I get there and get in your face, boom, you crack me.",
        3533.48,
        3536.18
    ],
    [
        " You just went on offense.",
        3536.26,
        3537.08
    ],
    [
        " Right.",
        3537.26,
        3537.48
    ],
    [
        " Or even better, while I'm going to your bar, one of your boys steps out of the alleyway",
        3537.86,
        3542.48
    ],
    [
        " because he was waiting for me.",
        3542.48,
        3543.48
    ],
    [
        " It cracks me with a bottle in the back of the head.",
        3543.66,
        3545.5
    ],
    [
        " Right.",
        3545.92,
        3546.32
    ],
    [
        " So I want to be ready for people like you.",
        3546.4,
        3548.1
    ],
    [
        " Yeah.",
        3548.22,
        3548.32
    ],
    [
        " So now you got a whole other thing you got to contend with.",
        3548.5,
        3551.06
    ],
    [
        " So there's different orders.",
        3551.1,
        3552.06
    ],
    [
        " Because they better kill me.",
        3552.06,
        3553.18
    ],
    [
        " They better stay better kill me.",
        3553.38,
        3555.8
    ],
    [
        " You went deep into the earth scenario.",
        3556.0,
        3557.74
    ],
    [
        " I'm just saying.",
        3558.06,
        3558.56
    ],
    [
        " All right.",
        3558.68,
        3559.48
    ],
    [
        " Cool.",
        3559.68,
        3559.82
    ],
    [
        " There it is.",
        3560.02,
        3560.4
    ],
    [
        " I better kill you.",
        3560.62,
        3561.2
    ],
    [
        " Try and be on offense.",
        3561.88,
        3565.46
    ],
    [
        " Yeah.",
        3565.84,
        3566.18
    ],
    [
        " That if you, if you at least the lesson to be learned there for me, if you're at least think",
        3566.44,
        3571.5
    ],
    [
        " about it, at least think about it that you want to be on offense.",
        3571.5,
        3575.14
    ],
    [
        " And that was what was nice about these, you know, a lot of the missions that we did in Iraq",
        3575.76,
        3580.08
    ],
    [
        " was like we were surprising the enemy.",
        3580.08,
        3582.36
    ],
    [
        " Yeah.",
        3582.64,
        3582.76
    ],
    [
        " And if you can surprise the enemy, you're on offense.",
        3583.06,
        3584.6
    ],
    [
        " Yeah.",
        3585.02,
        3585.26
    ],
    [
        " So, yeah.",
        3585.76,
        3586.64
    ],
    [
        " So like even like you're back to your example, your missions.",
        3586.98,
        3591.08
    ],
    [
        " Just the fact that you initiated that capture kill mission, that's your offensive movement.",
        3591.74,
        3596.64
    ],
    [
        " That's offensive movement.",
        3596.64,
        3597.56
    ],
    [
        " Yeah.",
        3597.76,
        3597.98
    ],
    [
        " But just like when I'm coming to the bar, I got to get to the bar.",
        3598.18,
        3601.3
    ],
    [
        " Right.",
        3601.3,
        3601.68
    ],
    [
        " And I want to defense when I'm getting there because I don't know when we get hit.",
        3601.68,
        3603.66
    ],
    [
        " Right.",
        3603.82,
        3603.96
    ],
    [
        " So it's like throwing a punch with that with that other hand up.",
        3604.18,
        3606.72
    ],
    [
        " And it's important to note that we would teach our guys to have an offensive mindset.",
        3606.78,
        3611.16
    ],
    [
        " Meaning when we, when you saw one of our patrols, one of our vehicle patrols or a foot patrol,",
        3611.16,
        3616.46
    ],
    [
        " you'd see every guy ready to engage the enemy.",
        3616.72,
        3619.88
    ],
    [
        " Yeah.",
        3619.94,
        3620.2
    ],
    [
        " Most likely the first shot's going to come from, you know.",
        3620.66,
        3624.24
    ],
    [
        " Did that happen all the time?",
        3624.38,
        3625.4
    ],
    [
        " No.",
        3625.48,
        3625.56
    ],
    [
        " There's sometimes we, you know, on a patrol, guys would engage first or that could happen.",
        3625.7,
        3630.24
    ],
    [
        " But most likely that that's luck.",
        3630.36,
        3632.44
    ],
    [
        " That's luck.",
        3632.84,
        3633.72
    ],
    [
        " Because most likely the enemy is a little bit smarter.",
        3634.08,
        3636.52
    ],
    [
        " They're hiding in a, you know, when you're walking, think about when you walk down the street.",
        3636.54,
        3639.24
    ],
    [
        " Think of how many windows there are, how many doors there are.",
        3639.36,
        3641.3
    ],
    [
        " So now you just walk down the street and how many windows can you see?",
        3641.74,
        3645.5
    ],
    [
        " 200, 300.",
        3645.72,
        3646.7
    ],
    [
        " Right.",
        3647.52,
        3647.88
    ],
    [
        " I mean, if you're walking down the city street, you can see a hundred windows.",
        3648.12,
        3652.26
    ],
    [
        " Let's say one of those windows could have a bad guy in it and you can't, you're not going to see him.",
        3652.28,
        3657.8
    ],
    [
        " Yeah.",
        3658.06,
        3658.12
    ],
    [
        " He's going to see you first.",
        3658.24,
        3658.88
    ],
    [
        " Yeah.",
        3659.38,
        3659.56
    ],
    [
        " So check.",
        3660.02,
        3662.54
    ],
    [
        " Next question.",
        3663.22,
        3664.88
    ],
    [
        " In April of 1975, during the fall of Saigon, there were some memorable images of American helicopters",
        3665.06,
        3670.68
    ],
    [
        " taking off from the roof of the American Embassy in dozens of South Vietnamese trying to escape.",
        3670.68,
        3674.9
    ],
    [
        " What were your feelings when you saw those pictures?",
        3675.38,
        3677.88
    ],
    [
        " Hackworth.",
        3678.38,
        3678.86
    ],
    [
        " I was heartbroken when I saw the end come and the helicopters airlifting people off the embassy.",
        3679.28,
        3684.1
    ],
    [
        " But at the same time, in 1971, when I left Vietnam, I said four years from now, the North Vietnamese",
        3684.6,
        3690.22
    ],
    [
        " were fly a flag over this capital.",
        3690.22,
        3692.22
    ],
    [
        " The reason I said that, and I was dead on to the month, was that I had been like a doctor feeling the pulse of a dying patient.",
        3692.9,
        3700.8
    ],
    [
        " And it was obvious to me that this patient, the South Vietnamese government, was on its way down.",
        3700.9,
        3705.64
    ],
    [
        " Question.",
        3707.24,
        3707.8
    ],
    [
        " Was the April 1975 victory of victory for the people's style of war?",
        3708.26,
        3713.16
    ],
    [
        " Hackworth.",
        3713.54,
        3713.94
    ],
    [
        " I think that the victory in Vietnam introduced a new phase of warfare where low intensity conflict can eventually win.",
        3714.52,
        3720.76
    ],
    [
        " Question.",
        3722.12,
        3722.5
    ],
    [
        " What was, what does the concept of a people's war mean to you?",
        3722.96,
        3726.04
    ],
    [
        " Hackworth.",
        3726.68,
        3727.2
    ],
    [
        " It's the same thing that my forefathers employed in 1776.",
        3727.48,
        3730.74
    ],
    [
        " We wanted independence and we were willing to pay with our lives.",
        3730.76,
        3734.72
    ],
    [
        " All people want to be free.",
        3735.34,
        3737.12
    ],
    [
        " And if they have that anger inside them and the ability to arm themselves and somebody comes along and says,",
        3737.72,
        3743.72
    ],
    [
        " Hey, I'm your leader and I'm going to show you how to do this.",
        3743.72,
        3746.18
    ],
    [
        " Then the one guy who's trying to suppress them is in trouble.",
        3746.8,
        3750.5
    ],
    [
        " Question.",
        3751.82,
        3754.54
    ],
    [
        " What are the key lessons to be learned from the Vietnam War?",
        3755.56,
        3758.4
    ],
    [
        " When it comes to the long success and actually before we go into that question, if you think about this from a leadership perspective,",
        3758.4,
        3765.22
    ],
    [
        " we all wanted independence.",
        3765.46,
        3766.58
    ],
    [
        " We all want to be free.",
        3766.98,
        3768.12
    ],
    [
        " And if somebody comes along and tries to dictate to you how things are going to be, that person's in trouble.",
        3768.92,
        3774.4
    ],
    [
        " So as a leader, if you try and impose your will on people, look, can you get away with it?",
        3774.98,
        3780.94
    ],
    [
        " Yes, yes.",
        3781.0,
        3781.52
    ],
    [
        " Does it work if you're in the, you know, if you can fire someone or yes, but to be actually lead someone,",
        3781.52,
        3786.82
    ],
    [
        " you can't just try and impose your will on top of them.",
        3787.4,
        3790.3
    ],
    [
        " You need to get them in the game too.",
        3790.56,
        3792.84
    ],
    [
        " Next question, how important was mass mobilization to the success of the Viet Cong?",
        3793.24,
        3798.66
    ],
    [
        " Hack worth.",
        3800.22,
        3800.68
    ],
    [
        " If you're going to fight a war today, you're going to need your whole nation behind you.",
        3801.22,
        3804.68
    ],
    [
        " Either as fighters or supporters or carriers, it's no longer the act of a few soldiers fighting on a sunny hill, waving swords at one another.",
        3805.56,
        3813.74
    ],
    [
        " Warfare is now the employment of the complete population.",
        3814.4,
        3817.38
    ],
    [
        " The Viet Cong took on two superpowers, France and then the United States, and they couldn't have done it on a shoestring.",
        3817.78,
        3824.32
    ],
    [
        " They needed to mobilize everything within their nation, and they needed to get as much outside support as possible.",
        3825.1,
        3830.22
    ],
    [
        " At the end, the war became almost a conventional war.",
        3831.32,
        3834.26
    ],
    [
        " One of the things that bothers me is that the Americans who are now trying to rewrite history of what actually happened say we want all the battles, but we lost the war.",
        3834.58,
        3842.32
    ],
    [
        " But we didn't win all the battles.",
        3843.02,
        3844.16
    ],
    [
        " We lost most of the battles.",
        3844.64,
        3845.88
    ],
    [
        " This is really, this is really critical, and this is a very important thing to think about.",
        3846.18,
        3850.28
    ],
    [
        " The reason they've come up with this very bad rationale is because of the American way of keeping score.",
        3850.6,
        3856.16
    ],
    [
        " In the old American way of conventional warfare, if you're king of the mountain, at the end of the day you've won the battle.",
        3856.48,
        3862.12
    ],
    [
        " But to the Viet Cong, it wasn't who held the ground.",
        3862.86,
        3867.52
    ],
    [
        " It was what kind of punishment you inflicted on your enemy.",
        3867.96,
        3870.36
    ],
    [
        " The Viet Cong and North Vietnamese were willing to pay an easier, easier ratio of 10 to 1.",
        3870.74,
        3875.32
    ],
    [
        " If you fought them and you lost one soldier and he lost 10, he walked away saying I was the winner.",
        3876.16,
        3882.38
    ],
    [
        " There's the mentality that you have to understand.",
        3883.4,
        3885.52
    ],
    [
        " And that's why you have to be willing to kill and you have to be willing to die if you're going to go to war.",
        3886.0,
        3890.44
    ],
    [
        " That's why right there.",
        3890.72,
        3891.78
    ],
    [
        " Question.",
        3894.3,
        3895.76
    ],
    [
        " Can parallels be drawn between Afghanistan and Vietnam, between the Viet Cong war against the Americans and the Mujahideen war success against the Soviets?",
        3896.18,
        3906.7
    ],
    [
        " Hackworth, absolutely.",
        3907.88,
        3908.84
    ],
    [
        " There's no question that there are sharp parallels between the Afghan war and the war in Vietnam.",
        3908.88,
        3914.28
    ],
    [
        " The fighters there were freedom fighters.",
        3914.58,
        3917.78
    ],
    [
        " They were trying to rid themselves of communism.",
        3918.2,
        3920.8
    ],
    [
        " They were supported by an outside country this time the USA who poured billions of dollars into that war.",
        3921.38,
        3926.12
    ],
    [
        " They tried to win by using an enormous amount of firepower, so they being the Russians.",
        3926.84,
        3931.2
    ],
    [
        " The Russians tried to win by using an enormous amount of firepower, conventional tactics against the search and destroy operation.",
        3931.34,
        3938.14
    ],
    [
        " A high degree of technology, all the mistakes that the Soviets made in Afghanistan, the Americans made in Vietnam and the French made in Indochina.",
        3938.14,
        3946.78
    ],
    [
        " No one looked back on the lessons learned.",
        3947.4,
        3950.58
    ],
    [
        " Did the Soviets learn anything from America's experience in Vietnam?",
        3952.2,
        3960.32
    ],
    [
        " Hackworth, from my analysis of the war, I'd say very little.",
        3961.12,
        3964.26
    ],
    [
        " They tried to win the war by using firepower by bombing them back to the Stone Age through the use of American-provided Stinger missiles,",
        3964.68,
        3970.76
    ],
    [
        " and by mounting machine guns in high mountains and firing down on aircraft, they made the price so heavy for the Soviets in terms of costs that they blinked first and got out.",
        3971.28,
        3980.64
    ],
    [
        " Again, they used an incredible number of mines and booby traps, creating a great number of Soviet casualties.",
        3981.08,
        3988.7
    ],
    [
        " The Soviet units did, that did well there, were special units led by people who understood that form of wealth, warfare.",
        3988.7,
        3996.74
    ],
    [
        " But their conventional infantry was exactly the same as the American conventional infantry in Vietnam or the French conventional infantry in Indochina.",
        3997.64,
        4005.08
    ],
    [
        " Question, why did the Soviets fail to learn from the American and French mistakes? Hackworth, I think it is a military mindset.",
        4005.98,
        4015.06
    ],
    [
        " We don't want to go back and look at the past. We're in such a hurry to get where we're going.",
        4015.7,
        4021.14
    ],
    [
        " There's a certain amount of military arrogance.",
        4021.6,
        4024.74
    ],
    [
        " The older I get, the more I realize how we never study the past and try to learn from it.",
        4025.6,
        4030.98
    ],
    [
        " We just stumble along and make the same mistakes.",
        4031.14,
        4033.62
    ],
    [
        " We're doomed to do that until people wake up.",
        4034.4,
        4037.74
    ],
    [
        " And with a military mind, I'm not sure we'll ever wake up.",
        4039.04,
        4042.72
    ],
    [
        " Gotta keep your ego in check. Gotta learn from the past.",
        4046.38,
        4050.86
    ],
    [
        " 100% correct.",
        4052.02,
        4053.56
    ],
    [
        " Question, is there anything about guerrilla warfare which is new to this century?",
        4054.9,
        4058.5
    ],
    [
        " Hackworth, well a number of things are new.",
        4060.08,
        4061.72
    ],
    [
        " The amount of firepower that the insurgent employs and uses, the use of booby traps and mines, the ability to communicate via electronic communications.",
        4062.02,
        4069.12
    ],
    [
        " One of the problems that's always hampered the guerrilla is getting the word out.",
        4070.06,
        4073.38
    ],
    [
        " In the days of old it was done by messengers which took days and hours.",
        4074.14,
        4077.9
    ],
    [
        " Today a general has very sharp communications.",
        4078.48,
        4080.62
    ],
    [
        " Out in Somalia, General Adid had little portable radios to talk to his soldiers very low frequency.",
        4081.18,
        4087.0
    ],
    [
        " The American CIA's intercept devices are all high frequency. They couldn't listen to what the man was saying.",
        4087.72,
        4093.58
    ],
    [
        " They didn't learn a thing.",
        4094.66,
        4095.72
    ],
    [
        " Question, how frightened was the average American conscript faced with all these obstacles and the skill of the enemy?",
        4099.12,
        4106.14
    ],
    [
        " Hackworth, the average American soldier going into battle in Vietnam carried a whole pack full of fear mainly because he wasn't trained properly back in the states.",
        4107.86,
        4117.94
    ],
    [
        " The training base was just off.",
        4118.38,
        4119.98
    ],
    [
        " They were preparing for World War II, not for insurgency warfare, so the lad received 16 weeks of training was flung into Vietnam, generally in a unit that was never kept together.",
        4120.68,
        4131.8
    ],
    [
        " But it was always filled up by the individual replacement system.",
        4132.36,
        4136.3
    ],
    [
        " As a result, there was no real strong cohesion, no teamwork in the unit.",
        4137.08,
        4141.14
    ],
    [
        " And this is something that SLA Marshall talked about in Men Against Fire.",
        4141.96,
        4146.22
    ],
    [
        " The soldier was like an orphan thrown into a family, but a family that was not solidly put together.",
        4146.22,
        4152.22
    ],
    [
        " As a result, his fear level would be high because of the uncertainty of what he was going into.",
        4152.6,
        4157.02
    ],
    [
        " The typical kid who went to Vietnam was black.",
        4158.5,
        4161.24
    ],
    [
        " 21% of all soldiers were black, and the Hispanics and the whites were from the other side of the railroad tracks.",
        4161.68,
        4168.82
    ],
    [
        " If you went to a good university like Brown University or something, you didn't find yourself carrying an M16 rifle in Vietnam.",
        4169.44,
        4177.1
    ],
    [
        " You did a Clinton, you got out of the war.",
        4177.66,
        4179.6
    ],
    [
        " It was very unfair. The poor, working classes were the ones that carried out the war effort.",
        4180.24,
        4185.28
    ],
    [
        " But they're made of tough stuff because their whole life required tough stuff.",
        4185.9,
        4190.0
    ],
    [
        " Once they were provided with the leadership, the proper leadership, that raw material did a hell of a job.",
        4191.36,
        4197.82
    ],
    [
        " But it didn't make the fear go away.",
        4198.76,
        4202.58
    ],
    [
        " When you're playing in that kind of a lethal super bowl, the possibility of dying and coming home in a rubber bag is always lingering in the back of your head.",
        4203.12,
        4211.66
    ],
    [
        " Regardless of how courageous you are, you will still have fear.",
        4212.32,
        4216.48
    ],
    [
        " But if you have competent leadership, that you have confidence in, and if you're well trained, you can get the job done.",
        4216.48,
        4223.72
    ],
    [
        " It's my theory that the better trained you are, the more natural courage you have because you have a belief in yourself.",
        4224.26,
        4231.78
    ],
    [
        " That's all important stuff.",
        4233.4,
        4238.92
    ],
    [
        " The better trained you are, the more natural courage you have.",
        4240.0,
        4243.5
    ],
    [
        " Keep that in mind.",
        4244.34,
        4245.2
    ],
    [
        " Also, the raw material, just give me some good leadership and we'll make something happen.",
        4248.18,
        4253.6
    ],
    [
        " Continuing, our soldiers weren't well trained, and in the main, they weren't well-led.",
        4254.18,
        4262.6
    ],
    [
        " But the longer the soldiers stayed there, the more experienced he became, and the more confident he became.",
        4263.44,
        4268.06
    ],
    [
        " The uncertainty was dispelled. He knew what to expect.",
        4268.52,
        4271.7
    ],
    [
        " But the fear would never go away.",
        4272.9,
        4274.44
    ],
    [
        " You know, you can never go near a battlefield without having those butterflies in your stomach.",
        4275.02,
        4279.56
    ],
    [
        " Question, what frightened your soldiers most? Hackworth, I think it was the uncertainty.",
        4280.94,
        4286.12
    ],
    [
        " Once they got into a unit, and knew they were well-led, knew that their commander loved them and cared for them, and would not throw them into harm's way unless absolutely necessary, their main fear was just that uncertainty that came from the minds and booby traps.",
        4287.46,
        4301.86
    ],
    [
        " And it's a psychological thing. I've walked down trails, and I've said to myself, a sniper has me in his sights.",
        4303.48,
        4309.64
    ],
    [
        " You play those mind games with yourself.",
        4310.06,
        4311.82
    ],
    [
        " I've had that kind of experience where I saw a guy, where I saw a guy looking through his rifle, looking at me perfectly at what we call a six o'clock sight picture, and he's going to squeeze, and you spot yourself going down.",
        4312.72,
        4324.68
    ],
    [
        " Good leadership, dispells all those kinds of mind games.",
        4325.42,
        4330.22
    ],
    [
        " Question, there are all these images of American soldiers walking around, smoking pot, beads around their neck, singing rock songs.",
        4333.78,
        4341.04
    ],
    [
        " Clearly, the morale of the American troops broke down. Hackworth, the morale of the American army disintegrated the longer the war went on.",
        4341.5,
        4349.84
    ],
    [
        " We went there with a professional army that was well-led by very fine combat leaders, most of whom were World War II or Korea experienced.",
        4351.1,
        4359.56
    ],
    [
        " I'm talking about senior NCOs and officers. They had a lot of battle experience and were high quality people, and they were badly used from the beginning. They were traded out.",
        4360.04,
        4370.0
    ],
    [
        " So we lost the non-commissioned officer corps almost straight away within the first 18 months of the war.",
        4370.8,
        4376.64
    ],
    [
        " After that, there was no unit cohesion. Every 365 days you had a new unit. You had no institutional memory.",
        4377.92,
        4385.48
    ],
    [
        " I know this might seem obvious, but you got to keep people together. When you get a good team, you got to keep them together. You got to keep them working together.",
        4387.48,
        4394.52
    ],
    [
        " No one remembered what happened last month, and they kept repeating the same mistakes again and again and again.",
        4395.26,
        4404.54
    ],
    [
        " The Americans were in Vietnam for eight years, and there were no leaders at the top willing to raise hell and demand that the training be hard and demand that the standards be high.",
        4405.3,
        4413.62
    ],
    [
        " No one wanted to shake things up in a very, very unpopular war.",
        4413.82,
        4417.66
    ],
    [
        " Now, the finest thing you can do for any young soldier is be mean as hell with him, and whack him in the head when he doesn't do something correctly.",
        4419.06,
        4429.04
    ],
    [
        " Make certain that he knows his job and knows how to do it right, because if he does it right, he'll do it right on the battlefield.",
        4430.24,
        4436.14
    ],
    [
        " But the whole training and leadership system were asking, how can we resolve this disintegrating morale problem?",
        4437.62,
        4444.56
    ],
    [
        " We can resolve it by getting them R&R, delivering cold beer and coke and ice cream at night and hot food.",
        4445.08,
        4452.12
    ],
    [
        " This is what the general's mentality was. Instead of kicking them in the ass and making them do things right, screw on their steel pot, carry their weapon and clean up their ammo, get rid of their love beads, and not smoke them.",
        4452.7,
        4466.12
    ],
    [
        " When I took over my battalion in a delta, it was grass all over the place. Before I'd go out with my battalion, I'd shake everybody down.",
        4467.22,
        4474.8
    ],
    [
        " I'd boot people in the butt who even smoked cigarettes because you could smell tobacco a mile away.",
        4475.1,
        4479.4
    ],
    [
        " You could see the light from a cigarette a couple miles away. In my unit, you didn't smoke anything and you certainly didn't smoke grass.",
        4480.08,
        4486.54
    ],
    [
        " It was just a question of discipline.",
        4487.2,
        4489.56
    ],
    [
        " If you had good leadership and provided discipline designed not to harass but to keep people alive, the soldiers would react.",
        4489.86,
        4499.66
    ],
    [
        " So critical distinction there. Not talking about discipline just designed to harass people and do things for no good reason, but discipline that's actually there to keep people alive.",
        4500.32,
        4511.52
    ],
    [
        " Continuing. If they didn't have that, they would react the other way. What we saw between 1965 and 1973 when the last US forces went out was a total disintegration.",
        4513.7,
        4524.84
    ],
    [
        " It was an organization that didn't have proper boundaries and didn't have people insisting on those boundaries.",
        4525.2,
        4531.44
    ],
    [
        " They were an army of hippies and they didn't have discipline. Had the war continued for a few more years, we were seeing at the end by 1973 units refusing to fight.",
        4532.56,
        4543.34
    ],
    [
        " Well, we'd have seen a whole army that refused to fight because it was a most unpopular war and soldiers were saying, what am I doing here?",
        4544.2,
        4552.5
    ],
    [
        " My politicians want me out, my family wants me out and there's no purpose in being here.",
        4552.98,
        4557.58
    ],
    [
        " This does not affect my country's security. All I am is upon is stupid war. They were an army of hippies and didn't have discipline.",
        4557.76,
        4568.02
    ],
    [
        " Had the war continued for a few more years, we're seeing at the end 1973 units refusing to fight.",
        4569.6,
        4576.68
    ],
    [
        " Well, we'd seen a whole army that refused to fight because it was a most unpopular war and the soldiers were saying, what am I doing here?",
        4577.88,
        4588.18
    ],
    [
        " My politicians want me out, my family wants me out and there's no purpose in being here. This does not affect my country's security. All I am is upon in a stupid war.",
        4588.62,
        4598.24
    ],
    [
        " I mean, okay, first of all, obviously we're not talking about every soldier, every marine, every service member in Vietnam that was acting that way.",
        4601.6,
        4610.94
    ],
    [
        " Clearly, there was people still doing heroic things and serving to the best of their ability, but he's making a broad general statement.",
        4611.3,
        4619.04
    ],
    [
        " That if we saw in 1973 some units that were saying, hey, we don't want to fight, then if you would have continued down that trajectory, you eventually have been saying, hey, wait a second, there'd be a lot more units that would be saying that.",
        4620.6,
        4632.18
    ],
    [
        " Next, how did your soldiers, particularly your fresh recruits cope with not knowing who the enemy was? Hackworth.",
        4632.76,
        4645.1
    ],
    [
        " When a soldier would arrive in Vietnam badly trained from the USA, not prepared for the war, my procedure was that each unit formed their own training program at division level.",
        4645.52,
        4655.76
    ],
    [
        " The young recruit would go through this training up to two weeks in his particular area of operations, for example, looking after your feet in the Maycong Delta, keeping your ammo dry and things of this nature.",
        4656.1,
        4668.54
    ],
    [
        " After they finished that division level training, they would come to a unit.",
        4669.24,
        4673.14
    ],
    [
        " Normally, I would talk to my soldiers, welcome them to the unit, assign them to a rifle company. My standard operating procedure was to assign a young recruit to an old soldier in the same foxhole.",
        4674.14,
        4684.38
    ],
    [
        " That soldier would be his buddy. A veteran would get a green recruit or a fresh meat as they called them and he would take that new guy and pass his knowledge to him.",
        4685.1,
        4695.12
    ],
    [
        " Question, were your soldiers ever reluctant to fight? Hackworth, I had the ability to motivate people. Even though a guy might be a pacifist, in a few days he was hunting for Charlie.",
        4697.18,
        4708.74
    ],
    [
        " I never had a problem in terms of getting soldiers to fight.",
        4709.88,
        4712.64
    ],
    [
        " Question, were you ever frightened? Can you remember a moment when you were frightened?",
        4714.64,
        4720.54
    ],
    [
        " Hackworth, I spent eight years on battlefields as a soldier and I'm sure that there aren't very many minutes of those eight years that I wasn't frightened.",
        4721.84,
        4731.56
    ],
    [
        " It's something that lives in your stomach. It's just churning all the time. As the bullet starts snapping in the intensity of combat increases, that churning increases. But it's always there.",
        4732.3,
        4742.96
    ],
    [
        " As long as you're in a dangerous situation, you've got it and you're carrying it with you on your back.",
        4744.14,
        4749.66
    ],
    [
        " Question, did your soldiers have any compunction about shooting civilians on the chance that they were vietcong? Hackworth, I think the average American soldier perceived the enemy as but for the grace of God their go-i and they were reluctant to shoot somebody unless they knew they were the enemy.",
        4752.86,
        4770.08
    ],
    [
        " But if the guy were coming at him at night, if the guy were walking in an area he shouldn't be in and had weapons or something like that, the way I trained my soldiers was to react automatically.",
        4771.36,
        4782.48
    ],
    [
        " Don't get the thinking process going.",
        4783.18,
        4786.18
    ],
    [
        " When you see a right cross come at you, block it with your left hand and go with the right hook. I never had problems with soldiers being reluctant to fight.",
        4786.96,
        4794.64
    ],
    [
        " Of course this is different than the SLA Marshall report of people not wanting to fight.",
        4796.44,
        4803.16
    ],
    [
        " And it's also, I say this and sometimes people freak out about it when I say don't think. Stop thinking. Hey, your alarm clock goes off in the morning. Don't think you just get up and you do what you're supposed to do.",
        4804.18,
        4817.62
    ],
    [
        " Oh, you're supposed to work out. Don't think about it. Just go do it. And that's what he's saying for a more important situation. Oh, there's an enemy threat. Don't think about it. Do what you're supposed to do.",
        4817.64,
        4829.76
    ],
    [
        " Would it surprise you to know that the chief concierge at the Continental Hotel, Saigon's top hotel, was in fact working for the vietcong? Hackworth, it wouldn't surprise me.",
        4831.32,
        4846.76
    ],
    [
        " At 10 of 68th the secretary of the to the commanding general of the US forces in Vietnam, General Westmoreland was found holding an AK-47.",
        4847.62,
        4856.26
    ],
    [
        " With the whole Vietnamese apparatus, I never once trusted a Vietnamese. I never trusted a Vietnamese general. I never allowed a Vietnamese inside my camp my firebase. If I were going to meet a Vietnamese colonel, I would meet him outside my firebase because I didn't trust him. I assumed everybody was a Vietnam.",
        4857.06,
        4874.24
    ],
    [
        " Question, and these are the people you were meant to be fighting for. Hackworth, that's right. And that was my attitude.",
        4876.52,
        4882.36
    ],
    [
        " The soldiers from the ninth division hated the South Vietnamese soldiers more than they did the vietcong.",
        4883.3,
        4888.26
    ],
    [
        " So what he's saying right there is, I'm going to read that again, my soldiers from the ninth division hated the South Vietnamese soldiers more than they did the vietcong. That's a horrible situation.",
        4889.04,
        4900.28
    ],
    [
        " They saw them coming and going out, they saw them going out on operations and not beating the enemy but avoiding the enemy. They called it search and avoid where it was supposed to be search and destroy. My battalion could go all the way through the same area and come back bloodied and battered.",
        4902.22,
        4915.7
    ],
    [
        " That really got to my guys. I was walking the perimeter one night. I used the British system of stand two in the evening where everybody was at their post with a weapon ready to go just as the sun was going down.",
        4916.38,
        4928.94
    ],
    [
        " One of my sniper said, sir, how's the body count today? And I said, not so good. We only had eight or nine for the day for the battalion. And he said, well, I'll get you two more before I could stop him. He took out a sniper rifle.",
        4929.7,
        4943.94
    ],
    [
        " I looked down at the end of the weapon to see where it was pointed and it was pointed at two South Vietnamese soldiers guarding a bridge about 40 meters from my perimeter. I knocked the weapon up before he had a chance to scream, squeeze off around.",
        4944.52,
        4958.6
    ],
    [
        " This was the attitude of a lot of soldiers. They didn't like the South Vietnamese because they didn't pull their weight.",
        4960.16,
        4966.04
    ],
    [
        " Question, why did massacres occur in Vietnam? Hackworth. Well, the big massacre was me-lie. Lieutenant William Callean, Captain Medina, where the principal characters involved in that act. Why did that occur? It occurred for a number of reasons. The soldiers were frustrated.",
        4968.16,
        4987.58
    ],
    [
        " They were mainly frustrated because of mines and booby traps and because they could never find the enemy. They were just tripping through minefields and seeing their mates blown away, never grabbing hold of the enemy and getting into a real fight.",
        4988.02,
        5001.62
    ],
    [
        " Then there's a lot of people in a village and then insanity takes over and they just start blowing human beings away.",
        5002.34,
        5009.9
    ],
    [
        " It's also about bad leadership. Lieutenant Callean had gone through officer candidate school. He'd gone through three separate courses, was found wanting in leadership and two of them and had been recycled instead of being booted out.",
        5011.48,
        5025.92
    ],
    [
        " The military was into a numbers game and didn't want to have a try a high attrition rate for their officers. They kept recycling someone until they graduated.",
        5027.06,
        5036.2
    ],
    [
        " So here's a guy who never should have been trusted more than an army PFC ends up a lieutenant.",
        5037.24,
        5042.84
    ],
    [
        " He's with a platoon of soldiers who extremely frustrated because of mines and booby traps and he doesn't have the leadership ability to control them to say stop that fire.",
        5043.78,
        5054.06
    ],
    [
        " I think massacres occur when you don't have strong leadership, when you don't have soldiers who are extremely well trained and well disciplined and well controlled by their leaders.",
        5055.64,
        5065.18
    ],
    [
        " That's what happened. All those components fell apart.",
        5066.2,
        5070.68
    ],
    [
        " And I think the book that we covered on the me live asker actually gave even better details. I mean obviously it gave better details because it's a full book.",
        5071.56,
        5082.04
    ],
    [
        " I really was one of the key things I remember is I remember how the intelligence escalated. It escalated and I'll tell you something else.",
        5082.6,
        5091.72
    ],
    [
        " He's saying that you know that lieutenant Cali couldn't stop them. Lieutenant Cali led that mask. He led the mask.",
        5093.3,
        5102.3
    ],
    [
        " It wasn't him saying, oh, I can't get control of the guys. No, he was actually doing the massacre and they were they were actually following.",
        5102.38,
        5109.38
    ],
    [
        " And that wraps up that that wraps up the interview. It was kind of a abrupt ending. I don't know why it's so abrupt. I looked around to see if there was anything I was missing.",
        5109.48,
        5119.28
    ],
    [
        " But that's that's how the that's how the interview ends. But I wanted to go to from there. I wanted to just grab a couple sections out of the Vietnam primary.",
        5119.28,
        5127.46
    ],
    [
        " Again, this is the book that that hack worth wrote with SLA Marshall when they got back for when they got back from this torn Vietnam a few months long and they went and talked debriefed all kinds of people.",
        5127.46,
        5140.06
    ],
    [
        " And again, there's all kinds of tactical level lessons in here. I mean like real tactical doubling security, contending with the jungle security on the trail, the company and movement field intelligence.",
        5140.06,
        5153.18
    ],
    [
        " I mean, there's the defensive perimeter. It's just very it's also a very short book. It's not even a hundred pages long.",
        5153.18,
        5158.94
    ],
    [
        " And like I said, if you want to get this, if you're in the military, you might be able to use this. If you're leading up, if you're a platoon leader, you probably get some decent lesson learned out of this.",
        5159.86,
        5170.68
    ],
    [
        " But this isn't one of those books that translates directly to business because it's actually not it's not about leadership. It's about the tactics of an infantry platoon and infantry company.",
        5170.9,
        5185.06
    ],
    [
        " So, but that being said, of course, there are some there are some lessons. And what's interesting to me as also as I found these leadership lessons, they're not just leadership lessons beyond being leadership lessons.",
        5185.64,
        5200.44
    ],
    [
        " There's a lot of lessons here for you as a person for me as a person. And you start taking the leadership lessons from Vietnam primer and applying them to yourself. I think you could see a lot of crossover.",
        5201.52,
        5218.76
    ],
    [
        " Starting from a leadership perspective, though, here we go, Vietnam primer. Back to the book. Our mistakes in Vietnam are neither new nor startling.",
        5220.94,
        5230.3
    ],
    [
        " They are not something we can blame on the mysteries of warfare. They are the same problems that have been haunting small unit commanders since before Gideon.",
        5231.04,
        5238.32
    ],
    [
        " In peace or war, these errors spell the difference between professionalism and mediocrity.",
        5239.62,
        5245.54
    ],
    [
        " Many young leaders enchanted by the Hollywood image of war approach combat with the good guy versus the bad guy attitude.",
        5246.76,
        5254.26
    ],
    [
        " But there is no similarity between what John Wayne gets away with on the screen and the hot hard facts of a firefight.",
        5255.2,
        5262.38
    ],
    [
        " A small unit leader in combat cannot afford to have a film hero's devil make hair attitude torn training, discipline and basic soldiering.",
        5263.78,
        5273.78
    ],
    [
        " In the recipe for battle victory, well led and discipline soldiers are the main ingredient. Soldiers who have been conditioned through training to react by habit when confronted with the searing realities of engagement.",
        5274.06,
        5290.46
    ],
    [
        " The habits learned in training, good or bad are the same habits that move the soldier in combat.",
        5291.36,
        5297.92
    ],
    [
        " A leader then must ensure that each of his soldiers is well trained and has developed good habits.",
        5298.86,
        5304.96
    ],
    [
        " Habits so deeply ingrained through correct teaching and intensive practice that even under the pressure of fear and sudden danger each soldier automatically will do the right thing.",
        5305.28,
        5316.5
    ],
    [
        " Check.",
        5317.38,
        5318.46
    ],
    [
        " Continuing, there is no magic formula or sweatless solution by which one can achieve this goal.",
        5319.32,
        5332.3
    ],
    [
        " There's no hack.",
        5333.48,
        5336.02
    ],
    [
        " Leaders may approach training for combat only with intense dedication, accepting as gospel the timeless truth that better trained men live longer on the battlefield.",
        5336.96,
        5348.66
    ],
    [
        " No military unit is ever completely trained. There will always be a weak area that requires additional time and effort.",
        5349.96,
        5359.12
    ],
    [
        " The wise commander uses all available time to train his unit. He never says good enough.",
        5360.18,
        5366.84
    ],
    [
        " Leaders must accept the old but absolute maximum the more sweat on the training field, the less blood on the battlefield.",
        5369.12,
        5376.6
    ],
    [
        " Combat is too serious a business to permit easy excuse of even one mistake.",
        5378.32,
        5384.4
    ],
    [
        " Never quit checking. Check everything all the time. Weapons for cleanliness, aid men for supplies, centuries for alertness and the camp for field sanitation.",
        5387.66,
        5400.96
    ],
    [
        " Another weakness among junior leaders is the inaccurate report of the estimate of the situation.",
        5401.68,
        5411.92
    ],
    [
        " Estimates are many times either so greatly exaggerated or so watered down that they are not meaningful to the next higher commander who must make critical decisions as to troop employment and allocation of combat power.",
        5413.94,
        5427.22
    ],
    [
        " The confusion and noise of the battlefield are two reasons why faulty estimates are made. Over emotionalism and the sense of the drama are others.",
        5427.66,
        5439.9
    ],
    [
        " These factors coupled with the judgment of an impulsive commander who feels that he must say something on the radio even if it is wrong are the crux of the problem.",
        5440.84,
        5450.16
    ],
    [
        " Commanders must report the facts as they see them on the battlefield. If they don't know the situation they must just say that.",
        5450.76,
        5461.18
    ],
    [
        " Again, those are just a couple of lessons learned out of Vietnam primer.",
        5465.38,
        5471.88
    ],
    [
        " I think one of the things, like I said, there's a lot of things that you can take from what Hackworth talks about and we talk about leadership.",
        5473.62,
        5484.9
    ],
    [
        " And you can actually apply it to yourself. You can apply it to your personal life and some of the things that you just said, think about some of these.",
        5486.24,
        5492.28
    ],
    [
        " Our mistakes are nothing new or startling.",
        5492.8,
        5494.58
    ],
    [
        " Think about that.",
        5495.42,
        5499.38
    ],
    [
        " Most of the time, most of the time, think about this. Most of the time when you make a mistake, it's something that you already knew. You actually know you're making the mistake when you're making it.",
        5501.24,
        5512.86
    ],
    [
        " Here's another thing he says, errors spell the difference between professionalism and mediocrity.",
        5515.3,
        5521.82
    ],
    [
        " It's the little things. It's the little mistakes that you make.",
        5522.14,
        5525.58
    ],
    [
        " Next thing he says, discipline soldiers are the main ingredient in victory.",
        5527.46,
        5533.18
    ],
    [
        " Well guess what the main ingredient in victory in your life is.",
        5533.88,
        5538.58
    ],
    [
        " Discipline?",
        5539.28,
        5540.4
    ],
    [
        " Yeah. All day.",
        5540.6,
        5542.0
    ],
    [
        " All day.",
        5542.36,
        5542.74
    ],
    [
        " He says there's no magic formula or sweatless solution by which one can achieve their goals.",
        5544.9,
        5551.12
    ],
    [
        " I think he just said there is no, there is no shortcut. There is no hack.",
        5551.56,
        5557.08
    ],
    [
        " There's no sweatless solution. You're gonna have to work.",
        5557.4,
        5561.68
    ],
    [
        " Then he says this, no military unit is ever completely trained. Guess what? Neither are you. Neither am I.",
        5563.06,
        5571.2
    ],
    [
        " There is always weakness to work on. Always. A lot of them.",
        5572.86,
        5577.46
    ],
    [
        " He says this in Vietnam primer, combat is too serious a business to permit easy excuse of even one mistake.",
        5578.06,
        5587.94
    ],
    [
        " Now think about this. Okay. Combat's too serious a business. Why is that? It's because you can die. But guess what?",
        5589.56,
        5597.4
    ],
    [
        " We're all gonna die. We're all gonna die. So why would we why would we allow ourselves to make easy, easy excuses? Why would you allow that?",
        5598.82,
        5610.28
    ],
    [
        " Combat's life and death so is life.",
        5611.28,
        5614.98
    ],
    [
        " So you shouldn't allow yourself these easy excuses. And then the last section that he that he talks about that I read it can absolutely be applied.",
        5618.66,
        5629.14
    ],
    [
        " It can absolutely absolutely be applied. He says another weakness common among junior leaders is the inaccurate reporting of the estimate of the situation.",
        5629.58,
        5640.78
    ],
    [
        " They are either so exaggerated or will so water down that they are not meaningful.",
        5640.88,
        5647.14
    ],
    [
        " Now again, if you apply this to yourself what you realize is that you got these junior leaders that they're lying to the chain of command.",
        5648.16,
        5661.0
    ],
    [
        " I mean they're exaggerating or they're watering things down but they're basically lying to the chain of command. And how does that translate to us? We lie to ourselves.",
        5661.08,
        5668.36
    ],
    [
        " That's how it translate does. We lie to ourselves. We don't tell ourselves the way things really are. And when we do that then we can't fix our problems.",
        5670.28,
        5679.14
    ],
    [
        " If we can't fix our problems we're not going to improve. So we have to be truthful to ourselves.",
        5679.76,
        5685.5
    ],
    [
        " I have to be truthful to myself. You have to be truthful to yourself. You have to stop rationalizing, stop making excuses, stop telling yourself little water down assessments of what you're doing.",
        5686.74,
        5698.34
    ],
    [
        " You have to stop where you're really at. Tell yourself the truth.",
        5698.36,
        5701.02
    ],
    [
        " So that you can get where you want to go. You can be who you want to be. You can be who you should be.",
        5702.18,
        5712.18
    ],
    [
        " Who you should be when you do what you know you should do when you pay attention to the little things.",
        5712.62,
        5721.64
    ],
    [
        " When you implement discipline, true and unflinching and unmitigated discipline in your life. When you stop trying to find a sweatless solution.",
        5721.64,
        5733.38
    ],
    [
        " When you look for weaknesses to work on, when you allow no easy excuses. And all that starts when you stop lying to yourself.",
        5734.2,
        5744.86
    ],
    [
        " When you stop lying to yourself, that's when you can become who you know you should be. When you tell yourself the truth about where you are.",
        5748.28,
        5757.38
    ],
    [
        " So you can make sure you are in the right place. And if you're not in the right place then you can get yourself on the path to get there.",
        5757.58,
        5764.78
    ],
    [
        " The path of discipline, the path of hard work and the path of truth.",
        5768.1,
        5775.84
    ],
    [
        " And I think that's all I've got for tonight.",
        5776.5,
        5786.7
    ],
    [
        " So echo Charles speaking of the path, the path of truth.",
        5790.16,
        5794.7
    ],
    [
        " We're open to any suggestions you may or may not have on how we can get on that path and then go ahead and stay on that path.",
        5795.12,
        5805.82
    ],
    [
        " I feel like more and more of us are on the path. That's what I feel like.",
        5808.24,
        5813.32
    ],
    [
        " You know, at the roll call, at the roll call that we just got done, which was an event if you don't know for military first responders, law enforcement, paramedics, firefighters.",
        5813.78,
        5825.3
    ],
    [
        " There was a lot of people there that are straight up on the path straight up legitimately on the path.",
        5825.7,
        5831.04
    ],
    [
        " Yeah. And it's one of those deals where you know how like when you hear a certain story and then you're about someone you're like like dang that's impressive.",
        5831.32,
        5841.42
    ],
    [
        " And then you hear it again and again and then again and then you're like okay, you know I'm kind of used to it.",
        5841.58,
        5846.1
    ],
    [
        " I don't feel like I've gotten used to this at all because everyone's story is kind of different.",
        5846.2,
        5850.94
    ],
    [
        " You know, so it kind of exposes this element of like just immense of individuality of a person.",
        5850.94,
        5858.98
    ],
    [
        " Yeah.",
        5859.16,
        5859.22
    ],
    [
        " So it's kind of like I don't know. It's like I don't know. Maybe like your kid's birthday or something that happens over and over again but never gets old.",
        5859.68,
        5866.12
    ],
    [
        " You know, kind of that kind of situation.",
        5866.18,
        5867.54
    ],
    [
        " There was a guy he was like and he just told me this while we were listening to you guys do do do do do do do.",
        5868.02,
        5874.8
    ],
    [
        " And he was just right in the middle of it just kind of in my ear kind of like dude I lost 70 pounds.",
        5874.8,
        5880.58
    ],
    [
        " Yeah.",
        5880.58,
        5880.86
    ],
    [
        " Just because I'm on the path.",
        5880.86,
        5882.64
    ],
    [
        " Geez guys were just guys and girls females boys and girls men and women were walking up to me and like showing me pictures.",
        5882.86,
        5894.2
    ],
    [
        " Hey, this is what I looked like 13 months ago.",
        5894.2,
        5897.28
    ],
    [
        " Yeah.",
        5897.28,
        5897.7
    ],
    [
        " I've lost 38 pounds or whatever.",
        5898.0,
        5901.12
    ],
    [
        " Awesome. I got promoted.",
        5902.02,
        5903.58
    ],
    [
        " Yeah.",
        5903.58,
        5904.26
    ],
    [
        " It's awesome.",
        5904.58,
        5907.02
    ],
    [
        " So yes, you are correct.",
        5907.34,
        5908.48
    ],
    [
        " There's a lot of people on the path.",
        5908.66,
        5910.64
    ],
    [
        " Kids, everything.",
        5911.02,
        5911.74
    ],
    [
        " Kids, oh yeah.",
        5912.06,
        5912.82
    ],
    [
        " Oh yeah.",
        5912.98,
        5913.28
    ],
    [
        " People, I made videos for kids.",
        5913.62,
        5915.6
    ],
    [
        " Yeah, me too.",
        5915.86,
        5916.28
    ],
    [
        " I was looking at videos kids, kids doing pull ups.",
        5916.4,
        5918.88
    ],
    [
        " Kids doing jujitsu.",
        5919.18,
        5920.14
    ],
    [
        " Lower your kids.",
        5920.62,
        5922.0
    ],
    [
        " Straight up on the path.",
        5922.18,
        5924.16
    ],
    [
        " Knowing the, knowing the Gettysburg address.",
        5924.4,
        5926.9
    ],
    [
        " Hey, look at this kid.",
        5927.62,
        5929.58
    ],
    [
        " Look at my son.",
        5929.58,
        5930.4
    ],
    [
        " He knows the Gettysburg address.",
        5930.44,
        5931.5
    ],
    [
        " He's six.",
        5931.66,
        5932.24
    ],
    [
        " No good.",
        5932.6,
        5934.52
    ],
    [
        " Look at my daughter.",
        5934.76,
        5935.46
    ],
    [
        " That's six pull ups right there.",
        5935.58,
        5937.3
    ],
    [
        " You know how many she could do last year?",
        5937.6,
        5940.18
    ],
    [
        " Zero.",
        5940.38,
        5940.74
    ],
    [
        " Yeah.",
        5940.98,
        5941.24
    ],
    [
        " You see what I'm saying?",
        5941.5,
        5942.46
    ],
    [
        " Yes sir.",
        5943.24,
        5944.02
    ],
    [
        " You think it's gonna get crowded on the path?",
        5944.02,
        5946.08
    ],
    [
        " No.",
        5946.64,
        5949.12
    ],
    [
        " It'll get wider.",
        5949.42,
        5950.12
    ],
    [
        " Maybe the path gets wider.",
        5950.44,
        5951.46
    ],
    [
        " It's wider.",
        5951.86,
        5952.28
    ],
    [
        " Because everyone's kind of on their own path.",
        5952.4,
        5953.52
    ],
    [
        " But they're just that unified.",
        5954.02,
        5955.18
    ],
    [
        " Yeah.",
        5955.84,
        5956.06
    ],
    [
        " Oh there's, there's calming ground on the path.",
        5956.32,
        5958.34
    ],
    [
        " Yeah, there's definitely going on.",
        5958.34,
        5959.58
    ],
    [
        " You know, I mean, on a fundamental level, actually there's immense commonality down there.",
        5959.62,
        5964.92
    ],
    [
        " But the path is big enough to maintain.",
        5965.48,
        5967.94
    ],
    [
        " It's not gonna get there's not gonna be a traffic jam on the path.",
        5968.44,
        5970.78
    ],
    [
        " No.",
        5970.9,
        5971.0
    ],
    [
        " It's better if I just pick up.",
        5971.4,
        5972.4
    ],
    [
        " It's the opposite.",
        5972.74,
        5973.24
    ],
    [
        "",
        5973.62,
        5973.62
    ],
    [
        " The more people have a path, the faster it goes.",
        5974.1,
        5975.8
    ],
    [
        " Yeah, more momentum.",
        5975.98,
        5976.74
    ],
    [
        " Yeah.",
        5977.0,
        5977.2
    ],
    [
        " Yeah.",
        5977.56,
        5977.82
    ],
    [
        " Shoot.",
        5978.34,
        5978.86
    ],
    [
        " So, all right.",
        5979.12,
        5979.8
    ],
    [
        " We're tired.",
        5979.94,
        5980.38
    ],
    [
        " And then we're tired.",
        5980.38,
        5980.76
    ],
    [
        " You can take leadership principles and apply them to yourself.",
        5980.88,
        5983.26
    ],
    [
        " Yeah.",
        5983.78,
        5984.06
    ],
    [
        " Yeah.",
        5984.58,
        5985.24
    ],
    [
        " So it's almost like don't lie to yourself.",
        5985.42,
        5987.12
    ],
    [
        " Think about that.",
        5987.18,
        5988.08
    ],
    [
        " Because you think about the little lies you tell yourself.",
        5988.08,
        5990.52
    ],
    [
        " Oh yeah.",
        5990.56,
        5990.9
    ],
    [
        " The little lies.",
        5990.9,
        5991.64
    ],
    [
        " How about this one?",
        5991.68,
        5992.18
    ],
    [
        " So long time ago, my, my mom was like overweight.",
        5992.62,
        5996.58
    ],
    [
        " I didn't know that.",
        5996.86,
        5997.42
    ],
    [
        " I mean, I guess I knew that.",
        5997.5,
        5998.8
    ],
    [
        " I don't know.",
        5998.88,
        5999.2
    ],
    [
        " When you're a little kid, you don't know.",
        5999.24,
        6000.2
    ],
    [
        " You're just not so soft.",
        6000.42,
        6001.34
    ],
    [
        " That's just how.",
        6001.52,
        6002.02
    ],
    [
        " And my, and then so she got on the path back in the day and she, and she lost a bunch of weight.",
        6002.18,
        6008.44
    ],
    [
        " And my dad said, hey, you know what I'm gonna get your mom for her birthday.",
        6008.7,
        6011.96
    ],
    [
        " I was like, what?",
        6012.78,
        6013.68
    ],
    [
        " He's like a mirror, a full size mirror.",
        6013.8,
        6016.28
    ],
    [
        " Because she lost a bunch of weight.",
        6016.42,
        6017.52
    ],
    [
        " She was good, you know, whatever now.",
        6017.54,
        6018.82
    ],
    [
        " And I was like, cool, you know, that's some, I don't stuff.",
        6019.2,
        6022.92
    ],
    [
        " Whatever furniture was a furniture.",
        6023.12,
        6024.7
    ],
    [
        " Good, you know, whatever.",
        6024.7,
        6025.92
    ],
    [
        " Good job, dad, whatever, you know, kind of.",
        6026.16,
        6028.42
    ],
    [
        " And then I kind of thought about it.",
        6028.42,
        6029.88
    ],
    [
        " And I'm thinking about it more now.",
        6029.98,
        6031.16
    ],
    [
        " It's like, man, you know what that, you know what that says?",
        6031.16,
        6034.42
    ],
    [
        " That says that like, you know, she was like overweight and she was a sit.",
        6034.72,
        6037.76
    ],
    [
        " From my dad to know that, you know, and to take action like that means that he knew",
        6038.06,
        6042.4
    ],
    [
        " that she was in a way.",
        6042.4,
        6043.74
    ],
    [
        " And when we're another avoiding the mirror.",
        6043.94,
        6045.62
    ],
    [
        " Yeah.",
        6045.8,
        6046.12
    ],
    [
        " And I would say straight up avoiding it, but she just didn't want to see herself in the mirror.",
        6046.28,
        6052.24
    ],
    [
        " Yeah.",
        6052.44,
        6052.56
    ],
    [
        " I mean, you said the same thing I said, I guess I said it in a little bit of a different way,",
        6052.56,
        6055.48
    ],
    [
        " but she didn't want to see herself in the mirror.",
        6055.48,
        6057.5
    ],
    [
        " Right.",
        6057.68,
        6057.86
    ],
    [
        " Like if you have a, and you kind of think about it, sure, you have a mirror in the bathroom.",
        6058.26,
        6061.68
    ],
    [
        " And it's sort of it.",
        6061.68,
        6062.72
    ],
    [
        " But like, I don't know, where else do we have mirrors, right?",
        6062.9,
        6065.4
    ],
    [
        " Like, I don't know in the bedroom or something.",
        6065.58,
        6066.94
    ],
    [
        " You know what, girls get ready.",
        6067.08,
        6068.1
    ],
    [
        " I don't know.",
        6068.38,
        6068.64
    ],
    [
        " I'm comparing it to my current situation.",
        6068.72,
        6070.14
    ],
    [
        " I have like, the mirror in the bathroom, medicine cabinet, that's it.",
        6070.62,
        6073.92
    ],
    [
        " Yeah.",
        6075.02,
        6075.38
    ],
    [
        " I guess I guess my, you know what, you're right, because both my daughters, my older daughters",
        6074.72,
        6079.5
    ],
    [
        " had mirrors in their room.",
        6079.5,
        6081.24
    ],
    [
        " Yeah.",
        6081.36,
        6081.48
    ],
    [
        " So they can get ready.",
        6081.58,
        6082.94
    ],
    [
        " Yeah.",
        6083.3,
        6083.46
    ],
    [
        " Right.",
        6083.64,
        6083.78
    ],
    [
        " Get ready.",
        6084.32,
        6085.02
    ],
    [
        " Get that outfit.",
        6085.28,
        6086.04
    ],
    [
        " My son.",
        6086.42,
        6087.06
    ],
    [
        " I don't know mirror.",
        6087.26,
        6087.84
    ],
    [
        " No, dude.",
        6088.2,
        6089.66
    ],
    [
        " But for a girl, I don't know.",
        6090.08,
        6091.32
    ],
    [
        " Again, I'm just totally like thinking of my situation.",
        6091.34,
        6093.44
    ],
    [
        " So, and yeah.",
        6093.86,
        6094.76
    ],
    [
        " So I kind of thinking back, I'm like, dang, we only had the mirror in the bathroom.",
        6095.04,
        6097.9
    ],
    [
        " Anyway, so for that to be the case, for a mirror to be a good gift, where your dad's going",
        6098.02,
        6102.6
    ],
    [
        " to tell you like, how this has a cool gift, it kind of indicates that.",
        6102.6,
        6107.0
    ],
    [
        " You know, like, it's like, oh, yeah.",
        6107.16,
        6108.82
    ],
    [
        " So anyway, the point is, yeah, we do kind of lie to ourselves.",
        6109.04,
        6111.5
    ],
    [
        " Even if we don't think we're necessarily lying to ourselves, it's like you don't want",
        6111.68,
        6114.94
    ],
    [
        " to admit certain things.",
        6114.94,
        6116.64
    ],
    [
        " It's the omission.",
        6116.9,
        6117.84
    ],
    [
        " Yeah.",
        6118.22,
        6118.46
    ],
    [
        " Like omission, lying by omission.",
        6118.62,
        6119.9
    ],
    [
        " Like I'm not even going to look at myself before.",
        6120.0,
        6121.62
    ],
    [
        " I don't have the dress.",
        6121.88,
        6122.56
    ],
    [
        " I don't have the dress.",
        6122.56,
        6122.84
    ],
    [
        " Yeah, yeah.",
        6122.84,
        6123.88
    ],
    [
        " They're for a nightmare problem.",
        6123.92,
        6124.9
    ],
    [
        " It's not even for a nightmare life or whatever.",
        6125.2,
        6126.38
    ],
    [
        " It's like, yeah, it's like a lie by omission.",
        6126.46,
        6128.38
    ],
    [
        " Like if you don't do digits, too.",
        6129.34,
        6130.8
    ],
    [
        " Yeah.",
        6131.2,
        6131.48
    ],
    [
        " Like, like, no, if you don't do digits, you know, if you don't do digits, you",
        6131.94,
        6136.3
    ],
    [
        " do one day.",
        6136.3,
        6136.72
    ],
    [
        " Let's say there's, let's say there's in a month, there's four days that you didn't",
        6136.8,
        6140.24
    ],
    [
        " do digits.",
        6140.24,
        6140.68
    ],
    [
        " Three of those could have been legitimate days, where you legitimately, for whatever",
        6140.88,
        6145.46
    ],
    [
        " reason, couldn't do digits.",
        6145.46,
        6146.62
    ],
    [
        " One of those days might have been predicated on a lie that you told yourself, right?",
        6146.84,
        6151.04
    ],
    [
        " Yeah.",
        6151.36,
        6151.5
    ],
    [
        " Right?",
        6151.66,
        6151.8
    ],
    [
        " Like, I just don't have time today.",
        6151.98,
        6153.54
    ],
    [
        " Yeah.",
        6153.92,
        6154.06
    ],
    [
        " When what you really did was you extended some work on extra, because there's a weird",
        6154.52,
        6159.26
    ],
    [
        " time.",
        6159.26,
        6159.7
    ],
    [
        " There's a weird time thing that happens with you did too.",
        6159.9,
        6162.28
    ],
    [
        " Like, hey, class starts at 4.30 or class starts at, like, hey, I'm going to roll at 5.30.",
        6162.66,
        6170.14
    ],
    [
        " The guys are, everyone's training at six, right?",
        6170.4,
        6173.28
    ],
    [
        " Hey, we're doing no-gui at six.",
        6173.58,
        6175.0
    ],
    [
        " Well, if I get caught up in something mysteriously and all of a sudden it's 604 at my house,",
        6175.6,
        6182.66
    ],
    [
        " you know what, I won't even get there until 620 or 615 by the time I get changed.",
        6183.32,
        6189.26
    ],
    [
        " You know, the guys will probably be done.",
        6189.9,
        6192.08
    ],
    [
        " Yeah.",
        6192.48,
        6192.66
    ],
    [
        " You just told yourself a bunch of lies.",
        6192.76,
        6194.14
    ],
    [
        " Well, they're, I would say, because there's not, that's not nothing though.",
        6194.48,
        6198.58
    ],
    [
        " This, am I house?",
        6198.76,
        6199.54
    ],
    [
        " Okay.",
        6199.54,
        6199.76
    ],
    [
        " It's called the Jiu Jitsu window.",
        6199.8,
        6200.7
    ],
    [
        " Okay.",
        6201.18,
        6201.7
    ],
    [
        " Like, because there is, it's not like the gym.",
        6201.94,
        6203.74
    ],
    [
        " Well, the like it, I should have said this then, the lie came earlier.",
        6204.0,
        6207.16
    ],
    [
        " The lie came earlier, which was like, I should really get this done right now.",
        6207.48,
        6210.46
    ],
    [
        " Yeah, yeah, yeah.",
        6210.62,
        6211.64
    ],
    [
        " You could get that done when you get home later, but you just, you just extended that window",
        6211.64,
        6215.02
    ],
    [
        " because you wanted to shut the Jiu Jitsu window on yourself.",
        6215.02,
        6217.08
    ],
    [
        " Right.",
        6217.28,
        6217.4
    ],
    [
        "",
        6217.84,
        6217.84
    ],
    [
        " That's what happens.",
        6218.22,
        6218.8
    ],
    [
        " Yeah.",
        6219.0,
        6219.04
    ],
    [
        " And that window is like, that's a weird psychological area to be in because it's co, okay,",
        6219.04,
        6222.86
    ],
    [
        " I call it, I call it the Jiu Jitsu window.",
        6223.02,
        6225.06
    ],
    [
        " That's why, it's kind of like, when, when my wife will be like, hey, can you, can you just",
        6225.28,
        6228.34
    ],
    [
        " go later?",
        6228.34,
        6228.84
    ],
    [
        " I was like, no, you can't go later.",
        6229.1,
        6230.38
    ],
    [
        " There's a window and it's super, super narrow.",
        6230.76,
        6232.64
    ],
    [
        " Yeah.",
        6232.8,
        6232.86
    ],
    [
        " Just like I said, when it's 604 and you're supposed to be there at six, is that, because",
        6232.86,
        6236.74
    ],
    [
        " here's the factors.",
        6236.74,
        6237.46
    ],
    [
        " One, everyone will be either finishing up or late in the rounds.",
        6237.5,
        6241.32
    ],
    [
        " Yeah.",
        6241.32,
        6241.72
    ],
    [
        " You, you get one role.",
        6242.06,
        6243.52
    ],
    [
        " So kind of the, the later you show up, the less training you're going to get.",
        6243.82,
        6248.24
    ],
    [
        " So the less training you get, the less worth it it is to get dressed and get all your stuff",
        6248.32,
        6252.72
    ],
    [
        " to get and go.",
        6252.72,
        6253.22
    ],
    [
        " I'm not saying it's going to be not worth it, but it becomes less and less worth it,",
        6253.4,
        6257.64
    ],
    [
        " right?",
        6257.7,
        6257.88
    ],
    [
        " So there's that.",
        6258.08,
        6258.58
    ],
    [
        " And then there's like the social things like, oh, you're the guy that shows up on the",
        6258.82,
        6262.04
    ],
    [
        " last round.",
        6262.04,
        6262.74
    ],
    [
        " What's tired?",
        6262.88,
        6263.48
    ],
    [
        " What are you doing?",
        6263.62,
        6264.08
    ],
    [
        " You know, there's kind of like a stigma with that kind of.",
        6264.14,
        6266.44
    ],
    [
        " When somebody says that to me, I'm like, I just got done working.",
        6266.84,
        6270.26
    ],
    [
        " I came here as quickly as I could.",
        6270.46,
        6272.0
    ],
    [
        " Yeah.",
        6272.2,
        6272.38
    ],
    [
        " And I'll tell you what, I'll do 35 burpees right now.",
        6272.66,
        6276.18
    ],
    [
        " Yeah.",
        6276.26,
        6276.52
    ],
    [
        " Then we can train you.",
        6276.6,
        6278.2
    ],
    [
        " Yeah.",
        6278.6,
        6278.88
    ],
    [
        " And that's, of course, that's not because because that's not always the case.",
        6279.12,
        6281.98
    ],
    [
        " I mean, with you, I can't ever actually done that before.",
        6282.1,
        6284.22
    ],
    [
        " Yeah, that's the spirit.",
        6284.36,
        6285.36
    ],
    [
        " That, and just your answer there kind of indicated like, that's never happened.",
        6285.64,
        6289.96
    ],
    [
        " Do you have it?",
        6290.08,
        6290.56
    ],
    [
        " Like kind of thing.",
        6290.66,
        6291.16
    ],
    [
        " No, there's, there's a one, you know, big Eric.",
        6291.18,
        6293.9
    ],
    [
        " Yeah, yeah.",
        6294.22,
        6294.58
    ],
    [
        " Yeah, bigger.",
        6294.58,
        6295.02
    ],
    [
        " I'll be like, oh, you're showing up.",
        6295.14,
        6296.52
    ],
    [
        " I'm like, bro, and he also did like one round.",
        6296.8,
        6299.88
    ],
    [
        " Come on, Eric.",
        6300.1,
        6303.44
    ],
    [
        " Come on.",
        6304.32,
        6304.62
    ],
    [
        " Yeah.",
        6304.9,
        6305.5
    ],
    [
        " No, don't care.",
        6305.68,
        6306.32
    ],
    [
        " I, and another thing he'll say is if he's done anything else that day, he'll tell you",
        6306.66,
        6312.42
    ],
    [
        " about it.",
        6312.42,
        6312.74
    ],
    [
        " Like, like, hey, I went and ran stairs this morning.",
        6312.84,
        6315.46
    ],
    [
        " I'm like, that's cool.",
        6315.68,
        6316.36
    ],
    [
        " I squatted, did sprints, went surfing, and now I'm here to train.",
        6317.02,
        6320.68
    ],
    [
        " What?",
        6320.98,
        6321.18
    ],
    [
        " Maybe that's how.",
        6323.16,
        6323.96
    ],
    [
        " That's how.",
        6324.56,
        6324.88
    ],
    [
        " Yeah.",
        6325.52,
        6325.7
    ],
    [
        " Yeah.",
        6326.16,
        6326.38
    ],
    [
        " But nonetheless, did you just win the It's Real?",
        6326.68,
        6328.44
    ],
    [
        " You know, because you'll, you let me have this.",
        6328.84,
        6330.86
    ],
    [
        " Let me have this the opportunity.",
        6330.96,
        6331.32
    ],
    [
        " And I don't mean this, you know, in a hostile way.",
        6331.4,
        6333.44
    ],
    [
        " How come sometimes when the Jiu-Jitsu class starts, let's say it, let's say we're going",
        6333.5,
        6338.26
    ],
    [
        " to train at 11.",
        6338.26,
        6338.88
    ],
    [
        " How come sometimes you show up at like 1148?",
        6339.16,
        6342.2
    ],
    [
        " Maybe that way, it seems like your window is way just off alignment sometimes.",
        6342.62,
        6349.26
    ],
    [
        " Seriously.",
        6349.52,
        6350.82
    ],
    [
        " I don't know.",
        6350.92,
        6351.56
    ],
    [
        " Let's call it a Sunday, right?",
        6351.78,
        6353.08
    ],
    [
        " We all know what time we start training, right?",
        6353.34,
        6355.72
    ],
    [
        " And then sometimes you come rolling in.",
        6356.06,
        6357.72
    ],
    [
        " I mean, you want to talk about you, like, hey, you know, you're 15 minutes late these",
        6357.94,
        6361.76
    ],
    [
        " guys should be done.",
        6361.76,
        6362.24
    ],
    [
        " I'm an hour and a half.",
        6362.54,
        6364.28
    ],
    [
        " Yeah, it rounds.",
        6364.54,
        6365.12
    ],
    [
        " Okay.",
        6365.34,
        6365.72
    ],
    [
        " And you're rolling in like, Boeing up to me.",
        6365.9,
        6368.64
    ],
    [
        " I'm going to pull up regardless.",
        6368.76,
        6370.58
    ],
    [
        " And of course, I'm not going to be saying, hey, you know, you're showing up late and I'm",
        6370.76,
        6373.2
    ],
    [
        " kind of tired.",
        6373.2,
        6373.74
    ],
    [
        " No, I'm going to say, okay, we're showing up.",
        6373.86,
        6375.44
    ],
    [
        " We'll do what we got to do.",
        6375.54,
        6376.38
    ],
    [
        " Yeah.",
        6376.56,
        6376.82
    ],
    [
        " You know what it is.",
        6377.1,
        6377.96
    ],
    [
        " Okay.",
        6378.0,
        6378.18
    ],
    [
        " No.",
        6378.32,
        6378.86
    ],
    [
        " I have no idea.",
        6378.86,
        6379.7
    ],
    [
        " I have no idea how someone could be knowing that all of his training partners that want to",
        6379.88,
        6385.46
    ],
    [
        " train with him are there at 10 o'clock or at 11 o'clock.",
        6385.46,
        6388.76
    ],
    [
        " And that individual decides, hey, I'll just show up at 11, 48 and call it good.",
        6388.76,
        6394.08
    ],
    [
        " This is what happened.",
        6394.28,
        6396.46
    ],
    [
        " On Sunday, the normal routine has always been, I come at noon for great trains, no",
        6397.18,
        6401.28
    ],
    [
        " gear training.",
        6401.28,
        6402.08
    ],
    [
        " Okay.",
        6402.08,
        6402.36
    ],
    [
        " Okay.",
        6402.9,
        6403.04
    ],
    [
        " And then you for two, three, four years, you've shown up at that time.",
        6403.56,
        6407.34
    ],
    [
        " See me in a ball of sweat.",
        6407.34,
        6408.98
    ],
    [
        " Twelve rounds deep.",
        6409.18,
        6410.92
    ],
    [
        " Yeah.",
        6411.2,
        6411.42
    ],
    [
        " No.",
        6411.86,
        6412.52
    ],
    [
        " If you remember correctly, there are times that all come, it'll be me, you and Andy just",
        6412.68,
        6418.9
    ],
    [
        " going around Robin.",
        6418.9,
        6419.62
    ],
    [
        " There will be those times.",
        6419.86,
        6421.0
    ],
    [
        " But if you look at the amount of times that Andy and I have done that, it's a very large",
        6421.72,
        6425.66
    ],
    [
        " number.",
        6425.66,
        6425.96
    ],
    [
        " Yeah, I know.",
        6426.04,
        6426.54
    ],
    [
        " But here, this is why though.",
        6426.64,
        6427.82
    ],
    [
        " So it has to do with like my whole overall life scheduling.",
        6428.0,
        6431.82
    ],
    [
        " I'm saying.",
        6432.32,
        6432.68
    ],
    [
        " So noon is the best time.",
        6432.88,
        6434.52
    ],
    [
        " And I get to create a train with Greg and you all this stuff.",
        6434.52,
        6437.22
    ],
    [
        " And then you'll text me like the day before.",
        6437.54,
        6439.6
    ],
    [
        " So you're saying, hey, we're going to freaking tent.",
        6439.86,
        6441.9
    ],
    [
        " Oh, and I'm like, you got the hard corn crazy schedule.",
        6442.18,
        6446.26
    ],
    [
        " I need to call your assistant and get a put in your calendar.",
        6446.5,
        6449.14
    ],
    [
        " The day before.",
        6449.68,
        6452.0
    ],
    [
        " Yeah.",
        6452.38,
        6452.52
    ],
    [
        " I call text, Andy, and be like, hey, I'm heading to the gym in 15 minutes.",
        6452.68,
        6456.6
    ],
    [
        " He's like, I'm on my way.",
        6456.6,
        6457.62
    ],
    [
        " Look, hey, look.",
        6457.74,
        6458.34
    ],
    [
        " All right.",
        6458.58,
        6458.74
    ],
    [
        " Tuesday night, Thursday, Sunday morning.",
        6458.74,
        6461.18
    ],
    [
        " Whatever, bro.",
        6461.32,
        6461.86
    ],
    [
        " What if, okay.",
        6461.94,
        6462.44
    ],
    [
        " What if you and Andy had plans to train at 10 and I text you, hey,",
        6462.44,
        6467.46
    ],
    [
        " let's train at 130?",
        6467.58,
        6468.54
    ],
    [
        " Yeah, I'd say no, be here at 10.",
        6468.94,
        6471.1
    ],
    [
        " Why not 130?",
        6471.12,
        6471.92
    ],
    [
        " Because we're not training.",
        6472.22,
        6473.28
    ],
    [
        " Then we're training at 10.",
        6473.28,
        6475.14
    ],
    [
        " Yeah, but I still don't understand.",
        6475.18,
        6476.48
    ],
    [
        " I'm going to 130.",
        6476.54,
        6477.16
    ],
    [
        " Hey, you train.",
        6477.32,
        6477.84
    ],
    [
        " That's what time we train.",
        6478.1,
        6478.86
    ],
    [
        " Well, what about 130?",
        6479.08,
        6479.82
    ],
    [
        " What's the difference?",
        6479.92,
        6480.44
    ],
    [
        " 13th of afternoon, we got other things to do.",
        6480.58,
        6482.42
    ],
    [
        " There you go.",
        6482.66,
        6483.54
    ],
    [
        " We have other things to do.",
        6483.74,
        6484.76
    ],
    [
        " So I had like obligations to start scheduling.",
        6485.28,
        6487.5
    ],
    [
        " Okay, this is normal.",
        6487.78,
        6487.96
    ],
    [
        " This is not like a random thing that happens.",
        6488.3,
        6490.68
    ],
    [
        " This is the steady state for years.",
        6490.68,
        6492.96
    ],
    [
        " Yeah, 1148.",
        6493.24,
        6495.54
    ],
    [
        " You probably counted yourself as being early for that.",
        6495.64,
        6499.54
    ],
    [
        " I do.",
        6499.68,
        6500.1
    ],
    [
        " I do.",
        6500.4,
        6500.62
    ],
    [
        " 1148 is when you come in and you see sweat.",
        6501.2,
        6503.92
    ],
    [
        " Yeah, are you a little bit bummed out?",
        6504.34,
        6505.94
    ],
    [
        " Yes.",
        6506.0,
        6506.14
    ],
    [
        " Why would you not adjust your schedule?",
        6506.32,
        6507.98
    ],
    [
        " Why would you calendar yourself?",
        6508.32,
        6509.66
    ],
    [
        " Well, because I, it's weird.",
        6510.06,
        6511.7
    ],
    [
        " It's like I'm on this, I'm on this like psychological path.",
        6511.9,
        6514.7
    ],
    [
        " You're lying to yourself.",
        6514.92,
        6515.78
    ],
    [
        " No, no, no, no.",
        6515.9,
        6517.02
    ],
    [
        " I'm not.",
        6517.22,
        6517.48
    ],
    [
        " You're lying to yourself.",
        6517.84,
        6518.98
    ],
    [
        " I'm going to go ahead and assume that I am lying to myself.",
        6520.86,
        6524.36
    ],
    [
        " I am too.",
        6524.62,
        6525.18
    ],
    [
        " So I'm going to find it and admit it to myself.",
        6525.22,
        6528.7
    ],
    [
        " But this is what it feels like.",
        6529.42,
        6531.12
    ],
    [
        " Here comes the line.",
        6531.12,
        6531.86
    ],
    [
        " No, no, no.",
        6531.92,
        6532.38
    ],
    [
        " Okay, okay.",
        6532.38,
        6533.6
    ],
    [
        " It feels like it could be a lie.",
        6533.6,
        6534.82
    ],
    [
        " This could be funny.",
        6535.1,
        6535.84
    ],
    [
        " Like all week I do whatever, whatever, right?",
        6536.5,
        6539.02
    ],
    [
        " And I train at a certain time.",
        6539.18,
        6540.44
    ],
    [
        " Well, though, so on Sunday, my normal like habitual kind of routine on Sunday is a new",
        6540.64,
        6546.66
    ],
    [
        " and training.",
        6546.66,
        6547.06
    ],
    [
        " So everything before noon that I do and have to do it whatever, that's just sort of in",
        6547.44,
        6552.24
    ],
    [
        " place.",
        6552.24,
        6552.5
    ],
    [
        " It doesn't take much mental work.",
        6552.5,
        6553.86
    ],
    [
        " But then if you're like texting me the night before saying, hey, 10, I'm like, oh, man,",
        6554.1,
        6558.38
    ],
    [
        " kind of in my mind, I'm already kind of committed to the noon to myself, though.",
        6558.92,
        6562.52
    ],
    [
        " Bro, habitually.",
        6562.7,
        6563.7
    ],
    [
        " I assume saying.",
        6564.34,
        6565.7
    ],
    [
        " This isn't just a lie.",
        6567.32,
        6573.4
    ],
    [
        " It is like a whole conspiracy run against yourself.",
        6573.4,
        6576.54
    ],
    [
        " That's ridiculous.",
        6576.8,
        6584.0
    ],
    [
        " No, it's not ridiculous.",
        6584.74,
        6585.4
    ],
    [
        " It's not ridiculous because I do have other things to do with any bravo on your conspiracy.",
        6585.88,
        6590.28
    ],
    [
        " No, no, no, no.",
        6590.66,
        6590.86
    ],
    [
        " Consider this.",
        6591.18,
        6592.78
    ],
    [
        " Okay.",
        6593.02,
        6593.36
    ],
    [
        " So let's have X1, 1, 2, 3, 4 things I got to do before noon.",
        6593.62,
        6597.52
    ],
    [
        " And then when I get back at like three other things, I don't know.",
        6597.78,
        6600.36
    ],
    [
        " That's the thing.",
        6600.94,
        6601.38
    ],
    [
        " But they are time sensitive in the sense that I do have to do them.",
        6601.38,
        6606.44
    ],
    [
        " So if I plan to do them before training, now I got to shift all that other stuff for",
        6606.54,
        6610.56
    ],
    [
        " like, you know, and there's other people involved all this stuff.",
        6610.56,
        6613.0
    ],
    [
        " Anyway, let's usually the case.",
        6613.3,
        6615.62
    ],
    [
        " But look everyone, no one's going to fall you down the path.",
        6616.08,
        6617.98
    ],
    [
        " It's kind of behavior.",
        6618.12,
        6618.88
    ],
    [
        " You're right.",
        6619.26,
        6620.24
    ],
    [
        " That's the thing.",
        6620.46,
        6621.02
    ],
    [
        " And now they, I don't feel funny, man.",
        6621.26,
        6622.96
    ],
    [
        " Yeah, this is the truth.",
        6623.26,
        6624.18
    ],
    [
        " This is this is this is good.",
        6624.3,
        6626.18
    ],
    [
        " Actually, at the end of the day, it's good.",
        6626.32,
        6627.68
    ],
    [
        " So I'll have a lot of see this situation that I'm telling you and you're like laughing",
        6627.84,
        6632.2
    ],
    [
        " at me and telling me how I'm lying to myself that this situation goes on in a lot of ways",
        6632.2,
        6637.3
    ],
    [
        " with me with everyone.",
        6637.3,
        6638.84
    ],
    [
        " But yeah, but you're going to confess right now.",
        6639.08,
        6641.52
    ],
    [
        " I'm confessing this.",
        6641.52,
        6642.26
    ],
    [
        " So when I tell you like out loud stuff and some of the stuff is like, I just start telling",
        6642.64,
        6649.44
    ],
    [
        " you and just look at your face.",
        6649.44,
        6650.86
    ],
    [
        " I'm like, I know the answer already.",
        6650.92,
        6652.2
    ],
    [
        " I know already.",
        6652.32,
        6652.82
    ],
    [
        " And this is one of those things where before I got into it, I was like, for real committed",
        6653.0,
        6656.98
    ],
    [
        " to it.",
        6656.98,
        6657.28
    ],
    [
        " Like this is like true.",
        6657.38,
        6658.14
    ],
    [
        " That's how it is.",
        6658.18,
        6658.74
    ],
    [
        " And this is the reason.",
        6658.82,
        6659.54
    ],
    [
        " And sometimes I'll come train with you guys.",
        6659.76,
        6661.5
    ],
    [
        " You know, when I do all this work to shift it around, but if I were to just shift it",
        6661.5,
        6666.02
    ],
    [
        " around and be like, that's the new schedule, like I could do it.",
        6666.02,
        6668.86
    ],
    [
        " It's a mirror.",
        6668.96,
        6669.58
    ],
    [
        " All right, bestie.",
        6669.82,
        6673.94
    ],
    [
        " Yeah.",
        6674.4,
        6674.58
    ],
    [
        " You know what I just, I just realized this is very good.",
        6674.78,
        6677.12
    ],
    [
        " A very, a very solid quality.",
        6677.4,
        6680.34
    ],
    [
        " And I've talked about, I always talk about people like everyone's allergic to criticism.",
        6680.52,
        6684.46
    ],
    [
        " Like everyone hates getting criticized.",
        6684.84,
        6686.12
    ],
    [
        " Like you tell me to do something different.",
        6686.12,
        6687.9
    ],
    [
        " I'm like, 40 talking about.",
        6688.04,
        6689.14
    ],
    [
        " You're actually very open to criticism.",
        6689.44,
        6691.54
    ],
    [
        " And I think part of it is because, well, maybe it's because when I criticize you, I'm",
        6691.9,
        6696.74
    ],
    [
        " not telling you like, hey, do what I do.",
        6696.74,
        6698.16
    ],
    [
        " I'm just saying, like, hey, you tell me what your reason is and we'll figure out if",
        6698.5,
        6701.56
    ],
    [
        " you're like, you figure out if you're alive yourself or not.",
        6701.56,
        6703.78
    ],
    [
        " Over on my side of the table, over here, we think we suspect.",
        6704.16,
        6708.12
    ],
    [
        " We're suspect of the statement.",
        6708.48,
        6711.62
    ],
    [
        " Oh.",
        6712.54,
        6712.7
    ],
    [
        " Very suspect.",
        6713.12,
        6714.02
    ],
    [
        " All right.",
        6714.54,
        6714.9
    ],
    [
        " Well, there it is.",
        6715.16,
        6715.96
    ],
    [
        " Anyways, the thing is, maybe we can adjust that.",
        6716.16,
        6720.16
    ],
    [
        " Maybe we can, we can snuff out that lie.",
        6720.54,
        6722.26
    ],
    [
        " We can find out what the truth is.",
        6722.38,
        6723.4
    ],
    [
        " The truth is you should be training with your training, your normal training partners",
        6723.48,
        6726.7
    ],
    [
        " on the Sunday.",
        6726.7,
        6728.32
    ],
    [
        " Whenever that, whenever that, that, that agreed upon time is out there.",
        6728.96,
        6735.82
    ],
    [
        " 10 o'clock's nice.",
        6736.68,
        6737.34
    ],
    [
        " 11 o'clock's nice.",
        6737.8,
        6738.52
    ],
    [
        " 10 o'clock's nice.",
        6738.7,
        6739.32
    ],
    [
        " You know what's nice?",
        6739.66,
        6740.98
    ],
    [
        " It's a whole gym.",
        6741.12,
        6741.9
    ],
    [
        " What do you mean the whole gym is empty?",
        6742.64,
        6745.04
    ],
    [
        " Oh yeah, you're just kidding.",
        6745.48,
        6746.9
    ],
    [
        " Just kidding after it.",
        6747.08,
        6748.66
    ],
    [
        " Yeah.",
        6748.88,
        6749.06
    ],
    [
        " Yeah, that is.",
        6749.28,
        6750.16
    ],
    [
        " Remember, remember when we, the one you first opened this gym up and you were like, hey,",
        6750.36,
        6754.08
    ],
    [
        " we got new, before the mats were all even in and you were like, there's new mats downstairs.",
        6754.2,
        6757.72
    ],
    [
        " Remember that?",
        6757.94,
        6758.32
    ],
    [
        " Yeah.",
        6758.5,
        6758.72
    ],
    [
        " And then there was still slip.",
        6758.92,
        6760.56
    ],
    [
        " Oh, we wanted it.",
        6760.82,
        6761.42
    ],
    [
        " I wanted to test them out.",
        6761.42,
        6762.5
    ],
    [
        " Test the new mats.",
        6762.5,
        6763.18
    ],
    [
        " Yeah.",
        6763.38,
        6763.48
    ],
    [
        " And we were rolling, we were rolling for out like pretty long as far as two guys rolling",
        6763.72,
        6767.68
    ],
    [
        " now.",
        6767.68,
        6767.92
    ],
    [
        " And then you're like, isn't it just so awesome when you have your own gym?",
        6768.7,
        6772.6
    ],
    [
        " Yeah.",
        6772.6,
        6772.61
    ],
    [
        " I'm like dang bro.",
        6772.62,
        6774.38
    ],
    [
        " But it sure is like dang man.",
        6774.68,
        6776.38
    ],
    [
        " It must be.",
        6776.38,
        6777.48
    ],
    [
        " Like we're just like, you just had the whole bill, you know?",
        6777.72,
        6779.76
    ],
    [
        " Yeah.",
        6779.78,
        6779.9
    ],
    [
        " It is very nice.",
        6780.14,
        6781.52
    ],
    [
        " Just sort of.",
        6781.82,
        6782.3
    ],
    [
        " That is a nice thing to have.",
        6782.36,
        6783.2
    ],
    [
        " Speaking of.",
        6783.84,
        6784.72
    ],
    [
        " The jujits.",
        6784.84,
        6785.34
    ],
    [
        " Okay.",
        6785.5,
        6785.7
    ],
    [
        " Everyone, we're going to do jujits too.",
        6785.84,
        6787.18
    ],
    [
        " That's what we're doing.",
        6787.34,
        6787.76
    ],
    [
        " If you're on the path or looking or interested, if the path is right for you, kind of",
        6788.06,
        6792.78
    ],
    [
        " situation.",
        6792.78,
        6793.32
    ],
    [
        " If someone's a key curious.",
        6793.7,
        6794.68
    ],
    [
        " And it is.",
        6795.0,
        6795.46
    ],
    [
        " Yeah.",
        6795.58,
        6795.72
    ],
    [
        " Yes.",
        6796.04,
        6796.22
    ],
    [
        " And you're doing jujits too.",
        6796.48,
        6797.3
    ],
    [
        " You're going to need a key.",
        6797.34,
        6798.04
    ],
    [
        " Because you can't just just do no key as tempting as that might be.",
        6798.46,
        6802.28
    ],
    [
        " It is tempting.",
        6802.28,
        6803.0
    ],
    [
        " Do some geek.",
        6803.48,
        6804.16
    ],
    [
        " It's tempting until you say, do you want to be so good in one thing and just be lost with",
        6804.68,
        6810.76
    ],
    [
        " something that's so close.",
        6810.76,
        6811.66
    ],
    [
        " Yeah.",
        6811.94,
        6812.16
    ],
    [
        " And they both complement each other.",
        6812.4,
        6814.1
    ],
    [
        " Yes.",
        6814.24,
        6814.52
    ],
    [
        " They really do.",
        6814.66,
        6815.1
    ],
    [
        " Yeah.",
        6815.34,
        6815.66
    ],
    [
        " I did a bunch of rounds of G in that peak MMA.",
        6816.16,
        6822.82
    ],
    [
        " Yeah.",
        6823.26,
        6823.5
    ],
    [
        " It was good.",
        6824.0,
        6824.46
    ],
    [
        " Did some good rounds.",
        6824.54,
        6825.14
    ],
    [
        " Good.",
        6825.3,
        6825.48
    ],
    [
        " Did two players out there?",
        6825.68,
        6827.04
    ],
    [
        " Yeah.",
        6827.28,
        6827.62
    ],
    [
        " Yeah.",
        6827.68,
        6827.7
    ],
    [
        " That's some good times.",
        6827.7,
        6828.36
    ],
    [
        " But it was all geek.",
        6828.86,
        6829.8
    ],
    [
        " Sure.",
        6830.14,
        6830.58
    ],
    [
        " It was all geek.",
        6830.78,
        6831.24
    ],
    [
        " I was like, I told JP.",
        6831.58,
        6832.72
    ],
    [
        " I'm like, Hey, I'm not bringing a key.",
        6832.92,
        6834.12
    ],
    [
        " And he's like, Hey, just bring your belt.",
        6834.52,
        6838.24
    ],
    [
        " And I'll get you a key if you need it.",
        6838.62,
        6840.66
    ],
    [
        " Just for the class.",
        6840.74,
        6841.4
    ],
    [
        " Then you can roll you know, no key afterwards.",
        6841.4,
        6843.02
    ],
    [
        " I'm like, okay, cool.",
        6843.02,
        6844.08
    ],
    [
        " Then I put the key on.",
        6844.44,
        6846.68
    ],
    [
        " I had a key for his one of his keys.",
        6846.72,
        6849.02
    ],
    [
        " Pants were too tight.",
        6849.32,
        6850.34
    ],
    [
        " Couldn't move my legs.",
        6850.74,
        6852.0
    ],
    [
        " Well, it's super ugly.",
        6852.28,
        6854.58
    ],
    [
        " No, it was a, it was an origin key.",
        6855.1,
        6857.56
    ],
    [
        " Oh, well, there you go.",
        6857.64,
        6858.5
    ],
    [
        " It was one of the warrior geese, the lightweight ones.",
        6858.5,
        6860.92
    ],
    [
        " Yeah.",
        6861.02,
        6861.22
    ],
    [
        " Anyway, long story short, got a bunch of good rounds and always fun to be on.",
        6861.6,
        6864.82
    ],
    [
        " Nicky, so yeah, you're going to need a key if you're on the path and you start your",
        6864.82,
        6867.86
    ],
    [
        " G2 or you've already started your G2.",
        6867.86,
        6869.18
    ],
    [
        " So you're going to need a key.",
        6869.28,
        6869.98
    ],
    [
        " What kind of key do you need?",
        6870.14,
        6871.02
    ],
    [
        " That's the question.",
        6871.38,
        6872.06
    ],
    [
        " That's always a question.",
        6872.36,
        6873.3
    ],
    [
        " You get an origin key.",
        6873.42,
        6874.7
    ],
    [
        " It's not a question.",
        6874.84,
        6875.34
    ],
    [
        " Not anymore.",
        6875.66,
        6876.12
    ],
    [
        " No.",
        6876.28,
        6876.44
    ],
    [
        " There it is.",
        6877.06,
        6877.84
    ],
    [
        " Boom question.",
        6877.94,
        6878.36
    ],
    [
        " Answered origin key.",
        6878.54,
        6879.82
    ],
    [
        " Go to origin main.com.",
        6879.98,
        6881.28
    ],
    [
        " That's where you get your key.",
        6881.54,
        6882.46
    ],
    [
        " I'll made it America.",
        6882.64,
        6883.38
    ],
    [
        " I'll make it America.",
        6884.22,
        6885.34
    ],
    [
        " From beginning to end.",
        6886.28,
        6887.82
    ],
    [
        " There's some rash cards, too, for no key.",
        6888.02,
        6889.84
    ],
    [
        " So boom, get them both and get your G2 to establish.",
        6889.96,
        6895.24
    ],
    [
        " Did you say rash cards?",
        6895.54,
        6896.94
    ],
    [
        " Yes.",
        6897.22,
        6897.42
    ],
    [
        " Okay.",
        6897.68,
        6897.9
    ],
    [
        " You got rash cards.",
        6898.1,
        6898.84
    ],
    [
        " And other, what do you call this normal clothes?",
        6898.98,
        6901.52
    ],
    [
        " Normal clothes.",
        6901.78,
        6902.34
    ],
    [
        " That's what I call them.",
        6902.48,
        6902.8
    ],
    [
        " And did I say a peril one day you like that's, oh, that's not the thing to say?",
        6902.8,
        6908.26
    ],
    [
        " No, no, no.",
        6908.64,
        6908.98
    ],
    [
        " I said, I said a peril to clear it with you.",
        6909.0,
        6911.72
    ],
    [
        " You said cool, no fashion, no.",
        6911.72,
        6913.5
    ],
    [
        " Even though Pete, he has one pinkie in the fashion.",
        6913.78,
        6917.96
    ],
    [
        " Oh, no, he's got more than a pinkie.",
        6918.2,
        6919.34
    ],
    [
        " He's got more than a pinkie.",
        6919.7,
        6920.98
    ],
    [
        " He's got a whole art thing going on.",
        6921.16,
        6922.6
    ],
    [
        " Yeah.",
        6922.64,
        6922.82
    ],
    [
        " Respect.",
        6923.12,
        6923.6
    ],
    [
        " You know, his father-in-law, Joe, what were you doing?",
        6924.16,
        6926.3
    ],
    [
        " Oh, yeah, we were taking a picture at the immersion camp.",
        6926.52,
        6928.88
    ],
    [
        " Yeah.",
        6929.16,
        6929.34
    ],
    [
        " And he started like Pete started getting all, hey, you come over here a little bit.",
        6929.64,
        6933.52
    ],
    [
        " Hey, we need to, and it was really taking some artistic control in the situation.",
        6933.58,
        6937.48
    ],
    [
        " I said, Joe, I said, here comes the big artist guy coming out.",
        6937.48,
        6940.38
    ],
    [
        " Joe is laughing.",
        6942.1,
        6943.0
    ],
    [
        " Yeah, man.",
        6943.12,
        6943.38
    ],
    [
        " I respect you.",
        6943.54,
        6944.12
    ],
    [
        " But he's got more than just a pinkie in there.",
        6944.12,
        6945.86
    ],
    [
        " Yeah.",
        6946.2,
        6946.54
    ],
    [
        " Both pinkies had a minimum.",
        6946.66,
        6947.68
    ],
    [
        " Well, good, because not everybody's like you and some people they like that fashion element.",
        6947.8,
        6951.8
    ],
    [
        " Actually, I was going to talk to Pete about this.",
        6952.3,
        6954.62
    ],
    [
        " So Pete, he's listening right now.",
        6954.82,
        6956.26
    ],
    [
        " He's actually a very accurate statement when I said when we had this conversation before,",
        6956.56,
        6961.8
    ],
    [
        " my ultimate goal of fashion is to make no impression.",
        6962.24,
        6969.92
    ],
    [
        " Yeah.",
        6970.68,
        6971.04
    ],
    [
        " And I guess that's completely the wrong thing to do.",
        6971.26,
        6973.9
    ],
    [
        " Yes, there it is.",
        6973.96,
        6974.84
    ],
    [
        " But that's my thing.",
        6975.04,
        6977.14
    ],
    [
        " If you, I want my clothing to look in such a way that when you look at me, you just see,",
        6977.56,
        6983.14
    ],
    [
        " you know what you see?",
        6983.62,
        6984.34
    ],
    [
        " What?",
        6985.12,
        6985.3
    ],
    [
        " What, but, right, Billy?",
        6985.66,
        6986.2
    ],
    [
        " Normal.",
        6986.52,
        6986.78
    ],
    [
        " Okay.",
        6987.3,
        6987.44
    ],
    [
        " Normal, normal, like just normal clothes.",
        6987.68,
        6990.34
    ],
    [
        " Like you wouldn't be able to say, I bet that guy, now the exception that I have to has,",
        6990.52,
        6994.14
    ],
    [
        " I got the victory MMA T-shirt.",
        6994.16,
        6995.74
    ],
    [
        " That's your thing.",
        6995.98,
        6996.48
    ],
    [
        " Yeah.",
        6996.8,
        6997.0
    ],
    [
        " And the reason I have that is because I have a bunch of them and I swear the same thing",
        6997.44,
        7001.48
    ],
    [
        " every day.",
        7001.48,
        7001.94
    ],
    [
        " Yeah.",
        7002.34,
        7002.4
    ],
    [
        " So I have that little thing.",
        7002.56,
        7003.76
    ],
    [
        " But if you see me traveling when I'm not wearing a t-shirt, I'm going to wear something",
        7004.02,
        7007.92
    ],
    [
        " where you, you just think, oh, this is just a normal person.",
        7007.92,
        7010.54
    ],
    [
        " Yeah.",
        7011.0,
        7011.1
    ],
    [
        " This person has no, nothing, right?",
        7011.2,
        7015.06
    ],
    [
        " No thing.",
        7015.38,
        7015.74
    ],
    [
        " Yeah.",
        7016.42,
        7016.76
    ],
    [
        " Well, so if you, I don't want to call this a mistake, but here's the thing that makes",
        7017.26,
        7023.04
    ],
    [
        " that it almost like an antiquated kind of scenario.",
        7023.74,
        7027.02
    ],
    [
        " Okay.",
        7027.38,
        7027.6
    ],
    [
        " Because you're like, my goal is, you said my goal is to be normal, whatever.",
        7027.86,
        7032.66
    ],
    [
        " If that's your goal, you're, you're, it's not to make a statement, right?",
        7032.98,
        7035.9
    ],
    [
        " You know, you're, that's your fashion right there.",
        7036.64,
        7040.04
    ],
    [
        " Oh, that's your statement.",
        7040.14,
        7041.24
    ],
    [
        " So by, just by way of your whole discourse, you're doing what you're trying not to do.",
        7041.24,
        7046.4
    ],
    [
        " It's kind of like, um, I guess I, I guess what I, I guess I should have phrased it differently.",
        7046.46,
        7051.2
    ],
    [
        " What I normally would wear is just stuff that works normally.",
        7053.22,
        7057.14
    ],
    [
        " Although, I guess, yeah, no, I guess there is, there is, I guess in this day and age, you",
        7057.62,
        7063.52
    ],
    [
        " have to make some kind of an effort.",
        7063.52,
        7065.04
    ],
    [
        " So I guess in, you know, in a horrible way, I'm making some kind of a fashion effort.",
        7065.94,
        7070.04
    ],
    [
        " Yeah.",
        7070.78,
        7071.14
    ],
    [
        " No, you know, you know, you know, you are though, this is what it feels like anyway.",
        7071.4,
        7073.86
    ],
    [
        " I did.",
        7074.1,
        7074.3
    ],
    [
        " However, you want to explain this.",
        7074.44,
        7075.52
    ],
    [
        " What if you remember Bruce Lee when he was like on the boat, he was going to, I don't",
        7075.54,
        7079.72
    ],
    [
        " know which one it was and the dragon maybe, he's on the boat right going over to wherever.",
        7079.72,
        7084.16
    ],
    [
        " And the guy's like, what's your style?",
        7084.5,
        7087.36
    ],
    [
        " And he's like, my style is fighting without fighting.",
        7087.74,
        7091.04
    ],
    [
        " That's your style right there.",
        7091.64,
        7093.12
    ],
    [
        " It's fashion without fashion.",
        7093.6,
        7095.06
    ],
    [
        " Browse looking at old pictures of us.",
        7095.78,
        7097.78
    ],
    [
        " Like all like, I don't know like, oh, nine.",
        7097.94,
        7100.08
    ],
    [
        " Yeah.",
        7100.32,
        7100.48
    ],
    [
        " 10 or something.",
        7100.76,
        7101.58
    ],
    [
        " 10 years ago.",
        7101.6,
        7102.8
    ],
    [
        " Yeah.",
        7102.94,
        7103.12
    ],
    [
        " And work is like me, you, Jade.",
        7103.46,
        7105.4
    ],
    [
        " I think Tim was there.",
        7105.46,
        7106.44
    ],
    [
        " And then, you know, it's like whatever you being you, same you by the way, same exactly",
        7106.54,
        7110.74
    ],
    [
        " like Joe, cool, normal face.",
        7110.74,
        7111.88
    ],
    [
        " And guess what you wearing?",
        7112.08,
        7113.08
    ],
    [
        " Victory tee shirt.",
        7114.16,
        7115.0
    ],
    [
        " Yeah.",
        7115.06,
        7115.22
    ],
    [
        " That's your whole uniform already.",
        7115.58,
        7117.08
    ],
    [
        " Got a lot of them and it's, you know, straight forward.",
        7117.36,
        7120.72
    ],
    [
        " I dig it.",
        7120.94,
        7121.26
    ],
    [
        " Anyways, fashion without fashion.",
        7121.26,
        7122.7
    ],
    [
        " That's the job of me.",
        7122.84,
        7123.42
    ],
    [
        " Lovely Pete's got your back.",
        7123.42,
        7124.58
    ],
    [
        " Yeah.",
        7124.84,
        7124.94
    ],
    [
        " And you know what's cool?",
        7125.3,
        7125.9
    ],
    [
        " This is cool.",
        7126.08,
        7126.72
    ],
    [
        " Because Pete also has a sense of that who else is making a black on black sweatshirt, right?",
        7126.92,
        7133.36
    ],
    [
        " There's no, you can't see the origin.",
        7133.66,
        7135.3
    ],
    [
        " You can see it, but you got it, you know, you're not, you're not drawing attention to",
        7135.52,
        7139.18
    ],
    [
        " yourself.",
        7139.18,
        7139.5
    ],
    [
        " Yeah.",
        7139.74,
        7139.96
    ],
    [
        " I guess that's the thing, right?",
        7140.22,
        7142.16
    ],
    [
        " Try to try attention to yourself.",
        7142.54,
        7144.18
    ],
    [
        "",
        7144.4,
        7144.4
    ],
    [
        " Just be a little bit more laid back with that stuff.",
        7144.62,
        7146.54
    ],
    [
        " I feel it.",
        7146.84,
        7147.26
    ],
    [
        " Yeah.",
        7147.4,
        7147.5
    ],
    [
        " Because cool stuff.",
        7147.64,
        7148.18
    ],
    [
        " My guys used to make fun of me at Seal Team 2.",
        7148.18,
        7150.16
    ],
    [
        " Because I had, that was when I was competing all the time, GJ2 tournaments.",
        7150.66,
        7154.28
    ],
    [
        " So I had like, they used to just like the main thing you'd get from a GJ2 tournament",
        7154.62,
        7157.7
    ],
    [
        " is a little cheesy metal and a T-shirt.",
        7157.7,
        7159.26
    ],
    [
        " A T-shirt, yeah.",
        7159.26,
        7159.78
    ],
    [
        " So I had all these, I had a different T-shirt.",
        7160.0,
        7162.4
    ],
    [
        " I had a different GJ2 T-shirt.",
        7162.54,
        7163.72
    ],
    [
        " So there, guess what I was doing?",
        7163.72,
        7164.96
    ],
    [
        " What?",
        7165.44,
        7165.6
    ],
    [
        " Just wearing what I was giving, but guess what?",
        7165.82,
        7167.48
    ],
    [
        " It kind of stood out.",
        7167.62,
        7168.26
    ],
    [
        " Yes, yeah, yeah.",
        7168.62,
        7169.58
    ],
    [
        " Even though these all just free T-shirts.",
        7169.6,
        7171.06
    ],
    [
        " Yeah.",
        7171.58,
        7171.74
    ],
    [
        " Yeah.",
        7172.92,
        7173.14
    ],
    [
        " Although I paid for the Higgs and Gracie one.",
        7173.14,
        7174.78
    ],
    [
        " I had a Higgs and Gracie T-shirt.",
        7175.06,
        7176.1
    ],
    [
        " I paid some money for that one.",
        7176.1,
        7177.06
    ],
    [
        " Hey, man, that's cool.",
        7177.24,
        7177.94
    ],
    [
        " $12.",
        7177.96,
        7178.26
    ],
    [
        " The old Pico Street Academy.",
        7178.78,
        7180.9
    ],
    [
        " Some old school people remember that right now.",
        7181.36,
        7183.02
    ],
    [
        " Yeah.",
        7183.26,
        7183.48
    ],
    [
        " Remember best in the West?",
        7184.02,
        7185.4
    ],
    [
        " Best of the West.",
        7185.82,
        7186.82
    ],
    [
        " It was a GJ2 tournament.",
        7187.1,
        7188.0
    ],
    [
        " Yeah, I remember that, but that was little later.",
        7188.1,
        7190.46
    ],
    [
        " I'm talking old school grappling games.",
        7190.52,
        7192.94
    ],
    [
        " I'm talking Joe Marrera.",
        7192.94,
        7194.96
    ],
    [
        " No, no, no, no.",
        7194.96,
        7195.76
    ],
    [
        " It's cool.",
        7195.76,
        7195.98
    ],
    [
        " Yeah, let's talk about Gracie.",
        7196.04,
        7197.64
    ],
    [
        " The Gracie.",
        7198.02,
        7198.66
    ],
    [
        " What was that Gracie Invitational?",
        7198.8,
        7200.5
    ],
    [
        " Gracie Nationals.",
        7200.94,
        7202.1
    ],
    [
        " Gracie Nationals.",
        7202.22,
        7202.74
    ],
    [
        " I think it's called the Gracie Nationals.",
        7202.74,
        7204.66
    ],
    [
        " Neutral grounds.",
        7204.8,
        7205.7
    ],
    [
        " Cool, they're going old school.",
        7206.16,
        7207.54
    ],
    [
        " Anyway.",
        7208.36,
        7210.42
    ],
    [
        " They're all titles.",
        7210.42,
        7211.18
    ],
    [
        " Oh yeah, okay, sorry.",
        7211.4,
        7212.0
    ],
    [
        " Hey, man, I could go down memory lane with you.",
        7212.0,
        7214.3
    ],
    [
        " Let's not do it.",
        7214.5,
        7215.56
    ],
    [
        " But anyway, yeah, do you just get origin, get all origin stuff",
        7215.98,
        7219.74
    ],
    [
        " for GJ2.",
        7219.88,
        7220.74
    ],
    [
        " That's the spot to go.",
        7220.84,
        7222.1
    ],
    [
        " Even like the joggers and the sweat stuff.",
        7222.18,
        7225.84
    ],
    [
        " Most comfortable in the world.",
        7226.46,
        7227.92
    ],
    [
        " Boom.",
        7228.24,
        7228.38
    ],
    [
        " Also supplements.",
        7228.86,
        7229.48
    ],
    [
        " You can get some supplements.",
        7230.06,
        7231.48
    ],
    [
        " Joint warfare.",
        7231.96,
        7232.38
    ],
    [
        " Getting some Ray, Lafabin.",
        7232.7,
        7234.38
    ],
    [
        " He said he went off joint warfare.",
        7234.78,
        7236.7
    ],
    [
        " I think he said four or five days, whatever's on the trip.",
        7237.12,
        7240.34
    ],
    [
        " Sure.",
        7241.4,
        7241.66
    ],
    [
        " And he said his knee started hurting again.",
        7242.4,
        7244.24
    ],
    [
        " He came back, went back on the joint warfare.",
        7244.5,
        7246.3
    ],
    [
        " Guess what?",
        7246.6,
        7247.0
    ],
    [
        " Knee healed up.",
        7247.38,
        7248.28
    ],
    [
        " He healed, I don't know, healed,",
        7248.36,
        7250.38
    ],
    [
        " but it's no longer sore.",
        7250.4,
        7252.26
    ],
    [
        " Better.",
        7252.4,
        7252.52
    ],
    [
        " Yeah, man, that's all.",
        7252.76,
        7254.14
    ],
    [
        " You know what's, you know what's so funny is like me,",
        7254.44,
        7255.94
    ],
    [
        " I'm all like surprised.",
        7256.0,
        7257.08
    ],
    [
        " When my experience just like, you know, obviously,",
        7257.44,
        7260.64
    ],
    [
        " they surprised enough to tell you about it, you know,",
        7260.86,
        7263.26
    ],
    [
        " and just like me, where's like dang, bro?",
        7263.44,
        7265.1
    ],
    [
        " I told them, I told them we put illegal stuff in joint warfare.",
        7265.14,
        7268.14
    ],
    [
        " Like I told them, I was like, hey man, don't tell anyone,",
        7268.5,
        7270.1
    ],
    [
        " but we put some little, we put some little, uh,",
        7270.22,
        7271.98
    ],
    [
        " stereoidal.",
        7272.28,
        7273.08
    ],
    [
        " Yeah, yeah, of course.",
        7273.26,
        7274.16
    ],
    [
        " And he was all looking at me.",
        7274.66,
        7275.88
    ],
    [
        " He didn't, he probably believed me for point three seconds",
        7275.88,
        7278.04
    ],
    [
        " because he didn't really believe me that much,",
        7278.04,
        7279.48
    ],
    [
        " but then I was like, no, I'm just kidding, man.",
        7279.5,
        7280.86
    ],
    [
        " But, yeah.",
        7281.18,
        7281.9
    ],
    [
        " Anyway, it was sketch, but nonetheless, isn't that supposed,",
        7282.7,
        7284.92
    ],
    [
        " isn't that odd though that we're also,",
        7285.36,
        7286.6
    ],
    [
        " was surprised, but it's supposed to do that, you know,",
        7286.82,
        7290.04
    ],
    [
        " like it's supposed to do these things.",
        7290.3,
        7291.74
    ],
    [
        " Yeah, but I think the level that it does it to",
        7292.06,
        7294.02
    ],
    [
        " is a little more than what people expect.",
        7294.02,
        7296.7
    ],
    [
        " Yeah, there you go.",
        7297.14,
        7298.8
    ],
    [
        " Get on the curl oil too.",
        7299.02,
        7300.18
    ],
    [
        " Yeah.",
        7300.58,
        7300.66
    ],
    [
        " Now, discipline.",
        7301.16,
        7303.44
    ],
    [
        " We've got some debates going on on whether Dave,",
        7305.6,
        7310.22
    ],
    [
        " you know, Dave Burke, good deal, Dave.",
        7310.34,
        7311.96
    ],
    [
        " Whether he should be the actual representative,",
        7312.02,
        7315.78
    ],
    [
        " clearly he's a representative discipline.",
        7316.16,
        7318.36
    ],
    [
        " Yes.",
        7318.58,
        7318.74
    ],
    [
        " But for milk and the full milk train, he's looking a little lean.",
        7319.28,
        7324.46
    ],
    [
        " Yeah, he's lean.",
        7324.76,
        7325.38
    ],
    [
        " So he is the lean representative, milk.",
        7325.46,
        7328.48
    ],
    [
        " He's the before pick.",
        7328.68,
        7329.58
    ],
    [
        " That's cold blood.",
        7329.96,
        7331.54
    ],
    [
        " Well, I, you know, maybe,",
        7331.54,
        7334.06
    ],
    [
        " if there's people that are like, wait,",
        7334.32,
        7335.66
    ],
    [
        " I don't want to get all big.",
        7335.86,
        7337.28
    ],
    [
        " Hey, Dave Burke, he's on the milk train,",
        7337.62,
        7340.2
    ],
    [
        " fully on the milk train.",
        7340.28,
        7341.28
    ],
    [
        " Yeah.",
        7341.5,
        7341.68
    ],
    [
        " And he's not huge.",
        7342.14,
        7343.96
    ],
    [
        " Yeah.",
        7344.3,
        7344.46
    ],
    [
        " Well, let's break it down.",
        7344.72,
        7346.78
    ],
    [
        " So to me personally, I don't think Dave Burke should be",
        7347.08,
        7350.84
    ],
    [
        " the poster child for milk, shouldn't be.",
        7350.84,
        7353.52
    ],
    [
        " Wait, is he treading on your territory?",
        7353.56,
        7354.92
    ],
    [
        "",
        7356.34,
        7356.34
    ],
    [
        " Yeah.",
        7356.58,
        7357.9
    ],
    [
        " I didn't know this is a sensitive issue.",
        7357.9,
        7359.44
    ],
    [
        " Yeah, that's, that's classified anyway.",
        7359.44,
        7361.1
    ],
    [
        " I should have, I should have, I should have read into this",
        7361.1,
        7363.2
    ],
    [
        " more.",
        7363.2,
        7363.38
    ],
    [
        " Sorry, but so the idea is, but technically he could be,",
        7363.5,
        7367.2
    ],
    [
        " technically he could be.",
        7367.34,
        7368.36
    ],
    [
        " So what protein, right?",
        7368.52,
        7369.84
    ],
    [
        " Protein, additional protein, because look, you work out,",
        7370.02,
        7373.24
    ],
    [
        " you lift, you work out, you do, you know,",
        7373.5,
        7376.04
    ],
    [
        " all this extra part exercise.",
        7376.04,
        7377.38
    ],
    [
        " Boom, protein is part of the recovery process.",
        7377.76,
        7379.78
    ],
    [
        " A big part of the recovery, I'm building blocks for lack",
        7379.98,
        7382.68
    ],
    [
        " of a better term, whatever.",
        7382.68,
        7383.82
    ],
    [
        " And boom, the month comes in boom, right?",
        7384.14,
        7387.34
    ],
    [
        " But the month tastes good.",
        7387.78,
        7389.04
    ],
    [
        " Right?",
        7390.06,
        7390.38
    ],
    [
        " So here, and here's the side note, this is why it's important",
        7390.62,
        7393.28
    ],
    [
        " for it to taste good.",
        7393.28,
        7394.02
    ],
    [
        " This may or may not go against your whole thing.",
        7394.2,
        7396.0
    ],
    [
        " Actually, well, no, it won't, it won't, it seems like it would,",
        7396.36,
        7399.32
    ],
    [
        " but it tastes good.",
        7399.46,
        7400.46
    ],
    [
        " So let's say I'm like, yeah, I'm on the fence about working out.",
        7400.74,
        7403.62
    ],
    [
        " I know you can't relate to that part,",
        7403.76,
        7405.0
    ],
    [
        " but let's say you are.",
        7405.1,
        7406.28
    ],
    [
        " I get a relate to that.",
        7406.32,
        7407.48
    ],
    [
        " But you're like, wait, but when I work out,",
        7407.82,
        7410.26
    ],
    [
        " I can take the milk.",
        7410.4,
        7411.62
    ],
    [
        " So it like fits in, you know, one, there's one with the other.",
        7411.94,
        7414.88
    ],
    [
        " That's the best thing.",
        7415.0,
        7415.6
    ],
    [
        " You know those guys that just thought just the supplements alone",
        7415.62,
        7418.4
    ],
    [
        " would get them jacked.",
        7418.4,
        7419.22
    ],
    [
        " Yeah, exactly right.",
        7419.22,
        7420.12
    ],
    [
        " Yes.",
        7420.28,
        7420.48
    ],
    [
        " And that's part of the point.",
        7420.62,
        7421.46
    ],
    [
        " Because you don't exist, just so everyone knows,",
        7421.48,
        7423.56
    ],
    [
        " you don't have to work out to have milk.",
        7423.68,
        7425.14
    ],
    [
        " You can have milk without working,",
        7425.28,
        7426.22
    ],
    [
        " but it will taste better if you worked out.",
        7426.32,
        7428.34
    ],
    [
        " Well, if you take milk or any,",
        7428.62,
        7430.12
    ],
    [
        " like additional protein for the reason you take protein,",
        7430.32,
        7433.84
    ],
    [
        " I'm saying, and you don't work out,",
        7433.84,
        7435.84
    ],
    [
        " there's no reason to take it.",
        7435.94,
        7437.22
    ],
    [
        " True.",
        7437.4,
        7437.62
    ],
    [
        " So you'm saying like any excess calories",
        7437.78,
        7439.18
    ],
    [
        " except for the fact that milk tastes good.",
        7439.18,
        7442.84
    ],
    [
        " So you could actually just take milk.",
        7443.02,
        7444.46
    ],
    [
        " Just like there's no reason to eat ice cream,",
        7444.62,
        7446.52
    ],
    [
        " mint chocolate, ice cream,",
        7446.66,
        7447.74
    ],
    [
        " except for taste really good.",
        7447.94,
        7448.9
    ],
    [
        " Yeah, but that's a slippery slope though,",
        7449.04,
        7450.6
    ],
    [
        " that's not the path.",
        7450.64,
        7451.26
    ],
    [
        " So officially by the way, and we established this,",
        7451.9,
        7454.16
    ],
    [
        " this was, I think I was talking about life.",
        7454.16,
        7455.92
    ],
    [
        " We'd, the opposite of the path is a slippery slope.",
        7456.4,
        7459.24
    ],
    [
        " Okay, you can step off the path for 10 minutes,",
        7459.24,
        7461.62
    ],
    [
        " for one day, for one week,",
        7461.9,
        7463.54
    ],
    [
        " but keep in mind, the more time you spend off the path,",
        7463.54,
        7466.48
    ],
    [
        " you're gonna slay us a slippery slope.",
        7466.66,
        7468.1
    ],
    [
        " So, boom, nonetheless, if your whole mindset",
        7468.46,
        7471.12
    ],
    [
        " is to drink milk just because it tastes good.",
        7471.12,
        7473.44
    ],
    [
        " No exercise, no this,",
        7473.72,
        7475.66
    ],
    [
        " but that's the wrong path.",
        7477.14,
        7478.8
    ],
    [
        " You're going in the wrong direction.",
        7479.0,
        7480.04
    ],
    [
        " We'll speed by the way,",
        7480.16,
        7481.36
    ],
    [
        " but we got a foot on the slippery slope at that point.",
        7481.36,
        7484.16
    ],
    [
        " Yeah, and you kind of,",
        7484.4,
        7485.4
    ],
    [
        " if you're facing the wrong way,",
        7485.4,
        7487.22
    ],
    [
        " yeah, that tastes good.",
        7487.22,
        7488.66
    ],
    [
        " Boom, same reason.",
        7488.8,
        7489.48
    ],
    [
        " But you're not, you're saying your pizza,",
        7489.62,
        7491.68
    ],
    [
        " your two feet are off.",
        7491.68,
        7492.7
    ],
    [
        " That's true.",
        7492.86,
        7493.9
    ],
    [
        " Milk, one foot's on the path.",
        7494.06,
        7495.36
    ],
    [
        " Milk and working out, you're on the path.",
        7495.66,
        7497.22
    ],
    [
        " Okay, real quick, because we're getting crazy here.",
        7497.56,
        7500.06
    ],
    [
        " We got mint chocolate chip,",
        7500.5,
        7501.98
    ],
    [
        " we got peanut butter, chocolate,",
        7502.12,
        7503.46
    ],
    [
        " Dave Burke's favorite, mint chocolate is my favorite.",
        7504.04,
        7505.9
    ],
    [
        " What's your favorite?",
        7506.0,
        7506.42
    ],
    [
        " Mint chocolate, yeah.",
        7506.82,
        7508.04
    ],
    [
        " But you make some because your psycho.",
        7508.48,
        7509.8
    ],
    [
        " Well, and then now, new two new flavors are out.",
        7510.02,
        7512.5
    ],
    [
        " Vanilla gorilla, and we got a chocolate,",
        7513.04,
        7517.46
    ],
    [
        " which is called the darkness.",
        7517.76,
        7519.84
    ],
    [
        " That's true.",
        7520.46,
        7521.58
    ],
    [
        " We're not talking about it.",
        7522.06,
        7523.62
    ],
    [
        "",
        7523.8,
        7523.8
    ],
    [
        " Vanilla gorilla, I was like,",
        7523.9,
        7525.04
    ],
    [
        " hey, no, we need to make it vanilla gorilla.",
        7525.12,
        7527.12
    ],
    [
        " And then he, he like paused, we were texting.",
        7527.48,
        7529.78
    ],
    [
        " And he's like, wait, seriously?",
        7530.14,
        7531.7
    ],
    [
        " And I was like, yes.",
        7532.0,
        7532.68
    ],
    [
        " And he made a little crazy looking vanilla gorilla,",
        7532.72,
        7535.48
    ],
    [
        " a little white gorilla.",
        7535.48,
        7536.74
    ],
    [
        " So anyways, vanilla gorilla is the name.",
        7537.12,
        7539.98
    ],
    [
        " And the chocolate, of course, is called darkness.",
        7540.26,
        7542.18
    ],
    [
        " And if you don't know, there are layers",
        7542.4,
        7544.14
    ],
    [
        " to both those comments.",
        7544.14,
        7545.22
    ],
    [
        " If you know about the darkness, then know that one.",
        7545.72,
        7548.48
    ],
    [
        " And if you know, if you know life,",
        7548.8,
        7550.42
    ],
    [
        " then you can figure out the vanilla gorilla.",
        7550.48,
        7552.38
    ],
    [
        " You know, yes, these are all impeccable things.",
        7552.82,
        7560.12
    ],
    [
        " Kenneth, yeah, impeccable.",
        7560.24,
        7562.02
    ],
    [
        " That might not be the correct word,",
        7562.1,
        7563.3
    ],
    [
        " but they are impeccable things to stay on, keep you on the path.",
        7563.5,
        7566.08
    ],
    [
        " 100% indeed.",
        7566.5,
        7567.48
    ],
    [
        " 100% indeed.",
        7567.7,
        7568.4
    ],
    [
        " Also, chocolate stores called Jocco Store.",
        7569.04,
        7571.9
    ],
    [
        " This is where you can get shirts and hoodies",
        7572.5,
        7575.6
    ],
    [
        " and hats, more rash guards, different feel,",
        7575.6,
        7579.28
    ],
    [
        " different, not physical feel, but different, different.",
        7579.76,
        7581.46
    ],
    [
        " There was kind of, this was pretty cool.",
        7581.8,
        7583.32
    ],
    [
        " At the roll call when we did Jiu Jitsu,",
        7583.74,
        7585.9
    ],
    [
        " there was people in the,",
        7586.2,
        7588.08
    ],
    [
        " I've never done Jiu Jitsu before area.",
        7588.26,
        7590.84
    ],
    [
        " They had rash guards.",
        7591.24,
        7593.26
    ],
    [
        " They had Jocco Store rash guards.",
        7593.54,
        7595.76
    ],
    [
        " They had Defcore rash guards.",
        7596.02,
        7597.46
    ],
    [
        "",
        7598.02,
        7598.02
    ],
    [
        " And they had origin rash guards.",
        7598.52,
        7600.48
    ],
    [
        " Yeah.",
        7600.84,
        7601.02
    ],
    [
        " A lot of stuff, a lot of stuff.",
        7601.88,
        7603.88
    ],
    [
        " We can just look at that one room.",
        7603.88,
        7605.08
    ],
    [
        " It was filled with a lot of stuff that's made in America,",
        7605.08,
        7607.66
    ],
    [
        " which is a big deal.",
        7607.74,
        7609.06
    ],
    [
        " There was.",
        7609.3,
        7609.54
    ],
    [
        " And that says a lot for someone who's never done Jiu Jitsu",
        7609.68,
        7611.58
    ],
    [
        " yet they have the rash guards.",
        7611.58,
        7612.66
    ],
    [
        " So that's a kind of like, in a way,",
        7612.88,
        7614.04
    ],
    [
        " I don't want to say commitment necessarily,",
        7614.08,
        7615.5
    ],
    [
        " because it's a little bit of quasi commitment.",
        7615.68,
        7617.52
    ],
    [
        " What if I bet you there was people there that said,",
        7617.52,
        7619.92
    ],
    [
        " I'm going to try the Jiu Jitsu,",
        7619.92,
        7621.78
    ],
    [
        " and I'm going to continue down the path.",
        7622.04,
        7624.14
    ],
    [
        " Yeah.",
        7624.28,
        7624.36
    ],
    [
        " Because people know you've got to get on the Jiu Jitsu path.",
        7624.56,
        7626.6
    ],
    [
        " That's just part of the deal.",
        7626.92,
        7628.96
    ],
    [
        " Yeah.",
        7629.38,
        7629.66
    ],
    [
        " I think we're like, I have a guy question me.",
        7630.12,
        7632.1
    ],
    [
        " Yeah.",
        7632.54,
        7633.2
    ],
    [
        " At the roll call.",
        7633.62,
        7634.52
    ],
    [
        " After we got done teaching, he's like,",
        7635.28,
        7636.78
    ],
    [
        " so is Jiu Jitsu the best thing to start with?",
        7636.78,
        7639.34
    ],
    [
        " As opposed to,",
        7640.52,
        7642.4
    ],
    [
        " blah, anything.",
        7642.7,
        7643.46
    ],
    [
        " I was like, yeah, man.",
        7644.5,
        7647.42
    ],
    [
        " Did you hear everything I just said?",
        7647.56,
        7649.32
    ],
    [
        " Come on, man.",
        7649.8,
        7650.26
    ],
    [
        " Yeah, do it.",
        7650.56,
        7651.52
    ],
    [
        " Yeah.",
        7651.78,
        7652.58
    ],
    [
        " I said, what about, he said, what about,",
        7652.82,
        7654.06
    ],
    [
        " like striking though?",
        7654.08,
        7655.78
    ],
    [
        " And I said, well, you know, start with boxing.",
        7656.06,
        7657.4
    ],
    [
        " Get to Muay Thai when you get good at boxing.",
        7657.74,
        7659.88
    ],
    [
        " You can start opening up a little bit.",
        7659.88,
        7661.4
    ],
    [
        " He's like, oh, should I start with that?",
        7661.8,
        7663.06
    ],
    [
        " And I was like, no, because if I grab you,",
        7663.18,
        7664.66
    ],
    [
        " that's not going to work anymore.",
        7664.8,
        7666.14
    ],
    [
        " And if some bad guy grabs you,",
        7666.42,
        7667.88
    ],
    [
        " that's not going to work anymore.",
        7667.98,
        7669.06
    ],
    [
        " So anyways.",
        7669.28,
        7670.78
    ],
    [
        " And I said, yeah, cool.",
        7671.06,
        7672.56
    ],
    [
        " I always try to put myself in like, outside of my own brain.",
        7672.58,
        7676.04
    ],
    [
        " Cause you know, when, like, if someone asks me,",
        7676.04,
        7678.22
    ],
    [
        " detach it.",
        7678.52,
        7679.08
    ],
    [
        " Yeah.",
        7679.16,
        7679.46
    ],
    [
        " If they're like, hey, Jiu Jitsu the best martial arm,",
        7679.92,
        7681.74
    ],
    [
        " like not even the other options don't even enter.",
        7681.78,
        7685.0
    ],
    [
        " You know, it's just like, yes, yes, yes, like constant,",
        7685.22,
        7687.18
    ],
    [
        " yes, thing, but I'm like, wait, you know, let me,",
        7687.26,
        7689.74
    ],
    [
        " let me consider this, you know,",
        7690.1,
        7691.54
    ],
    [
        " and like, try to let go of someone like,",
        7691.86,
        7693.86
    ],
    [
        " by us.",
        7693.94,
        7694.24
    ],
    [
        " Anyway, back to Jockelstor.",
        7694.38,
        7696.18
    ],
    [
        " We got some good stuff on there.",
        7696.38,
        7697.34
    ],
    [
        " If you want to represent the path,",
        7697.36,
        7699.54
    ],
    [
        " discipline equals freedom straight up.",
        7699.72,
        7701.82
    ],
    [
        " Cause it does.",
        7702.0,
        7702.62
    ],
    [
        " It's the uniform for the path.",
        7702.9,
        7704.14
    ],
    [
        " It is.",
        7704.36,
        7704.78
    ],
    [
        " Yes.",
        7704.94,
        7705.52
    ],
    [
        " Yeah, that's a good way of putting it.",
        7705.68,
        7707.36
    ],
    [
        " Oh, it's a, there's the new discipline equals freedom shirt.",
        7707.38,
        7710.58
    ],
    [
        " Yeah, sure.",
        7710.68,
        7711.36
    ],
    [
        " Is it different?",
        7711.64,
        7712.26
    ],
    [
        " No.",
        7712.5,
        7712.76
    ],
    [
        " Is it standing out?",
        7713.06,
        7714.1
    ],
    [
        " No.",
        7714.3,
        7714.44
    ],
    [
        " These things are all kind of, you know,",
        7714.66,
        7716.3
    ],
    [
        " that's just how it is.",
        7716.38,
        7716.86
    ],
    [
        " These aren't fashion items.",
        7716.86,
        7718.16
    ],
    [
        " Well, but they do make us.",
        7718.62,
        7720.34
    ],
    [
        " They do make it.",
        7720.42,
        7721.12
    ],
    [
        "",
        7721.88,
        7721.88
    ],
    [
        " Yeah.",
        7721.88,
        7722.5
    ],
    [
        " Does that call to me to everything, my friend?",
        7722.7,
        7725.14
    ],
    [
        " Yes, sir.",
        7725.32,
        7725.74
    ],
    [
        " There is.",
        7725.82,
        7726.3
    ],
    [
        " You know, yeah, if you want to represent,",
        7726.46,
        7727.74
    ],
    [
        " you want to represent in the wild, right?",
        7727.92,
        7729.66
    ],
    [
        " There are, there are guys with the shirt that you designed",
        7729.78,
        7732.22
    ],
    [
        " with my head on it.",
        7732.22,
        7733.12
    ],
    [
        " Yep.",
        7733.2,
        7733.36
    ],
    [
        " Yep.",
        7733.36,
        7733.5
    ],
    [
        " I don't think I've ever felt more honored in my life.",
        7733.66,
        7736.12
    ],
    [
        " That was pretty good.",
        7736.36,
        7737.62
    ],
    [
        " It was pretty solid.",
        7737.86,
        7738.46
    ],
    [
        " Multiple people wearing the dang shirt.",
        7738.5,
        7740.78
    ],
    [
        " You designed it.",
        7741.78,
        7742.44
    ],
    [
        " And I designed it.",
        7742.44,
        7743.2
    ],
    [
        "",
        7743.2,
        7743.2
    ],
    [
        " Before I guess you called the nag shirt.",
        7743.62,
        7745.98
    ],
    [
        " Yeah.",
        7746.58,
        7746.86
    ],
    [
        " Well, you know, now you're going deep into the layers.",
        7747.28,
        7749.52
    ],
    [
        " So do the layers.",
        7749.52,
        7749.68
    ],
    [
        " Anyway, if you want to represent jockelstore.com.",
        7749.92,
        7752.34
    ],
    [
        " Also, if you want to support the message, the word, what do you guys call it?",
        7752.62,
        7757.96
    ],
    [
        " Spraying the word?",
        7758.08,
        7758.62
    ],
    [
        " Spreading the word.",
        7758.74,
        7759.52
    ],
    [
        " Spreading the word.",
        7759.76,
        7760.12
    ],
    [
        "",
        7760.22,
        7760.22
    ],
    [
        " Spreading the word.",
        7760.22,
        7763.34
    ],
    [
        " Time to say, I find the words, a quiet word.",
        7769.74,
        7776.36
    ],
    [
        " They're, that will expose the words.",
        7776.36,
        7783.64
    ],
    [
        " So, I've made zero residency here.",
        7783.74,
        7788.96
    ],
    [
        "",
        7788.96,
        7788.96
    ],
    [
        "",
        7788.96,
        7788.96
    ],
    [
        " I've made ten, twenty or twentyれushans, whose name was Forgotten.",
        7788.96,
        7789.02
    ],
    [
        " And we're about to say we look at 90 years old Ärla Tom brought up",
        7789.02,
        7789.06
    ],
    [
        " A snow Queens children.",
        7789.06,
        7793.22
    ],
    [
        "",
        7793.22,
        7793.22
    ],
    [
        "",
        7793.22,
        7793.22
    ],
    [
        "",
        7793.22,
        7793.22
    ],
    [
        "",
        7793.22,
        7793.22
    ],
    [
        " And the word was written in magazine.",
        7793.22,
        7793.32
    ],
    [
        " A warrior kid.",
        7793.32,
        7794.02
    ],
    [
        " He's got his own business.",
        7794.34,
        7795.08
    ],
    [
        " He's making soap.",
        7795.32,
        7795.94
    ],
    [
        " And that's awesome.",
        7796.42,
        7797.26
    ],
    [
        " From goat milk of goats that he raised himself.",
        7797.78,
        7800.92
    ],
    [
        " And then he, the whole process, he sent me all these pictures of it.",
        7801.18,
        7804.02
    ],
    [
        " What he actually does.",
        7804.1,
        7804.86
    ],
    [
        " He's got a manufacturing thing going on.",
        7805.88,
        7808.14
    ],
    [
        " In America.",
        7808.36,
        7808.66
    ],
    [
        " Yeah, in America, yes, by the way.",
        7808.88,
        7810.36
    ],
    [
        " Goats, the goats are American goats.",
        7811.0,
        7812.82
    ],
    [
        " There you go.",
        7813.72,
        7814.32
    ],
    [
        " There you go.",
        7814.78,
        7816.04
    ],
    [
        " Yeah, also YouTube.",
        7816.04,
        7817.48
    ],
    [
        " We've got the YouTube channel.",
        7817.92,
        7818.98
    ],
    [
        " And that is where, that is where Echo's legit videos are.",
        7819.02,
        7823.22
    ],
    [
        " And he's putting them up on a pretty regular basis.",
        7823.74,
        7828.16
    ],
    [
        " And he's got a plan in place to increase that even more.",
        7828.64,
        7832.08
    ],
    [
        " Sure.",
        7832.56,
        7832.88
    ],
    [
        " And as long as that fits his schedule.",
        7833.98,
        7835.42
    ],
    [
        " And then we got psychological warfare.",
        7835.68,
        7840.58
    ],
    [
        " That's an album with tracks of me talking and telling you why you should do something",
        7841.0,
        7845.6
    ],
    [
        " instead of not do something or why you should not do something instead of do something.",
        7845.6,
        7848.66
    ],
    [
        " How to stay on the path on a slippery slope calls.",
        7849.0,
        7851.6
    ],
    [
        " There you go.",
        7851.7,
        7852.14
    ],
    [
        " So get on that.",
        7852.56,
        7854.0
    ],
    [
        " Yeah, that's available through all the places you get MP3s.",
        7854.26,
        7858.08
    ],
    [
        " Yeah, what about a psychological warfare too?",
        7858.08,
        7860.32
    ],
    [
        " It's common.",
        7860.64,
        7861.02
    ],
    [
        " We're working it.",
        7861.16,
        7861.7
    ],
    [
        " Okay.",
        7861.72,
        7862.12
    ],
    [
        " We're working on it.",
        7862.36,
        7863.18
    ],
    [
        " Yes, sir.",
        7863.26,
        7863.94
    ],
    [
        " Also on it.com slash jockele, by the way, this is where you can get your other fitness gear.",
        7864.2,
        7871.42
    ],
    [
        " So remember back in the day, we had the, there's actually back.",
        7871.68,
        7874.96
    ],
    [
        " When you're explaining the essentials of home gym.",
        7877.04,
        7879.66
    ],
    [
        " Yes.",
        7879.9,
        7880.02
    ],
    [
        " Number one.",
        7880.32,
        7881.2
    ],
    [
        " So look, when you're growing, yeah, number one is rings.",
        7881.46,
        7883.42
    ],
    [
        " Which I got from on it, by the way, which actually my kids enjoy those too.",
        7883.42,
        7887.02
    ],
    [
        " Yeah, they're fun for this.",
        7887.02,
        7887.68
    ],
    [
        " Nice, nice quality quality.",
        7887.68,
        7889.52
    ],
    [
        " Nonetheless, when you're expanding your home gym in the event of you having a home gym,",
        7890.24,
        7894.4
    ],
    [
        " or even if you don't have a home gym, this is where you can get the stuff to sort of begin that.",
        7894.66,
        7899.22
    ],
    [
        " Really good stuff on there.",
        7899.64,
        7900.78
    ],
    [
        " Kettlebells is my, I would say that's my number one.",
        7901.02,
        7903.92
    ],
    [
        " Number one thing to have.",
        7904.42,
        7905.7
    ],
    [
        " That would be my recommendation.",
        7905.7,
        7906.84
    ],
    [
        " You say rings.",
        7906.96,
        7907.52
    ],
    [
        " You say rings.",
        7908.18,
        7908.68
    ],
    [
        " You can do pull ups on Kettlebells, bro.",
        7908.86,
        7910.24
    ],
    [
        " I know, I know.",
        7910.5,
        7911.5
    ],
    [
        " Well, wait, do you like pull ups?",
        7911.86,
        7913.08
    ],
    [
        " I like pull up.",
        7913.16,
        7913.96
    ],
    [
        " Why can't really do them now?",
        7914.04,
        7915.08
    ],
    [
        " No, no, but in your game, when you're, when you're, when you're 100%.",
        7915.42,
        7918.8
    ],
    [
        " Yeah, I mean, yes, but not like you like pull ups.",
        7918.8,
        7921.3
    ],
    [
        " Like it's, you know how you have your, the ones you like.",
        7921.52,
        7923.58
    ],
    [
        " Like when I started Kettlebells, I really liked them.",
        7923.94,
        7926.56
    ],
    [
        " I thought it was super fun because there's a lot.",
        7926.58,
        7928.22
    ],
    [
        " Anyway, they're fun.",
        7928.36,
        7929.22
    ],
    [
        " Again, I'm from on it and there's a lot of cool, other cool stuff",
        7929.58,
        7932.32
    ],
    [
        " on there.",
        7932.32,
        7932.7
    ],
    [
        " So yeah, go on it.com slash jaco also jaco white tea.",
        7932.84,
        7937.36
    ],
    [
        " You can get the tea bags or you can get the can.",
        7937.86,
        7939.8
    ],
    [
        " And when you get the tea bags or you get the can, either one,",
        7940.22,
        7942.66
    ],
    [
        " it doesn't matter because what you get with that,",
        7942.76,
        7944.34
    ],
    [
        " you get a 8,000 pound deadlift 100% guaranteed.",
        7944.34,
        7946.86
    ],
    [
        " Although I did have one guy complain at roll call, his deadlift",
        7947.12,
        7951.14
    ],
    [
        " is only 7,400.",
        7951.14,
        7952.94
    ],
    [
        " So yeah, he's probably, I told him to, you know,",
        7953.18,
        7957.02
    ],
    [
        " to get after it harder.",
        7957.12,
        7958.5
    ],
    [
        " And then got some books also, the tea is available on Amazon.",
        7958.92,
        7962.6
    ],
    [
        " And the store and jaco store and jaco store.",
        7963.36,
        7965.6
    ],
    [
        " There you go.",
        7965.6,
        7966.24
    ],
    [
        " I figure ultimately we will unify.",
        7966.56,
        7970.3
    ],
    [
        " Yeah, well, I guess the kind of the goal, the short term goes,",
        7970.94,
        7974.42
    ],
    [
        " kind of make it just available.",
        7974.44,
        7975.54
    ],
    [
        " Yeah, if you're going to grab a shirt, rash car, whatever.",
        7975.96,
        7978.46
    ],
    [
        " And you're like, hey, let me grab T2.",
        7978.46,
        7979.8
    ],
    [
        " Good point.",
        7979.94,
        7980.28
    ],
    [
        " I saw an Amazon store when we were in Dallas.",
        7980.74,
        7983.1
    ],
    [
        " Or not, not Amazon store.",
        7983.42,
        7984.88
    ],
    [
        " An Amazon like obvious shipping facility.",
        7985.4,
        7987.86
    ],
    [
        " This thing was huge.",
        7988.2,
        7991.98
    ],
    [
        " And it was surrounded by trucks that were backed up to it,",
        7992.68,
        7996.74
    ],
    [
        " you know, loading docks.",
        7996.82,
        7997.64
    ],
    [
        " Just, it was crazy.",
        7997.72,
        7999.72
    ],
    [
        " It was totally nuts.",
        8000.32,
        8001.2
    ],
    [
        " And I was like, in there somewhere,",
        8001.62,
        8002.84
    ],
    [
        " there was a little bit of jaco white tea getting ready",
        8003.6,
        8006.04
    ],
    [
        " to roll out and increase somebody's deadlift.",
        8006.04,
        8007.8
    ],
    [
        " I made me happy.",
        8008.08,
        8009.16
    ],
    [
        " Yeah.",
        8009.48,
        8009.72
    ],
    [
        " They also had books in there.",
        8010.44,
        8011.46
    ],
    [
        " They also had books in there.",
        8011.66,
        8012.5
    ],
    [
        " Jockel books.",
        8013.46,
        8014.3
    ],
    [
        " Jockel books.",
        8014.56,
        8015.06
    ],
    [
        " Yes, they had way the warrior kid.",
        8015.06,
        8017.22
    ],
    [
        " You think they had that one?",
        8017.6,
        8018.86
    ],
    [
        " Yes, they did.",
        8019.2,
        8019.9
    ],
    [
        " They absolutely do.",
        8020.14,
        8021.1
    ],
    [
        " They had the field manual.",
        8021.46,
        8023.48
    ],
    [
        " So the way the warrior kid and Mark's mission,",
        8023.78,
        8025.92
    ],
    [
        " I signed so many of those books at roll call",
        8026.02,
        8029.78
    ],
    [
        " and of like personal messages to the kids and everything.",
        8029.78,
        8033.66
    ],
    [
        " The kids are getting on the path.",
        8033.92,
        8035.78
    ],
    [
        " This is factual.",
        8035.92,
        8037.88
    ],
    [
        " Awesome.",
        8038.4,
        8039.28
    ],
    [
        " So get the books for your kids and get them a pull up bar",
        8040.52,
        8044.2
    ],
    [
        " and get them a Jiu Jitsu class.",
        8044.2,
        8047.06
    ],
    [
        " Because that's what they're going to want to do.",
        8047.46,
        8048.62
    ],
    [
        " And those two things are going to help them",
        8049.06,
        8050.6
    ],
    [
        " through their entire life.",
        8050.6,
        8052.12
    ],
    [
        " Yeah.",
        8052.48,
        8052.64
    ],
    [
        " Through their entire life.",
        8052.9,
        8053.76
    ],
    [
        " Yeah, and that's actually a good heads up.",
        8053.88,
        8055.38
    ],
    [
        " Because like if you're like,",
        8055.38,
        8056.34
    ],
    [
        " Hey, you already got the pull up bar",
        8056.34,
        8058.54
    ],
    [
        " and like the Jiu Jitsu class is scouted out, you know,",
        8058.54,
        8061.06
    ],
    [
        " and then so you're just ready.",
        8061.14,
        8062.1
    ],
    [
        " You're ready for the request, you know.",
        8062.14,
        8063.54
    ],
    [
        " Because your kids are going to be,",
        8063.54,
        8064.74
    ],
    [
        " they're going to, they're going to want to get on the path.",
        8065.06,
        8066.98
    ],
    [
        " Yeah.",
        8067.42,
        8067.52
    ],
    [
        " And I think who's you?",
        8068.34,
        8069.98
    ],
    [
        " I was telling this to where I was reading the part",
        8070.06,
        8072.62
    ],
    [
        " where he has to fix up his bike.",
        8072.62,
        8074.16
    ],
    [
        " They don't want to spoil or spoil anything.",
        8074.4,
        8076.46
    ],
    [
        " But anyway, he needed money.",
        8076.78,
        8078.72
    ],
    [
        " Okay.",
        8078.92,
        8079.18
    ],
    [
        " He needed money.",
        8079.44,
        8079.9
    ],
    [
        " So he's like, Hey, to get money, you got to, you got to get a job.",
        8080.0,
        8083.38
    ],
    [
        " And you know, it lays out the whole thing.",
        8083.68,
        8085.42
    ],
    [
        " All the layers of like tang is pretty good.",
        8085.62,
        8087.26
    ],
    [
        " So right after I was done with that chapter, my five year old daughter.",
        8087.56,
        8091.92
    ],
    [
        " By the way, she kind of sits back, almost disappointed looking.",
        8092.1,
        8096.22
    ],
    [
        " She goes, she was, I wish I had a job.",
        8096.22,
        8098.74
    ],
    [
        " I was like, oh, dang.",
        8099.18,
        8100.62
    ],
    [
        " I don't think I ever felt like that.",
        8101.0,
        8101.6
    ],
    [
        " Imagine I was telling a work ethic into a kid that's five years old",
        8101.6,
        8104.64
    ],
    [
        " about wanting to work and wanting to, wanting to have a job and wanting to,",
        8104.64,
        8108.94
    ],
    [
        " that's just like legit.",
        8109.02,
        8110.34
    ],
    [
        "",
        8110.96,
        8110.96
    ],
    [
        " So get those books.",
        8111.7,
        8112.74
    ],
    [
        " Way to work in Mark's mission.",
        8112.9,
        8114.06
    ],
    [
        " You can also get the Discipline and Ghost Freedom field manual.",
        8114.66,
        8118.34
    ],
    [
        " I send a ton of those.",
        8118.6,
        8119.94
    ],
    [
        " Yeah.",
        8120.32,
        8120.5
    ],
    [
        " Again, there's, there's some people that.",
        8120.74,
        8123.86
    ],
    [
        " That book hit them hard.",
        8125.02,
        8126.5
    ],
    [
        " Yeah.",
        8126.86,
        8127.18
    ],
    [
        " Hard.",
        8127.32,
        8127.6
    ],
    [
        " And they made some significant changes in their lives.",
        8127.84,
        8130.4
    ],
    [
        " So everyone that came up to me and told me that, thank you.",
        8130.46,
        8133.06
    ],
    [
        " And I appreciate that feedback.",
        8133.38,
        8134.88
    ],
    [
        " And it's awesome to see that book hitting people the way that it hit me when I wrote it.",
        8135.3,
        8143.36
    ],
    [
        " And it's awesome to see.",
        8143.64,
        8145.92
    ],
    [
        " In fact, that beginning part is what you're reading today.",
        8146.04,
        8150.62
    ],
    [
        " There is no hack.",
        8150.62,
        8151.42
    ],
    [
        " Yep.",
        8151.84,
        8152.1
    ],
    [
        " There's no sweatless pursuit.",
        8152.42,
        8155.88
    ],
    [
        " Yes.",
        8156.26,
        8156.38
    ],
    [
        " Sweatless pursuit.",
        8156.74,
        8157.52
    ],
    [
        " Sweatless direction.",
        8158.1,
        8159.16
    ],
    [
        " Yep.",
        8159.5,
        8159.64
    ],
    [
        " Definitely.",
        8160.46,
        8160.9
    ],
    [
        " And then of course, there's Extreme Ownership, which was written by me and my brother,",
        8161.14,
        8165.06
    ],
    [
        " Dave Babin.",
        8165.06,
        8165.66
    ],
    [
        " Combat leadership for use in your business and life.",
        8166.38,
        8171.9
    ],
    [
        " Then we also have this week just released.",
        8172.58,
        8176.82
    ],
    [
        " So this is live now at this time.",
        8177.2,
        8181.3
    ],
    [
        " Order it immediately.",
        8181.54,
        8182.58
    ],
    [
        " The dichotomy of leadership.",
        8183.14,
        8184.04
    ],
    [
        " A couple of reviews already up there because some people got some advanced copies.",
        8184.5,
        8187.54
    ],
    [
        " Awesome reviews.",
        8188.2,
        8189.06
    ],
    [
        " Everyone is stoked, including me and life.",
        8189.44,
        8192.1
    ],
    [
        " You know, we wrote it and we'd edit each other.",
        8192.38,
        8194.86
    ],
    [
        " And it'd be like, bro, nice chapter.",
        8195.04,
        8196.52
    ],
    [
        " It'd be like, bro, nice chapter.",
        8196.52,
        8197.88
    ],
    [
        " I'm like, hey, you know, so yeah, we critique each other and edit each other.",
        8198.36,
        8205.84
    ],
    [
        " So the book is it just takes it to another granular level.",
        8206.8,
        8210.52
    ],
    [
        " That's what it does.",
        8210.52,
        8211.26
    ],
    [
        " Takes it down to another granular level.",
        8211.52,
        8213.78
    ],
    [
        " I think and some people are saying that there are more people going to get more out of",
        8214.2,
        8220.24
    ],
    [
        " that economy leadership than they did on Extreme Ownership.",
        8220.24,
        8222.38
    ],
    [
        " They definitely complement each other.",
        8222.7,
        8224.86
    ],
    [
        " But there's a lot to be learned.",
        8226.06,
        8228.24
    ],
    [
        " A lot of the mistakes that people make are going to be corrected through the dichotomy",
        8229.22,
        8232.82
    ],
    [
        " of leadership.",
        8232.82,
        8233.24
    ],
    [
        " Yeah.",
        8233.66,
        8233.92
    ],
    [
        " Yeah, because you don't want people to make a change in their whatever, you know, make",
        8234.28,
        8238.78
    ],
    [
        " it's like what you could actually hear.",
        8238.78,
        8240.96
    ],
    [
        " The first time I heard this overcorrect.",
        8241.14,
        8243.2
    ],
    [
        " Overcorrect.",
        8243.28,
        8243.72
    ],
    [
        " Yes, people will overcorrect.",
        8243.82,
        8245.4
    ],
    [
        " People overcorrect all the time and they throw off the balance of the dichotomy of leadership.",
        8245.42,
        8249.9
    ],
    [
        " And so when you read the dichotomy of leadership, you'll become aware of that.",
        8250.06,
        8253.76
    ],
    [
        " You'll see what the signs are and you'll be able to correct them.",
        8253.84,
        8256.2
    ],
    [
        " And this is going to really help out leaders in the world.",
        8256.54,
        8260.06
    ],
    [
        " So dichotomy of leadership available now.",
        8260.32,
        8262.62
    ],
    [
        " I haven't been able to think of that.",
        8262.62,
        8263.96
    ],
    [
        " This book's been in the work for a long time and now it's out.",
        8264.26,
        8268.1
    ],
    [
        " It's released.",
        8268.26,
        8268.72
    ],
    [
        " It's in the wild.",
        8268.94,
        8269.58
    ],
    [
        " So get some, get some for your people you work with.",
        8270.54,
        8273.82
    ],
    [
        " We appreciate that support.",
        8274.46,
        8276.52
    ],
    [
        " And then of course, we've got a leadership company, leadership consulting company, echelon",
        8277.76,
        8282.46
    ],
    [
        " front, and we solve leader.",
        8282.46,
        8283.66
    ],
    [
        " We solve problems through leadership.",
        8283.96,
        8285.68
    ],
    [
        " That's what we do.",
        8285.9,
        8286.48
    ],
    [
        " It's me, it's life, Bab and JP DeNel, Dave Burke, Flynn Cochran, Mike Serelle.",
        8286.76,
        8291.48
    ],
    [
        " We also got Mike Baja Maun.",
        8291.48,
        8293.16
    ],
    [
        " Did you were there for Mike Baja Ma's part of the roll call?",
        8293.16,
        8296.1
    ],
    [
        " Main gun, Mike.",
        8296.56,
        8297.14
    ],
    [
        " Main gun, Mike.",
        8297.34,
        8298.22
    ],
    [
        " Yeah.",
        8299.0,
        8299.04
    ],
    [
        " I felt like I knew him already.",
        8299.54,
        8301.66
    ],
    [
        " Yeah.",
        8301.84,
        8302.04
    ],
    [
        " So we got another member, Army Retired Lieutenant Colonel who was with us in the battle",
        8302.6,
        8307.76
    ],
    [
        " or moddy, a company commander then, tanker and badass.",
        8307.76,
        8312.44
    ],
    [
        " If you want, if you need help, leadership at your company, with your team, whatever it",
        8313.18,
        8318.62
    ],
    [
        " may be, go to echelonfront.com.",
        8318.62,
        8321.46
    ],
    [
        " We've also got the mustard coming up.",
        8321.56,
        8322.78
    ],
    [
        " Roll call is done.",
        8322.82,
        8323.46
    ],
    [
        " Sorry you missed it.",
        8323.7,
        8324.5
    ],
    [
        " It was awesome.",
        8324.9,
        8325.58
    ],
    [
        " Come next time.",
        8325.88,
        8326.84
    ],
    [
        " In the meantime, mustard 006, San Francisco, October 17, 18th.",
        8327.54,
        8334.0
    ],
    [
        " We're danger close right now.",
        8334.0,
        8335.34
    ],
    [
        " If you hear this podcast and you listen to it on, you know, in September, hopefully, maybe,",
        8335.58,
        8342.02
    ],
    [
        " I don't know, check the website, extremartorship.com, all of them sold out.",
        8342.3,
        8346.5
    ],
    [
        " We're danger close on this one.",
        8346.58,
        8347.8
    ],
    [
        " But check it out.",
        8347.8,
        8349.06
    ],
    [
        " We can sometimes squeeze in a few more seats.",
        8349.18,
        8351.38
    ],
    [
        " And of course, we also have EF Overwatch, EF Overwatch.com.",
        8351.38,
        8355.3
    ],
    [
        " This is for businesses, for businesses that want leaders tested, battle tested, special",
        8355.62,
        8364.42
    ],
    [
        " operations leaders from the special operations community or from a combat aviation community.",
        8364.42,
        8369.54
    ],
    [
        " You want those people, those leaders at your business, go to EF Overwatch.com.",
        8369.74,
        8376.72
    ],
    [
        " We are, we have our friends, our colleagues, people we know, our connections inside the",
        8377.24,
        8384.1
    ],
    [
        " special operations and inside the combat aviation community.",
        8384.1,
        8386.92
    ],
    [
        " They're trained, they're ready, and they will come and help your business through solid",
        8387.58,
        8393.58
    ],
    [
        " leadership.",
        8393.58,
        8394.28
    ],
    [
        " Again, that's EF Overwatch.com.",
        8394.88,
        8397.6
    ],
    [
        " And if you want to keep communicating with us, then you can do it through the inner",
        8398.52,
        8405.14
    ],
    [
        " webs through Twitter, perhaps through Instagram, or on the Feshibo.",
        8405.68,
        8413.56
    ],
    [
        " Eko is at Echo Charles and I am at Jocke Willink and thanks to all of you that make this",
        8414.26,
        8423.52
    ],
    [
        " podcast possible.",
        8423.52,
        8424.76
    ],
    [
        " And that's not some big corporate sponsor.",
        8425.38,
        8427.68
    ],
    [
        " No, it's the military personnel around the world that keep our country free.",
        8427.68,
        8432.9
    ],
    [
        " It's all the first responders out there, police law enforcement, correctional officers,",
        8433.7,
        8437.9
    ],
    [
        " firefighters, border patrol, paramedics, all of you that keep us safe on the home front,",
        8438.22,
        8443.6
    ],
    [
        " thanks to all of you for what you do and everyone else that's out there.",
        8443.76,
        8447.72
    ],
    [
        " Thank you for listening.",
        8448.66,
        8449.98
    ],
    [
        " Thank you for spreading the word.",
        8450.28,
        8451.38
    ],
    [
        " Thank you for supporting what we do.",
        8451.58,
        8453.78
    ],
    [
        " But most of all, thanks for telling yourself the truth.",
        8454.14,
        8458.62
    ],
    [
        " Thanks for not looking for that sweatless solution or that easy road because the sweatless",
        8459.9,
        8466.84
    ],
    [
        " solution and the easy road don't exist.",
        8466.84,
        8469.86
    ],
    [
        " To get on the path and to stay on the path that gets you to where you want to be, there",
        8470.58,
        8478.88
    ],
    [
        " is going to be sweat and there's going to be hard work and there's going to be discipline",
        8478.88,
        8484.36
    ],
    [
        " and you are going to have to look at yourself and tell yourself the truth.",
        8484.36,
        8489.82
    ],
    [
        " And then, of course, you're going to have to get after it.",
        8491.3,
        8498.28
    ],
    [
        " And until next time, this is Echo and Jaco out.",
        8498.72,
        8505.84
    ]
]