[
    [
        " Jocco, I've just finished about face the book amazing book",
        0.02,
        4.0
    ],
    [
        " interest did",
        4.0,
        5.48
    ],
    [
        " How you modeled your style on hack worth though?",
        5.48,
        8.84
    ],
    [
        " Hack was a renegade and always bending the rules to break to the breaking point",
        9.74,
        14.04
    ],
    [
        " But in extreme ownership you talk about for example not pushing back on higher command",
        14.04,
        18.18
    ],
    [
        " when it came to Iraqi troops",
        18.18,
        20.58
    ],
    [
        " Have listened to podcast two but was hoping you could go into yet a bit more",
        20.58,
        27.18
    ],
    [
        " Yeah, so I guess that that's a good question hack",
        27.24,
        31.34
    ],
    [
        " He was kind of considered a renegade but but also he's also a total company man",
        31.34,
        36.74
    ],
    [
        " You got to realize that there's that dichotomy there's a guy that hack loved the army",
        36.74,
        41.92
    ],
    [
        " He loved the army. He wanted his uniform would look super squared away",
        41.92,
        46.72
    ],
    [
        " He followed all the rules and regulations that and he supported the leadership all the time",
        46.72,
        52.6
    ],
    [
        " When the leadership was right and that's what makes him a good renegade in my opinion and I was very much the same way",
        53.42,
        61.04
    ],
    [
        " I was all about the Navy, you know, I was all about the games",
        61.04,
        65.88
    ],
    [
        " As a matter of fact Tony you know what Tony used to say",
        65.88,
        68.76
    ],
    [
        " It was a little thing we got going in to you bruiser that spread around but of course it came from Tony first",
        68.76,
        74.84
    ],
    [
        " Which was all Navy all the time?",
        74.84,
        77.16
    ],
    [
        " We just be joking about you know, I think",
        77.5,
        80.76
    ],
    [
        " I don't know what originally caused it but like guys would make fun of me because I would wear like",
        81.42,
        85.76
    ],
    [
        " Jungle boots or dander boots out to on Liberty with love like old jeans",
        85.76,
        91.54
    ],
    [
        " Yeah, cuz when you're when you're like that kind of old",
        91.54,
        94.7
    ],
    [
        " Just raised in the teams. You don't even know any different. You're like, oh well. I'm going out and I need to wear shoes",
        94.7,
        100.46
    ],
    [
        " Cool, where's my jungle boots?",
        100.46,
        101.78
    ],
    [
        " That's what you end up like and and you're into it. You're not like you think it's good. You think it's normal",
        101.94,
        107.02
    ],
    [
        " Like this is the way things are",
        107.02,
        108.4
    ],
    [
        " and",
        109.38,
        109.86
    ],
    [
        " And so I supported the teams and hack supported the army of course",
        109.86,
        114.7
    ],
    [
        " But this is the thing if the leadership was wrong or there was something being passed down that was wrong",
        114.7,
        120.1
    ],
    [
        " And it was a big wrong like if it was a little I",
        120.1,
        124.36
    ],
    [
        " Wouldn't be like all man. This is crap. They're making us",
        124.36,
        126.94
    ],
    [
        " Wear different pairs shorts now because like that would happen like some new",
        126.94,
        131.8
    ],
    [
        " Commanding officer would come in and change some thing right and some guys",
        131.8,
        136.48
    ],
    [
        " We call man. Why we gonna do that? We're like dude be quiet, you know, just be quiet",
        136.48,
        140.5
    ],
    [
        " You know, they're giving you new shorts where are the new shorts, you know? Oh, they're telling us we can't wear",
        140.5,
        144.44
    ],
    [
        " Baseball hats anymore cool. Don't wear baseball hats. Yeah, and some guys we go man. They're trying. Who cares?",
        144.44,
        149.7
    ],
    [
        " It's like I don't care what I'm wearing on my head, you know",
        150.06,
        152.26
    ],
    [
        " Like oh, you want to issue us different ball caps or fine, whatever",
        152.26,
        155.22
    ],
    [
        " But then if it was a larger issue",
        155.22,
        157.76
    ],
    [
        " then",
        157.76,
        158.86
    ],
    [
        " Or obviously if it was something that was like actually wrong like criminally wrong or morally wrong or something like that",
        158.86,
        166.04
    ],
    [
        " Then yeah, I'd be like no, we can't do that",
        166.04,
        168.44
    ],
    [
        " so the reason",
        168.44,
        170.7
    ],
    [
        " That I didn't push back",
        170.7,
        172.7
    ],
    [
        " On iracky troops and working with iracky troops when we got to Ramadi was because as I looked at it",
        172.7,
        179.88
    ],
    [
        " I realized that it was the right thing to do",
        179.88,
        182.9
    ],
    [
        " And yes, it was gonna be more dangerous and yes",
        182.9,
        187.38
    ],
    [
        " It definitely took us out of our comfort zone, but as I explain in extreme ownership",
        187.38,
        192.56
    ],
    [
        " If",
        193.68,
        194.12
    ],
    [
        " If we didn't train those people up if we didn't train the iracky soldiers and take them out and get them fighting and get them squared away on the battlefield then",
        194.12,
        202.04
    ],
    [
        " Americans would have been doing it forever. So it was the correct call was to do that now",
        202.04,
        209.22
    ],
    [
        " I've talked about the same same thing when they told us a ratio",
        209.22,
        215.68
    ],
    [
        " They gave us a ratio of how many irackies we had to have for every one iracky",
        215.68,
        219.44
    ],
    [
        " We had to have I don't know what I feel with that number seven",
        219.44,
        221.96
    ],
    [
        " Or for every one seal we had to have seven iracky soldiers. They said that",
        223.12,
        228.04
    ],
    [
        " something like that I forget what the numbers were",
        228.04,
        229.88
    ],
    [
        " and I said that doesn't make sense to us because sometimes we only have 10 guys to go out",
        229.88,
        236.06
    ],
    [
        " And there's no way I'm sending only",
        236.06,
        238.02
    ],
    [
        " One seal with 10 iracky soldiers not doing it need a corpsman need a radio man need a machine gunner need a leader",
        238.02,
        245.9
    ],
    [
        " Like that's what I need",
        245.9,
        247.58
    ],
    [
        " So and when I pushed back because I didn't push back against ball caps and because I didn't push back against",
        248.44,
        253.58
    ],
    [
        " some stupid uniform change",
        253.58,
        256.3
    ],
    [
        " They were like oh yeah, well that actually makes sense chocolate. We don't want you to go in the field with only one seal",
        256.3,
        261.64
    ],
    [
        " so",
        261.64,
        262.36
    ],
    [
        " I would",
        262.36,
        264.02
    ],
    [
        " Clearly push back if it was something that did it makes it same thing with like the martial arts training that they had us doing in the in the late 90s and",
        264.02,
        271.48
    ],
    [
        " Early 2000s. It was not good",
        271.48,
        273.74
    ],
    [
        " And I was told everyone hey, this is not smart. This is not good. This training is dumb. We need to do other training. That's better",
        274.06,
        280.98
    ],
    [
        " uh",
        280.98,
        281.94
    ],
    [
        " And and same thing you know things go oh like here's another like stupid example",
        281.94,
        288.06
    ],
    [
        " They wouldn't want to issue a platoon the the the radios you were gonna take on deployment",
        288.06,
        293.46
    ],
    [
        " Because they didn't want you to break them or whatever",
        293.46,
        295.92
    ],
    [
        " And so they'd issue",
        295.92,
        298.1
    ],
    [
        " Not enough radios for everyone",
        298.1,
        300.28
    ],
    [
        " So now everyone doesn't know how to operate the radios and you're basically operationally testing the radios while you're going through your",
        300.28,
        305.54
    ],
    [
        " Workup so I said hey, this is garbage issue everyone radios if that's how we operate that's how we need to train",
        305.54,
        311.52
    ],
    [
        " Got you so in the training they wouldn't issue the the radios",
        311.52,
        314.4
    ],
    [
        " Yeah, there was like a time period where we low on radios and they said we're gonna keep these radios for deployment",
        314.4,
        318.36
    ],
    [
        " And it's that doesn't make sense. Yeah, I got a good idea buy more radios. Yeah",
        318.36,
        321.78
    ],
    [
        " So you know those were things I'd I'd push back on and you were always pushing back on the type of training that was gonna happen",
        321.78,
        328.38
    ],
    [
        " Who's gonna how you're gonna run the training so",
        328.48,
        331.14
    ],
    [
        " um",
        331.14,
        332.4
    ],
    [
        " When something when it made sense",
        332.4,
        335.8
    ],
    [
        " To push back I pushed back just like hack worth did now hack worth did it on a massive scale because he eventually pushed back on the way the war and Vietnam was being run",
        335.8,
        345.32
    ],
    [
        " and had I been smart enough",
        345.32,
        348.3
    ],
    [
        " And the war didn't take the shift that it took and we didn't move towards counter insurgency",
        348.3,
        353.3
    ],
    [
        " And we didn't make those adjustments that the that Colonel McFarland implemented in Ramadi maybe maybe",
        353.68,
        360.4
    ],
    [
        " I doubted maybe I would have been smart if say hey, we're not running this war right we need to do something different and run out the chain of command but",
        360.4,
        366.46
    ],
    [
        " But at the time, you know Colonel McFarland made great decisions",
        366.46,
        370.02
    ],
    [
        " He led he had a great plan a great strategy. So I was 100% on board",
        370.02,
        374.46
    ],
    [
        " um, but if you know hack worth that didn't happen they were not fighting correctly against the Vietnamese and",
        374.46,
        381.1
    ],
    [
        " And they were taking massive casualties for a hill",
        381.5,
        384.68
    ],
    [
        " That two days later they've give back and so he was saying what are you doing",
        384.68,
        388.96
    ],
    [
        " And and the other thing you know when he took over the hardcore battalion",
        388.96,
        392.02
    ],
    [
        " uh",
        392.02,
        393.28
    ],
    [
        " They were fighting for months and they had they had literally killed",
        393.28,
        397.26
    ],
    [
        " Of almost no anyway, I think it was zero. I think it was actually zero enemy and yet they had taken all kinds of casualties",
        397.26,
        403.86
    ],
    [
        " Themselves and so he's saying wait. This is wrong. This is wrong. So I think that's that's what being a",
        403.86,
        411.08
    ],
    [
        " leader is",
        411.84,
        411.6
    ],
    [
        " You support the stuff you support the command. Yes. Of course you support the command when it makes sense and as long as it makes sense",
        411.6,
        418.66
    ],
    [
        " And normally it's gonna make sense",
        418.66,
        420.18
    ],
    [
        " You know what I mean? Normally it's gonna make sense not like the the admirals and the generals are saying hey",
        420.18,
        424.28
    ],
    [
        " How can we lose this war let's come up with a stupid strategy? No, they're doing the best they can",
        424.28,
        427.96
    ],
    [
        " So it's not like it's a regular occurrence. I mean like I said when I was working for Colonel McFarland",
        427.96,
        433.02
    ],
    [
        " He was a smart guy. He was a brilliant guy that had a great strategy of I'm like okay awesome. I'm here to support",
        433.02,
        439.2
    ],
    [
        " um",
        440.76,
        441.12
    ],
    [
        " And I'll tell you when I did and this is I think this is important",
        441.12,
        443.66
    ],
    [
        " Is that even though I was",
        443.66,
        446.02
    ],
    [
        " Kind of eradicated and I was more rebellious when I was a kid obviously I was a I was young when I got the seal teams",
        446.02,
        452.02
    ],
    [
        " Then so you know we would push all those things right so though. Oh, we got to do this that was me when I was a",
        452.02,
        457.34
    ],
    [
        " E4 in the seal teams, you know, what do we got to do that? We should just be able to do whatever we want",
        457.34,
        462.38
    ],
    [
        " You know we're just stupid",
        462.38,
        463.98
    ],
    [
        " But as I got older I realized that",
        463.98,
        466.7
    ],
    [
        " You need to you know come across",
        467.36,
        469.88
    ],
    [
        " As a renegade quote unquote to come across as a big rebel that doesn't well",
        469.88,
        474.46
    ],
    [
        " Immediately when you go and push back on something everyone just dismisses you. Oh, yeah, Jocco",
        474.46,
        478.36
    ],
    [
        " He just allowed mouth. He just he just pushed it back against everything",
        478.36,
        480.88
    ],
    [
        " He doesn't want to do everything his way. No, you want them to say oh wow hold on a second",
        480.88,
        485.06
    ],
    [
        " If Jocco is pushing back against this yeah, then this this must be something wrong here",
        485.06,
        489.56
    ],
    [
        " Because he doesn't push back against stuff. He tells the line all the time. So we should listen to him",
        489.56,
        493.64
    ],
    [
        " That's what you want to build that's what I did my best to build and",
        494.08,
        498.1
    ],
    [
        " That's how I think it would be comparable to the way Hackworth led and the way that I tried to",
        498.1,
        505.18
    ],
    [
        " I'm obviously I know Hackworth, but I stole as much as I could from him and the weird thing is I'll tell you this",
        505.18,
        511.1
    ],
    [
        " I always say I stole from him",
        511.1,
        512.68
    ],
    [
        " but",
        512.68,
        513.7
    ],
    [
        " It wasn't like I was sitting there reading the book and going I'm gonna do what he did here",
        513.7,
        518.12
    ],
    [
        " I think it was just",
        518.12,
        519.34
    ],
    [
        " Absorbed and even even the naming of asking a bruiser",
        519.34,
        522.8
    ],
    [
        " Like when I did it I",
        524.02,
        526.18
    ],
    [
        " Wasn't thinking this is what Hackworth did",
        526.18,
        528.74
    ],
    [
        " But it was real obvious that that's where I got it from like I didn't think I'm gonna rename this and we're gonna turn this thing around",
        528.74,
        534.56
    ],
    [
        " Based on order would not turn around, but we're gonna build this based on no",
        534.56,
        538.12
    ],
    [
        " I was like, you know, we're not gonna be tasking at bravo. Yeah, because that sounds lame",
        538.12,
        542.24
    ],
    [
        " We're gonna be tasking a bruiser because that sounds awesome",
        542.24,
        544.84
    ],
    [
        " You and and and then later, you know, I said back. I'm like oh god. That's what that's exactly what Hackworth did",
        544.84,
        550.78
    ],
    [
        " Obviously stole it from him. Yeah, so appreciate it. Hack, but that's what I'd say be a renegade",
        551.24,
        556.54
    ],
    [
        " But that's should be that should be in the background that should be in the back your mind",
        556.54,
        561.66
    ],
    [
        " In the front of your mind should be hey, I'm a I'm a supporter of what's happening. Yeah",
        561.66,
        566.18
    ],
    [
        " Kind of like the willingness to be a renegade if you have to yeah",
        566.18,
        572.06
    ],
    [
        " If you have to and believe me. I've known all kinds of good seals that were too renegade. Yeah",
        572.06,
        577.64
    ],
    [
        " Just like I'm a renegade. Yeah, they're just straight up. Hey, I'm a renegade and and",
        577.88,
        581.54
    ],
    [
        " You know that just it",
        581.54,
        583.42
    ],
    [
        " The only guys that could get away with that well guys that were so",
        583.42,
        586.88
    ],
    [
        " Ultimately operationally squared away. Yeah, yeah that people go. Yeah, you know, he's kind of a maniac",
        586.88,
        592.64
    ],
    [
        " But dude, he's really really good and really tactically sound all that and they could they make that happen now as you get more and more senior",
        592.64,
        599.38
    ],
    [
        " Homey don't play like that",
        599.38,
        602.34
    ],
    [
        " There's a certain point it's done and you gotta get you gotta play the game. That's what you gotta do as you get more",
        602.7,
        608.08
    ],
    [
        " So you gotta play the game and",
        608.08,
        609.56
    ],
    [
        " From like your subordinates viewpoint if if they looked at me and go oh, Jocke was just playing the game",
        609.56,
        615.6
    ],
    [
        " He's just doing you guess I am",
        615.6,
        617.46
    ],
    [
        " Yes, I am because this way gives me more ability to control everything that's gonna impact you people that work for me",
        617.46,
        625.5
    ],
    [
        " So yes, I'm gonna play the game so you don't have to you're welcome",
        625.5,
        629.54
    ]
]