[
    [
        " This is Jockel Podcast number one forty three with echo Charles and me, Jockel Willink. Good evening, Echo. Good evening.",
        0.0,
        7.7
    ],
    [
        " War is never what we think it is.",
        8.32,
        13.72
    ],
    [
        " It is butchery, stupidity and hate.",
        14.14,
        19.58
    ],
    [
        " It is 90% boredom.",
        20.5,
        23.26
    ],
    [
        " It can be horrible beyond anything you have ever imagined.",
        24.4,
        30.1
    ],
    [
        " It can also be ludicrous and absurd and technologically refined.",
        31.1,
        38.26
    ],
    [
        " Tragically, its lessons are always forgotten only to be refought on still another battlefield.",
        38.86,
        47.08
    ],
    [
        " The Vietnam War was our first real media war, spanning the globe in outraged unreality, bringing videotaped death and destruction into countless homes,",
        48.36,
        62.56
    ],
    [
        " fermenting protests and political justifications.",
        63.18,
        66.74
    ],
    [
        " Effecting the world's generation, it shattered our dreams of abstract morality and in horrible reality reeducated our youth to a third world of suffering they had never known and had now felt deep within their own countries worldwide.",
        68.72,
        87.78
    ],
    [
        " Vietnam was a symbol of the times. The best of hopes turned inside out a fear of no return.",
        90.2,
        98.0
    ],
    [
        " But for me and many others, the Vietnam War was much more.",
        99.4,
        105.1
    ],
    [
        " It was in a moment our survival and death.",
        107.0,
        112.16
    ],
    [
        " In primitive sophistication our destruction and rebirth.",
        113.4,
        119.54
    ],
    [
        " It was in short a long and imprisoned cry of what we all were not.",
        119.98,
        128.76
    ],
    [
        " This is a diary I kept while I was in Vietnam.",
        129.7,
        135.26
    ],
    [
        " It is for the most part unstructured as many of us were, but all of it is true.",
        136.86,
        144.32
    ],
    [
        " History someone once said is trying to tell the truth through the most acceptable lie.",
        145.74,
        152.24
    ],
    [
        " But this book is not about history. It only tells the truth as far as one person felt it.",
        153.9,
        161.16
    ],
    [
        " A frozen spark of time embracing one American soldier in a Southeast Asian war.",
        162.02,
        169.68
    ],
    [
        " And that right there is the introduction of a book. It's a diary and it's written by a guy by the name of Peter Nash Swisher.",
        170.6,
        186.84
    ],
    [
        " A man that was born in Oxford, England. His dad was actually in the Second World War and was killed coming home after the war.",
        187.86,
        200.12
    ],
    [
        " And his mom eventually moved to Canada and then remarried to an American.",
        200.98,
        206.54
    ],
    [
        " And Peter was adopted by that American father and grew up in Fort Atkinson, Wisconsin and Louisville, Kentucky.",
        207.8,
        215.3
    ],
    [
        " That's where he grew up. That's where he graduated in high school. And then he got his degree in American history in 1966 from Amherst College.",
        216.84,
        225.1
    ],
    [
        " And then he got his masters from Stanford in 1967 and in 1968.",
        225.34,
        233.2
    ],
    [
        " He was drafted into the Army. He went to OCS November that same year. And by 1969 he was doing his tour in 1968.",
        233.6,
        246.82
    ],
    [
        " He was a veteran in Vietnam. And he definitely has a gift for writing. And luckily he left a little bit of that gift to be shared with us in this book of his, which is called a Vietnam diary.",
        246.84,
        269.36
    ],
    [
        " And let's go to the book. He starts off with a little prologue. He's got some quotes in there and I pulled out one of the quotes from the prologue.",
        273.8,
        283.84
    ],
    [
        " It says the ultimate explanation of Vietnam must come from those involved there. And observer, even when blood splatters his clothes, remains outside.",
        283.98,
        295.54
    ],
    [
        " The basic experience of Vietnam is to be bound to stay in that war for a year or until wounded or killed.",
        296.28,
        305.94
    ],
    [
        " No reporter can impose this shackle on himself. He is like a doctor in an asylum. He can report with compassion and empathy. He can understand a great deal.",
        307.18,
        320.28
    ],
    [
        " But the final truth remains with those who must exist in madness or in the combat of their war. And that's actually a quote that he pulled from a guy named Arthur T. Hadley who is a war correspondent.",
        320.28,
        335.4
    ],
    [
        " And that's very accurate. There's a huge difference between someone that's reporting the war, even though they're there and you've seen the war reporters that are right next to the infantry men.",
        335.66,
        344.9
    ],
    [
        " Sometimes they're even carrying weapons. But there's a key component that is that those guys can leave if they want to. And those soldiers cannot. They're there. They're going to have to do their year.",
        345.02,
        356.08
    ],
    [
        " And that's the way it works. And that's a huge difference. Psychological, huge difference. And a real difference of reality.",
        356.54,
        365.34
    ],
    [
        " And so the diary starts off November 20th, 1967. He's going through basic training in Fort Dix New Jersey.",
        366.08,
        374.84
    ],
    [
        " Pulled a little couple, a little section out of that. What's the spirit of the bayonet to kill? What's the spirit of the bayonet to kill?",
        375.38,
        385.44
    ],
    [
        " Sergeant H. And he refers everyone here just by the first letter of their last name.",
        386.78,
        392.08
    ],
    [
        " Sergeant H. was our third instructor, another airborne veteran. And one of the two survivors in his Vietnam company who came back alive.",
        393.52,
        402.22
    ],
    [
        " Once when his weapon jammed in combat, he had killed two vietcong with his bayonet and his rifle bet. But sometimes we heard him screaming in his sleep.",
        402.84,
        414.28
    ],
    [
        " You see this poncho? You see it? Smell it. It's got the same musty odor of the jungle. Smell the fungus? Smell it.",
        415.08,
        423.8
    ],
    [
        " I wrapped up a lot of bodies in these ponchos. You goddamn stupid trainees. You'll see you'll all be over there.",
        424.68,
        432.3
    ],
    [
        " Yeah, I mean, this is 1967. So you're starting to get trained by guys that are coming back from the war.",
        436.08,
        443.94
    ],
    [
        " And they're going to have a little bit of a different attitude than if they were at peace time guys. Although this is the Korean war was shortly before this in the World War II.",
        444.68,
        455.68
    ],
    [
        " So you have a lot of veterans in the war at this time. When I came in when I was going through seal training, there was not a lot of combat veterans.",
        455.78,
        461.62
    ],
    [
        " There was there was some Vietnam guys for sure. But you know, I was going through in 1991. So most of the Vietnam guys were getting towards the end of their career.",
        461.88,
        473.42
    ],
    [
        " I mean, the Vietnam War for the teams. What does it? 72 maybe the last platoons went over there. So they were at the end of their 20 year mark.",
        473.42,
        481.08
    ],
    [
        " You know, some of the guys that stuck around for 30 years. Yeah, sure Roger Aiden. Yeah, for sure. There's some of those old master chiefs. Absolutely.",
        481.08,
        488.04
    ],
    [
        " But those weren't your primary instructors. Your primary instructors were guys that have been in for five years and never seen combat.",
        488.72,
        494.18
    ],
    [
        " So that all changed now, of course, with the current wars going on. Back to the book February 13th 1969 orders. It's not very pleasant to get orders overseas.",
        494.74,
        506.9
    ],
    [
        " The initial shock honestly scares you a lot. You think maybe I'll die. But later the endless reams of paperwork show you dying is not that simple.",
        506.98,
        518.88
    ],
    [
        " Take your plague, flu, typhus and cholera shots, for example, one medical sergeant is Mac the knife, especially if you're on orders.",
        519.96,
        527.18
    ],
    [
        " Then there's our VN training and M16 rifle qualification and press orientation and a multitude of signout sheets. Do you have any overdue books at the post library?",
        528.22,
        537.56
    ],
    [
        " You think yes, I do have an overdue book. Will they still send me to Vietnam if I keep it hidden under my laundry bag?",
        539.06,
        545.4
    ],
    [
        " June 1st 1969 the last night before the plane leaves from Travis, you are together for the last time, stoic and brave.",
        547.08,
        555.34
    ],
    [
        " At least that's how it is in the movies. In reality, you are sick at heart in the mind and belly.",
        556.26,
        564.86
    ],
    [
        " You talk of the past pretending, but knowing what each suffers silently. It isn't very pleasant or romantic at all.",
        565.72,
        574.64
    ],
    [
        " Why are we such stupid people? She sobs tears on sweat, body close. You love her fiercely.",
        576.88,
        584.08
    ],
    [
        " Your country is another question entirely. As usual, I am skipping through portions of this book to make it short enough to cover on the podcast.",
        584.46,
        601.82
    ],
    [
        " I don't even know if this book is in publication anymore. I had a PDF file from back in the day and I don't even know where I got it from.",
        602.74,
        610.08
    ],
    [
        " I googled that there's some PDF files floating around, but get it and read the whole thing. June 3rd 1969 H hour.",
        610.72,
        620.0
    ],
    [
        " War should be dramatic like the movies. Sweating and landing in a craft. Hitting the beach under fire.",
        620.44,
        626.96
    ],
    [
        " Who'd believe I went to war in a pink orange brand-if international airplane with a stewardess in purple leotards wishing us a good trip on behalf of the captain and the crew.",
        628.6,
        637.94
    ],
    [
        " Going to war for Christ's sake in a pink orange airplane I used to think war was somewhat serious.",
        639.5,
        645.46
    ],
    [
        " And this is again, this is a lot of people don't realize this. They use contract air. They still do that sometimes. And you'll fly over in a civilian plane.",
        646.08,
        653.44
    ],
    [
        " July 6th 1969 Airborne.",
        654.84,
        658.7
    ],
    [
        " Clouding dust betrays a lonely convoy dirt smothered, embraced in jungle vines and barren hills, sullen crags and silence.",
        660.2,
        667.12
    ],
    [
        " A flash of light below two more exploding lines we see toy trucks crawling, clawing, spitting snake-like steel.",
        668.16,
        676.8
    ],
    [
        " Too small for life-sized war. Too far away for death.",
        677.3,
        682.54
    ],
    [
        " So his first visions of combat and he's looking down at it and doesn't really, he's admitting he's like too far away. It's not real for him.",
        683.6,
        691.18
    ],
    [
        "",
        695.96,
        695.96
    ],
    [
        " July 17th 1969, my first body.",
        697.6,
        701.34
    ],
    [
        " I saw my first body lying west of Plyco stretched out on a poncho waiting to be airlifted back to the coast.",
        702.48,
        711.14
    ],
    [
        " He was gray white and very dead.",
        712.3,
        715.08
    ],
    [
        " Even today I can see his gaping bloody mouth gasping for air.",
        716.44,
        720.9
    ],
    [
        " A young kid who couldn't have been more than 20 years old.",
        722.46,
        726.28
    ],
    [
        " And I thought, Christ, he's really, really dead.",
        728.4,
        733.84
    ],
    [
        " I remembered some James Bond and John Wayne sequels and those TV melodramas where the American love for violence is only make believe.",
        735.84,
        743.78
    ],
    [
        " Where the movie and TV casualties can always get up and go home probably in time for supper.",
        744.52,
        751.04
    ],
    [
        " But this kid would not.",
        752.6,
        755.62
    ],
    [
        " He would make Walter Cronkite's CBS News report as just another figure, changing 229 American Battle Deaths report this week to 230 instead.",
        757.26,
        769.98
    ],
    [
        " And then everyone, including the president, would turn to watch the Monday Night Football Game on Channel 5.",
        770.76,
        778.9
    ],
    [
        " And here was my first body.",
        782.26,
        784.56
    ],
    [
        " I should have been trained for this sort of thing a long time ago.",
        784.66,
        789.08
    ],
    [
        " Playing cops and robbers, cowboys and Indians, bang, bang, you're dead.",
        790.02,
        794.28
    ],
    [
        " And he was.",
        795.3,
        797.18
    ],
    [
        " He really was.",
        798.82,
        801.32
    ],
    [
        " July 25, 1969, Remembrance 2.",
        806.22,
        810.1
    ],
    [
        " This is how I was when I saw you last.",
        811.0,
        815.46
    ],
    [
        " I was stagnant, going no place and searching desperately for something I had lost long ago in the barracks.",
        816.42,
        824.4
    ],
    [
        " And so we escaped to the Grey New England coast and the Boston fog and a warm downy bed to greet the night.",
        826.12,
        833.34
    ],
    [
        " And I began to live again and laugh.",
        834.68,
        837.84
    ],
    [
        " I love you still forgiving me that month and forgiving yourself without promise.",
        839.42,
        847.14
    ],
    [
        " August 11, 1969, News Item.",
        858.5,
        863.68
    ],
    [
        " It was President Nixon's first visit to Vietnam as president.",
        864.54,
        868.46
    ],
    [
        " He insisted on going to Saigon rather than Camron Bay, the huge supply base.",
        869.04,
        873.68
    ],
    [
        " Camron Bay doesn't count, he said, that isn't Vietnam.",
        874.68,
        877.5
    ],
    [
        " Time magazine, August 8, 1969.",
        878.46,
        881.94
    ],
    [
        " Dear sir, in light of a Vietnam-owned",
        884.66,
        914.38
    ],
    [
        " September 1, 1969, Rodriguez.",
        921.04,
        925.64
    ],
    [
        " Jim Rodriguez was killed last week.",
        927.42,
        930.76
    ],
    [
        " After only 12 days in country, I remember as an upperclassman how we locked his heels together and taught him the OCS version of military discipline.",
        932.04,
        941.64
    ],
    [
        " It was double time, four times around the field, booney runs, attitude checks, harassment and constant pressure.",
        943.56,
        949.92
    ],
    [
        " Physically and mentally, Rodriguez never broke.",
        950.68,
        954.14
    ],
    [
        " A matter of fact, he met our challenge one better and went on to airborne training, training briefly serving later as an airborne instructor.",
        955.48,
        963.48
    ],
    [
        " I wonder how much we really influenced Rodriguez.",
        966.36,
        968.8
    ],
    [
        " We showed him how to play soldier, but no one ever taught him how to play war.",
        969.94,
        976.28
    ],
    [
        " It's hard to play games with dead men.",
        977.08,
        981.28
    ],
    [
        " Like I said, this style of writing, this just straightforward style of writing, it's different.",
        986.6,
        997.54
    ],
    [
        " There's something very guttural about it.",
        999.14,
        1002.4
    ],
    [
        " It seems like he's writing this with when he wrote this, he had no intention whatsoever of ever sharing it with anyone.",
        1008.12,
        1013.28
    ],
    [
        " That's what it seems.",
        1013.28,
        1014.34
    ],
    [
        " Especially he's talking about the woman that he loves back home and you can see his attitude.",
        1014.5,
        1020.0
    ],
    [
        " It goes all over the place sometimes.",
        1021.08,
        1024.24
    ],
    [
        " There's a certain level of just reality in this that I don't know, it really hits in a different way than many of the books.",
        1025.14,
        1036.74
    ],
    [
        " September 10th, 1969, Combat Engineers.",
        1038.86,
        1044.2
    ],
    [
        " Bronzebacks bent to bridges, culverts, picks and timber trussles, sweat and grime and death by hidden mines and snipers.",
        1046.2,
        1055.3
    ],
    [
        " Construction, repair.",
        1055.72,
        1058.58
    ],
    [
        " And when will you fix my air conditioner?",
        1059.46,
        1061.8
    ],
    [
        " Ask headquarters.",
        1062.18,
        1062.9
    ],
    [
        " Again, I know I've talked about the engineers that work with us in Ramadi and how incredibly hard.",
        1063.7,
        1073.06
    ],
    [
        " And dangerous that job was, those guys were heroes.",
        1073.22,
        1076.76
    ],
    [
        " Like you couldn't even believe what these guys were doing.",
        1077.1,
        1079.12
    ],
    [
        " And this is just the same exact sentiment there.",
        1079.96,
        1083.1
    ],
    [
        " I just said engineers, he's his combat engineers, that's exactly right.",
        1083.98,
        1086.66
    ],
    [
        " It's combat engineers, 100%.",
        1086.76,
        1090.4
    ],
    [
        " September 11th, 1969, artillery can and crashes eastward, magnificent terrible thunder, bright flash, night bordered.",
        1090.4,
        1102.1
    ],
    [
        " Assurging mass explodes in thunder.",
        1102.94,
        1105.16
    ],
    [
        " Pagents of fire, again, again, in savage awe, we celebrate the festival of death.",
        1105.98,
        1115.48
    ],
    [
        " September 20th, 1969, a heavy load on the way back from Queen Nahn yesterday.",
        1117.24,
        1124.66
    ],
    [
        " We stopped our Jeep to help an old man with a heavy load which had fallen by the side of the road.",
        1125.14,
        1130.1
    ],
    [
        " The old man was carrying home the remains of his youngest son who had died during recent fighting along the Cambodian border.",
        1131.38,
        1138.62
    ],
    [
        " The Saigon government, he said, had provided a free coffin and transportation back to his village, but the truck had lost an axle 5 kilometers down the road.",
        1139.32,
        1149.88
    ],
    [
        " This wasn't his first tragedy.",
        1151.14,
        1153.86
    ],
    [
        " He told us that his eldest son had died two years older, earlier, in the assault on a way.",
        1154.94,
        1161.82
    ],
    [
        " But he never saw that son's body since he was a vietcong.",
        1162.66,
        1166.78
    ],
    [
        " He was an old man, he said, heartbroken and ignorant.",
        1167.78,
        1173.0
    ],
    [
        " He had lost two sons, drafted to fight on different sides of the war.",
        1173.9,
        1179.06
    ],
    [
        " And even now, he didn't really know what they had died for.",
        1181.22,
        1185.76
    ],
    [
        " We hear that about the Civil War in America that you'd have brothers fighting against brothers.",
        1186.74,
        1193.3
    ],
    [
        " I mean, clearly this happened in Vietnam, but you don't think of a guy that's giving up one son to each side and they're both dead.",
        1194.14,
        1200.74
    ],
    [
        " September 24th, 1969, a night.",
        1202.42,
        1207.18
    ],
    [
        " The heavens lie beyond us void, yet filled with substance, light and form, infinity.",
        1208.84,
        1215.56
    ],
    [
        " From nothing, all exists.",
        1216.42,
        1219.54
    ],
    [
        " As billions age our world not yet a grain of sand in mighty awe, the universe endures.",
        1221.04,
        1228.66
    ],
    [
        " Mortal.",
        1232.8,
        1233.6
    ],
    [
        " Week and woman born, look beyond the sky some clear and cloven night by lands and meet the sea.",
        1233.96,
        1241.6
    ],
    [
        " Embrace the stars.",
        1242.82,
        1243.82
    ],
    [
        " In infinite conceit, deny from nothing all you feel.",
        1245.02,
        1249.64
    ],
    [
        " And celebrate the overmind, original primal force, the birth of all that is.",
        1250.4,
        1258.46
    ],
    [
        " October 2nd, 1969, the Convoy.",
        1259.62,
        1268.74
    ],
    [
        " Two hours before the dawn, our Convoy groups quietly efficiently.",
        1269.3,
        1274.42
    ],
    [
        " Trailers, tanks and armor trucks with plated steel, alert.",
        1274.74,
        1278.22
    ],
    [
        " Rose of limitless inhuman war machines assembled in Detroit from America's great arsenal of doubt.",
        1279.82,
        1287.2
    ],
    [
        " Giant tinker toys of war, the mission always comes before the welfare of the man.",
        1288.72,
        1293.36
    ],
    [
        " The all-pervading mission that no one ever knows, the men come second.",
        1294.72,
        1298.84
    ],
    [
        " Rose of tired army ants, industrial all of drab, no longer young, grim and grimy,",
        1298.9,
        1305.7
    ],
    [
        " keep their faith in faded photographs of home, a virgin hope of things to come.",
        1306.16,
        1310.58
    ],
    [
        " Or some in beads, an albatross of peace medallions hanging from their tarnished neck.",
        1311.56,
        1317.58
    ],
    [
        " A human cry and muted rage to say, at war, I am, I am.",
        1318.56,
        1324.28
    ],
    [
        " The soon forgotten symbols of a never-caring world.",
        1326.54,
        1330.14
    ],
    [
        " It's time to move.",
        1330.72,
        1332.68
    ],
    [
        " A hundred muffled coughs and snarls of steel and iron trucks, the schedule must be met.",
        1333.52,
        1339.22
    ],
    [
        " We can't be late for war.",
        1340.04,
        1341.4
    ],
    [
        " The dawn is rising as we rumble past our first waking village.",
        1343.26,
        1346.52
    ],
    [
        " Here people move to fold and field, a farmer even now to toil behind his beast",
        1347.38,
        1353.28
    ],
    [
        " and plow the sacred soil his father once endured.",
        1353.28,
        1356.44
    ],
    [
        " His desecrated tomb of craters, mines and shells across the ridge and down the dusty roads.",
        1357.1,
        1366.84
    ],
    [
        " But it will pass.",
        1367.86,
        1369.58
    ],
    [
        " It always has the land endures all things.",
        1370.64,
        1376.92
    ],
    [
        " Very true statement.",
        1380.46,
        1381.6
    ],
    [
        " Very true statement.",
        1381.88,
        1384.36
    ],
    [
        " Especially here at Medi-Can-Imagine.",
        1384.74,
        1387.42
    ],
    [
        " So what did I say? 1969?",
        1387.6,
        1389.56
    ],
    [
        " Yeah, 1969.",
        1390.38,
        1391.06
    ],
    [
        " He's looking at these farmers and this war is going on all around him.",
        1391.86,
        1395.58
    ],
    [
        " And guess what they're doing?",
        1395.88,
        1396.88
    ],
    [
        " They're doing what they've been doing for thousands of years.",
        1397.18,
        1399.3
    ],
    [
        " They're plowing those fields and this war is going to come and it's going to go.",
        1399.66,
        1402.68
    ],
    [
        " They're still going to be there doing what they do.",
        1402.68,
        1404.34
    ],
    [
        " The soil is going to endure.",
        1404.42,
        1405.88
    ],
    [
        " The land is going to endure.",
        1406.02,
        1407.6
    ],
    [
        " October 9th, 1969.",
        1409.12,
        1412.64
    ],
    [
        " The sporting life.",
        1413.04,
        1414.04
    ],
    [
        " I met a Huey Gunship pilot in Queen Anne who had just extended his tour of duty down in the May Kong Delta.",
        1414.76,
        1420.98
    ],
    [
        " Most pilots did the job they had to do and then went home.",
        1422.28,
        1425.32
    ],
    [
        " But not this one.",
        1426.24,
        1427.38
    ],
    [
        " He actually enjoyed his work.",
        1427.56,
        1429.22
    ],
    [
        " He bragged to a group of us one night that during a dull day where there was little action in the Delta,",
        1430.28,
        1435.02
    ],
    [
        " he kept in practice by shooting at numerous water buffalo in rice paddies and sniping at frightened farmers.",
        1435.28,
        1441.5
    ],
    [
        " In one case, he said he played cat and mouse with an old poppasson on a bicycle weaving frantically down the road.",
        1442.1,
        1450.78
    ],
    [
        " I scared the hell out of him for a while, he said.",
        1451.56,
        1454.48
    ],
    [
        " Then I got him good with a beautiful long burst, no chance.",
        1455.04,
        1459.08
    ],
    [
        " Hell, he was in a free fire zone, probably VC anyways.",
        1459.62,
        1462.5
    ],
    [
        " All the slopes down there are VC.",
        1463.38,
        1464.8
    ],
    [
        " We looked at him incredulously and then left his table, leaving him alone, gloating to himself.",
        1466.28,
        1473.66
    ],
    [
        " Even at war, he remained a leper within some strange, unwritten code.",
        1474.5,
        1481.3
    ],
    [
        " October 10th, 1969.",
        1490.56,
        1492.52
    ],
    [
        " How old beach at night?",
        1493.64,
        1495.36
    ],
    [
        " I wish you were here right now so I could hold you very close and tell you things there are no words for.",
        1496.36,
        1507.7
    ],
    [
        " October 14th, 1969.",
        1515.28,
        1517.44
    ],
    [
        " Home one.",
        1518.5,
        1519.42
    ],
    [
        " We cling to something close at home, a girl or shadow on the wall, free sun, a ragged hope, so precious in return.",
        1520.22,
        1528.9
    ],
    [
        " If lost, we too are lost.",
        1529.8,
        1533.12
    ],
    [
        " Not finding hate as soldiers seldom hate, but bitter, stale, impassioned dead.",
        1533.92,
        1540.0
    ],
    [
        " We lose our need to love.",
        1541.1,
        1543.06
    ],
    [
        " Home two.",
        1546.54,
        1547.7
    ],
    [
        " I love you as gentle dawn, spread out against the savage sky, a part of life so very far away.",
        1549.48,
        1557.92
    ],
    [
        " Again, important to point out as I always try to, that these men that went to war were not just soldiers and not just Marines and not just sailors and not just Airmen, but they were men with hopes and dreams.",
        1564.56,
        1582.64
    ],
    [
        " They were men in love with that girl back home. They couldn't stop thinking about her.",
        1583.24,
        1588.46
    ],
    [
        " October 23rd, 1969.",
        1589.2,
        1596.46
    ],
    [
        " May.",
        1597.68,
        1598.4
    ],
    [
        " I was talking to May today, a pretty Vietnamese girl who works in headquarters to attach me as a secretary. May speaks English very well.",
        1599.2,
        1608.3
    ],
    [
        " Often we joke and talk about a lot of trivial things, but today the conversation was more serious.",
        1608.72,
        1613.8
    ],
    [
        " What would happen, I asked her, if the Viet Cong and North Vietnamese take over the South one day?",
        1615.5,
        1621.02
    ],
    [
        " May's face remained impassive.",
        1622.66,
        1624.62
    ],
    [
        " I worked for the Americans, so they would shoot me, then they would kill my family.",
        1625.96,
        1631.5
    ],
    [
        " And that is the reality.",
        1637.5,
        1639.36
    ],
    [
        " And that's the reality that when ISIS came into Ramadi after we had left about seven years after we had left and after Ramadi had been peaceful for about seven years and ISIS came in and took it over.",
        1640.12,
        1654.62
    ],
    [
        " It was one of the first things that they did was they, anyone that they knew had worked with coalition forces at all.",
        1654.62,
        1661.02
    ],
    [
        " They got murdered and their families got murdered.",
        1661.44,
        1663.76
    ],
    [
        " And from what I, the information that I received from my contacts over there was about 500 families were murdered, all of them.",
        1664.56,
        1673.0
    ],
    [
        " So yeah, when if you're going to go into a country and you're going to work there and you're going to support some of the people, make sure you stay there until the job is done.",
        1675.66,
        1685.28
    ],
    [
        " November 2nd, 1969, slopes and dinks.",
        1686.46,
        1691.66
    ],
    [
        " He was a young box sergeant from Alabama, proud of his artillery days at Fort Siloca, Homa, and proud to defend America from worldwide communist aggression.",
        1693.92,
        1704.38
    ],
    [
        " The Vietnamese communists in his eyes were subhumans.",
        1705.28,
        1709.62
    ],
    [
        " Anyway, slopes and dinks who felt no human emotion and therefore who could be eradicated as swiftly as possible without regret.",
        1710.76,
        1719.48
    ],
    [
        " He saw this enemy he told me for the first time during the Tetefence of 1969, when for days and nights on end, his battery kept mowing down human wave enemy assaults by lowering the howerzers to tree trunk level and firing bumblebee canisters which sprayed thousands of anti-personneling weapons.",
        1720.16,
        1739.6
    ],
    [
        " He also held darts into the enemy troops, but still they kept on coming, one wave after another.",
        1739.6,
        1748.52
    ],
    [
        " On the night after the last attack, he went out with a small patrol to survey the damage and found hundreds and thousands of the enemy dead.",
        1749.3,
        1760.32
    ],
    [
        " But he also found frightened young boys and young men who had died clutching one another in terror or who had died trying to bandage each other's wounds.",
        1762.38,
        1771.52
    ],
    [
        " And the young sergeant told me that he knew then that they must also have mothers, sisters, and wives at home just like his men and that they had been terrified during the battle just like his men.",
        1772.0,
        1786.7
    ],
    [
        " And that they bled and fell pain and cried just like his men.",
        1787.68,
        1793.52
    ],
    [
        " And he never called them slopes or dinks ever again.",
        1794.64,
        1800.02
    ],
    [
        " November 21st 1969 Sydney, Australia. After six months at war, a 10-day miracle.",
        1815.28,
        1822.52
    ],
    [
        " A beautiful heavenly city on the bay, the frontier spirit with a rise sense of Aussie humor, drinking a schooner of swall logger with new friends, invited everywhere a genuine Australian openness, up front and honest, the bay and the opera house, Bondy Beach riding the waves, the restaurants and nightlife incredibly beautiful tall Australian girls disarming in very real.",
        1822.96,
        1847.74
    ],
    [
        " Not afraid to be themselves to disagree outgoing and direct deep and beautiful like their city.",
        1848.68,
        1854.84
    ],
    [
        " Sydney, Australia, the reality of heaven treating us as people again and true friends making us feel more at home than home itself.",
        1856.16,
        1863.98
    ],
    [
        " Our last night was spent in a seafood restaurant. Mrs. Murphy the restaurant older told us if you'd come earlier boys we'd have had some fine dates for you tonight.",
        1864.78,
        1875.22
    ],
    [
        " Unfortunately, no wine was sold after 9 p.m. with dinner. An older couple approached our table here boys take our bottle. Your father's really helped us during the last war and we know how you feel about this one.",
        1876.28,
        1888.56
    ],
    [
        " God bless you and take care boys. Take care.",
        1889.94,
        1893.74
    ],
    [
        " Sydney, Australia, a beautiful lasting friendship, a love affair with life that back in Vietnam had all too soon the unfamiliar face that precious things take on when our heart is left behind.",
        1895.52,
        1909.92
    ],
    [
        " Sydney, Australia, a beautiful place to be.",
        1909.92,
        1918.5
    ],
    [
        " I can't even I've been to Australia and it's awesome and I can't even imagine what it would be like going from the Vietnam war into Australia for 10 days to leave and to have the Australian people just be awesome.",
        1918.5,
        1930.76
    ],
    [
        " So to the Aussies out there thanks for the support.",
        1933.74,
        1937.98
    ],
    [
        " December 19th 1969 incoming. Adol Thud muffled close, growing fearful, Thud followed twice another crash, Christ body, feet, flailing hands and sweat, waiting, waiting, crash.",
        1939.04,
        1957.2
    ],
    [
        " God, O Jesus, crash. Receiving Thud, waiting, still waiting, not you thank God. Move your head, not you, move your arm, not this time.",
        1957.78,
        1970.82
    ],
    [
        " So there you go. That's incoming. That's that's that's waiting for. That's when you hear when you hear it get launched and you know it's coming. That's what it is.",
        1972.52,
        1983.92
    ],
    [
        " When you say not you that's like he's checking dang is that move your head hit. Nope, not you move your arm, not this time or good.",
        1983.92,
        1991.52
    ],
    [
        " January 22nd 1970 dispatch at 19 11 45 hours 10 kilometers northwest of Hoi Nong a 16 year old youth from a nearby hamlet entered Thon Quete.",
        1991.58,
        2010.42
    ],
    [
        " Hamlet and through two fragmentation grenades into a group of children and Marines of the USMC combined civic action cartoon 237.",
        2010.7,
        2019.82
    ],
    [
        " There were four friendly killed in action Vietnamese children and 15 wounded in action 11 Vietnamese children and four United States Marine Corps.",
        2020.82,
        2029.54
    ],
    [
        " The youth through the grenades escaped.",
        2030.38,
        2033.6
    ],
    [
        " That's just I mean just that snapshot of what you're dealing with there you are in a civic action platoon out there trying to help out and a 16 year old kid comes and hugs two grenades and wounds 11 of the little kids you're trying to help and four of your men.",
        2038.16,
        2057.66
    ],
    [
        " And that's what your life is.",
        2058.04,
        2060.12
    ],
    [
        " February 4th 1970 small and pleading eyes are combat medic with all his tubes and bottles could never heal that gaping wound nor still your fearful cry.",
        2066.5,
        2079.96
    ],
    [
        " Jesus God what a petty callous war when armies clash and hate to disembowel a child.",
        2080.36,
        2090.18
    ],
    [
        " February 15th 1970 a green beret in not train one can never generalize about individual divisions regiments or any particular unit.",
        2100.72,
        2112.5
    ],
    [
        " It's hard enough generalizing about particular people but in not trying I did meet a green beret who as one individual was at least honest about his motivation.",
        2112.74,
        2123.38
    ],
    [
        " I was sharing his battle of Jack Daniels and ice I joined the green berets for excitement I guess on one hand we're living with the yards raising crops growing pigs and hunting Charlie.",
        2123.88,
        2135.74
    ],
    [
        " On the other hand you kill and drink smoke and horror every minute may be your last you know what I mean.",
        2136.52,
        2143.28
    ],
    [
        " Man if I were back in the States doing this sort of thing I'd either be dead or sitting on death row by now.",
        2143.66,
        2149.98
    ],
    [
        " But over here we've got a free license you know what I mean.",
        2150.66,
        2153.7
    ],
    [
        " He said he was thinking of settling down after the war getting into a business trainee program when he got back to the States or maybe into some branch of law enforcement.",
        2155.46,
        2163.86
    ],
    [
        " Yeah war is suited to some people for sure.",
        2168.76,
        2174.32
    ],
    [
        " March 1st 1970 interlude I saw a movie tonight that made me think of you.",
        2176.34,
        2181.22
    ],
    [
        " It's bad thinking you know yesterday I thought of Lee who is killed last month in one core.",
        2181.98,
        2189.12
    ],
    [
        " The movie was one of the few we saw together last year.",
        2190.6,
        2193.5
    ],
    [
        " How different seeing it again alone sitting in the sand at war.",
        2194.96,
        2199.22
    ],
    [
        " It made me think of our own interlude.",
        2200.86,
        2202.96
    ],
    [
        " Why we could never accept less than we had and would never have again.",
        2204.54,
        2211.86
    ],
    [
        " I don't know if you want to think about that sentence too much it's a little bit heavy.",
        2217.56,
        2221.56
    ],
    [
        " Why we could never accept less than we had and would never have again.",
        2222.54,
        2227.92
    ],
    [
        " March 4th remembrance 3.",
        2231.5,
        2234.5
    ],
    [
        " When you smiled at me I knew you were different.",
        2236.04,
        2239.22
    ],
    [
        " You had no snide remark from my uniform or ununheard a look of mock pity which seemed to say look everybody it's one of them again.",
        2240.0,
        2249.04
    ],
    [
        " And you didn't approach me with a fashionable overriding concern or preached to me from a pre-assembled dreadnought of morality.",
        2249.96,
        2257.64
    ],
    [
        " No and you didn't stare away from me or at me or through me all you said was hello.",
        2259.14,
        2264.84
    ],
    [
        " But through that one simple word I was no longer alone.",
        2265.56,
        2269.96
    ],
    [
        " Observation flower petal pushing through the crusted earth embraces light and dies.",
        2271.6,
        2281.28
    ],
    [
        " The ugly root endures but never booms.",
        2282.38,
        2288.6
    ],
    [
        " March 14th 1970 the provost marshal jeep stealing in Vietnam was a national pastime.",
        2292.08,
        2305.34
    ],
    [
        " The Vietnamese nationals had acquired chain cutters and became very adept at western auto mechanics with special emphasis in jump starting the engines and removing all cereal or identification markings with lightning speed.",
        2305.42,
        2317.98
    ],
    [
        " Even the shorebound navi installations took great delight in their midnight requisitions of army material.",
        2318.72,
        2324.8
    ],
    [
        " And the green berets from not trying had on one occasion brought in a CH-47 sling helicopter and airlifted away a brand new vehicle that was apparently impossible to obtain through ordinary supply channels.",
        2325.04,
        2337.2
    ],
    [
        " Yes, the new provost marshal at Cameron Bay decided to do something about these thefts and implemented a stern directive from the military police to all personnel who had their vehicle stolen.",
        2337.6,
        2350.26
    ],
    [
        " They would now have to write an extensive report in triplicate to the provost marshal explaining the surrounding circumstances and further appear before a board of inquiry remaining liable to possible article 15 or cart marshal proceedings for negligently allowing these thefts to occur.",
        2350.26,
        2365.46
    ],
    [
        " These orders were to take fast to take effect by the provost marshal's directive on March 11th.",
        2366.18,
        2373.46
    ],
    [
        " That would really take care of the problem the provost marshal promised the general by the sternest measures and prompt prosecution of any negligent offenders.",
        2373.46,
        2383.88
    ],
    [
        " On the morning of March 13th the provost marshal was seen walking to work.",
        2384.38,
        2391.5
    ],
    [
        " Someone had stolen his Jeep.",
        2392.64,
        2394.9
    ],
    [
        " Yeah, I like that. Good little story. There's that stuff definitely happens. My C-Bees were quite good at that.",
        2397.64,
        2406.28
    ],
    [
        " So in task unit bruiser we had C-Bees, the construction battalion, their Navy, guys that do construction but they also have combat skills. So their motto is we build we fight.",
        2407.14,
        2420.02
    ],
    [
        " And they should have another motto that's like we get things if you need them.",
        2421.48,
        2425.04
    ],
    [
        " So my guys were awesome at that and they were also awesome at everything else they did but it was nice that when I needed something they would find a way to acquire it.",
        2425.28,
        2434.88
    ],
    [
        " Thanks there to you bruiser C-Bees.",
        2434.94,
        2438.72
    ],
    [
        " All right, March 15th 1970 graffiti. He's got a list of graffiti here.",
        2439.24,
        2445.34
    ],
    [
        " Um, life for 986 days in a wake up.",
        2447.44,
        2451.56
    ],
    [
        " Next, prefer I came in the army. This is all misspelled before I came in the army. I couldn't spell engineer. Now one.",
        2452.2,
        2460.86
    ],
    [
        " Here's a good one. The US Army 184 years of tradition unhampered by progress.",
        2461.04,
        2470.34
    ],
    [
        " The army is like a rubber. It gives you that false sense of security while you're getting screwed.",
        2471.48,
        2477.22
    ],
    [
        " It's not a real war yet. We're just 550,000 military advisors.",
        2478.32,
        2484.6
    ],
    [
        " Fighting for pieces like screwing for chastity. Share in the fright with freedom. Go home with a friend.",
        2485.36,
        2494.38
    ],
    [
        " Next, give me your hearts and minds and I'll burn your fucking hut.",
        2496.06,
        2499.66
    ],
    [
        " Next, war is hell. But a year without a woman is a real bitch.",
        2500.34,
        2505.78
    ],
    [
        " Next, how come we can get to the moon but I can't get home.",
        2508.34,
        2511.56
    ],
    [
        " Next, those personnel with short stacks and low-mone of manifold pressure. Please taxi closer to the urinal.",
        2513.94,
        2520.64
    ],
    [
        " Next, the Assyrian lives. That's a little shout out to catch 22. The book.",
        2523.62,
        2527.96
    ],
    [
        " Next, would the last American soldier leaving Vietnam please turn out the light at the end of the tunnel.",
        2528.44,
        2534.44
    ],
    [
        " I think that's in reference to the fact that the higher ups kept saying that they could see the light at the end of the tunnel.",
        2535.08,
        2541.14
    ],
    [
        " I mean, we're coming. We're getting there. They're starting to see the light at the end of the tunnel.",
        2541.24,
        2544.06
    ],
    [
        " March 19th 1970, love, L-U-V.",
        2548.22,
        2550.8
    ],
    [
        " We once had a little puppy called love. She was the company mascot and dug just about everyone.",
        2551.76,
        2556.92
    ],
    [
        " She was one of those beautiful little creatures who hadn't ever learned to hate or fear. She trusted everyone.",
        2557.62,
        2564.56
    ],
    [
        " Love trusted the sergeant too, even though the sergeant wanted her wasted as a damn nuisance.",
        2565.6,
        2570.06
    ],
    [
        " So love never came home with us. But neither did the sergeant.",
        2571.16,
        2578.64
    ],
    [
        " Better Havns. Truck convoys and mechanized patrols often wed many men to their vehicles during most of their Vietnam tour.",
        2578.64,
        2589.3
    ],
    [
        " The names of such better Havns included. Here's so this is just the names of a bunch of different vehicles.",
        2590.16,
        2596.28
    ],
    [
        " Battling Bob, psychedelic flower, old faithful road runner, acid rock, hell for certain, puzzle palace, push your man, grim reaper, iron butterfly, grass bender, artful dodger, moratorium and malfunction junction.",
        2596.36,
        2611.96
    ],
    [
        " And my first deployment to Iraq are you you might appreciate this. Yeah, I think I've said this before, but our vehicles, my first deployment were named after after.",
        2612.74,
        2625.64
    ],
    [
        " The movie kingpin. So bigger and bigger and was one of them for sure. Yeah, that was all. And then life.",
        2626.6,
        2635.48
    ],
    [
        " I think it was primarily life's idea. He wanted to name and did name. They named all the vehicles after GI Joe characters like Cobra commander and stuff like that. Cobra commander.",
        2635.94,
        2646.48
    ],
    [
        " So there you go. Get some.",
        2646.84,
        2648.58
    ],
    [
        " You know, it's it's one of those things like like is that just always going to happen? That's what I was saying 300 years. If you have a war and there's some kind of vehicle, do you just name them?",
        2651.3,
        2661.2
    ],
    [
        " Whatever kind of cool names you can give them. I think it's because it's a little point of control that you have even as a as a frontline guy. Yeah, like that you can do and it's cool. Yeah, it's like kind of gives you little gives your war a little character. Yeah, like it's a little fun thing. You can add like you know how",
        2661.2,
        2676.96
    ],
    [
        " the patches, the situation or you know, just all that stuff or seal house BTF, you know, kind of the kind of deviate from the war. Yeah, almost in your own like little glasses for a little creativity little creativity. Yes.",
        2677.52,
        2693.9
    ],
    [
        " Yeah, it's funny because well naming vehicles was good and I remember so they we used to number the vehicles 1 2 3 4 5 6 7 or 1 2 3 4 5 6 or whatever 1 2 3 4 5. There's a problem with it though because the vehicles aren't always where they're supposed to be when you get.",
        2694.2,
        2711.2
    ],
    [
        " Yeah, so you go. Oh, wait a second. So you'd go out and get a number third vehicle, which is number three, but you weren't supposed to be in that vehicle is number three vehicles number six in position right now because they got scrambled up while they were maneuvering. Yeah.",
        2711.54,
        2722.3
    ],
    [
        " So that's why we ended up I told the guys name the vehicles. No numbers. That's what they did named them and they named them after kingpin. Yeah, yeah.",
        2722.42,
        2730.88
    ],
    [
        " Nope. I think there might be a picture of there. There's definitely some pictures of of my first deployment in the dichotomy of in the dichotomy of leadership book, but I want to see if you can see any of the vehicle names written on the side.",
        2730.88,
        2746.58
    ],
    [
        " Zev was one of the ones that I saw big zev. Yeah, not in the book, but yeah, one of the pictures. That's that's yeah, that's from that's from Ramadi. That was big zev. I think that was actually our big giant war pick. I always like there was a I think it was the Marine Corps had a big six by truck. That was they had war pig. That was war pig. I was like that one. I mean, that's kind of a given that you're going to have it. No name on that vehicle. Check.",
        2747.02,
        2771.54
    ],
    [
        " Next March 20th, 1970, the two fronts. The kid was caught caught out in the open by a stray mortar round. They don't make coffee the way they used to the businessman said and those kids with long hair, Jesus.",
        2773.74,
        2790.66
    ],
    [
        " The impact cut off his arm, the lower half of his right leg and blew off half his head, oozing red black blood into the sand. He was 19 years old and from Ohio.",
        2792.8,
        2804.54
    ],
    [
        " Well, the president must know what he's doing. He has my full support. Where the hell is the waitress? The kid only had two weeks left in Vietnam three days before he'd already framed a copy of his order's home.",
        2805.42,
        2818.64
    ],
    [
        " April 2nd, 1970, a bond of friendship. It was hot. The ambush had been effective out there in the brush. There was little protection from sight or hail of gunfire.",
        2823.88,
        2836.52
    ],
    [
        " The soldier caught sight of his buddy seriously wounded. Sir, please let me get him. Please. The officer well aware of their deep friendship hesitated and then said, go, but it's not worth it. Your friend is probably dead and you may get killed trying.",
        2837.54,
        2853.96
    ],
    [
        " But the soldier went. Miraculously, he hoisted his friend onto his shoulders and under heavy fire, the two of them stumbled back into the trench.",
        2855.82,
        2865.16
    ],
    [
        " The officer looked tenderly at the wood be rescuer. I told you it wouldn't be worth it. Your buddy is dead and you are badly wounded. I know, sir, the soldier replied, but you're wrong. It was worth it.",
        2866.9,
        2881.28
    ],
    [
        " Because just before he died, he looked at me and said, I knew you'd come.",
        2882.28,
        2886.62
    ],
    [
        " It didn't matter that day that one man was white and the other black. Thank you, God, that out of a hellish war we can still learn the meaning of true brotherhood.",
        2887.92,
        2901.68
    ],
    [
        " Chaplain Donald J Robinson from the 101st Airborne Division.",
        2905.28,
        2908.5
    ],
    [
        " That's where he took that story from.",
        2909.02,
        2911.64
    ],
    [
        " When you were kind of jumping back and forth to like, oh, coffee isn't made with these two, is that was he like just comparing he had more what I should have described a little bit better. He had one set of the stuff that was taking place in the civilian world back in the states. He had in parentheses.",
        2912.38,
        2930.36
    ],
    [
        " While this kid is getting ripped apart by a mortar round back in American parentheses, it just says, oh, where's the wages?",
        2931.3,
        2940.14
    ],
    [
        " You can imagine how... I think even during World War II, during World War II, the guys were over fighting, but at home, everyone was focused on the war effort.",
        2941.88,
        2954.52
    ],
    [
        " They were rationing and they were building, I mean, they changed factories to start building planes instead of civilian cars. They built war planes, they built bombs, they built ammunition, they built guns, the whole country was focused on it.",
        2954.84,
        2966.34
    ],
    [
        " In Vietnam, that wasn't really happening. It wasn't really that same situation. If you got drafted, your whole world freaking went upside down.",
        2966.66,
        2974.38
    ],
    [
        " But if you didn't get drafted, you were going to live your normal life and go work your job and live normal and go to the restaurant and ask where the hell it was.",
        2974.52,
        2981.24
    ],
    [
        " That's similar to what it's like now. I mean, actually, that is what it's like now. I've talked about that a bunch of times. Talked about it with Sam Harris.",
        2986.9,
        2992.46
    ],
    [
        " The wars that we have right now, there's a vast majority of the population of America. It doesn't affect them at all. It literally doesn't affect them at all.",
        2993.26,
        3002.84
    ],
    [
        " Because it has had no impact on the food that you eat, the gas that you use, zero impact, even the way you travel, like, okay, you could say, well, we used to be able to, and I don't know how much you traveled before 9-11.",
        3003.68,
        3015.58
    ],
    [
        " I traveled a lot before 9-11. It was a lot easier to travel, it was a lot quicker and there was flights always seem to be happening, which is to ease your deal.",
        3015.8,
        3024.94
    ],
    [
        " But now TSA is dialed in enough when you get used to the program and whatever. It's not that big of a deal. It's not like your freaking life is not a big deal.",
        3026.12,
        3033.72
    ],
    [
        " So really, the wars that we're going through right now for people that are detached from them. So I mean, obviously, you got military and you got the families of the military.",
        3034.12,
        3042.0
    ],
    [
        " Sure. But once you step outside, you know, you step one or two degrees away from that, you could be living your life. And if you didn't see it on the news, you would never ever know that there was a war going on.",
        3042.54,
        3052.5
    ],
    [
        " And that's, and what from, I think the reason he wrote that was because that's talking about now from the perspective of like, when you're in the war, you're thinking about those people that they're not even affecting them.",
        3053.82,
        3063.48
    ],
    [
        " Occasionally, watch the news and go, oh, there was someone else killed. Okay, can I get, can you pass the mayonnaise?",
        3063.96,
        3068.22
    ],
    [
        " Yeah. And even how, like, if you're not engaged in it, it's like, you know, just how you say, when you only when you're watching the news, that's when you see it.",
        3068.68,
        3076.6
    ],
    [
        " And even now, like, when you watch the news, you're like, oh, wow, you know, that's, that's too bad that that's happening literally the moment the news goes off.",
        3077.54,
        3083.88
    ],
    [
        " And I'm not talking about the worst stuff. I'm talking about everything on the news really, because, you know, I don't know, car accident or something.",
        3083.88,
        3089.22
    ],
    [
        " Well, the news cycle is getting so ridiculous right now. The news cycle is completely ridiculous right now. And it's no big surprise that why people listen to this podcast, why people are listening to all podcasts, why people are watching YouTube videos that are two and three and four hours long.",
        3089.22,
        3105.44
    ],
    [
        " Why is that? Because they want to have a little bit more depth to what they're hearing. I was on the airplane. I got done, you know, they make you put away your computer.",
        3105.8,
        3113.78
    ],
    [
        " And so I turned on the news because it had streaming cable news. And I turn it on. And I mean, I'm going, when do they turn on, when do they make you put away your computer? 20 minutes? I have 20 minutes left.",
        3114.18,
        3127.18
    ],
    [
        " And in that 20 minutes, there was like three or two sections of commercials. Actually, there might have been three sections of commercials that are all like four minutes long. I was getting so mad. I'm thinking of myself.",
        3127.88,
        3138.28
    ],
    [
        " I'm thinking of myself, bro, I just want to know what's happening. And you got to show me another commercial about some mattress company or what I mean, just just just just trying to sell me stuff. And then it goes back to the coverage.",
        3138.78,
        3148.86
    ],
    [
        " Right. It goes back to the coverage. And the coverage is people yelling at each other. There's no conversation happening. It's, it's, it's. And I've done, you know, I've done plenty of news bits, bites, whatever it's called. And you compared to a podcast. It's a joke.",
        3149.06,
        3165.72
    ],
    [
        " Yeah. It's like, it's literally nothing. That's why that's why, you know, Elon Musk going on a Joe Rogan and talking for three hours. You know, that's a whole different story.",
        3166.1,
        3175.9
    ],
    [
        " That's a whole different thing. And I mean, I think I kind of think that's the beginning. That's the sort of it's the beginning of the end.",
        3176.0,
        3184.3
    ],
    [
        " And the sum stuff and the starting of some other stuff. But that when you when you just can turn on the news and it's and it's over that quickly.",
        3184.44,
        3194.46
    ],
    [
        " Yeah. And it doesn't bring you anything other than literally the headline. Yeah. It's just the headline, which a lot of times is misleading on which is yeah, which is is clickbait often. Yeah. Right. It's clickbait.",
        3194.46,
        3206.4
    ],
    [
        " It's your cell phone killing you. They're not saying this. Oh, you're so killing you. But is it? Yeah. But now I got to know when I got a click on that thing.",
        3206.42,
        3214.8
    ],
    [
        " Yeah. So nowadays that's even I could you could say that's probably even worse because there's so many and plus not to mention back then. If you were going to watch, you know, my dad was telling me this the other day that back in the broken to do.",
        3215.84,
        3230.82
    ],
    [
        " They they had a you know, everyone watched like he just mentioned he mentioned Walter Cronkite in this. And like my dad was like, yeah, everyone watched Walter Cronkite. So everyone had a base common theme of discussion.",
        3232.24,
        3244.8
    ],
    [
        " So when you went to work on Thursday, everyone had watched the news on Wednesday. Everyone saw the same news. And nowadays. So if you wanted to watch TV, you were going to watch that. I mean, I remember Walter Cronkite.",
        3244.98,
        3259.48
    ],
    [
        " You know, that's that was my dad with that's what was on it. You watch Walter Cronkite. That was just that was just how?",
        3259.5,
        3265.54
    ],
    [
        " And now you can go home and never watch the news. So you can be completely, you know, not only, you know, it's one thing to say, hey, the news is over about the war in 30 seconds. And I don't think about anymore. You can just never even watch it.",
        3265.92,
        3279.62
    ],
    [
        " You can just watch Instagram videos of car crashes or or what other dumb stuff do you watch on on Instagram? Drunk girl fails. Drunk girl fails. Yeah, let's watch 30. Well, I've got, you know, an extra half an hour. I'll watch a half an hour worth of drunk girls fails. And they're and they're funny and they're entertaining. And they.",
        3279.62,
        3300.06
    ],
    [
        " What part of the mind do they stimulate? Because they must stimulate some part of your brain. Yeah, because they when you watch car crashes. You know, and now I was going to throw street fights in there. But when I watch street fights, I'm actually picking them apart. Right. I'm actually trying to learn something. Yeah.",
        3300.98,
        3316.48
    ],
    [
        " And but you know, drunk girls fake drunk profiles. Those you don't learn a lot from. I've shown my daughter's drunk girl fails. Like when they were 13, 14 years old. And be like, this is what I'm going to do.",
        3317.06,
        3330.04
    ],
    [
        " Alcohol will get you. Yeah. And and the other thing for a while they were showing binge drinking in England. Oh, yeah. And you know, it was actually in the news a little bit. And it would just be, you know, men and women. But I'd show my daughters the women of just girls just completely passed out drunk skirt hanging open. I mean, just puke all over themselves. And I'm like, hey, this is drinking. This is alcohol. This is this is what your little friends are getting all.",
        3330.66,
        3360.02
    ],
    [
        " All excited about and think it's so cool. This is it. This is what it gets you puke. So good. Good tool. So you can totally avoid you can basically customize your information flow into your brain to whatever you want.",
        3360.02,
        3379.62
    ],
    [
        " Yeah. And I'll go one step further and tell you that the algorithms that YouTube is putting ahead of you in front of you. So when you get done watching one YouTube video of a drunk girl fail. What pops up nine more drunk girl fails. Yeah.",
        3379.62,
        3393.1
    ],
    [
        " That's ready for you to watch. So they've got an algorithm that's actually going to just lead you to stupidity. Yeah. Right. They should put instead of putting advertisements. They should be like, okay, for every four really dumb YouTube video you watch, you should have to watch at least one quarter of that compiled time into something that's going to teach you something about being a better human being. Yeah. Well, you know, I don't know how good of a business model that would be. But you know, it's a good idea. Kind of in theory. I guess.",
        3393.12,
        3422.98
    ],
    [
        " You got to get beyond just thinking about money. I coach. I'm not saying they shouldn't. I'm saying that's why they won't. But yeah. Yeah. It's like right now, because right now in this in the they're trying to put these limits on time. Or I think the social media people are saying, hey, we're going to help you monitor your time that you spend on social media. So there'll be like a little thing that pops up. You've spent 40 minutes on social media today. Yeah. Because you're right. You know what they're not going to say? You reached your limit. You're done. Yeah. They're not going to say that. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No.",
        3423.1,
        3453.08
    ],
    [
        " No. No. And they're not going to say hey, you watched nine stupid videos. Now you're going to watch three educational ones that make you smarter. I mean they're going to show you the time of your consumption. Right next to the next video that they that they made for you, and you like to watch, you know, it's completely irresistible to you. That's something that you've got to watch. A drunk girl failing. You can see her. And she's like standing on the edge of whatever you know it's going to be a good one. Yeah. Yeah, yeah. Yeah. Yeah.",
        3453.08,
        3482.52
    ],
    [
        " They're placed in like red with the exclamation mark. You know, or point, you know how they do that. Or it's like, it's so exciting. So excited. I see what you're doing. Yeah. But yeah, so you can be completely the point there is you can be completely disconnected, especially now completely disconnected with the reality of the world.",
        3482.52,
        3499.44
    ],
    [
        " All right, April 4th, 1970, Colonel S. Many officers and NCOs and Vietnam know their business. Even though they hate the war, a war not of their own making, they really take care of their men and don't give a damn about frontline formalities. All they want is to get as many of their men back alive as they can. The men deeply respect these officers and CEOs and justifiably so. So there you go.",
        3501.9,
        3528.34
    ],
    [
        " Little bit, little bit of leadership here. Take care of your man. Other back to the book. Other officers are little people with rank and authority and little else.",
        3528.7,
        3539.26
    ],
    [
        " They cannot command respect by their action. So they must command by their disrespect verbally and for petty offenses for haircuts polished boots and frontline salutes.",
        3540.02,
        3552.2
    ],
    [
        " Colonel S was one of these men, a little puffy hamster man who would not hesitate to lick the general's boots on any occasion. And he had the audacity on numerous occasions to lambast various troops for their sloppy haircuts and uniforms at the base PX. Such troops had just come in from the field or from a long exhausting convoy and not seen the likes of a shower much less a barber in a number of weeks.",
        3553.36,
        3577.4
    ],
    [
        " They always looked at the Colonel in total disbelief and then comprehending in a long and prisoned rage for this antiseptic staff toady.",
        3577.84,
        3589.38
    ],
    [
        " Colonel S's written directives were likewise incomprehensible, unnecessary wasteful and in a word unbelievably stupid.",
        3590.7,
        3598.42
    ],
    [
        " Many of us thought that Joseph Heller's catch 22 was an unreal parody about war until we met Colonel S.",
        3599.36,
        3606.64
    ],
    [
        " One night some Vietcong sappers blew up our petroleum storage dump and it was incredible. It was an incredible blaze for three days and nights.",
        3607.88,
        3614.64
    ],
    [
        " Anyway, after the immediate attack Colonel S jumped out of his Jeep, grabbed his 45 caliber pistol and went chasing after the VC Hellbent for musty leather stumbling over the sand dunes like a long retired prop man in a John Wayne war movie attempting a futile and embarrassing comeback.",
        3614.82,
        3634.48
    ],
    [
        " We all sort of hope that the Vietcong would follow the logical rules of guerrilla warfare and leave one sniper back to cover their escape waiting for the much beloved staff Colonel to come panting over the hill.",
        3636.2,
        3648.92
    ],
    [
        " But no such luck. Apparently the VC knew all about the Colonel and wanted to leave him right where he was and who could blame them.",
        3649.98,
        3659.56
    ],
    [
        " So there you go. There's those type of people they exist now. They're gonna exist in the future. If you're one of those people that started listening to podcast and joined the military and I know there's a lot of you get some that's awesome.",
        3660.7,
        3671.92
    ],
    [
        " When you don't don't think that every officer you meet is gonna be one of these guys. It takes care of their men and doesn't give a damn about frontline formalities and is deeply respected. That's that's not a majority.",
        3672.9,
        3686.84
    ],
    [
        " Now this other knucklehead the guy that's licking the boots of the general that's not a majority either. But they exist there there.",
        3688.36,
        3697.94
    ],
    [
        " April 9th 1970 waiting waiting is 90% of the game in Vietnam you keep busy you do your job 24 hours a day seven days a week. Occasionally there's a half day off a stand down or 10 days of R&R outside of Vietnam.",
        3698.46,
        3714.32
    ],
    [
        " But the rest of the time you wait seven days a week 24 hours a day until things happen you wait.",
        3715.28,
        3722.9
    ],
    [
        " And then when it happens you're right in the middle of it when you're not working or sleeping you're still waiting.",
        3723.2,
        3729.4
    ],
    [
        " And time can play some horrible tricks on you. Vietnam may be a one year tour for most soldiers. But they have actually spent many more years there than they care to talk about.",
        3729.86,
        3740.38
    ],
    [
        " Time in Vietnam slows down almost to a stop every minute of every day the Vietnamese have lived with this phenomenon for century but the Western soldier cannot.",
        3740.38,
        3751.96
    ],
    [
        " Your last two weeks in Vietnam like your first two weeks are measured in months and you're especially paranoid about getting hit during these last two weeks and you wait.",
        3753.12,
        3761.4
    ],
    [
        " Your off duty time is short lived and very precious with a 24 hour day and a seven to day a week is the only time you have to blow off your stress and anxiety your loneliness fear and frustration.",
        3763.12,
        3774.76
    ],
    [
        " Sometimes you can almost but only almost forget the war.",
        3775.12,
        3780.8
    ],
    [
        " During this time we grew together with our friends we shared each other's hurt and pain our love and hate for home and war.",
        3781.98,
        3789.74
    ],
    [
        " We got to know each other in a very deep sense maybe better than our wives or girlfriends ever would.",
        3790.4,
        3796.38
    ],
    [
        " We talked philosophy and we talked nonsense we laughed and we cried we learned to live and grow.",
        3797.18,
        3804.88
    ],
    [
        " We looked back and we looked ahead.",
        3805.54,
        3809.34
    ],
    [
        " We talked about changes getting us and in America.",
        3809.84,
        3815.88
    ],
    [
        " We committed ourselves to both.",
        3816.54,
        3818.96
    ],
    [
        " Without these friends Vietnam would have been much worse than it already was our friends made this waiting bearable.",
        3820.08,
        3827.86
    ],
    [
        " April 11th 1970 medicine men.",
        3829.54,
        3839.76
    ],
    [
        " Many doctors assigned to the medical core in Vietnam devote much of their very limited and precious off time duty working with Vietnamese civilians.",
        3840.98,
        3850.74
    ],
    [
        " Most medical assistants from the other side is gratefully appreciated but there are exceptions.",
        3851.36,
        3857.7
    ],
    [
        " My brother Charles who was assigned to the 6th Convalescent Center in Southern 2 Corps worked with the many Vietnamese civilians in Cameron Village and Micah Village among others.",
        3858.32,
        3870.12
    ],
    [
        " But three weeks after he ended his tour of duty in Vietnam a small group of Viet Cong sappers blew up his hospital killing and wounding 98 bed ridden patients.",
        3870.72,
        3879.7
    ],
    [
        " Another army doctor working a small village not far from Cameron Bay successfully saved the life of a young girl 12 years old who had both of her hands blown off by a grenade.",
        3880.84,
        3891.54
    ],
    [
        " The little girl's grandmother was also injured in the blast.",
        3892.28,
        3895.54
    ],
    [
        " A short while later the doctor learned that the young girl's injuries occurred while she and her grandmother had been attempting to booby trap the doctor's own jeep with this same grenade hoping to kill him when he started his engine.",
        3896.74,
        3911.62
    ],
    [
        " A third unarmed American medic spent much of his free time in a similar village attempting to fight an outbreak of cholera and typhoid.",
        3912.46,
        3923.44
    ],
    [
        " One young Vietnamese boy was too sick to be saved when the medic arrived in the village but rumors circulated throughout the hamlet that the American medic was responsible for killing the boy with his poisonous medicine.",
        3924.28,
        3936.86
    ],
    [
        " Consequently the village allowed two Viet Cong snipers to ambush and kill the young medic when he drove back into the village a few days later with another shipment of life-saving drugs.",
        3937.58,
        3948.86
    ],
    [
        " A few medical personnel dared to enter this village after the episode and half the villagers later died as a result of cholera epidemic.",
        3949.98,
        3959.4
    ],
    [
        " The young man was also injured in the war and he was saying he was talking about how much bombs we dropped on Vietnam.",
        3989.4,
        3992.72
    ],
    [
        " So Vietnam was about the size of California and we dropped more bombs in Vietnam than got dropped in all of Europe during World War II on both sides.",
        3992.94,
        4006.28
    ],
    [
        " So both the allies and the Axis all bombs put together during all of World War II in all that area there was more dropped into just Vietnam.",
        4006.84,
        4019.14
    ],
    [
        " And what someone said was he's quoting a general that said hey we're going to bomb them back into the Stone Age and what he didn't realize is that they were already wearing the Stone Age.",
        4019.84,
        4030.52
    ],
    [
        " These people are living their farmers they're they're working they're basically in the Stone Age.",
        4030.52,
        4034.6
    ],
    [
        " And so that's my point is that they're not going to understand this medical treatment and if someone comes in and starts manipulating their brains and saying oh that your that kid was killed by this poisonous medicine.",
        4034.78,
        4047.24
    ],
    [
        " April 15th 1970 a short short story.",
        4047.4,
        4056.12
    ],
    [
        " Once upon a time there was a politician who all by himself blustered and stormed and committed half a million young men to risk their lives in war.",
        4056.22,
        4065.72
    ],
    [
        " Some fat-assed power hungry politician who in all his potato face ugliness had the gall to consider himself a statesman and a man of decision.",
        4066.56,
        4076.46
    ],
    [
        " The American sheep went bah bah and the young boys died and bulb nose lived happily ever after.",
        4078.4,
        4086.78
    ],
    [
        " Kirkmeyer Lee, Catherine, daily, Rodriguez, just names, just figures.",
        4087.8,
        4104.54
    ],
    [
        " April 19th 1970 officers and men. American soldiers and Vietnam came from all walks of life and so did the officers.",
        4111.32,
        4120.8
    ],
    [
        " Most of the officers I worked with in Vietnam in Saigon, Camron, not train were citizen soldiers like I was.",
        4121.76,
        4129.76
    ],
    [
        " Graduates of ROTC or OCS only Colonel S Major T and Captain D were West Point graduates.",
        4130.08,
        4138.88
    ],
    [
        " Colonel S is discussed elsewhere in this book.",
        4139.22,
        4142.94
    ],
    [
        " But Captain D didn't like going along with anyone and Major T was a good officer well liked and much respected.",
        4143.32,
        4150.16
    ],
    [
        " One out of three ain't bad.",
        4150.96,
        4152.68
    ],
    [
        " For six month my superior officer was Major P from the 173rd Airborne and I couldn't have worked for a better man in route of the army.",
        4154.14,
        4163.08
    ],
    [
        " He treated us all like human beings no matter what our rank was and we were all fiercely loyal in return.",
        4163.82,
        4170.6
    ],
    [
        " Hey there's a novel idea. That's a novel idea. All these people that ask me like oh I'm taking over leadership position what should I do.",
        4171.66,
        4178.52
    ],
    [
        " Here's step one treat your people like human beings no matter what the rank are and look he says that people were fiercely loyal in return.",
        4178.52,
        4186.36
    ],
    [
        " When Major P left however we became expendable to the greater glories of someone else.",
        4186.88,
        4192.84
    ],
    [
        " The army like any civilian counterpart has its equal share of the good the bad and the ugly.",
        4193.14,
        4200.34
    ],
    [
        " One of my closest friends in Vietnam was none of the above he was a stevedor officer a Pentecostal minister son and Zorba the Greek.",
        4203.12,
        4212.22
    ],
    [
        " He treated his men as individuals rankless and unique they did their job with a minimum of hassle and they loved him.",
        4213.04,
        4221.82
    ],
    [
        " He was their counselor their friend and their equal.",
        4223.0,
        4226.1
    ],
    [
        " When he was about to leave Vietnam his men gave him a symbolic christening and beer and threw him in the ocean.",
        4227.32,
        4233.64
    ],
    [
        " He told them to treat each other just like you'd want the other dude to treat you.",
        4234.78,
        4240.68
    ],
    [
        " The golden rule in a tub full of beer an interlite forever branching outward.",
        4241.38,
        4249.24
    ],
    [
        " In Vietnam when most of us were plotting through the absurd in human procedures of the war he alone remained a man of substance.",
        4250.1,
        4258.6
    ],
    [
        " So again it's like treat your people well.",
        4259.5,
        4263.42
    ],
    [
        " April 27th 1970 a highway accident.",
        4264.6,
        4270.02
    ],
    [
        " Yesterday we saw the results of what happens when a small lambretta scooter bus filled with 12 Vietnamese civilians hits a Viet Cong mine buried along the side of the main highway.",
        4271.18,
        4283.52
    ],
    [
        " The mine was primarily an anti personnel device used as the military abstractly explains it the harass the civilian population.",
        4283.98,
        4295.02
    ],
    [
        " There were a lot of mangled bodies lying there until they were policed up primarily older people, women and children.",
        4297.48,
        4305.14
    ],
    [
        " The elder sons and husbands had already been conscripted to take their chances on the conventional battlefield.",
        4305.56,
        4311.82
    ],
    [
        " In America a big highway accident or related disaster usually draws a huge morbid crowd to stare and gawk.",
        4312.5,
        4321.34
    ],
    [
        " Yesterday in Vietnam no one seemed to notice.",
        4323.58,
        4328.06
    ],
    [
        " April 30th 1970 the Koreans.",
        4329.02,
        4334.62
    ],
    [
        " The Koreans fielded an excessive two crack divisions during the Vietnam War.",
        4335.12,
        4341.08
    ],
    [
        " The rock that's Republic of Korea the rock troops were greatly feared and respected by the Viet Cong and North Vietnamese alike.",
        4341.66,
        4348.54
    ],
    [
        " They asked for and gave little quarter to the communists.",
        4349.06,
        4353.42
    ],
    [
        " Once when one of their troops was ambushed outside a small village in northern two corps the Koreans hunted the sniper down, brought him back to the village, strung him up on a tree and skinned him alive.",
        4353.92,
        4366.98
    ],
    [
        " The Koreans bravery, devotion and ferocity as a fighting force was legendary in Vietnam.",
        4367.38,
        4374.9
    ],
    [
        " During the Ted Offensive of 1968 every major allied headquarters and military compound in all of Vietnam was attacked by the communists except one.",
        4376.06,
        4388.4
    ],
    [
        " The VC and the North Vietnamese gave wide birth to the Koreans.",
        4389.26,
        4394.08
    ],
    [
        " I did not know that but that's legit.",
        4395.18,
        4399.32
    ],
    [
        " They said yeah we're not going to attack the Korean compound.",
        4399.64,
        4405.22
    ],
    [
        " We're going to leave it alone.",
        4405.56,
        4406.7
    ],
    [
        " There's that speaks volumes.",
        4407.98,
        4412.38
    ],
    [
        " That speaks volumes.",
        4412.96,
        4414.5
    ],
    [
        " Yeah you got to carry a big stick.",
        4414.86,
        4422.2
    ],
    [
        " I got to carry a big stick.",
        4423.72,
        4425.74
    ],
    [
        " Props to the Koreans.",
        4426.08,
        4426.94
    ],
    [
        " Here's a little poem in memory of a friend killed in action.",
        4427.62,
        4430.6
    ],
    [
        " Is it weakness for a strong man to be moved by inner touch?",
        4431.34,
        4438.44
    ],
    [
        " Must he spurn a lonely blade of grass and damn the oceans roar?",
        4439.26,
        4444.72
    ],
    [
        " Or must he look at sentimental beauty as a crutch and choose to play the game of pride by calling life a whore?",
        4446.04,
        4454.34
    ],
    [
        " No.",
        4455.96,
        4457.48
    ],
    [
        " I have seen the strongest man defend a withered rose and fall from grace because the people didn't understand.",
        4458.24,
        4467.78
    ],
    [
        " They thought it was his weakness they exploited I suppose and killing him in ignorance.",
        4469.6,
        4475.58
    ],
    [
        " They trembled in his hand.",
        4475.9,
        4478.5
    ],
    [
        " May 25th 1970 Kent State.",
        4479.62,
        4484.78
    ],
    [
        " In the futility and rage over President Nixon's Cambodian invasion, the killing of four student demonstrators at Kent State University by the Ohio National Guard Middleton,",
        4485.1,
        4497.76
    ],
    [
        " mystified many GIs and Vietnam.",
        4497.76,
        4499.7
    ],
    [
        " We felt this outrage too.",
        4500.5,
        4502.86
    ],
    [
        " But we had a hard time comprehending how the press and the nation could make so much of an issue out of these four student deaths.",
        4503.62,
        4512.02
    ],
    [
        " When we were losing friends and comrades in an average of 250 men killed each and every week.",
        4513.04,
        4518.98
    ],
    [
        " It made us feel as unwilling participants that we were a subhuman species neglected and alone.",
        4520.06,
        4528.92
    ],
    [
        " Forgotten ponds in a confused and godforsaken war.",
        4529.46,
        4534.24
    ],
    [
        " And we were on both sides of the ocean.",
        4536.18,
        4540.48
    ],
    [
        " I mean, obviously growing up, you actually study like when I went to history class in high school.",
        4545.58,
        4555.4
    ],
    [
        " Like we specifically learned about the Kent State massacre, which obviously is horrible.",
        4555.76,
        4561.54
    ],
    [
        " But can you imagine or so for the students could kill the student protesters?",
        4562.2,
        4566.02
    ],
    [
        " Obviously never should have happened.",
        4566.02,
        4567.52
    ],
    [
        " But can you imagine being a Vietnam in the whole country of America is up in arms about these four students being killed.",
        4568.42,
        4577.24
    ],
    [
        " But every week there's 250 of your friends getting killed.",
        4577.74,
        4580.68
    ],
    [
        " May 26th 1970, the real heroes, the medics and Medevac personnel in Vietnam almost to a man were beautiful and very dedicated people.",
        4582.02,
        4595.82
    ],
    [
        " Braving the fiercest fire and most horrowing odds to comfort and evacuate the wounded and dying.",
        4596.02,
        4601.74
    ],
    [
        " Military and civilian alike, often from both sides, from the heat of battle.",
        4602.16,
        4606.74
    ],
    [
        " In any war, the real heroes are those who try to maintain basic humanity.",
        4607.54,
        4614.98
    ],
    [
        " Time and time again risking their own lives so that others might live.",
        4615.46,
        4619.12
    ],
    [
        " In Vietnam, the medics and Medevac people were such men.",
        4620.9,
        4626.5
    ],
    [
        " May 28th 1970 anti-war protesters.",
        4627.34,
        4635.32
    ],
    [
        " There were various reactions by Vietnam GIs to the anti-war protesters back home.",
        4635.7,
        4641.52
    ],
    [
        " The bulk of the infantry were high school graduates who knew that college deferments kept most of the more affluent anti-war protesters out of the draft and thus out of the war.",
        4641.52,
        4653.0
    ],
    [
        " To these GIs, Vietnam was viewed in terms of a deep gut reaction, a sort of misery loves company affair.",
        4653.54,
        4661.96
    ],
    [
        " I wish those goddamn protesters could be over here for one week and see what the VC did to my buddy. It changed their goddamn minds real quick.",
        4663.1,
        4671.58
    ],
    [
        " That was he had that in quotes that wasn't him. That was him explaining what the thoughts of the average infantry GIs was.",
        4672.72,
        4685.42
    ],
    [
        " Back to the books, some of our contemporaries had chosen jail or Canada and Sweden. We had chosen Vietnam.",
        4687.24,
        4694.36
    ],
    [
        " At least the anti-war protesters could show the world that we were all not supporting the president's actions, even at war.",
        4695.44,
        4701.54
    ],
    [
        " On the other hand, we had to survive this war. Since the VC and the North Vietnamese had designs for killing us and we had designs on them, we were both de facto enemies.",
        4702.6,
        4714.5
    ],
    [
        " Nevertheless, most Vietnam GIs and the anti-war protesters back home had something in common. I love this right here is awesome.",
        4715.78,
        4725.04
    ],
    [
        " The frontline troops hated the war and they hated the safer combat support personnel. The combat support personnel hated the war and they hated the organizational general staff.",
        4726.1,
        4738.66
    ],
    [
        " The staff personnel hated the war and they hated the troops back in Europe and the troops back home.",
        4738.92,
        4744.74
    ],
    [
        " The troops back home hated the war and they hated the placid non-carrying American civilians.",
        4745.04,
        4751.82
    ],
    [
        " The American civilians supported the war at the time and they hated the anti-war protesters and the anti-war protesters hated the war and they hated the government.",
        4752.52,
        4764.72
    ],
    [
        " Therefore, the protesters and the soldiers at alike had one important thing in common. We both hated the war.",
        4765.76,
        4772.8
    ],
    [
        " That's a crazy thing to think about. That whole thing is just like...",
        4773.66,
        4779.94
    ],
    [
        " You could play those kind of circular games with our political system all day long right now.",
        4779.94,
        4786.2
    ],
    [
        " Ridiculous.",
        4786.46,
        4788.36
    ],
    [
        " This overall feeling perhaps can only be described by a related story as the American troop withdrawals in Vietnam began an armored outfit, the 2-1 Cav pulled into Camron Bay for its long awaited departure home.",
        4792.2,
        4804.52
    ],
    [
        " Over four years, the 2-1 Cav had performed a combat and combat support role in and around fan rang and fan jet.",
        4804.86,
        4814.5
    ],
    [
        " They had eaten dust and mud, been shot at, murdered and booby trapped throughout their tour and now they were going home.",
        4815.14,
        4821.26
    ],
    [
        " To honor these brave and gallant men, General D of the Camron support command decided to give them a fitting welcome home amid banners, bands and flags. General D himself was on the reviewing stand.",
        4821.8,
        4835.0
    ],
    [
        " And just as the overly tired men of the 2-1 Cav rumbled by in their tanks and armored personnel carriers, the General proudly saluted them.",
        4836.78,
        4845.72
    ],
    [
        " The first man in the lead tank, not knowing it was a General saluting him or just not carrying, returned the General's snappy salute in the only way possible. He gave him the finger.",
        4846.38,
        4859.7
    ],
    [
        " June 6th 1970 coming home.",
        4865.4,
        4867.6
    ],
    [
        " Coming home, we had to go through American customs, sort of like weary tourists back from a year long overseas jump to the enchanted east.",
        4867.82,
        4877.1
    ],
    [
        " Did we have anything to declare? Not much. Most of our prized PX positions possessions were shipped home. Some having been ripped off by certain civilians, steved doors along the coast.",
        4877.58,
        4889.18
    ],
    [
        " So now he is. He's home June 7th 1974, Lewis Washington.",
        4889.18,
        4895.86
    ],
    [
        " A big monster idiot tube welcomed us back to the world. A third-rate TV comedy in the sweaty lounge with grotesque absurd commercials screaming and clawing at their dazed viewers with a never-ending by-me fervor.",
        4897.56,
        4913.04
    ],
    [
        " I'm sorry I said as I turned the monster off. I'm just not ready for all this yet.",
        4914.62,
        4919.86
    ],
    [
        " I know what you mean another voice said, spending a whole year overseas fighting to defend all this crap.",
        4920.08,
        4928.16
    ],
    [
        " So there you go, the TV. The TV. The monster clawing at its viewers.",
        4928.84,
        4938.54
    ],
    [
        " Buy me. Buy me. Yeah. May 5th 1971, a march in San Francisco.",
        4940.42,
        4946.9
    ],
    [
        " There was a huge anti-war protest march in San Francisco this week. Over 700,000 people walked down Geary Street and in memory of some friends we found ourselves in front of a large contingent of old timers from the Lincoln Brigade and directly behind a large group of businessmen against the war.",
        4947.44,
        4967.0
    ],
    [
        " There were students and veterans, housewives with baby prams, burly steve doors and electricians, grandmothers and grandchildren, policemen and hippies, minorities and majorities, all Americans peacefully asserting their constitutional right of free speech and assembly.",
        4967.66,
        4983.24
    ],
    [
        " After the speeches in Golden Gate Park, one badly crippled veteran in a wheelchair had just enough strength to hurl some hardware, one combat medals into the field, a bronze star medal and two purple hearts.",
        4984.58,
        4997.8
    ],
    [
        " Nobody cared about us when they sent us over there, he said. And nobody cares about us now.",
        4998.68,
        5007.04
    ],
    [
        " And that kind of closes out the portion of the book that I wanted to cover, although I do want to actually finish it with what he finishes or how he finishes the book.",
        5016.04,
        5029.58
    ],
    [
        " And he finishes the book. Peter and Swisher finishes the book with a quote from someone else.",
        5029.8,
        5039.18
    ],
    [
        " And that's how he finishes the book. So I want to read that. And it says to close out the book, it's called another time, another place.",
        5042.72,
        5054.96
    ],
    [
        " This morning January 21st, another picture of war was the worst I have ever seen.",
        5055.7,
        5065.22
    ],
    [
        " It is just east of where the engineers have established a fairy crossing across the river at a point where the river first bends toward the road.",
        5067.48,
        5078.02
    ],
    [
        " Until they were buried, their lay, what was left of eight or ten British soldiers. Perhaps one of their mortars was hit as some were burned.",
        5078.56,
        5093.18
    ],
    [
        " And there had been a heavy explosion, but no shell crater was seen nearby. Of two men, only the lower halves remained.",
        5093.5,
        5104.16
    ],
    [
        " Another two were each lacking a head. And another had a leg off at the hip. All had been horribly injured.",
        5106.02,
        5117.18
    ],
    [
        " A Christmas card lay on the ground, bearing the words in a child's hand writing to the best daddy in the world.",
        5121.14,
        5133.28
    ],
    [
        " And those words were written by somebody by the name of Captain George Nash, royal artillery, Italy, 1944.",
        5137.48,
        5150.64
    ],
    [
        " And if you put this together, Peter and Swisher, the end in his name stands for Nash, because Captain George Nash was Peter Swisher's biological father, who I talked about in the beginning, who was killed after the war.",
        5156.62,
        5180.52
    ],
    [
        " As he came home from Italy.",
        5180.88,
        5186.24
    ],
    [
        " Another place, another time, you know, life in many ways, in so many different ways, we are not going to understand it.",
        5192.74,
        5214.5
    ],
    [
        " It's incomprehensible. I mean, when you get this Christmas card laying on the ground amongst these savagely wounded soldiers, and that Christmas card says, in little kids writing to the best daddy in the world, I don't understand that.",
        5215.2,
        5237.94
    ],
    [
        " I don't know why that is, I don't know why the world can be such a horrific place. And how life can be so tragic, but that is the way it is in some of the things that happen in the world.",
        5238.14,
        5257.24
    ],
    [
        " And they just happen in what we cannot control them.",
        5259.6,
        5262.94
    ],
    [
        " But at the same time, there are so many things in the world that we do control.",
        5264.66,
        5273.0
    ],
    [
        " And all of us, we all can somehow in some way relieve or we can attenuate some of that tragedy.",
        5276.3,
        5288.72
    ],
    [
        " We don't need to spur an alonely blade of grass or dam the ocean's roar. We don't need to do that.",
        5293.38,
        5302.64
    ],
    [
        " We can make someone's life a little bit better. We can make ourselves a little bit better. And in doing so, we can make the world even just a small part of the world a little bit better.",
        5305.68,
        5317.4
    ],
    [
        " And Peter Swisher, he actually did survive Vietnam and he went on to become a lawyer and then he became a professor of law at the University of Richmond.",
        5319.16,
        5326.76
    ],
    [
        " And he was married for 37 years and raised a daughter and he died June 15th, 2016 of a cancer.",
        5326.76,
        5341.32
    ],
    [
        " The cancer called multiple myloma, which if you don't know what that is, that's one of the forms of cancer that's connected to Agent Orange, which is the chemical that we used in Vietnam to kill the foliage.",
        5343.62,
        5358.88
    ],
    [
        " So the enemy couldn't hide in it. And that's the cancer that killed Peter Nash, Swisher.",
        5361.2,
        5372.76
    ],
    [
        " But luckily his voice and his memories live on with us through his writing and through his stories. And I think through these stories, he left the world a little bit of a better place.",
        5378.68,
        5396.62
    ],
    [
        " And I think that's all I've got for tonight. So, Echo, maybe you could let me decompress a little bit and maybe tell us how we can help us.",
        5399.6,
        5419.96
    ],
    [
        " Make the world a better place. That sounds like a big deal. It sounds like a big deal, but is it really that big of a deal? I'm not talking about you personally got to individually go out and change the whole world.",
        5421.74,
        5435.76
    ],
    [
        " Right. And a way that everyone can see right now. I had a conversation with who was I talking to. Someone was asking me it might have been Pete, it might have been Pete up at origin, might have been Peter Roberts, it might have been him, but somebody was asking me, you know, about, you know, coming up in the seal themes and when I decided to become an officer.",
        5435.76,
        5457.92
    ],
    [
        " And I might have said this before on here, I don't know, but you know, I had a platoon commander that was a prime lesson guy and he was awesome and we all loved him. And when you're in a seal platoon, that's the whole world.",
        5460.22,
        5470.1
    ],
    [
        " Yes.",
        5470.32,
        5470.7
    ],
    [
        " That's the whole world is a seal platoon. That's the whole world.",
        5470.98,
        5474.06
    ],
    [
        " And we had this awesome officer and this is the time we had a mutiny and all that. And so we got rid of our bad officer and we got this good officer came in and it just made our lives awesome. Our lives were awesome.",
        5475.62,
        5484.62
    ],
    [
        " And so I said to myself, the back of my mind subconsciously kind of remotely conscious. I don't know, but I realized that this guy made our lives awesome. He made our world awesome.",
        5485.08,
        5495.8
    ],
    [
        " And I said to myself, somewhere in the back, a little barely formed human brain of mine, I said to myself, you know what, someday this guy has made the our lives for us, 16 guys in this",
        5496.56,
        5512.46
    ],
    [
        " seal platoon, our lives are awesome now. And someday I'm going to try and make life good for 16 guys in a seal platoon. That was my goal.",
        5512.46,
        5520.0
    ],
    [
        " And for that world. So so when I say, hey, make the world a better place, who can you make the world a better place for? Cause you actually can. You actually can.",
        5520.42,
        5531.9
    ],
    [
        " Yeah, whether it's some kid down the street, whether it's somebody that needs help out there, whether it's your own kid, how can you make the world a better place? Cause you can.",
        5533.18,
        5542.48
    ],
    [
        " What can you do to make it a little bit better? Starts, you know what it starts with making yourself a little bit better. Get yourself stable. I'll tell you that.",
        5543.22,
        5550.94
    ],
    [
        " Yeah, it's like the oxygen mask that dropped down in the aircraft, you got to get yourself squared away first.",
        5551.12,
        5555.92
    ],
    [
        " You want you got yourself squared away? I had somebody asked me the other day, like, I'm bored. What should I do?",
        5556.2,
        5562.98
    ],
    [
        " And I was like, oh, if you're bored, that means you got room, you got capacity. You can go help people.",
        5563.28,
        5567.28
    ],
    [
        " And you know how they say like helping others is like the ultimate like reward. You know how people they say that?",
        5568.84,
        5576.32
    ],
    [
        " I think even before you square yourself away, it's harder to make that connection, I think.",
        5576.64,
        5583.48
    ],
    [
        " Yes, because you're still struggling yourself.",
        5584.02,
        5585.94
    ],
    [
        " Yeah, it's kind of like a when you plant the seed, it's like the seed got to grow into a thing above ground first.",
        5586.16,
        5591.02
    ],
    [
        " Yeah, sort of, sort of kind of way. But the more squared away, like you get, not only the more capable you are of helping others more effectively,",
        5591.88,
        5601.92
    ],
    [
        " but the more you can make that connection, like, oh, this reward is like way better than when I achieve my thing.",
        5602.28,
        5608.38
    ],
    [
        " Right. That's why a lot of people like if they really love what they do, I'm not saying everybody, but a lot of people",
        5608.76,
        5614.36
    ],
    [
        " want they love what they do, but they're kind of like out of the game. They'll teach others how to do it.",
        5614.36,
        5619.36
    ],
    [
        " Yeah. It's just like a natural progression. That is a natural possession. That's true. Look at Jiu-Jitsu.",
        5619.44,
        5623.9
    ],
    [
        " You become a world champion in Jiu-Jitsu. That's great. But then eventually a lot of those guys become instructors and they have teens.",
        5624.3,
        5633.16
    ],
    [
        " And that's what they want to do is spread the word.",
        5633.4,
        5635.06
    ],
    [
        " Oh, yeah. And like you see these guys who had like big time careers and stuff on a high level and they're teaching.",
        5635.36,
        5643.7
    ],
    [
        " You see how happy they are teaching others like like Bob Ballou. I don't seem like a random example, but he popped in my head.",
        5643.8,
        5649.8
    ],
    [
        " Because I've been to his class when he's teaching the kids, adults, everything.",
        5650.52,
        5653.88
    ],
    [
        " Man, I'm like, this guy's like really engaged with this.",
        5654.02,
        5656.26
    ],
    [
        " You know, I'll say right now my last and I knew I was like my last few years in the Navy where I was running the training and I was really teaching all the time.",
        5656.56,
        5665.04
    ],
    [
        " Like that was so good for me. I mean, it was so gratifying. That's it.",
        5665.34,
        5671.84
    ],
    [
        " Because I get to see the light. I get to see people learn. I get to see people. I got to make the world good for someone.",
        5671.98,
        5677.76
    ],
    [
        " Yeah. You know, these these three guys that figure something out. It's like, yeah, man, you're a leader.",
        5677.88,
        5682.7
    ],
    [
        " And that's that's good stuff. So yeah, when I talk about that sounds so tried.",
        5683.04,
        5688.88
    ],
    [
        " You make the world a better place. Yeah. So how could I say that better?",
        5689.44,
        5693.78
    ],
    [
        " Hey, man, fix something helps just fix something around you. Make your world a better place.",
        5694.24,
        5699.98
    ],
    [
        " That's what I should say. Make your world or make someone else's world. Just make it a little bit better.",
        5699.98,
        5704.04
    ],
    [
        " Yeah. You have that capability. Believe it or not.",
        5704.24,
        5706.96
    ],
    [
        " And regardless of that who that someone is, that someone that someone is you too, by the way, actually you first.",
        5708.16,
        5714.48
    ],
    [
        " Or it could just be you. Yeah.",
        5715.02,
        5717.44
    ],
    [
        " Because if you make your it's like if you have a neighborhood, right? And the neighborhood. You know how they cut your lawn and you clean up your thing and you get that's squaring away.",
        5717.44,
        5725.24
    ],
    [
        " It's helping everyone. Let's say there's 10 houses in a neighborhood, small neighborhood, whatever. 10 houses.",
        5725.36,
        5730.48
    ],
    [
        " You cut your lawn, you do your hedges, you paint your house, make sure there's no trash in the yard or whatever.",
        5730.82,
        5737.0
    ],
    [
        " You've improved that whole neighborhood by one tenth.",
        5737.3,
        5740.16
    ],
    [
        " You alone. Let alone everybody else. Don't even think about anybody else. One tenth.",
        5740.9,
        5744.82
    ],
    [
        " It's a lot. I'm saying. So play that concept. There you go. That's what you do. Boom. There you go.",
        5745.16,
        5749.92
    ],
    [
        " And I like it. So staying on the path, that is help us help us. That's what I said actually help us.",
        5750.48,
        5757.9
    ],
    [
        " Can you tell us how to can you help us help us? Yeah. You see what I'm saying? Yes, I do. Yeah.",
        5758.76,
        5764.64
    ],
    [
        " So yes, be happy to. So first thing obviously we're going to talk about you just to not obviously, but we're going to talk about you just to.",
        5765.08,
        5771.6
    ],
    [
        " Yeah, I think it is actually obvious at this point. Yes, it is.",
        5771.6,
        5774.4
    ],
    [
        " How many people tweet me a day or message me that they took their first two to class? How many? A lot.",
        5774.54,
        5780.84
    ],
    [
        " I don't know how for you people means like three. Sometimes. Yeah. Sometimes.",
        5782.3,
        5786.18
    ],
    [
        " We're like, well, people been asking for whatever. Sure. But sometimes that really means three people. No, I'm talking on a daily, daily, daily basis.",
        5786.46,
        5793.26
    ],
    [
        " I would say, I don't know. I don't know. Maybe three to five people a day a day daily. That's a lot. Yeah.",
        5794.4,
        5802.0
    ],
    [
        " Yeah. Maybe it's over exaggerated in my head though. You know what? I don't think so because every single time I go on Twitter,",
        5802.0,
        5809.36
    ],
    [
        " which is pretty much every day, pretty much, there's at least one person in, you know, the alerts, right section, right?",
        5809.36,
        5817.44
    ],
    [
        " That I'm like copied in or whatever. And it'll say got my first jujitsu class or got beat up. Yeah, that's what I'm saying.",
        5817.98,
        5825.08
    ],
    [
        " So and then this is every single time. Yeah, I literally cannot remember. See, so it's a lot.",
        5825.36,
        5829.84
    ],
    [
        " People are getting on the Jiu-Jitsu train. Yeah, for sure. Yes. So it's kind of obvious that we're going to talk about Jiu-Jitsu a little bit.",
        5830.08,
        5837.62
    ],
    [
        " You know what else is good? Very few people say I tried Jiu-Jitsu. I just don't like it. Yeah, it's not for me.",
        5837.86,
        5846.14
    ],
    [
        " That's very, I've actually, I can only think of off the top of my head one individual out of all those people that like went back and forth with me and it was just like,",
        5846.38,
        5854.58
    ],
    [
        " look, I do not like this. I think this is the guy that I said, look, you need to train until you submit someone. Yeah, yeah. Yeah.",
        5854.62,
        5861.06
    ],
    [
        " Then you can stop. If you can submit someone and you're like, okay, I don't like this. Yeah.",
        5861.06,
        5864.66
    ],
    [
        " It's pretty hard to understand. Then it's truly not for you. Actually tap someone out. Yeah. Then yeah. Yeah.",
        5864.96,
        5874.64
    ],
    [
        " That is not for you. But I bet you even that person once they got that arm lock. Yeah.",
        5875.06,
        5879.98
    ],
    [
        " Yeah.",
        5880.42,
        5880.54
    ],
    [
        " This is for me. Yeah. I would that, my money would be on that scenario.",
        5880.54,
        5887.16
    ],
    [
        " So you felt a little bit of claustrophobia, right? In my life, I know you're over it. But could, could, could that alone stop someone from wanting to train Jiu-Jitsu?",
        5887.16,
        5896.74
    ],
    [
        " Because I had one guy in a seal platoon with me that he would get so a coupside train with everyone. And when I would train with him, he would get so freaked out.",
        5896.9,
        5905.58
    ],
    [
        " Like he would start like, like getting actually mad at me. You know, you know, that. Yeah. And of course, what did I do?",
        5905.8,
        5914.02
    ],
    [
        " Pull the jaco. Yeah. I would just side control just smash. Closes I could. Yeah. Squeeze just smash.",
        5916.1,
        5924.4
    ],
    [
        " Try and, you know what though? Trying to help us try to make his world a better place by getting him over that thing. Exposure there. Yeah. Exposure there.",
        5924.72,
        5932.08
    ],
    [
        " Situation. Yes, though. The answer is yes. I think that because claustrophobia is like, like for real claustrophobia, not just like, why I'm uncomfortable with it.",
        5932.1,
        5940.4
    ],
    [
        " But like if you have a for real claustrophobia and it's a spectrum, again, some people have worse than others. But yeah, if they have it, maybe somebody on the hardcore claustrophobia spectrum.",
        5940.4,
        5949.5
    ],
    [
        " And then they got introduced to it early on. And someone that was like a smasher, right? Yeah. Because you wouldn't feel claustrophobia.",
        5949.9,
        5957.46
    ],
    [
        " I guess you even fit if you go with someone that's got like an open butterfly slash lasso guard. Yeah, like, well, yes.",
        5957.46,
        5965.52
    ],
    [
        " You're not feeling very claustrophobic until it's caught in that triangle. Then also you freaking out.",
        5965.7,
        5969.56
    ],
    [
        " Yeah. But that doesn't even happen. You're out. The place we really feel claustrophobic is cross-sider mount or mount or yeah.",
        5969.64,
        5975.28
    ],
    [
        " So and it's not even necessarily a smasher per se because you can be mounted just normal mount.",
        5975.58,
        5981.82
    ],
    [
        " Not smashing pressure, whatever, just normal mount because it's not like it's because claustrophobia is psychological. It's not like a physical thing primer.",
        5982.42,
        5989.72
    ],
    [
        " I mean, there's physical elements for sure. It has to be, but if you just feel like you can't get out or you can't breathe or you know, it's like that's the feeling.",
        5989.72,
        5999.64
    ],
    [
        " But so like a lot of times even when I was working through mine and you'd be like smashing me all hard and be like, right, you're wasting your energy.",
        6000.24,
        6006.54
    ],
    [
        " The smashing doesn't do it when we're rolling and it's quiet, especially when you're like, oh, when I know you're doing it on purpose, it helps.",
        6006.82,
        6012.8
    ],
    [
        " It helps me because it seems like a game like you're just messing with me now. So it's like, but if it's serious, if we're just rolling, we're not saying anything.",
        6013.2,
        6020.56
    ],
    [
        " And it's like, now I'm faced with either staying in this position right now forever because I can't get out. I can't get out of your side control right now.",
        6021.24,
        6027.9
    ],
    [
        " Like history has proven to me kind of thing in my brain. So either I suck it up indefinitely or I tap out both of those to me are death like to tap out because you're tired or claustrophobia.",
        6027.9,
        6041.52
    ],
    [
        " Like that's worse than tapping out from a submission. So that's why a lot of times you would claustrophobia me into giving me giving you my arm or something like that.",
        6041.52,
        6050.34
    ],
    [
        " And then I'd have to tap it. That's how it went. So which is I think you I think you tap two times from just straight claustrophobia.",
        6050.52,
        6056.92
    ],
    [
        " Yeah, because you didn't freaking take that submission. I was giving you and that's a terrible and I remember I was about to be let down at myself. As you were saying, all this I was kind of disappointed myself that I didn't identify that that there was a further torture.",
        6056.92,
        6070.74
    ],
    [
        " I could have been doing to you, but it looks like sometimes I didn't figure it out. Yeah. So you know, you did. So I remember here. I remember one time. That's a good to deep into this because I want to tell you a lot about origin.",
        6071.02,
        6082.72
    ],
    [
        " So there's this one time where I forget if I rolled with you like that day or the day was really recently I rolled with you and I was feeling claustrophobia and you know, I gave you my arm and then you took it and I was like, yes, like I was happy that you tapped me out and let me out of there because it's like it's really bad when you when you feel that. So the next day I see you rolling with Dean and Dean gets you in double snowing.",
        6083.34,
        6107.58
    ],
    [
        " Right. And you guys were rolling hard for a long time and I'm like, thank you guys are going hard. I would be and I'm kind of empathizing when you put yourself in the other person's situation.",
        6107.8,
        6116.36
    ],
    [
        " So I'm like, hey, thinking to myself, man, these guys are going hard for a long time. I would be gassing right now. And then Dean was like, he was kind of getting the better you got. I'll be like, I'm feeling for jokering now because I've been in that scenario where it's like we're going hard and then I wind up in mount. I'd be like, man, I'm feeling like like breath in my just by watching.",
        6116.8,
        6137.16
    ],
    [
        " And then he gets you in double snow and I'm like, I was getting like micro anxiety from the double snow angel that Dean is doing on you because that's claustrophobia right there.",
        6137.16,
        6146.3
    ],
    [
        " Oh, yeah. That's a good one. And you can't do it. You can't move.",
        6146.32,
        6149.02
    ],
    [
        " What was my reaction?",
        6149.12,
        6149.86
    ],
    [
        " The fact that you just powered through it. Like you didn't even, I don't think he even tapped you. But he was like that for like a long time. And I was like, I was like, this guy's a different.",
        6150.14,
        6158.78
    ],
    [
        " Another level of savage. And I'm not saying necessarily with the grappling. I mean, that was sort of like a, you know, that was a side thing.",
        6159.34,
        6165.64
    ],
    [
        " Just the fact that you can endure what I just witnessed you endure compared to my own shit.",
        6165.78,
        6170.04
    ],
    [
        " I was like, man, nonetheless.",
        6170.04,
        6173.0
    ],
    [
        " So the one happened the next day.",
        6173.34,
        6174.84
    ],
    [
        " What do you mean?",
        6175.5,
        6176.06
    ],
    [
        " Was there a follow on where I rolled with you again? Or is that the story?",
        6176.24,
        6179.2
    ],
    [
        " No, no, no. So what I was comparing it to what was helping me really get into your shoes is because I was remembering it could have been that same day that we rolled.",
        6179.28,
        6186.7
    ],
    [
        " And I just gave into the claustrophobia. Like it was like, I had an issue. I was like in terrible shape. I would go train like twice a week.",
        6186.92,
        6195.62
    ],
    [
        " Maybe, you know, and not it was just a bad scenario. But nonetheless, yes, the answer is yes. If someone gets into Jiu Jitsu and they have a claustrophobic kind of existing condition.",
        6195.8,
        6208.04
    ],
    [
        " Yeah, thing. And then they get in the claustrophobia situation early on like the first or second day or something.",
        6208.08,
        6213.46
    ],
    [
        " Yeah, I could see how they wouldn't want to go back. But I don't know.",
        6214.68,
        6217.84
    ],
    [
        " But here's a good thing about that. If you do Jiu Jitsu and reap the payoffs of Jiu Jitsu and then you then you get into claustrophobic situation, you're more worried about like, how can I overcome the claustrophobia?",
        6218.4,
        6230.24
    ],
    [
        " More so than hey, Jiu Jitsu produces too much claustrophobia for me. You know what I mean?",
        6230.52,
        6233.94
    ],
    [
        " Because you know the benefits and you feel like the payoff of the Jiu Jitsu way more than you care about or fear claustrophobia.",
        6234.18,
        6242.1
    ],
    [
        " That's my analysis. So speaking of Jiu Jitsu, yeah, you're going to need a key. So you get an origin key. That's it straight up. There it is. I answered your question because plenty people, plenty people still ask me what key to get.",
        6242.48,
        6255.54
    ],
    [
        " Yeah, but you know why it's because people start at podcast one. Yeah, and I dig it. And so they're they're well they get them by podcasts.",
        6255.78,
        6263.16
    ],
    [
        " You know, I was asking people at at the camp. I was asking people what broke you like because because people get meaning they're listening to the podcast and they're like, well, they're talking about Jiu Jitsu and they know well they're talking about it.",
        6264.02,
        6276.06
    ],
    [
        " But then they'll be like, they're you when you were talking on podcast 23 you were like, there's nothing else like it. I was like, okay, I'm trying to sell.",
        6276.12,
        6283.54
    ],
    [
        " There's certain podcasts that people go, all right, screw it. I'm just going to do this. Yeah. And I think you posted something on social media the other day.",
        6283.54,
        6291.0
    ],
    [
        " That said that you're if you're a white belt, you already have achieved more than 99% of people in the world. Yeah.",
        6291.36,
        6300.66
    ],
    [
        " Because how many people actually less than 1% of the people in the world do Jiu Jitsu for sure. Yeah. For sure. Yeah, fully. And yeah, reposted. I retweeted it from Joey Sylvester.",
        6300.86,
        6311.4
    ],
    [
        " And I think he even retweeted it from somebody because it's so true. And the reason I reposted it is of course for new people coming in. But that's a good reminder. It was a good reminder for me.",
        6311.52,
        6323.42
    ],
    [
        " Because I think it's a good reminder for everybody because you know, they're feeling like, you know, when people are like, man, I get for everybody in everything not just Jiu Jitsu.",
        6323.62,
        6331.68
    ],
    [
        " Yeah. Because there's other stuff that you should be doing that you might not be doing. Yeah. Because you're like, oh, well, I don't want to cross the line or I don't want to take the first step.",
        6331.94,
        6339.9
    ],
    [
        " Yeah. You know, don't want to take the first step. Taking the first step is always big. Yeah.",
        6339.98,
        6343.86
    ],
    [
        " Right about that. But even like taking so yeah, again, there's two elements to that. Taking the first step, meaning if you're not in Jiu Jitsu, you take that first step to go to Jiu Jitsu. Right. There's that.",
        6344.14,
        6353.92
    ],
    [
        " And then to me, it was like, when you get your ass kicked, you know, like even even you how you say like sometimes I'll just get my ass kicked. Some people, no matter what level they are, they'll be like, oh man, you know, they'll say, oh man, I got my ass kicked.",
        6354.48,
        6368.24
    ],
    [
        " But I'm ready, you know, I'm coming back and I liked it and all this stuff. And then and then they'll ask when when do when do I not feel so awkward and when do I not feel like I don't know what I'm doing. I'm like, well, you it all you always feel like that.",
        6368.24,
        6381.2
    ],
    [
        " You just feel like that little bit less every every year, whatever. Yeah. And so and sometimes you can be at a high level and feel like that more often than not still, you know, because it just did, it depends on your training partners, all that stuff.",
        6381.36,
        6392.88
    ],
    [
        " So that I thought that that was a really good reminder is like being there is like super important. Yeah. And it's like really beneficial. It is. And also is the to take the first step. If you're out there, let this be the podcast number one 43 that you said, you know what?",
        6393.34,
        6407.12
    ],
    [
        " Man, I've heard enough talk about this. I'm going to go get some. Yeah.",
        6407.2,
        6409.82
    ],
    [
        " Today is the day. It is today. Just plenty of Jiu Jitsu schools out there. Yeah. And most of them are good. You know which one makes or not which one, but when this is what makes me like want to just go train right now is in the middle of the day.",
        6410.04,
        6422.86
    ],
    [
        " Any time you go into one of your spills about how it's a superpower. It's absolutely true. That's why. Yeah.",
        6422.86,
        6428.46
    ],
    [
        " I was telling call like when we were we're waiting earlier today, my cousin called heat. Um, how when you start Jiu Jitsu, like you could do Jiu Jitsu for one year and right then at that point, you can you can beat up everyone else who doesn't play doesn't do Jiu Jitsu.",
        6428.92,
        6443.6
    ],
    [
        " Like in a just in a general way, speaking, you know like that roughly speaking. Yeah, roughly speaking. There are exceptions for sure. Yeah. But you know like there's not many things in the world that are like that. Yeah. Yeah. No, it's it's a superpower. Yeah. So every time I listen to you say that kind of thing and do your little explanation.",
        6443.72,
        6462.54
    ],
    [
        " Um, that's like, yeah, man, that's true because it kind of re puts it into the person. Yeah, when people bring their kids in here, I tell them I was telling this family this the other day. I said, I said, I truly believe that Jiu Jitsu is the best thing you can give your kid.",
        6462.62,
        6476.82
    ],
    [
        " Including love.",
        6477.26,
        6478.96
    ],
    [
        " That's it. That part out. I go, but the Jiu Jitsu. So yeah, I think it's very important. All right. So you can get your keys for origin main.com.",
        6479.42,
        6489.62
    ],
    [
        " Made in Maine. That's why it's origin main.com. And they're made there. And they're made specifically for Jiu Jitsu. The weave is for Jiu Jitsu. The fabric is for Jiu Jitsu. The cut is for Jiu Jitsu.",
        6490.9,
        6516.18
    ],
    [
        " Yeah. People that are black belts, dead echo, Peter Roberts in there with scissors cutting keys. Yeah. Sure. Scissors. Well, now it's lasers. Yeah. I haven't really seen any scissors, but you know, I seen those little witty comb, the little saw things. Yeah. You know, nobody, when you make the original pattern, you got to use scissors. Bra.",
        6516.3,
        6536.68
    ],
    [
        " I don't know that. No, no, no, no, that's good. So yeah, scissors saw all that stuff. All made in America. If you're trying to know, Guy, you get the rash guards.",
        6537.08,
        6547.22
    ],
    [
        " The rash guards, 100% and they're also made here in America, which is a big deal. And if you're doing other exercise outside of Jiu Jitsu, you got joggers. If you're jogging or if you're just cruising, whatever, and hoodies and, you know, shirts, what not.",
        6547.22,
        6563.24
    ],
    [
        " A parallel, parallel origin main dot com all mean in America, by the way, also supplements, jaco supplements. Yeah. Joint warfare. Now people have been asking me joint warfare or cruel oil.",
        6563.38,
        6576.0
    ],
    [
        " Good question. By the way, it's a good question. Um, I think Brian, I asked him the same question because I have a hard time answering it. The reason I have a hard time answering is because I do both all the time. And I'm not stopping anyone from as an experiment. I'm not doing that. It's not worth it. It's not worth it to be.",
        6576.14,
        6592.5
    ],
    [
        " There's no logical reason, but what he said, and I kind of agree with this, it makes sense. If you are doing preventative, cruel oil, if you're doing heal, joint warfare. Yeah. Good way to put it. You know, my recommendation, kind of is like do both. Yeah, take them both. But, um, that sounds like a good idea. So if you have, if you're joints, like just started bothering you, or you got the elbows bothering you, your shoulders bothering you. I think shoulder.",
        6593.24,
        6623.18
    ],
    [
        " It's for me is the one that I always notice. Yeah. Yeah. Then if it's hurt, get on, get on some joint warfare. Yeah. Yeah. That's a good. And I say both because it's the way I would see it and put it in. This is just kind of the way I see it where it's like a 80 20. You know, it's not like, oh, joint warfare is 100% for healing up and recovering. You're right. Then I actually don't think that at all. But yeah, I just, and the other thing. Well, I don't know. Yeah. That's what I said. I'm putting it out there.",
        6623.24,
        6653.18
    ],
    [
        " I'm not. I would. Yeah. I mean, I obviously recommend both. But you know, sometimes that costs a lot of money. And some of some people like, you know what?",
        6653.36,
        6660.66
    ],
    [
        " I can only afford one. Cool. Take, take, take, Kryloil because that's all encompassing health. Right? Yeah. Whereas joints, like, yeah, when you're joined, start getting jacked up a little bit. Yeah.",
        6660.82,
        6672.8
    ],
    [
        " Which by the way, if you're doing Giu Gitsu, you're going to feel it. You're going to feel it. Giu Gitsu is not a sport that you don't feel. Yeah.",
        6673.04,
        6680.26
    ],
    [
        " You feel it. You feel it. You feel it. Yes, true. But they're both good 100% and then you got a mulk. Mulk. So I'm, I'm, I'm envisioning a world one day because I was in a traveling yesterday horrible.",
        6681.44,
        6695.46
    ],
    [
        " And man, I got like a chocolate milk, like a regular chocolate milk, which is just awful crap. And it doesn't even taste as good.",
        6696.02,
        6709.7
    ],
    [
        " And it's unhealthy. So one day, one day in this world, you'll be able to go to the little shop in the airport, the 7-11, and you'll just be able to walk in. They'll have a little counter for mulk. They'll have a little mulk situation.",
        6710.56,
        6727.82
    ],
    [
        " They will. Because how can they not do that? I mean, eventually, right? No, I mean, eventually you fast forward. I don't know if it's going to take two years or four years. But eventually, so many people are going to demand it.",
        6728.38,
        6738.8
    ],
    [
        " Yeah. There's going to be more restaurants. They're just going to get for favors. You're just going to go into like little mulk bars. Yeah, they won't even have food. They'll just have mulk. Yeah, you know how they have tequila bars right?",
        6741.04,
        6751.06
    ],
    [
        " Yeah, yeah, yeah, same thing, but different. Mulk on tap. Yeah, that sounds like a good idea. You know, I have that dream too. You know, and until then, yeah, you can get it.",
        6751.18,
        6761.7
    ],
    [
        " Orginase.com also discipline too. If you want to get your mind right, you know, that expression, get your mind right. Not to say your mind's not right. I'm saying, you know, you have the most fired up. I've ever heard a guy tell me about getting his mind right. I was up at Yosemite.",
        6763.1,
        6774.96
    ],
    [
        " And this guy, I was coming out from a hike from a pretty good hike a couple days out in the.",
        6775.32,
        6781.18
    ],
    [
        " And there was a guy and he was he was in the middle of the river like sitting on a rock just to calm river. Not like you know, he's sitting on a rock.",
        6781.6,
        6789.8
    ],
    [
        " And we stopped there. I think we jumped in. And you know, he saw me and he was all immediately, you know, I could tell he was in the game. Yeah, he comes over.",
        6791.22,
        6800.46
    ],
    [
        " And he was like, I said, Hey man, you know, he said, Oh man, I lost your podcast, bro. We were listening to all the news. We were listening all the way up here. We just wrote six hours to get up here. We just listen to whatever it was.",
        6800.52,
        6809.96
    ],
    [
        " 48 and 49 back to back.",
        6811.22,
        6813.72
    ],
    [
        " And I was like, Oh man, that's awesome. I said, what are you doing up here? You climbing? You guys going to go hiking? He goes, no man. I just came up here to get my mind right. And I was like, you know, I don't even know what that means. Did it?",
        6813.82,
        6825.48
    ],
    [
        " Yeah. Well, I guess I do know what it means. I kind of go up there and get your mind right. Yeah.",
        6825.5,
        6830.9
    ],
    [
        " Dig it. And if you want supplementation for doing that discipline, boom, pre-mission mind your mind literally will get you right. Yeah.",
        6830.92,
        6838.84
    ],
    [
        " Pre-mission, get your that's a positive brain. Yeah.",
        6839.26,
        6841.64
    ],
    [
        " So that's the origin main.com. Yeah, that's where you get it. Also, you know, support yourself. You want to represent Jocco is a store. It's called Jocco store. So you go to Jocco store.com. So you can represent huge time.",
        6841.96,
        6855.24
    ],
    [
        " Huge time represent a lot of people representing. And this is one of those things. So basically this is where you give shirts and hoodies and hats.",
        6856.28,
        6863.12
    ],
    [
        " Rash guards. Yeah, trucker hats, by the way. I don't have to get the flex if you don't want to. If you prefer keeping it old school, like we used to do a burp.",
        6863.72,
        6873.84
    ],
    [
        " I'm sure. I'm sure. I think I've worn trucker hats before on a rail basis. I never saw him to hat until like three minutes ago when you put one on it momentarily.",
        6874.06,
        6883.94
    ],
    [
        " And I looked up and I just got disturbed. Yeah. Well, it's been literally like like 15 years before since I've and your head doesn't get a beat down by the sun.",
        6883.94,
        6893.54
    ],
    [
        " Well, I'm very brown. Yeah. And I'm from quite so I think I'm used to that one. Yeah. But actually, no, to answer your question. Yeah. Sometimes if I was hanging the sun for a long time.",
        6893.58,
        6903.02
    ],
    [
        " Do you want to have no point on maybe straw hat?",
        6903.3,
        6905.56
    ],
    [
        " Something. Coconut. Coconut leaf.",
        6907.4,
        6909.16
    ],
    [
        " Yeah. That's a least to do.",
        6909.52,
        6911.64
    ],
    [
        " You know,",
        6911.82,
        6912.7
    ],
    [
        " nonetheless, when you're representing Jaco shirts, when I see people representing in the wild,",
        6912.74,
        6917.48
    ],
    [
        " yeah, who made that up in the wild? Is that you said that? I think someone else said that.",
        6917.66,
        6921.18
    ],
    [
        " I don't know, but I definitely, I think I might have said it because I think I the first, no, I did say it because I remember I hadn't seen one in the wild.",
        6921.6,
        6928.8
    ],
    [
        " Right. And that's something. Yeah, I'd be like, I never saw a trooper in the wild. And eventually I did. And now, man, I was in the airport.",
        6929.02,
        6935.24
    ],
    [
        " Yesterday, I saw like seven people. They weren't wearing shirts, but they were all coming up and being like, Hey, what's up? So people were fired up in the wild. Yeah.",
        6935.24,
        6944.44
    ],
    [
        " But yeah, good. Go there. Get something. You know, if you want to represent and represent in the wild, boom.",
        6944.72,
        6950.86
    ],
    [
        " This is a clinical freedom. Where is that? Anyway, yeah, Jockelstor.com.",
        6951.08,
        6954.38
    ],
    [
        " I made a new discipline equals freedom shirt. Yes. It's a little bit cooler in my opinion. Well, you know, it's one of these deals.",
        6954.6,
        6960.54
    ],
    [
        " That might be biased because I sort of had some influence. I influenced that one. No one. Yeah. Yeah. It was good. You're good design.",
        6960.54,
        6967.54
    ],
    [
        " You when you, when I told you, Hey, make equals smaller. And I could see in your mind, you were thinking is off balance, off balance physically, physically letters.",
        6967.74,
        6980.36
    ],
    [
        " And then I gave you the idea of, Hey, no, you put two lines. It's an equal sign. There's layers. You got all. It was like a done deal in your mind.",
        6981.16,
        6992.06
    ],
    [
        " Nirvana had been achieved with new t-shirts and deaf. It did click because and I saw why you'd one of the equals small. Yeah, because that's not because I didn't think.",
        6992.42,
        7002.84
    ],
    [
        " Yeah, discipline. That's the main thing. Yeah.",
        7003.1,
        7005.66
    ],
    [
        " None less. Anyway, Jockelstor.com. If you want to represent the main thing to represent. Yeah, not the equals. Well, equals is it's it's all equal.",
        7005.86,
        7014.26
    ],
    [
        " I'm not saying it's not the main thing. Yeah. All right. There you go. So Jockel saw that problem. Not that it was a problem. But, you know, he, he influenced with his improvement.",
        7014.5,
        7024.18
    ],
    [
        " Yeah. Somebody out there is like, no, I like the equals being bigger. Echo shirt was better. Equality. Boom.",
        7024.44,
        7031.42
    ],
    [
        " Yeah, very equal. They like the discipline. They like the freedom. They like the freedom does it as a, as a discipline. Yeah.",
        7031.76,
        7037.04
    ],
    [
        " And vice versa. Quality was kind of the deal. That's the deal. And I dig it. They're gonna have to keep the old school shirt. Yeah.",
        7037.04,
        7041.98
    ],
    [
        " Yeah, representing another way. Yeah. Whatever, man. All good. All good. Also, good way to stay on the path.",
        7042.18,
        7048.32
    ],
    [
        " The current path is to subscribe to this podcast if you have not already.",
        7048.84,
        7052.86
    ],
    [
        " That includes YouTube. So that's the video version. So yeah, if you're on the podcast platforms, apps, whatever you listen to your podcast, man, subscribe.",
        7054.7,
        7063.66
    ],
    [
        " Leave a review if you feel like it. And also don't forget about the War Your Kid podcast, which we just released 17 and 18 and 18 all at the same time.",
        7064.1,
        7073.16
    ],
    [
        " And I apologize that those took a little while to get out. And my, when I came down from my garage gym this morning, got done with the",
        7073.34,
        7083.46
    ],
    [
        " From. I squatted today and I haven't been able to squat heavy. I not, not like, no, not heavy. Actually straight up.",
        7083.46,
        7093.04
    ],
    [
        " Not heavy because I have, I had back to back tweak knee or tweak back and then tweak knee. So I just haven't been able to",
        7093.34,
        7101.78
    ],
    [
        " And today's where I'm man, I couldn't believe squatting is hard. Yes. Like if you're not used to it, which I'm not right now.",
        7101.78,
        7110.96
    ],
    [
        " And I and believe me during the, even when my back was tweaked and my knee was tweaked, I'm still doing pistols. I'm still doing box jumps. I'm still doing",
        7111.12,
        7118.74
    ],
    [
        " Burpees and lunges and even a little kettlebell like type little, you know, movements. So it's not like my legs are just sitting there",
        7119.12,
        7126.98
    ],
    [
        " Attrophying on a couch. No, they're still in the game over here. But man, then I just racked up. You asked me if I'm having no, I did 225. I did like a few sets of 225",
        7126.98,
        7138.14
    ],
    [
        " And I was like, and I was doing some stuff in between, but still I couldn't believe I yeah. So my point is if you can squat squat. Yeah, if you can squat, get",
        7138.14,
        7147.52
    ],
    [
        " Get it on because that just makes you stronger tougher. You do have that it might even make you smarter as far as I'm",
        7147.88,
        7154.06
    ],
    [
        " No, I read actually now I think about it. I read something about the",
        7154.06,
        7159.04
    ],
    [
        " Neuro tropic release that happens when you squat your whole body gets better. Well, that's exercise in",
        7159.04,
        7166.3
    ],
    [
        " Resisting exercise in general actually a lot of kind of exercise in general. Yeah, but you're squatting. You're using like a lot of it does more",
        7166.3,
        7172.52
    ],
    [
        " It's true. It ups your testosterone to there you go because and here's why basically because it's a huge muscle group",
        7172.52,
        7177.84
    ],
    [
        " That's why oh yeah, yeah, and it's not just one muscle group because when you're squatting you're actually using",
        7177.84,
        7182.04
    ],
    [
        " I think when you're squatting you're using so many muscles. Yeah, all kinds of core stabilizers",
        7182.04,
        7188.24
    ],
    [
        " And that's not to mention you the biggest muscles in your body and with basically all your big muscles all of them",
        7188.24,
        7195.3
    ],
    [
        " Not just one big one and then about just want like you know most of your body. That's kind of how it is",
        7195.3,
        7199.38
    ],
    [
        " You know you're using your your shoulders and then you're trying to add a little bit of your",
        7199.38,
        7203.68
    ],
    [
        " Hotel the other day and they had the hundos",
        7203.68,
        7205.9
    ],
    [
        " The funnels. Yeah, I was like okay",
        7205.9,
        7210.68
    ],
    [
        " Resisting there you go. Yeah, get some everyone should have if you're if you have a hotel if you're a hotel owner",
        7210.68,
        7217.02
    ],
    [
        " Get some hundos in there. Get some hundos. You don't even have to get you can get because they normally stop at 50s if you get",
        7217.02,
        7224.0
    ],
    [
        " Let's just say 50s if you just get a set of 70s and a set of hundos will be good. Yeah, we'll be good worldwide",
        7225.08,
        7231.56
    ],
    [
        " Yeah, the whole world will be happy. Yeah, you'll be especially happy because I know you like them dumbbell",
        7231.56,
        7235.74
    ],
    [
        " You were singing we were all fired up the other day talking about dumbbells",
        7235.74,
        7239.4
    ],
    [
        " I do like dumbbell well because it's a fun exercise",
        7239.4,
        7243.48
    ],
    [
        " There's more to it than just getting under the bench for example and pushing the bench, you know",
        7243.48,
        7248.54
    ],
    [
        " It's I mean this one is a little bit more to bench than that when you get into it",
        7248.54,
        7251.4
    ],
    [
        " But dumbbells like you got it. Okay, you got to pick those guys up one in each hand",
        7251.42,
        7254.72
    ],
    [
        " Then you got to balance them on your knees and then you got to get them up there into position",
        7254.72,
        7258.26
    ],
    [
        " That right there is a whole thing exactly right and that's not to mention the strength you got to have to push",
        7258.26,
        7262.56
    ],
    [
        " So you know when you get kind of good at them and you do them a lot it does become kind of fun",
        7262.56,
        7267.38
    ],
    [
        " Check here you go",
        7267.38,
        7268.86
    ],
    [
        " Boom nonetheless. I don't know how we started talking about dumbbells",
        7268.86,
        7272.32
    ],
    [
        " Well jaco squatting his legs are sore all this stuff and then probably and then warrior kid podcast how does that lead to it?",
        7272.32,
        7279.3
    ],
    [
        " I don't know, but you know every that's how you are because when I came home. Oh, yeah, because oh this was gonna say my wife",
        7279.3,
        7284.7
    ],
    [
        " Was listening to warrior kid podcast this morning when I came down from the from the gym and",
        7284.7,
        7289.98
    ],
    [
        " She was all smiles and she's like oh this story is very good darling",
        7289.98,
        7294.38
    ],
    [
        " So tell a little uncle Jake's story here, you know, and she starts naming the people",
        7294.38,
        7299.2
    ],
    [
        " She's like, oh is this this person because the stories that uncle Jake tells",
        7299.2,
        7303.72
    ],
    [
        " There's they're not they're not what's they're not nonfiction stories right like but there's the basis",
        7305.1,
        7311.64
    ],
    [
        " I the story comes inspired by a true story. Yeah, that's what is it based on a true story?",
        7311.64,
        7315.7
    ],
    [
        " Well, there's based and then there's inspired by true events",
        7315.7,
        7318.94
    ],
    [
        " That's like a problem. They're probably they're from well, which one is the less true inspired by you",
        7318.94,
        7323.32
    ],
    [
        " So I say they're inspired by yeah inspired by true events, but they're not they're not based on",
        7323.32,
        7329.24
    ],
    [
        " Although the one that just came out me being out in a robot in the middle of a lake and the ores fall through the orlox",
        7330.18,
        7335.6
    ],
    [
        " That happened. That's I guess what I had no life jacket is that smart? No, so kids got to learn about that. I got to learn to learn",
        7335.6,
        7341.1
    ],
    [
        " Be prepared. Yeah, be prepared. Don't don't take little shortcuts. I agree",
        7341.1,
        7344.68
    ],
    [
        " Anyways, that's the warrior kid podcast good you can listen to those and you talked about YouTube",
        7344.68,
        7350.16
    ],
    [
        " Yeah, if you're on the YouTube channel echo as put puts out",
        7350.16,
        7355.44
    ],
    [
        " He puts out videos and they're",
        7356.36,
        7359.12
    ],
    [
        " Enhanced we'll say yeah, they're enhanced also just the regular video version of the podcast and little excerpts that are not enhanced",
        7359.12,
        7365.8
    ],
    [
        " They're just chopped up. Yeah, I think we should have more of those too. By the way. Yeah, I put one up today",
        7365.8,
        7371.04
    ],
    [
        " Put more we'll do that every day. I think",
        7371.04,
        7373.62
    ],
    [
        " That'd be good right appropriate. We'll say appropriate",
        7373.62,
        7376.92
    ],
    [
        " Yeah, you might have to edit a more the one I think the one it was the one you just put up today like 10 minutes or 11 minutes long",
        7376.92,
        7382.94
    ],
    [
        " I forget too long",
        7382.94,
        7384.24
    ],
    [
        " It was how to stay in shape when you travel. Yeah, so it should be like this how to stay in shape when you travel",
        7384.76,
        7391.22
    ],
    [
        " Do burpees in your hotel room get some",
        7391.22,
        7393.1
    ],
    [
        " I think people need more information",
        7393.1,
        7397.44
    ],
    [
        " Also, hey warrior kids speaking to order kids get the go to Irish oaks ranch.com. We got young aid in the warrior kid and he's making soap",
        7397.44,
        7406.28
    ],
    [
        " He's got his own business. Yeah, he's got his own business",
        7406.28,
        7409.64
    ],
    [
        " I think he just turned 13 and what a couple months ago",
        7409.64,
        7413.04
    ],
    [
        " And he's got his own business. He's got income. He's got expenses",
        7413.74,
        7417.88
    ],
    [
        " He's got production. He's got a production line",
        7417.88,
        7421.66
    ],
    [
        " And that really it is that very legit and it's not like hey, I dig it man when you sell lemonade",
        7421.66,
        7427.14
    ],
    [
        " We used to sell bananas when I was little we do we go in the back. Oh, yeah",
        7427.14,
        7430.22
    ],
    [
        " Some bananas. Yeah, and we go on the side of where we stop every car",
        7430.22,
        7433.34
    ],
    [
        " It's a small road something for you where nothing we stop every car. We say we got bananas one dollar for one banana",
        7433.34,
        7437.84
    ],
    [
        " Which I know is kind of expensive, but one dollar for one banana or five dollars for a banana a bag",
        7437.84,
        7442.9
    ],
    [
        " Of bananas for I think there's like on eight or ten bananas in there. So you know the whole deal. Yeah, make some money",
        7443.88,
        7448.58
    ],
    [
        " I dig it, but let's face it you can get bananas literally on the side of the road and why so they're like",
        7448.58,
        7454.82
    ],
    [
        " All right, we'll buy them. Yeah, they're just being cool. Yeah, they're being cool",
        7454.82,
        7458.2
    ],
    [
        " But in my little daughter she'd be out in front of my house selling a piece of rock selling",
        7458.2,
        7462.3
    ],
    [
        " She just sell and all kind of people buy it. She cute. Yeah, she's cute and they go. Oh, yeah, here you go",
        7462.3,
        7467.66
    ],
    [
        " She says would you like to buy a rock?",
        7467.66,
        7469.88
    ],
    [
        " Yeah",
        7471.48,
        7471.84
    ],
    [
        " So we're gonna come from over there in the dirt. Oh, okay. Yeah, we'll give you three dollars for it. Yeah, young lady. Thank you",
        7471.84,
        7476.6
    ],
    [
        " Exactly. So that's what you pulled with the bananas. Yeah more or less. I mean maybe a little bit more value than a rock, but it's still yes",
        7476.6,
        7483.1
    ],
    [
        " I'm not sure but",
        7483.1,
        7484.08
    ],
    [
        " You go over here Irish oak ranch",
        7484.08,
        7487.48
    ],
    [
        " This soap is like legit. Yeah, yeah, for sure. It's not like a novelty soap. No looks. It's like for yourself that you used it's",
        7487.48,
        7495.64
    ],
    [
        " Yeah, yeah, yeah, for sure and it's a kid making it. Yeah",
        7495.64,
        7499.86
    ],
    [
        " That's that's the impressive part these are all and he's making it from goat milk",
        7499.88,
        7503.88
    ],
    [
        " So it's not like he's making he's pouring like some he's milking a goat right?",
        7503.88,
        7508.18
    ],
    [
        " He's milking his goat to get a milk to make the soap. This is the whole thing. Yeah, it's not like he's going on the internet to the",
        7508.46,
        7513.82
    ],
    [
        " Make a soap dot com and then they put them they send you the ingredients and then you pour them into a thing and you got soap",
        7513.82,
        7518.68
    ],
    [
        " No, he's milking a go by the way, he's raising the goat",
        7518.68,
        7521.8
    ],
    [
        " The goat just the goat doesn't just like",
        7521.8,
        7525.92
    ],
    [
        " There's not a lie. It's not a mechanical goat. It's a living goat that has to",
        7526.58,
        7530.66
    ],
    [
        " Be kept alive made in America. Yeah, absolutely made it",
        7530.66,
        7533.6
    ],
    [
        " So yeah, it goes deep man. I wish I was ranch the dot com",
        7533.6,
        7537.18
    ],
    [
        " I get some steak clean. You also got psychological warfare",
        7537.18,
        7540.5
    ],
    [
        " If you need a little little get some you can throw that well",
        7540.5,
        7545.0
    ],
    [
        " Get it for your alarm clock if you need it for your alarm clock",
        7545.0,
        7547.54
    ],
    [
        " If you need it if you have a little trouble getting up out of the bed in the morning use it for your alarm clock",
        7547.54,
        7550.92
    ],
    [
        " But give your significant other most likely your wife give her a heads up that there's going to be a random dude in the bedroom in the morning talking to you",
        7550.92,
        7558.72
    ],
    [
        " So it doesn't surprise her and scare her and make her hate you. Yeah, that's psychological warfare",
        7558.72,
        7563.52
    ],
    [
        " iTunes Google playing we're coming out with a second one. We're gonna try I'm gonna try and get that done by Christmas",
        7563.52,
        7567.74
    ],
    [
        " Can we get it done by Christmas you think I think so yeah, okay cool",
        7567.74,
        7570.94
    ],
    [
        " We're doing shopping",
        7570.94,
        7572.98
    ],
    [
        " shopping compulsive shopping",
        7572.98,
        7575.28
    ],
    [
        " Somebody wants smoking",
        7575.28,
        7577.26
    ],
    [
        " How many people we can do it? Yes, yes, yes, okay. I'll try smoke. I'll think about smoking. I don't I've never smoked",
        7577.26,
        7584.82
    ],
    [
        " So it's a little hard for me to relate to right, but I may do just straight-up addiction",
        7584.82,
        7589.4
    ],
    [
        " Addiction yeah, what are you addicted to because everybody's addicted to something yeah, you know some people are addicted to",
        7589.4,
        7595.1
    ],
    [
        " cocaine some people are addicted to alcohol some people are addicted to sugar some people are addicted to",
        7595.1,
        7601.14
    ],
    [
        " drama that's what I was gonna say right? Yeah, people are addicted to drama. Yeah, so",
        7601.14,
        7606.96
    ],
    [
        " Maybe we'll do one about that, but yeah, that's psychological warfare and",
        7607.26,
        7611.42
    ],
    [
        " Get on iTunes and Google play and all that stuff. What is psychological warfare?",
        7611.42,
        7615.54
    ],
    [
        " No, and everybody knows all right",
        7615.66,
        7617.16
    ],
    [
        " Well, if you hit a moment of weakness boom, listen to the psychological warfare and get you past it",
        7617.16,
        7620.74
    ],
    [
        " That's what it is boom also speaking of weakness and your workouts workout weakness real weakness",
        7620.74,
        7626.48
    ],
    [
        " Physical weakness whatever",
        7626.48,
        7628.48
    ],
    [
        " Um, anyway, you had a plateau in your workout get some new equipment. That's what I did. I got rings get it from on it on it",
        7628.48,
        7634.16
    ],
    [
        " Dotcom slash jaco. I got rings and kettlebells actually that was a long time ago got the kettlebells, but I'm glad I did",
        7634.16,
        7639.9
    ],
    [
        " Um again the rings battle ropes like stuff you can vary it vary it up and create little",
        7639.9,
        7645.68
    ],
    [
        " Challenges for yourself within the workout. I know that's what kind of what it workout is",
        7645.68,
        7649.74
    ],
    [
        " But you know when it gets mundane no, I think you do know when it gets mundane because for you it is mundane",
        7649.74,
        7656.32
    ],
    [
        " You just yeah, I think that's part of your challenge. I think that's your challenge. Yeah, yeah, you exercise",
        7656.32,
        7661.26
    ],
    [
        " No, I mix up my workouts a lot more than you think I do yeah, sometimes I do squats and then sometimes I do front squats",
        7661.26,
        7668.34
    ],
    [
        " Well, there you go. You heard it here first folks anyway like I said on it dot com slash jaco and then you get some tea",
        7668.34,
        7677.26
    ],
    [
        " A lot of people been asking where to get the cans",
        7677.26,
        7681.0
    ],
    [
        " The ready to drink rtd. That's a thing that you start learning when you like get into this kind of thing what to like the the industry",
        7681.0,
        7688.54
    ],
    [
        " Yeah, the terminology is rtd ready to drink. So if you want",
        7688.54,
        7693.76
    ],
    [
        " Jocke white tea in a can",
        7693.76,
        7696.18
    ],
    [
        " This is another thing one day in the world. It's gonna be like hey, I'm driving out of long drive",
        7696.18,
        7701.38
    ],
    [
        " I'm gonna stop at this 7-11 here. I'm gonna go in there. They're gonna have job instead of having to get",
        7701.38,
        7705.74
    ],
    [
        " A horrible chemical filled crappy sugar psycho drink. I'm gonna get something that is literally good for me. Yeah",
        7705.74,
        7715.78
    ],
    [
        " Jocke white tea",
        7716.48,
        7717.42
    ],
    [
        " and then",
        7717.42,
        7719.22
    ],
    [
        " That's what's gonna happen. But until then it's on Amazon",
        7719.22,
        7722.78
    ],
    [
        " It's on Amazon Prime. Why is that because freaking it weighs a lot",
        7722.78,
        7727.38
    ],
    [
        " So to save money for you on the shipping",
        7727.38,
        7730.4
    ],
    [
        " You can get the Amazon Prime and it just comes to your house and it's awesome and the obvious benefit and everyone",
        7730.4,
        7736.88
    ],
    [
        " You know knows already is that once you drink jocke white tea you can deadlift a minimum of 8,000 pounds including Jordan Peterson",
        7736.88,
        7743.98
    ],
    [
        " Who overcame his plateau of 7,000 pounds?",
        7745.2,
        7747.7
    ],
    [
        " I'm self right up there to 8,000 pounds",
        7747.86,
        7750.66
    ],
    [
        " Got some books too. Yeah books way the worry kid came marks mission marks mission is the second one",
        7750.66,
        7756.7
    ],
    [
        " Yes, the way the worry kid and then way the worry kid marks mission",
        7756.7,
        7760.04
    ],
    [
        " I told you I read this to my daughter every night. Yes",
        7760.04,
        7763.36
    ],
    [
        " Now well everything here's thing when I said I read every night is like pretty much every night",
        7763.36,
        7768.02
    ],
    [
        " Same scene we do other quizzes and stuff",
        7768.12,
        7769.96
    ],
    [
        " But now she's in kindergarten now and now there's a thing where they require they don't require",
        7769.96,
        7775.52
    ],
    [
        " But what do you recommend? Yeah, uh per night",
        7775.52,
        7778.3
    ],
    [
        " So I just do one chapter night boom boom boom and she got so into she's into this second one a lot a lot more",
        7778.3,
        7785.4
    ],
    [
        " Because I mean not that she wasn't because the first one is kind of the ethos now because I read it more than once to her",
        7785.4,
        7790.88
    ],
    [
        " So maybe that has a lot to do with it. Yeah, you might go back. Yeah, she's into the new one because it's new",
        7790.88,
        7795.3
    ],
    [
        " Yeah, at some point you're gonna go back to the original one and she's gonna start",
        7795.54,
        7798.84
    ],
    [
        " Maybe even like me when I read like I was reading about face the other night for the 47,000th time",
        7798.84,
        7805.48
    ],
    [
        " And you're like you just get more stuff out of it. Yeah, and I think those books those worry kid books",
        7805.48,
        7811.96
    ],
    [
        " That's what's gonna happen like when she turns six. She's gonna read it again when she turns seven",
        7811.96,
        7816.76
    ],
    [
        " She's gonna go like oh yeah discipline equals freedom. She's know what that means right now. Right. Yeah, when she's eight",
        7816.76,
        7821.9
    ],
    [
        " She's gonna figure that out. Yeah",
        7822.12,
        7823.7
    ],
    [
        " Nathan James. Yeah, this makes it extra funny because I know who Nathan James is",
        7823.7,
        7829.16
    ],
    [
        " You know saying like I know that big so that makes it extra funny",
        7829.16,
        7832.92
    ],
    [
        " Where she really like anytime he comes up because you know how it kind of each chapter goes back and forth",
        7832.92,
        7837.72
    ],
    [
        " One is like him at camp and what happened then the other one is like him starting business and when I'm back to camp and doing it",
        7837.72,
        7842.06
    ],
    [
        " So it's like that right so every time we go back to Nathan James she perks up like what's over there?",
        7842.06,
        7846.62
    ],
    [
        " So we're at the part where uh, you know how um he's doing recon right it's fighting out. Yeah",
        7846.72,
        7851.88
    ],
    [
        " And about Nathan James. Yeah, and she's fine out that part and then like she's really because we tell her that we used to tell that all the time",
        7851.96,
        7857.98
    ],
    [
        " Not everybody has a TV in the room not every has like all this XYZ good stuff or whatever",
        7857.98,
        7863.16
    ],
    [
        " So she really like it it was like she was familiar with the concept so she really just attached to it",
        7863.16,
        7868.64
    ],
    [
        " Yeah, but yeah for some reason",
        7868.64,
        7870.3
    ],
    [
        " I don't know because I make my voice like how you make your voice on",
        7870.3,
        7873.02
    ],
    [
        " When I make Nathan James voice, I think that's part of it too. Do I do Nathan James in the audio? No, but no",
        7873.02,
        7879.46
    ],
    [
        " No, no, when you know how you make your voice when you imitate somebody",
        7879.58,
        7883.44
    ],
    [
        " Some dark or whatever you know you're not",
        7883.44,
        7886.02
    ],
    [
        " But hey James is in a dark. No, I know but I make my voice like Nathan James because I try to make him sound annoying",
        7886.02,
        7891.58
    ],
    [
        " Because he's annoying. Oh god, okay, but yeah, anyway",
        7891.58,
        7895.36
    ],
    [
        " It's a very dope way that we're up the real name James on the podcast. I know man. Can't wait. Yeah, I heard up",
        7895.36,
        7901.8
    ],
    [
        " He was down here, but",
        7901.8,
        7903.86
    ],
    [
        " Um, I was like hey, we can do this. He was just busy and he goes let's wait until I get this thing",
        7903.86,
        7909.34
    ],
    [
        " Taking care of and then we'll do it and I said cool. So we're gonna do it. Yeah, but real Nathan James",
        7909.34,
        7916.52
    ],
    [
        " Also discipline equals freedom field manual best kind of manual. There is by the way field manual. That's my opinion. This is how to",
        7916.52,
        7924.0
    ],
    [
        " You know how you have a basic structure slash backbone and just how to be you know what you know what?",
        7924.0,
        7929.72
    ],
    [
        " What you're looking for what operating system operating system. Yes. Yeah, you know, there's your operating system",
        7929.78,
        7934.6
    ],
    [
        " Actually",
        7934.6,
        7935.28
    ],
    [
        " That's your uh, so it's like boom you read it cool. I got a general thing, but you can kind of have it",
        7936.02,
        7940.62
    ],
    [
        " Refer to everyone's in a while. It's pretty cool",
        7940.62,
        7944.06
    ],
    [
        " To get feedback on that book. Yeah, and have people",
        7944.06,
        7947.7
    ],
    [
        " that",
        7947.7,
        7949.0
    ],
    [
        " Get completely on the path",
        7949.0,
        7952.72
    ],
    [
        " From that book and then more important they stay on the path from that book. Is it possible that a book",
        7952.72,
        7958.98
    ],
    [
        " Has that much of an impact the answer is the yes, yeah, and it seems weird to say that",
        7958.98,
        7963.68
    ],
    [
        " I mean it does and it seems weird for me to say that but there's that is 100% true. Yeah, it's 100% true",
        7963.68,
        7969.26
    ],
    [
        " Yeah, and I'll tell you what I mean do you",
        7969.26,
        7971.36
    ],
    [
        " Do you read it? Yeah, I mean I know you yes, so I mean so I was gonna say it may not make sense for you",
        7971.36,
        7977.1
    ],
    [
        " But it will make a perfect sense to you where you know like there's a lot of good books out there",
        7977.1,
        7982.02
    ],
    [
        " You told like good books and they're you know, but you read them and they're kind of long and they have the you know",
        7982.02,
        7986.98
    ],
    [
        " They're really laid out very well and there's like they go into detail which is good. That's kind of what a good book kind of does",
        7986.98,
        7992.32
    ],
    [
        " This one kind of violates that rule in a way because it's super basic",
        7993.06,
        7996.68
    ],
    [
        " But that's why in my opinion like when I go back to it",
        7996.68,
        7999.88
    ],
    [
        " I can just go back to it and boom. It's all like in there. I don't have to read like 10 or 20 or 30 pages",
        7999.88,
        8004.84
    ],
    [
        " It's not necessarily yeah, you know, so it's like fundamental principles. We just run in your face. Yeah",
        8004.84,
        8010.7
    ],
    [
        " Good reminder and then you got extreme ownership",
        8010.7,
        8013.7
    ],
    [
        " For combat leadership principles that you can use in your business and life written might be and my brother",
        8013.7,
        8021.06
    ],
    [
        " Life babbine and we have a follow up to that book",
        8021.06,
        8023.54
    ],
    [
        " coming out",
        8023.54,
        8024.64
    ],
    [
        " It's called an economy leadership",
        8024.64,
        8026.98
    ],
    [
        " You need to if you want to get first edition which which you do hey somebody at camp gave me a first edition of",
        8026.98,
        8035.96
    ],
    [
        " Ernie Piles book",
        8035.96,
        8038.64
    ],
    [
        " Brave men first edition",
        8038.64,
        8042.4
    ],
    [
        " Yeah, how awesome is that?",
        8042.4,
        8044.9
    ],
    [
        " So that feeling that that that feeling right there of like I got the first edition of this book",
        8045.26,
        8051.08
    ],
    [
        " Brave men that's the one where he's talking about the rumbling coming in the noises building",
        8051.08,
        8057.14
    ],
    [
        " And he just know what it is and he looks up in the sky and he's like it was the heavies",
        8057.14,
        8060.72
    ],
    [
        " Probably one of my favorite quotes",
        8060.72,
        8063.58
    ],
    [
        " And I have the first edition of that book now, so dichotomy of leadership of course",
        8063.58,
        8072.14
    ],
    [
        " What's the publisher doing cut in corners?",
        8072.14,
        8074.34
    ],
    [
        " Hey, we can get away. Oh, yeah, they're being conservative. Yeah, of course. They're gonna do that",
        8074.9,
        8078.62
    ],
    [
        " They're gonna do that because that's just what they do that's that's what they're their gamble is they they make their little predictions",
        8078.62,
        8084.78
    ],
    [
        " And that's what they get that's what they're doing they'd rather they'd rather",
        8084.78,
        8089.68
    ],
    [
        " They'd rather actually underestimate have have a little demand for the book and having a little spike and a little buzz about that",
        8089.68,
        8097.0
    ],
    [
        " So they they would rather there be less first edition or rather have more people walking around with the fourth edition",
        8097.0,
        8103.54
    ],
    [
        " That's all lame",
        8103.8,
        8104.88
    ],
    [
        " So anyways, yeah dichotomy leadership coming out September 25th if you want to get on that thing",
        8104.88,
        8113.48
    ],
    [
        " You can pre-order it wherever you pre-order books. You can pre-order it and then",
        8113.48,
        8118.36
    ],
    [
        " Got a leadership consulting company called ashelon front where we solve problems through leadership",
        8118.36,
        8125.0
    ],
    [
        " What kind of problems?",
        8125.0,
        8127.34
    ],
    [
        " All of them because every problem that you have inside your organization is a leadership problem",
        8128.6,
        8132.9
    ],
    [
        " I'm here to tell you straight up factually no matter what the problem is it's a leadership problem",
        8132.9,
        8137.24
    ],
    [
        " And I know that might hurt because guess who the leader is you're the leader",
        8137.24,
        8140.34
    ],
    [
        " Or you're subordinate leaders. They're not doing what they're supposed to do you need to get them on board with the program",
        8140.34,
        8146.56
    ],
    [
        " You're not making the the bottom line guess what guess what kind of problem that is it's not a money problem",
        8146.56,
        8152.94
    ],
    [
        " It's a leadership problem productions not meeting its quota",
        8152.94,
        8156.52
    ],
    [
        " Is that a production problem? It's a leadership problem",
        8157.54,
        8160.0
    ],
    [
        " So no matter what problems you're having and your organization they get solved through leadership",
        8160.0,
        8165.2
    ],
    [
        " It's me it's laf",
        8165.2,
        8167.18
    ],
    [
        " It's JP Dave Flynn and Mike",
        8167.18,
        8171.26
    ],
    [
        " And if you want us to come and work with your company don't call a speaking agency",
        8171.26,
        8176.54
    ],
    [
        " Just go to ashelonfront.com and we will show up and crush",
        8176.54,
        8182.34
    ],
    [
        " Um",
        8184.48,
        8185.0
    ],
    [
        " Mustard 0 0 6 might be sold out by the time this gets released but",
        8185.0,
        8190.36
    ],
    [
        " If you want to come we talk leadership intensely and granularly for two days",
        8190.36,
        8196.36
    ],
    [
        " It's in San Francisco October 17th and 18th you can register for that at extremotorship.com",
        8196.36,
        8201.32
    ],
    [
        " Same with",
        8201.32,
        8204.44
    ],
    [
        " The roll call",
        8204.44,
        8206.18
    ],
    [
        " Yeah, I think we're done. Let me ask you the roll calls when this podcast comes out",
        8206.18,
        8212.24
    ],
    [
        " I don't think there'll be any more seats so for the",
        8212.34,
        8214.44
    ],
    [
        " Mustard and the roll is the first roll call so I don't know but for the muster what percentage of let's say your typical group of people that come or whatever",
        8214.44,
        8223.04
    ],
    [
        " What's the percentage of appeal wise?",
        8223.04,
        8226.24
    ],
    [
        " What's the percentage of just so there's information",
        8226.5,
        8229.8
    ],
    [
        " Perfect, you know good guidance",
        8229.8,
        8231.88
    ],
    [
        " And then there's just to hang",
        8231.88,
        8234.52
    ],
    [
        " Like lit you know like",
        8234.52,
        8236.44
    ],
    [
        " Like you look at the days the days we go from eight in the morning until four o'clock in the afternoon and on the first day",
        8236.44,
        8244.0
    ],
    [
        " and and then the second day we go",
        8244.0,
        8247.66
    ],
    [
        " Eight in the morning until three o'clock in the afternoon or maybe two thirty",
        8247.66,
        8252.48
    ],
    [
        " and",
        8252.48,
        8253.9
    ],
    [
        " To answer your question we start",
        8253.9,
        8256.7
    ],
    [
        " We we muster with everyone at four forty five in the morning so we that whole time the eat and then when we get done at five",
        8256.7,
        8263.66
    ],
    [
        " We hang out until nine or ten that night's and then the next day same thing four forty five in the morning",
        8263.66,
        8269.34
    ],
    [
        " And then we go to jiu jitsu at night and so yeah, I mean where they're the whole time. Yeah, you will 100%",
        8269.34,
        8275.48
    ],
    [
        " Hang out. Yeah, that's what I mean all of us like you're like that's your question. Yeah percentage of you",
        8275.48,
        8280.7
    ],
    [
        " hanging out and",
        8280.7,
        8282.42
    ],
    [
        " Is 100% yeah, that's part of the appeal right because you say yeah, we must for four forty five",
        8282.42,
        8288.78
    ],
    [
        " But you one could think from the outside. Hey, that's a workout, but here's the thing",
        8288.78,
        8292.54
    ],
    [
        " Yeah, it's a workout, but it's kind of fun, you know",
        8292.82,
        8294.92
    ],
    [
        " Yeah, he's talking trash and you know afterwards we kind of you know",
        8294.92,
        8298.24
    ],
    [
        " And it's kind of a hang until it starts at eight and then beat you know the the the breaks that you take or whatever",
        8298.24,
        8304.34
    ],
    [
        " It's like oh, yeah, you're kind of hang on takes a break",
        8304.34,
        8306.62
    ],
    [
        " Yeah, you guys we don't take breaks. No, we just answer questions. We talk to people",
        8306.62,
        8312.14
    ],
    [
        " We take pictures sign books",
        8312.14,
        8314.22
    ],
    [
        " Whatever yeah, yeah, and that kind of happens throughout the whole time and then after it's sort of wraps",
        8314.22,
        8319.38
    ],
    [
        " I painted my stuff into I painted the whole team into a corner",
        8319.38,
        8322.48
    ],
    [
        " Totally dead because it's a beginning. I was like look they're not gonna be in a green room",
        8322.48,
        8326.54
    ],
    [
        " We're not going backstage. We're gonna be out there the whole time. So guess what we do. There's no green room",
        8326.54,
        8330.94
    ],
    [
        " There's no backstage. We're out there the whole time. It's like two",
        8330.94,
        8334.82
    ],
    [
        " 20-hour days is what it is yeah, because four hours we get some sleep. You're like yeah. Oh, yeah",
        8334.82,
        8339.82
    ],
    [
        " You don't want a green room. Okay. Now you can't have a yeah exactly. That's how it goes down",
        8339.82,
        8343.9
    ],
    [
        " um",
        8343.9,
        8344.76
    ],
    [
        " On top of that like I said roll call we're pretty much done with number one",
        8345.4,
        8349.24
    ],
    [
        " You can check and see if there's any openings, but it's probably not looking great right now",
        8349.24,
        8354.22
    ],
    [
        " Maybe we can open up a couple more seats anyways for that as well",
        8354.22,
        8358.74
    ],
    [
        " Register at extremotorship.com and now we of course we have EF overwatch. We're connecting",
        8358.74,
        8364.3
    ],
    [
        " Speck ops and combat aviation leaders to companies that need leaders people are asking",
        8364.3,
        8372.34
    ],
    [
        " um",
        8373.12,
        8373.6
    ],
    [
        " You know what what about guys from conventional forces which",
        8373.6,
        8377.04
    ],
    [
        " The reason we started with combat aviation and speck ops because that's where we came from and so that's where we have community ties",
        8377.04,
        8383.98
    ],
    [
        " Now that we actually have",
        8383.98,
        8385.7
    ],
    [
        " We actually have some people coming on the team right now from conventional forces that we work alongside awesome leaders and so",
        8385.7,
        8391.78
    ],
    [
        " We're looking at how we're gonna open this up to the rest of the military and get everyone else engaged",
        8391.78,
        8398.56
    ],
    [
        " Because guess what we work the civilian sector all the time. I just said problems get solved by leadership",
        8398.58,
        8402.66
    ],
    [
        " Civilian companies guess what they need they need leaders",
        8402.66,
        8405.32
    ],
    [
        " And the military has them so that's what work and if you want to enrol in that from either side from either a person",
        8405.32,
        8412.4
    ],
    [
        " That wants a job or a person that's looking for leaders go to efoverwatch.com",
        8412.4,
        8416.36
    ],
    [
        " and",
        8416.36,
        8418.26
    ],
    [
        " Until we do see you at one of these events or see you in the airport or see you on the jiu jitsu mat or see you wherever if you want to interact",
        8418.26,
        8427.72
    ],
    [
        " Or give us answers or give us questions you can do that on the inner webs",
        8427.8,
        8431.58
    ],
    [
        " We are on twitter. We're on the instagram and we're also on facebook",
        8431.58,
        8437.26
    ],
    [
        " Echo is at ecotrals and I am at jaco willink and",
        8437.26,
        8444.42
    ],
    [
        " Finally to those of you who like",
        8444.42,
        8447.94
    ],
    [
        " Peter Nash swisher who served in the military",
        8447.94,
        8452.84
    ],
    [
        " Or you are serving in the military at this time",
        8452.84,
        8456.38
    ],
    [
        " Thank you for your service and for those that protect us here at home and the police and law enforcement and correctional officers and fire fighters and border patrol and paramedics and all other first responders",
        8457.06,
        8468.7
    ],
    [
        " Thank you for what you do day in and day out and to everyone else making your way through the world",
        8468.7,
        8475.32
    ],
    [
        " Working and grinding and building and creating",
        8475.32,
        8480.68
    ],
    [
        " That's awesome and keep doing those things",
        8480.68,
        8484.74
    ],
    [
        " And do those things with some intent some good intent the intent",
        8486.38,
        8492.34
    ],
    [
        " To make yourself better",
        8492.34,
        8494.84
    ],
    [
        " And when you've got yourself on a good path then show someone else the path help them off that slippery slope",
        8494.84,
        8505.54
    ],
    [
        " Help",
        8505.54,
        8507.56
    ],
    [
        " Because in another time in another place",
        8507.56,
        8511.52
    ],
    [
        " It could be you that needs help",
        8511.52,
        8514.16
    ],
    [
        " So",
        8517.64,
        8518.34
    ],
    [
        " Take the world",
        8518.34,
        8519.5
    ],
    [
        " Or that little part of the world that you can take it into your trembling hand and help",
        8519.5,
        8526.62
    ],
    [
        " Help yourself become better help others become better and in doing so",
        8526.62,
        8534.48
    ],
    [
        " help this",
        8534.48,
        8536.42
    ],
    [
        " Strange and often hostile world that we live in make it just a little bit better",
        8536.42,
        8543.88
    ],
    [
        " By getting out there",
        8544.58,
        8546.08
    ],
    [
        " And getting after it",
        8546.08,
        8548.86
    ],
    [
        " And until next time",
        8548.86,
        8551.7
    ],
    [
        " This is echo and jaco",
        8551.7,
        8554.44
    ],
    [
        " Out",
        8554.44,
        8556.04
    ]
]