[
    [
        " My wife and kids are quick to anger. Sometimes it's explosive like a moab mother of all bombs.",
        0.0,
        8.2
    ],
    [
        " Other times it's a slow grinding war of attrition. Being a student of your podcast, I've learned",
        9.4,
        13.88
    ],
    [
        " the worst strategy is to directly attack their fortified emotional position. It seems like this is",
        13.88,
        19.04
    ],
    [
        " a good opportunity to employ the flanking maneuver. How do I effectively flank their anger without",
        19.04,
        26.48
    ],
    [
        " appearing weak? Okay, first of all flank yourself because that appearing weak thing that's pretty",
        26.48,
        31.16
    ],
    [
        " much in your head. Really, it is. It's legitimately in your head and that's the first thing you need to",
        31.16,
        35.62
    ],
    [
        " do is that's your ego talking when you don't want to, when you don't want to, when they hit you",
        35.62,
        41.52
    ],
    [
        " with something that they're angry at, the thing that's hitting back is ego. That's what's hitting back.",
        41.52,
        46.44
    ],
    [
        " So first thing you have to do is okay, I'm going to check my ego right now because I'm going to",
        46.58,
        56.3
    ],
    [
        " get this angry. You have to actually be careful not to come across as a loof or arrogant.",
        56.3,
        64.08
    ],
    [
        " Yeah, yeah. When people are getting mad, okay, okay, for instance, if your wife is super mad about",
        64.5,
        69.28
    ],
    [
        " something and you show no emotions and you don't get mad at all, they get madder sometimes, right?",
        69.28,
        73.9
    ],
    [
        " Yeah, you don't even care about this. Yeah. So no, so you got to give a little bit, you know, I'm not",
        74.1,
        86.22
    ],
    [
        " then what you want to do is absorb. They want to get mad, cool. Absorb take the screaming, give the",
        86.22,
        91.78
    ],
    [
        " head nod of understanding in a only marginally emotional way that pretty much communicates that",
        91.78,
        99.6
    ],
    [
        " I understand you're mad and I'm listening. I hear you. You know, I get it and let them get it out of",
        99.6,
        105.56
    ],
    [
        " their system. Just let them get it out of the system, then let them calm down. And then after",
        105.56,
        111.02
    ],
    [
        " you've given them the time to kind of calm down and settle down. And I mean, it's longer than you",
        111.2,
        118.84
    ],
    [
        " think. It's longer than you think. Let them let let when you think they're calm, wait an extra 45",
        118.84,
        128.36
    ],
    [
        " minutes. If not two hours, probably two hours, because they're not calm. They just stop screaming,",
        128.36,
        134.1
    ],
    [
        " right? They're not calm. So and then what you do is and then what you do is you kind of take it",
        134.28,
        140.58
    ],
    [
        " on yourself. You're going to own it, right? And you say something like, Hey, you know,",
        140.58,
        145.08
    ],
    [
        " that thing that made you mad, I want to make sure it doesn't happen again. I you know, what can I do",
        145.14,
        148.34
    ],
    [
        " better to make sure that you don't get mad about that, right? You take you take ownership of that.",
        148.34,
        153.3
    ],
    [
        " What do I need to adjust? And what exactly is it that that I did that frustrated? What is it that",
        153.7,
        160.6
    ],
    [
        " frustrated? What can I do to stop it? Maybe it wasn't me. Maybe you're mad at the printer. But,",
        160.6,
        164.94
    ],
    [
        " you know, how can we fix that? Because I don't want you to and then you know, so you have the that",
        164.94,
        169.46
    ],
    [
        " kind of conversation. And you know, you're going to slide something tactfully and they're tactfully",
        169.46,
        175.6
    ],
    [
        " because again, you're still dealing with like, you know, possible flare ups and areas happening.",
        175.6,
        182.24
    ],
    [
        " So, you know, but you say something like, you know, we both know that nobody benefits when people",
        182.84,
        187.12
    ],
    [
        " lose their temper, right? I mean, we got to be careful. You know, no one, it's not, it doesn't do",
        187.12,
        192.3
    ],
    [
        " us any good when people lose their temper. Everyone knows that, right? So you slide those things in",
        192.3,
        195.56
    ],
    [
        " there. You're giving that kind of like little mini lecture indirectly about what's happening.",
        195.56,
        201.68
    ],
    [
        " And then when you have other conversations, now we're in just a normal day to day thing, you drop",
        201.88,
        205.56
    ],
    [
        " things about temper. You know, you talk about temper being, well, you know, it's a weakness and it's",
        205.56,
        209.84
    ],
    [
        " no one makes good decisions when they have them. And those are temper. I mean, it's some of the",
        209.84,
        213.62
    ],
    [
        " dumbest things I've ever done. Those are when I log, you know, everyone knows that, but you know,",
        213.62,
        216.28
    ],
    [
        " you say you start sliding those things in there that it's bad for your decision making. It's bad",
        216.28,
        221.26
    ],
    [
        " for relationships. It's bad for your health. It's bad for life. And again, you're not directly",
        221.68,
        226.36
    ],
    [
        " saying these things. You're subliminally saying you know, it's, man, I remember one time I lost",
        226.36,
        231.84
    ],
    [
        " some of the dumbest things I ever did when I lost my temper and I kicked the wall and I broke my",
        231.84,
        236.22
    ],
    [
        " toe and I put a hole in the wall and the landlord came. That's when I said, man, I hate when I lose my",
        236.22,
        241.76
    ],
    [
        " temper. And you start getting them in the, you get them thinking about it over time. And this is",
        241.76,
        250.22
    ],
    [
        " the thing. It's a long war. And there's going to be relapses along the way. But you got to just",
        250.22,
        256.58
    ],
    [
        " hold the line, keep it steady, absorb. And then flank gently to get them to start self recognizing",
        256.58,
        267.2
    ],
    [
        " where they're at and what their temper does to them. Temper is crazy. Yeah. When you see people",
        267.2,
        273.64
    ],
    [
        " lose their temper, it's it's a total loss control. Yeah. It's a total loss control. And it's just",
        273.64,
        280.38
    ],
    [
        " doesn't do anybody any good. And when you see someone that really loses their temper, you're like,",
        280.38,
        284.8
    ],
    [
        " what is wrong? Yeah. Come on. Yeah. And when I was a kid, nice to lose my temper. And at some point,",
        285.08,
        292.12
    ],
    [
        " I just realized I forget what it was. I forget what made me think there was something my dad said",
        292.12,
        296.74
    ],
    [
        " to me. There's something about, you know, something along those lines of like, yeah, you lose your",
        296.74,
        302.8
    ],
    [
        " temper. It's like a little baby loss of control. Okay. So you when you realized it, that's because",
        302.8,
        309.54
    ],
    [
        " of something that's said to me, something along the lines of like, you know, I think he was",
        309.54,
        314.22
    ],
    [
        " referring to an athlete or something. Someone that just had no emotions and how that was impressive.",
        314.22,
        318.66
    ],
    [
        " Yeah. And I was like, hmm, that is impressive. It's massive control. Yeah. There's nothing is",
        318.94,
        325.44
    ],
    [
        " going to make me mad. Yeah. Doesn't matter what's going on around me. Yeah. Yeah. It is like a baby,",
        325.44,
        331.38
    ],
    [
        " you know, like I said, you know, like babies, they cry and they've do whatever because they don't",
        331.44,
        335.8
    ],
    [
        " know how to talk. So if they knew how to talk and control everything, they'd just be like, Hey,",
        335.8,
        340.56
    ],
    [
        " I'm cold or hey, I'm hungry, but they don't know how to talk. So why do adults go crazy and cry?",
        340.76,
        345.48
    ],
    [
        " Because they're babies because they don't know how to talk. If they if they cry for every little",
        345.7,
        348.84
    ],
    [
        " thing, they're babies. Yeah. They don't know how to talk. I said, actually, you know what? Under",
        348.84,
        352.72
    ],
    [
        " any depends, it depends how much control and all these other little variables, but it's like the",
        352.72,
        358.32
    ],
    [
        " front part of your brain, that's a decision making like the conscious like, Oh, okay, I'm going to",
        358.32,
        361.48
    ],
    [
        " make this this this conscious decision, right? Which is the last part of your brain to develop",
        361.48,
        365.82
    ],
    [
        " by the way. And it's like the conscious decision making the front thing like front, the",
        365.82,
        369.6
    ],
    [
        " variable cortex, you know, something like this. And it happens and it fully develops around",
        369.6,
        374.86
    ],
    [
        " age 25, by the way. So if you're 24, 23, 22, 21 and so I put simply, it's like, okay, my actions",
        374.86,
        381.92
    ],
    [
        " now, how do they affect the future? You know, so in one way or another, it's going to be kind of",
        381.92,
        385.94
    ],
    [
        " surrounded on that little premise, small little, so otherwise, you're just going on straight auto",
        387.08,
        392.5
    ],
    [
        " mode. However, you however you feel that's going to influence not totally control, but that's the",
        392.5,
        398.34
    ],
    [
        " thing that's going to influence your behavior. So times of stress, your frontal cortex start to",
        398.34,
        403.38
    ],
    [
        " shut down a little bit hunger shut down a little bit hormonal situations for guys and girls.",
        403.38,
        410.7
    ],
    [
        " Oh, so you lose your temper more. That's where hangry comes from. Hangry is one of them, you know,",
        410.7,
        415.32
    ],
    [
        " and it's like all these things, loss empathy, loss of like all this stuff where your decisions",
        415.32,
        419.26
    ],
    [
        " just aren't that dope. And so, and when I say hormonal, like that's why you get reud rage, you know,",
        419.26,
        426.52
    ],
    [
        " because like guys, if they're on steroids, that's their hormones are up or girls,",
        426.68,
        431.76
    ],
    [
        " PMS scene, that it's like a real, you know, premenstrual syndrome is like real, their hormones are all.",
        432.44,
        438.66
    ],
    [
        " So I remember one time my wife started, when she was pregnant, she started crying during an",
        438.84,
        442.94
    ],
    [
        " AT&T commercial. Magglet jick. Oh my god, what's wrong with her? Some of those are kind of sad.",
        442.94,
        452.12
    ],
    [
        " They're just emotional. None of the less. So why were you crying during Hawaii? Oh, man.",
        452.48,
        456.56
    ],
    [
        " I'm telling you, they're trying to make it deep, man, that show you're watching.",
        457.0,
        463.12
    ],
    [
        " Nottings. Anyway, none the less. It's back to losing your temper and stuff. It is a weak thing.",
        463.28,
        471.16
    ],
    [
        " So it's kind of obvious, especially from the outside to see that like losing your temper is not cool.",
        471.38,
        475.68
    ],
    [
        " And a lot of people, they think it's cool because it feels good. You know, it feels good. When you're a little kid,",
        475.82,
        479.88
    ],
    [
        " you respect it. Can you see someone lose their temper? You're scary. It's just powerful. It's actually",
        479.96,
        483.92
    ],
    [
        " like turning into Superman, right? Yeah, in a way. He's mean. He's scared. But, but you're not feared,",
        483.92,
        489.98
    ],
    [
        " but you look stupid. Yeah, you look dumb. Yeah. So that's the message to convey to your kids.",
        490.06,
        493.8
    ],
    [
        " Yeah. So losing your temper is stupid. Yeah. And, and man, some people, they're like,",
        494.26,
        498.9
    ],
    [
        " I think you could tell they say that stuff with a little bit of pride. You know, it's just me and my temper.",
        498.9,
        502.86
    ],
    [
        " My temper is going to get me in trouble. And they're all like, yeah, you know,",
        503.02,
        506.4
    ],
    [
        " I'm a hot head man. That's like, that should be the kind you wish I didn't. That should be if you say,",
        506.54,
        513.16
    ],
    [
        " Hey, I just have a temper, that should be the equivalent of you saying, I don't know how to read.",
        513.18,
        517.08
    ],
    [
        " It should be that, Hey, nothing wrong with it. You can get past it. And, you know, whatever,",
        517.42,
        521.66
    ],
    [
        " I'm not going to judge you for it, but it's not good. It's not a good state to be in.",
        521.76,
        525.12
    ],
    [
        " Who you someone who can't control your temper, just like it's not a good state to be in as a grown",
        525.12,
        529.32
    ],
    [
        " adult to not not read no judgment, but you saw that problem. That's a B. If you're having like,",
        529.32,
        537.28
    ],
    [
        " if your kids have a temper, and they're easy to anger, it's because chances are, I don't know",
        537.38,
        544.12
    ],
    [
        " everybody. Of course, but chances are they got it from the parents. Keep in mind, you're one of those",
        544.12,
        549.42
    ],
    [
        " parents. I'm not saying, I'm not saying that you have a temper. I'm not saying you don't,",
        549.44,
        555.8
    ],
    [
        " but I am saying sure, just have a temper. Your wife has a temper. You got it really honestly,",
        556.02,
        562.2
    ],
    [
        " evaluate, do I have a temper and understand that because the kids, they're just these little",
        562.28,
        567.72
    ],
    [
        " seeds of beings who were like, Hey, how do I act? I don't know how to act. All act out, you know,",
        567.72,
        573.24
    ],
    [
        " just how I'm going to cry. This is my default. I'm just going to cry when something's wrong.",
        573.38,
        576.84
    ],
    [
        " You say if the parents have a temper and show that and act that way, the kids will learn it.",
        576.84,
        580.42
    ],
    [
        " You're going to learn it. There is something like genetic though.",
        580.46,
        583.84
    ],
    [
        " I think, well, maybe I guess we don't know if it's genetic or not, but there's some",
        584.2,
        587.14
    ],
    [
        " where you know the father has a bad temper and then the kid has a bad temper.",
        587.14,
        592.0
    ],
    [
        " There's no temper gene. What it is is there's a genetic situation for sure that you're more apt",
        592.08,
        598.94
    ],
    [
        " to not be able to control certain parts of, or not not be able to control, but control less.",
        598.94,
        605.46
    ],
    [
        " You know, certain parts of your brain or chemistry is going to make you lean towards certain types",
        605.46,
        610.74
    ],
    [
        " of behavior like impulsive behavior or something like that. There is that for sure. But again,",
        610.74,
        615.84
    ],
    [
        " man, when you're a kid, you're just looking for, how do I act? I don't know. I'm growing up.",
        616.06,
        620.64
    ],
    [
        " I don't even know how to act. So the first thing you're going to look at is the people,",
        620.68,
        623.82
    ],
    [
        " what the authority figures in front of you, the parents. If the parents aren't there, who are they",
        623.84,
        628.04
    ],
    [
        " looking to? I don't know the guy next door, the guy on TV, the guy up the street, the guy in the",
        628.04,
        632.18
    ],
    [
        " music video. Whoever, I don't know, whoever's doing better than me. That's it. So if you're the",
        632.18,
        637.84
    ],
    [
        " parent and you're losing your temper all the time, the kid's going to lose their temper. That's",
        637.84,
        643.86
    ],
    [
        " how what they're going to learn how to act. So point there is if you lose your temper or if your",
        643.86,
        653.26
    ],
    [
        " kids are losing in time, you start with yourself because you know the kind.",
        653.26,
        656.8
    ],
    [
        " You know the kind of there's certain things that's real easy to see when someone else does it?",
        659.44,
        662.94
    ],
    [
        " Yeah, most things. But yeah, but it's really yeah, you simply don't. Well, it sounds like this guy",
        663.12,
        668.2
    ],
    [
        " here that asked this question. He's saying his wife loses his temper and that could be where the kid",
        668.2,
        673.26
    ],
    [
        " is getting the modeling from. Right. And he's saying he doesn't. Now is there a chance that he does",
        673.26,
        679.22
    ],
    [
        " too? I guess so, but it sounds like he's pretty together and he's saying, look, I just need to get",
        679.22,
        682.92
    ],
    [
        " him to calm down. Right. So yeah, in this situation, I'd say it's probably the wife who's losing",
        682.92,
        689.26
    ],
    [
        " her temper and then the kid is imitating or modeling and then we have this scenario happening.",
        689.26,
        693.9
    ],
    [
        " Yeah. So what we need to do is explain to everyone in the family that it's not good.",
        693.98,
        697.46
    ],
    [
        " We're not losing our temper anymore. Yeah. And the reason I say it to is again, like I'm not saying",
        697.54,
        702.22
    ],
    [
        " he does lose his temper, but I am saying that it is a possibility that because if let's say",
        702.22,
        707.76
    ],
    [
        " me and your husband and wife and you lose your temper, I'm not just bros. Yeah, but we're",
        707.76,
        713.38
    ],
    [
        " in a list of wife. Okay. Me and my wife. Okay. If she loses the temper, her temper, and I'm taking",
        713.38,
        723.22
    ],
    [
        " the direct approach, right? Yeah. Which I understand now. No, I'm going to lose my temper back. I'm",
        723.22,
        731.2
    ],
    [
        " going to go fire. I'm going to fight fire with fire. You raise your voice. I'm going to raise my",
        731.2,
        734.38
    ],
    [
        " voice. The kid's over there in the corner. How do I act? Oh, that's how I act right there.",
        734.38,
        737.74
    ],
    [
        " That's a possibility. And kids will become anti-social. That's the thing.",
        738.04,
        741.56
    ],
    [
        " Goes wrong. It's one of the things, one of the many things. Anti-social. I told you about that book",
        742.18,
        748.7
    ],
    [
        " called Mind Games. Small little book. Forget the author. It's like pretty clearly and concisely laid",
        748.7,
        755.18
    ],
    [
        " out if you have angry issues. Like what up with that? It's insecurities. Change my whole life.",
        755.18,
        760.92
    ],
    [
        " Low self-esteem.",
        760.92,
        761.62
    ]
]