[
    [
        " This is the Jocco Underground podcast number 21 with echo and me Jocco and",
        0.0,
        8.16
    ],
    [
        " We had a",
        8.16,
        11.58
    ],
    [
        " An event take place a couple a week ago, I guess",
        11.58,
        16.86
    ],
    [
        " The guy by the name of Jim Surlesley. He was on podcast 200",
        16.86,
        21.8
    ],
    [
        " just an awesome guy",
        21.8,
        23.88
    ],
    [
        " He was a Vietnam veteran. He was",
        23.88,
        28.44
    ],
    [
        " severely wounded and in",
        29.02,
        31.16
    ],
    [
        " 1969 about a month before he was done with his tour in Vietnam. He ended up as a triple amputee and",
        31.16,
        40.6
    ],
    [
        " Lost both of his legs and lost one of his arms",
        40.6,
        45.38
    ],
    [
        " And he just died. He just died on May 30th. It's a 2021 right now",
        45.38,
        53.38
    ],
    [
        " And",
        53.38,
        55.16
    ],
    [
        " Obviously horrible was it was unexpected",
        56.02,
        58.02
    ],
    [
        " But his story",
        58.02,
        61.46
    ],
    [
        " When he came on the podcast and what he lived through",
        61.46,
        65.46
    ],
    [
        " There was some some layers to it when he'd come home from Vietnam with this you know triple amputee",
        65.46,
        73.9
    ],
    [
        " Went to rehab for nine months and",
        73.9,
        77.56
    ],
    [
        " You know he learned all the things that you have to learn when you lose both your legs and one arm",
        77.56,
        82.14
    ],
    [
        " You know how are you gonna get by what are you gonna do? What are you gonna do to get around the house?",
        82.26,
        85.58
    ],
    [
        " How do you use a wheelchair or electric wheelchair or regular wheelchair?",
        85.74,
        88.66
    ],
    [
        " How are you gonna get in and out of that thing what you need to be careful of what you got to do to keep yourself as healthy as you can",
        88.96,
        95.68
    ],
    [
        " And he went to that thing for nine months",
        95.68,
        98.38
    ],
    [
        " And then he carried on and he carried on with his life",
        98.38,
        102.16
    ],
    [
        " He started a roofing company. He went to college. He started doing real estate",
        102.16,
        108.06
    ],
    [
        " He ended up being the the national commander of the disabled American veterans, you know later in his life",
        108.16,
        113.94
    ],
    [
        " but he he basically just carried on and",
        113.94,
        118.36
    ],
    [
        " just an amazing",
        118.36,
        119.44
    ],
    [
        " An amazing human an amazing person and and obviously",
        119.44,
        124.58
    ],
    [
        " hugely inspirational for anybody",
        124.58,
        127.62
    ],
    [
        " because he's doing all that and",
        127.62,
        130.74
    ],
    [
        " He's doing it with these with as a as a guy with one arm",
        130.74,
        135.12
    ],
    [
        " and",
        137.34,
        137.82
    ],
    [
        " And",
        137.82,
        137.88
    ],
    [
        " It was interesting because when we got done with that podcast we were we we ended up sitting around and talking for a while and one of the things that he brought up",
        137.88,
        147.64
    ],
    [
        " Was he said have you ever heard of a guy named Lewis Polar and",
        147.64,
        152.76
    ],
    [
        " He obviously hadn't listened to the fact that",
        152.76,
        157.3
    ],
    [
        " um, we had done a podcast about",
        157.3,
        159.96
    ],
    [
        " Chesley Polar the most iconic marine of all time and then we did a podcast about Lewis Polar his son",
        160.3,
        166.18
    ],
    [
        " who was",
        166.18,
        169.5
    ],
    [
        " Also wounded in Vietnam severely wounded in Vietnam. He lost both of his legs",
        169.5,
        175.72
    ],
    [
        " He had massive damage done to his hands. Lewis Polar did this is Chesley Polar's son",
        175.72,
        180.56
    ],
    [
        " and he came home and",
        180.56,
        185.1
    ],
    [
        " eventually",
        185.1,
        186.06
    ],
    [
        " some well in 1993",
        186.06,
        189.22
    ],
    [
        " Lewis Polar",
        189.96,
        190.84
    ],
    [
        " Junior killed himself",
        190.84,
        193.46
    ],
    [
        " And and he wrote an incredible book and we covered the book on the podcast",
        193.46,
        199.04
    ],
    [
        " on podcast 122",
        199.04,
        201.88
    ],
    [
        " The book is called fortune at son",
        201.88,
        204.16
    ],
    [
        " And so with that background which which Jim certainly didn't know he says have you ever heard of a guy named Lewis Polar and I said yes",
        204.16,
        214.8
    ],
    [
        " Or absolutely I have we did a podcast on him. I know about him",
        214.8,
        218.76
    ],
    [
        " And he said you know I was in rehab",
        220.16,
        223.46
    ],
    [
        " with Lewis Polar",
        223.46,
        225.74
    ],
    [
        " which was",
        225.74,
        227.18
    ],
    [
        " obviously very",
        227.18,
        228.98
    ],
    [
        " I mean very interesting connection",
        228.98,
        231.84
    ],
    [
        " that",
        231.84,
        233.52
    ],
    [
        " he was",
        233.52,
        235.08
    ],
    [
        " you knew him",
        235.08,
        236.54
    ],
    [
        " and then he made this point Jim slowly made this point",
        236.54,
        240.36
    ],
    [
        " that",
        240.36,
        241.86
    ],
    [
        " he said Lewis Polar",
        241.86,
        245.1
    ],
    [
        " never",
        247.6,
        248.38
    ],
    [
        " accepted 100%",
        248.38,
        249.72
    ],
    [
        " in his heart what had happened to him",
        249.72,
        253.44
    ],
    [
        " He said he looked he he accepted it 98 maybe 99% but he never accepted 100% what had happened and never",
        253.44,
        264.26
    ],
    [
        " never accepted that reality and moved on with it",
        264.26,
        269.42
    ],
    [
        " And he said and that's what that's what killed him",
        269.42,
        274.14
    ],
    [
        " is",
        277.94,
        278.38
    ],
    [
        " We we have to be able to accept reality and I look I'm not saying I could do it. I'm not making that claim",
        278.38,
        284.7
    ],
    [
        " I mean I'm saying Jim Srelsley did it and he said he did it and he's saying that",
        284.7,
        289.86
    ],
    [
        " Lewis Polar Junior didn't do it",
        289.86,
        292.08
    ],
    [
        " But we have to at least try and do that and you know I we did one of these",
        292.08,
        298.56
    ],
    [
        " A little time ago where I was talking about the fact that um",
        298.56,
        302.56
    ],
    [
        " You know everybody's a little bit insane right everybody's a little bit crazy",
        302.56,
        305.96
    ],
    [
        " Because we all paint our own reality because the actual definition the clinical definition of someone that's is insane is someone that",
        305.96,
        313.48
    ],
    [
        " doesn't",
        313.48,
        314.56
    ],
    [
        " their reality doesn't match",
        314.56,
        316.44
    ],
    [
        " actual reality well guess what we all have different varying levels of what reality is",
        316.44,
        323.22
    ],
    [
        " Some of us are pretty close",
        323.22,
        326.02
    ],
    [
        " Some of us are a little further up when you meet someone that's",
        326.02,
        330.38
    ],
    [
        " They think they're in a better situation than they're in or they think they're in a worse situation",
        330.5,
        334.26
    ],
    [
        " They're like their reality isn't quite matched up and it goes all the way from people that are really closely aligned to what reality is",
        334.26,
        340.44
    ],
    [
        " That's I think probably the best place to be to people that are",
        340.44,
        343.8
    ],
    [
        " Definition by the definition of insane where their reality is totally different from actual reality",
        343.8,
        349.76
    ],
    [
        " But you know you meet some people that are like oh, I'm gonna",
        349.76,
        352.96
    ],
    [
        " Uh, you know, I'm gonna be uh, I'm gonna be a football player",
        352.96,
        357.98
    ],
    [
        " You're like",
        359.46,
        360.1
    ],
    [
        " You know like their reality isn't there you know what I'm saying or um whatever you know what you pick you pick a thing that somebody thinks this happening or they think someone",
        360.1,
        370.06
    ],
    [
        " They think someone cares about them. I know they care about me. It's like that's not really the reality and they're just not there",
        370.06,
        378.32
    ],
    [
        " Right, they're not insane. They're not over on the far side of the spectrum where their reality told this match",
        378.32,
        384.14
    ],
    [
        " But you can tell it's off a little bit",
        384.14,
        385.44
    ],
    [
        " So we have the possibility of doing that as well when it comes to accepting reality",
        385.44,
        392.68
    ],
    [
        " And accepting where we're at 100% and accepting things the way the unfolded 100% and again",
        392.68,
        399.66
    ],
    [
        " I'm not trying to say I could do this. I have no idea. I've never been in a situation like that",
        399.66,
        403.46
    ],
    [
        " But I'm gonna say",
        403.46,
        407.12
    ],
    [
        " That we do have to look around. I've never been in that extreme of situations, but I've been in some tough situations",
        407.12,
        413.2
    ],
    [
        " And when you get in those tough situations",
        414.04,
        416.58
    ],
    [
        " It doesn't help",
        416.58,
        420.34
    ],
    [
        " To keep that little two percent three percent four percent one percent that's different from reality doesn't help",
        420.34,
        427.6
    ],
    [
        " That little thing will eat away at you when you wish that this wouldn't happen or you wish you would have made a different decision",
        427.6,
        435.12
    ],
    [
        " You complain about it you blame",
        435.12,
        437.06
    ],
    [
        " You know other people you blame the circumstances and you get eaten up by that stuff",
        437.06,
        442.9
    ],
    [
        " You stop doing that",
        444.82,
        445.94
    ],
    [
        " Stop doing that",
        445.94,
        448.46
    ],
    [
        " It's not it's not beneficial to you",
        448.46,
        451.24
    ],
    [
        " It's not that beneficial to me. This is a this is really a tentative of extreme ownership, right?",
        451.24,
        458.12
    ],
    [
        " I know I can't control everything, but I can control how I respond to it",
        458.8,
        462.1
    ],
    [
        " I know bad things happened and I could sit there and blame other people",
        462.1,
        466.3
    ],
    [
        " I could wish that it didn't win a different way",
        466.3,
        468.68
    ],
    [
        " I could wish that it would have never happened",
        468.68,
        470.42
    ],
    [
        " I could wish I would have made a different decision all those things",
        470.42,
        473.12
    ],
    [
        " Don't do that",
        473.12,
        478.96
    ],
    [
        " Stop wishing stop complaining stop blaming instead be like Jim Siralsley of a freaking hero",
        478.96,
        488.94
    ],
    [
        " And start doing",
        488.94,
        492.64
    ],
    [
        " Start making things happen",
        492.64,
        498.36
    ],
    [
        " I",
        504.04,
        504.6
    ],
    [
        " With that",
        504.6,
        504.88
    ],
    [
        " Let's get in some Q&A I guess it's a rough subject",
        504.88,
        511.56
    ],
    [
        " First question",
        511.56,
        515.92
    ],
    [
        " I'm a seventh grade English teacher in Virginia and things are not bad in the classroom",
        515.92,
        522.18
    ],
    [
        " But it's my first year teaching and I definitely have a lot to learn",
        522.18,
        525.88
    ],
    [
        " I have one class in particular that's almost all boys",
        526.36,
        529.6
    ],
    [
        " And started this year out rowdy and I've made great strides in learning",
        529.6,
        534.58
    ],
    [
        " When it's appropriate to be energetic and when they need to be when they need to respect others and they're right to an education",
        534.58,
        542.0
    ],
    [
        " But some but some days one or another of them will really be feeling his oats",
        542.0,
        548.28
    ],
    [
        " And the others tend to feed on that",
        548.28,
        551.02
    ],
    [
        " I struggled to reign this in without harsh tone and a demand but it has to stop",
        551.08,
        556.12
    ],
    [
        " So that their classmates",
        556.12,
        557.98
    ],
    [
        " Can learn",
        557.98,
        560.04
    ],
    [
        " Do you and echo have any advice for leadership applied to 12 and 13 year old kids?",
        560.04,
        566.64
    ],
    [
        " I know you're both parents so I'd be interested in your insights here",
        567.08,
        570.58
    ],
    [
        " Yeah",
        570.58,
        571.44
    ],
    [
        " cool question and",
        571.44,
        574.3
    ],
    [
        " I got some ideas about it and these are all kind of ideas that I've used at various points in various situations with both my own",
        574.3,
        581.0
    ],
    [
        " kids with sealed platoons",
        581.02,
        583.28
    ],
    [
        " That is a little excerpt of what we are doing on the jocco underground podcast",
        583.28,
        597.72
    ],
    [
        " So if you want to continue to listen",
        597.72,
        599.08
    ],
    [
        " Go to joccounderground.com and subscribe and we're doing this to mitigate our reliance on external platforms",
        599.08,
        607.82
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        607.88,
        614.52
    ],
    [
        " More direct connections better communications with us",
        614.52,
        617.42
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground.com",
        617.42,
        624.54
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        624.54,
        630.02
    ],
    [
        " We can still support you just email assistance at joccounderground.com",
        630.02,
        634.02
    ],
    [
        " And we'll get you taken care of",
        634.02,
        636.5
    ],
    [
        " Until then we will see you",
        636.5,
        638.8
    ],
    [
        " mobilized",
        638.8,
        640.22
    ],
    [
        " Underground",
        640.22,
        641.62
    ]
]