[
    [
        " This is Jocco podcast number one 41 with echo Charles and me, Jocco Willink.",
        0.06,
        6.44
    ],
    [
        " Good evening, Echo.",
        6.86,
        7.94
    ],
    [
        " Good evening.",
        8.26,
        8.54
    ],
    [
        " March 15th, 1631.",
        10.24,
        14.94
    ],
    [
        " Most loving and kind father and mother, my humble duty remembered unto you, trusting in",
        16.34,
        22.68
    ],
    [
        " God you are in good health, and I pray, remember my love unto my brother Joseph and thank",
        22.68,
        28.92
    ],
    [
        " him for his kindness that I found at his hand in London.",
        28.92,
        31.9
    ],
    [
        " I know loving father and I do confess that I was an undue, beautiful child unto you when",
        32.7,
        40.6
    ],
    [
        " I lived there with you and by you, for which I am much sorrowful and grieved for it, trusting",
        40.6,
        48.42
    ],
    [
        " in God that he will guide me that I will never offend you so anymore, and I trust in God",
        48.42,
        55.44
    ],
    [
        " that you will forgive me for it.",
        55.44,
        57.28
    ],
    [
        " My writing unto you is to let you understand what a country this new England is where",
        58.14,
        66.6
    ],
    [
        " we live.",
        66.6,
        67.24
    ],
    [
        " Here are but a few Indians, a great part of them died this winter.",
        68.72,
        73.86
    ],
    [
        " It was thought it was of the plague.",
        74.18,
        76.3
    ],
    [
        " Here is timber good store and acorns good store and here is good store of fish.",
        78.1,
        84.18
    ],
    [
        " If we had boats to go for it and lines to serve fishing, people here are subject to diseases.",
        84.4,
        92.46
    ],
    [
        " For there for here 200 odd have died of scurvy and of the burning fever and beside as many",
        93.76,
        102.14
    ],
    [
        " lie lame.",
        102.14,
        103.2
    ],
    [
        " All Sudbury men are dead but three and three women and some children.",
        104.9,
        110.86
    ],
    [
        " Here is no cloth to be had to make no apparel and shoes.",
        112.58,
        117.84
    ],
    [
        " So I pray father send me four or five yards of cloth to make some apparel and loving father",
        118.7,
        125.96
    ],
    [
        " though I be far distant from you yet I pray you remember me as your child and we do not",
        125.96,
        132.52
    ],
    [
        " know how long we may subsist.",
        132.52,
        135.82
    ],
    [
        " I pray do not put away your shop stuff for I think that in the end if I live it must",
        137.78,
        146.6
    ],
    [
        " be my living for we do not know how long this plantation will stand.",
        146.6,
        151.02
    ],
    [
        " God hath taken away the chiefest stud in the land Mr. Johnson and the lady Airebella his wife",
        151.5,
        160.96
    ],
    [
        " which was the chiefest man of a state in the land and one that would have done most good.",
        160.96,
        167.56
    ],
    [
        " So father I pray consider of my cause for here will be but a very poor thing no being",
        168.54,
        179.22
    ],
    [
        " without loving father your help with provisions from Old England.",
        179.22,
        184.0
    ],
    [
        " I thought to come home in this ship for my provisions were almost all spent",
        184.66,
        190.0
    ],
    [
        " but that I humbly thank you for your great love and kindness in sending some provisions or else",
        190.12,
        196.08
    ],
    [
        " I should and mine a bin half famished but now I will if it please God that I have my health",
        196.08,
        205.12
    ],
    [
        " I will plant what corn I can.",
        205.12,
        208.38
    ],
    [
        " My wife remembers her humble duty unto you and to my mother and my love to brother Joseph",
        209.18,
        216.28
    ],
    [
        " thus I leave you to the protection of Almighty God.",
        217.44,
        221.48
    ],
    [
        " Watertown New England and that is an unsigned letter from as I said 1631 so these are settlers",
        222.46,
        236.96
    ],
    [
        " coming into New England the the letter is written back to a father in England and obviously written",
        236.96,
        246.0
    ],
    [
        " from a place called New England which is where I grew up and where I am in the woods of right now",
        246.0,
        251.84
    ],
    [
        " in Franklin County Maine and we have a guest today that is also a New Englander",
        251.84,
        259.12
    ],
    [
        " a jujitsu black belt a business owner and a friend of mine by the name of Peter Roberts.",
        259.12,
        266.12
    ],
    [
        " He's been on the podcast before so if you haven't listened to podcast 93 yet and you need to go get",
        266.64,
        273.14
    ],
    [
        " the backstory of how I met Peter and how this little deal got underway go listen to podcast 93",
        274.2,
        280.74
    ],
    [
        " and then you can come back here and listen to the rest of this one so here we go Pete welcome back",
        280.74,
        290.04
    ],
    [
        " thanks for having me and I'm extremely honored to be back on and was a little bit nervous to come",
        290.04,
        295.14
    ],
    [
        " back on but after all your rousing and you know motivating and flanking me and after what you just",
        295.14,
        303.26
    ],
    [
        " read I'm ready to go yeah we got it pretty easy compared to those guys holy shit yeah and it's",
        303.26,
        309.3
    ],
    [
        " interesting because you know I live in Southern California echo as we know is from Hawaii sure",
        309.3,
        314.28
    ],
    [
        " and what's the temperature variation in Hawaii in what and just in no no in Hawaii how much does the",
        314.28,
        320.6
    ],
    [
        " temperature vary oh one degree just kidding I don't know 10 it's 20 we're talking 10 year round something",
        320.76,
        327.96
    ],
    [
        " like that 25 I think in the past three days there was a 40 degree change here in the weather and",
        327.96,
        334.38
    ],
    [
        " Maine it went from like 90 to 50 yeah it absolutely gives you a false sense of hope one day actually",
        334.38,
        341.16
    ],
    [
        " these people that settled here clearly were some sturdy stock that came up here you think about",
        341.16,
        348.56
    ],
    [
        " what they went through and leaving the comforts of England and what I was thinking about is it's not",
        348.56,
        354.42
    ],
    [
        " like these were woodsmen from England right no they weren't hunters from England I mean I'm sure",
        354.42,
        360.32
    ],
    [
        " some of them were but they were people from England from London and then they were all of a sudden",
        360.32,
        364.6
    ],
    [
        " surrounded by this and you can't prepare for like there's nothing you can do conditioning wise to",
        364.6,
        371.14
    ],
    [
        " prepare for this you just you you get here and you survive you know and that's what they were doing",
        371.14,
        376.86
    ],
    [
        " you're talking about like because his dad had sent him provisions that was his insurance policy",
        376.86,
        383.74
    ],
    [
        " you know I mean hey here's what we can offer you and I never thought about on the other side of",
        383.74,
        388.64
    ],
    [
        " things as a parent like like who knows what they were they had for work or jobs who knows if they",
        388.64,
        394.56
    ],
    [
        " sent them everything they had financially what they could afford to send their son to keep them alive",
        394.56,
        398.66
    ],
    [
        " in New England and you've got a pretty much figure that when your kid sales across the C in 1631",
        398.66,
        406.3
    ],
    [
        " you are never going to see them again right right I got to figure you're never going to see him again",
        406.3,
        410.7
    ],
    [
        " that's got to be the thought um all right so welcome back like I said now last podcast obviously we",
        410.7,
        418.42
    ],
    [
        " talked about origin boom and we talked about where it started how it started the trials and tribulations",
        418.42,
        426.54
    ],
    [
        " to say the least that you went through getting it to that point but it's been a pretty so you are",
        426.54,
        433.86
    ],
    [
        " on the podcast one year ago because we were up at this origin camp one year ago and now you're back",
        433.86,
        439.7
    ],
    [
        " on it again but it's been a big year been a huge been a been a big year of growth for the company",
        439.7,
        445.68
    ],
    [
        " how many people we've grown by another 30 people so total we're looking at 40 plus people yeah yeah",
        445.68,
        456.32
    ],
    [
        " yeah I think this time last year we were yeah right around 12 to 15 and we you know you know",
        456.32,
        464.06
    ],
    [
        " what is crazy is I don't know if I told you this this time last year like I don't I don't get real",
        464.06,
        469.46
    ],
    [
        " stressed out this time last year we had the immersion camp right we had the grand opening",
        469.46,
        479.04
    ],
    [
        " of the factory we had just moved uh 60,000 square foot factory into our factory like two or three",
        479.04,
        490.34
    ],
    [
        " weeks prior and it was still moving into and there were some other things going on with business",
        490.34,
        496.04
    ],
    [
        " or whatever and I don't know if I told you this one night I left camp during this during camp",
        496.04,
        501.52
    ],
    [
        " not tell me that I left camp and went home I was by myself and my family was still here and I",
        501.52,
        508.76
    ],
    [
        " couldn't uh I couldn't get to sleep and I just felt really weird like my my body felt weird and",
        508.76,
        514.64
    ],
    [
        " all of a sudden my heart I felt like it was beating through my chest and I was like well what is",
        514.64,
        520.38
    ],
    [
        " going on come to find out I had things I had to attack never had it in my life I haven't had one",
        520.38,
        525.88
    ],
    [
        " sense and there was more going on so what does that actually mean I don't even know what that",
        525.88,
        530.36
    ],
    [
        " is I had never found it sounds like 30 or 38 years your cruising super hard 38 years old",
        530.36,
        538.66
    ],
    [
        " and it was like I don't know what brought it on I think there was a lot of so what does that",
        539.56,
        544.04
    ],
    [
        " actually mean so it means your your blood your blood pressure goes up and scientifically I don't",
        544.04,
        549.8
    ],
    [
        " know all I know is it was like I thought you were going to tell me hard attack no dude I had and I was",
        549.8,
        554.54
    ],
    [
        " like whoa and I just man I so how do you know it was an anxiety attack I told somebody what happened",
        554.54,
        559.52
    ],
    [
        " and then they said that's an anxiety attack I was like okay I'm not having one of those again",
        559.52,
        563.02
    ],
    [
        " that was because because we took down two elephants instead of one do you think that's the",
        564.62,
        568.16
    ],
    [
        " most stressed you've ever been then no I mean I again I don't feel like it was no I mean no",
        568.16,
        576.48
    ],
    [
        " not not even close I mean what do you think brought it on I think it was a little bit of",
        576.48,
        584.96
    ],
    [
        " the unknown of what's to come now this is now just got interesting because a",
        587.5,
        593.64
    ],
    [
        " Matt you're sitting here complaining about the we're not complaining but you're making a statement",
        593.64,
        596.86
    ],
    [
        " about the unknown yeah now imagine getting on board about it wouldn't ship and say across the",
        596.86,
        602.18
    ],
    [
        " country that's they never there's no pictures you don't know what this place looks like right you",
        602.18,
        606.28
    ],
    [
        " have expectations you've heard about Indians right with Tomahawks right that's what you've heard",
        606.28,
        614.02
    ],
    [
        " about right yeah that's got to be stressful so that was sort of a point when we when you were on",
        614.02,
        620.16
    ],
    [
        " last time it was at sort of everything was launching at one time new factory yet all this stuff going",
        620.16,
        625.78
    ],
    [
        " on and and the day after we recorded that podcast was what the day after I went home and slept that",
        625.78,
        633.1
    ],
    [
        " night we recorded the podcast okay I remember sitting in the factory that night in a friend of",
        633.1,
        640.1
    ],
    [
        " my drove by late night we're recording and all the lights were on in the factory and and uh what",
        640.1,
        645.82
    ],
    [
        " uh it was it was just crazy you know the true the old New England church bells in the background",
        645.82,
        650.22
    ],
    [
        " just awesome awesome time that kind of like got me to reset like my body only calm down at that",
        650.22,
        657.86
    ],
    [
        " point and I reset and good never had it before never had to have after well I'll tell you what",
        657.86,
        663.42
    ],
    [
        " it was crazy from my perspective is when we were first thinking up and we were buying the building right",
        663.42,
        668.52
    ],
    [
        " and so I'm kind of you know hey cool we're buying a building and we got this going on and then",
        669.42,
        675.26
    ],
    [
        " I get up there and I go in the building and the building is it's pretty big you know and I'm thinking",
        675.26,
        680.9
    ],
    [
        " well this is a big pretty big building that we have and do we need I'm thinking you know it's myself",
        680.9,
        685.84
    ],
    [
        " do we need this big of a building I'm thinking myself well do we get a little crazy with this building",
        685.84,
        691.92
    ],
    [
        " and then I come back now one year later and we have two small of a building in one year",
        691.96,
        699.28
    ],
    [
        " and so instead of there being four people five people stitching at a time everyone's stitching",
        699.28,
        705.34
    ],
    [
        " and there's machines are filled the the shipping area is completely filled with product going out",
        705.34,
        711.5
    ],
    [
        " that's a lot of that's a lot of that's that's like an exponential how much more are you shipping a",
        711.5,
        718.4
    ],
    [
        " day now compared to a year ago we are shipping probably ten times as much right now and it's",
        718.4,
        726.5
    ],
    [
        " growing daily exponentially wow you know the the thing is is like just to frame this just to frame",
        726.5,
        733.74
    ],
    [
        " this right it's it's a fallout shelter I mean that's what we bought was a fallout shelter it was built",
        733.74,
        739.7
    ],
    [
        " during the Cold War this thing is reinforced like when they brought that 800 amp power in because",
        739.7,
        744.28
    ],
    [
        " we had the we had to bring three phase power in they had to change the transformers because we",
        744.28,
        748.26
    ],
    [
        " were sucking all the power from the town so they they literally and that was crazy and so I was",
        748.26,
        755.36
    ],
    [
        " like negotiating with the power company central main power and you know I get them up there I",
        755.36,
        759.82
    ],
    [
        " tell my vision getting buy out like because they're it's a company they're going to negotiate a little",
        759.82,
        763.72
    ],
    [
        " bit otherwise we'll put up solar exactly so they they came in they put all the new transformers on",
        763.72,
        770.32
    ],
    [
        " on the the poll you know and the ran it in the building and then the electrical company the",
        770.32,
        775.74
    ],
    [
        " electricians who were friends also of of us and they're like okay we got a bore through the concrete",
        775.74,
        781.56
    ],
    [
        " and they they barely were able to bore through that concrete I have a I have a what do you call it",
        781.56,
        790.58
    ],
    [
        " cylinder they took two cylinders out of the wall and it was like that was so hard because you",
        790.58,
        799.78
    ],
    [
        " is the town's the factory is the town's fallout shelter I don't know if I've told you that when",
        799.78,
        804.48
    ],
    [
        " you so when you go down the stairs it says fallout shelter yeah I have sound that but I thought it",
        804.48,
        807.84
    ],
    [
        " was I didn't know that was the purpose of the whole build originally sent originally the power",
        807.84,
        814.46
    ],
    [
        " company built it but because it was built during the Cold War it became the fallout",
        814.46,
        819.64
    ],
    [
        " shelter it's a great to put the fallout shelter problem or something like that probably so you",
        819.64,
        823.96
    ],
    [
        " added 40 people how many products I mean it is just as far as products I mean we're",
        824.5,
        829.56
    ],
    [
        " adding monthly you know I'm in nutrition on the nutritional side and with our partnership like in",
        829.56,
        836.34
    ],
    [
        " terms of the jaco products which have you know I've been ridiculously awesome for the masses along",
        836.34,
        842.44
    ],
    [
        " with some of the new stuff we're doing in jujitsu and on the lifestyle and the things as we as we grow",
        842.44,
        848.08
    ],
    [
        " the the vision and we grow and we bring our message proliferate our message to the masses you know we're",
        848.08,
        855.98
    ],
    [
        " just we're providing people with what they want you know and you know it's funny as some of that",
        855.98,
        861.4
    ],
    [
        " providing them with what they want is this kind of a neat thing like we had Charlie Brennan here",
        861.4,
        868.1
    ],
    [
        " the spanner used to fight the UFC big UFC fighter and he came into the factory yesterday and he",
        868.1,
        873.72
    ],
    [
        " walked in the back door and he like walked in 10 steps and he stopped and he's a pretty cerebral guy",
        873.72,
        879.06
    ],
    [
        " you know I mean you don't get to the top level in the UFC if you're not a cerebral person like that",
        879.06,
        885.12
    ],
    [
        " and he looked at me and he said hey he said hey Pete you told me there were no stupid questions",
        885.12,
        891.86
    ],
    [
        " because that's what I always preface everything with I said no no shoot he's like why do I feel the way",
        891.86,
        897.8
    ],
    [
        " I feel and I was like well what do you mean he's like like a little bit shocked and confused and I",
        897.8,
        906.28
    ],
    [
        " said well that's because it's natural to feel that way when you haven't seen people building products",
        906.28,
        915.32
    ],
    [
        " with their hands in a factory environment we've only heard about it through the television or books",
        915.32,
        921.96
    ],
    [
        " because it all has gone away and our generation we're about the same age you know we didn't see it",
        921.96,
        927.44
    ],
    [
        " you know maybe we're kids as it was just leaving and he was just like man this is just incredible",
        927.44,
        935.44
    ],
    [
        " you know just couldn't wrap his head around and he was just wandering around that factory up and",
        935.44,
        940.18
    ],
    [
        " down like holy cow man this is and and and once you see it you feel it it's a physical change",
        940.18,
        947.48
    ],
    [
        " you know it's like when you have and and this might be accessible but when you have your first",
        947.48,
        950.96
    ],
    [
        " child and you see your child is like this chemical reaction man when you walk into a factory where",
        950.96,
        955.8
    ],
    [
        " there is people working with their hands and working together to bring this thing to life it's",
        955.8,
        961.74
    ],
    [
        " bringing something to life in a different way in another parallel so it's awesome to see at what point",
        961.74,
        967.22
    ],
    [
        " did factory get a negative connotation you think I have my own theories which I'll share please do",
        967.22,
        976.7
    ],
    [
        " because when people go oh factory work they think oh that's bad you're you're sitting there doing",
        976.7,
        983.24
    ],
    [
        " some menial task over and over again right that's what some people think of factory work and I'll",
        983.24,
        988.46
    ],
    [
        " agree with you and I bet you that is part of what Charlie was feeling when he walked in there what",
        988.46,
        992.52
    ],
    [
        " you think of a factory is not what a factory is especially in our case right in in their portrait",
        992.52,
        998.78
    ],
    [
        " negatively but it's it's all education and here's what here's what happened in that letter he said",
        998.78,
        1008.52
    ],
    [
        " we don't have any textiles to make a parallel and clothing or probably leather yet",
        1008.52,
        1016.14
    ],
    [
        " tan leather to make shoes and accessories things you need for survival so new Englanders were forced",
        1016.14,
        1027.36
    ],
    [
        " into a position and we talk about like hands and daylight right they had their hands and they had",
        1027.36,
        1032.64
    ],
    [
        " daylight and they had whatever they brought for livestock to be able to build their farms they",
        1032.64,
        1037.8
    ],
    [
        " cleared the failed fields by hand they cut the trees by hand and if you've ever stumped a tree by",
        1037.8,
        1044.78
    ],
    [
        " hand that's an absolute nightmare one tree could take a full day to stump it to pull the stumps",
        1044.78,
        1049.86
    ],
    [
        " roots out of the ground to build a field to have the cows to raise the cattle have you used to",
        1049.86,
        1055.52
    ],
    [
        " trees by hand oh yeah whoa what's that process you gotta do so to stump a tree by hand you have to",
        1055.52,
        1061.86
    ],
    [
        " after you cut the tree down uh-huh you dig around like all the roots and then you take an axe and you",
        1061.86,
        1067.36
    ],
    [
        " cut the roots as low as you can and you pull the stump up and the stump is massively heavy because it's",
        1067.36,
        1073.48
    ],
    [
        " the it's the wood and it's all the organics that have grown around it it comes up with it it's a",
        1073.48,
        1078.64
    ],
    [
        " challenge yeah I've never done that without a machine with a machine which they didn't have yeah",
        1078.64,
        1085.5
    ],
    [
        " you know and so there was this uh there was this necessity to live right and okay we have to be",
        1085.5,
        1092.1
    ],
    [
        " self-sufficient we can't rely on provisions from England we have to become self-sufficient",
        1092.1,
        1097.14
    ],
    [
        " so the direction and the focus of the people in as a union was was amazing when people come together",
        1097.14,
        1106.14
    ],
    [
        " for a common cause we know that's an amazing thing and as immigration happened you know the",
        1106.14,
        1113.12
    ],
    [
        " French and the Irish and everything else they they all came together to build these factories",
        1113.12,
        1117.92
    ],
    [
        " to harness the power of New England's rivers and they had to and but what happens as after had to",
        1117.92,
        1126.74
    ],
    [
        " now you have it and over the generations it's expected and you become complacent and complacency",
        1126.74,
        1134.58
    ],
    [
        " is what tore us down because we didn't fight hard enough to keep our factories here we just didn't",
        1134.58,
        1140.82
    ],
    [
        " we didn't fight hard enough why because we're complacent you know everyone's making a great wage",
        1140.82,
        1146.16
    ],
    [
        " and this is 150 years later the text dial mills and the spinning mills and the die houses and",
        1146.16,
        1152.44
    ],
    [
        " the you know the boot companies and the and the leather factories and the tanneries and all of those",
        1152.44,
        1158.5
    ],
    [
        " things were right around here right around this area but it becomes expected and it went away",
        1158.5,
        1167.02
    ],
    [
        " you know it went away in the early 2000s late 90s so the timeline touches us right but didn't have",
        1167.02,
        1175.88
    ],
    [
        " impact as it did on some of the older folks did we get sold to bill a good at some point that",
        1177.0,
        1182.42
    ],
    [
        " factory like as people were trying to move factories overseas so they could save money did we",
        1182.42,
        1187.38
    ],
    [
        " get sold a bill of goods that hey factory workers and what you want to be doing well what I think is",
        1187.38,
        1193.28
    ],
    [
        " that through the complacency you know like if you look at our grandparents for instance which",
        1193.28,
        1201.86
    ],
    [
        " they told us the stories hey I used to go to the mill when I was eight I go to the tannery I pulled",
        1202.68,
        1209.5
    ],
    [
        " tax out of the hides that was my grandfather his mother worked in the low spinning mills right so",
        1209.5,
        1216.38
    ],
    [
        " she was in low massachusetts and she worked on the spinning mills you know making making the the",
        1216.38,
        1222.06
    ],
    [
        " wool yarn or the cotton yarn to weave the textiles she actually used to at the at the end of the",
        1222.06,
        1227.4
    ],
    [
        " shift she would sweep up all the excess wool she'd go home and she'd spin it by hand and she'd",
        1227.4,
        1233.9
    ],
    [
        " make blankets and stuff with it which we we have one in the family which is pretty cool it's awesome",
        1233.9,
        1238.64
    ],
    [
        " so you hear these stories but you heard it as through the eyes of hardship so immediately you're",
        1238.64,
        1247.64
    ],
    [
        " thinking that this is a hard life so that's how we were taught and so the way that we were brought",
        1247.64,
        1255.34
    ],
    [
        " more so is that you need to go to college to get an education so you don't have the hardship",
        1255.48,
        1261.46
    ],
    [
        " factory work now is a totally different beast it's not like back then yes eight years old",
        1261.46,
        1268.66
    ],
    [
        " bare feet working that's what happened and and I think that the mindset the gritty mindset I think",
        1268.66,
        1279.56
    ],
    [
        " what was trying to take place was that kind of the hard work and work ethic and grit you know trying",
        1280.44,
        1286.72
    ],
    [
        " to be passed down to us our parents and then us but what didn't happen was the experiential",
        1286.72,
        1293.64
    ],
    [
        " knowledge of it so you just heard it and you know how it is when you don't experience experience",
        1293.64,
        1298.84
    ],
    [
        " something you really don't know and we became complacent and then the jobs left they've just left",
        1298.84,
        1307.2
    ],
    [
        " you know trade opened up and they left I mean big business take it away and the the reverberation",
        1307.28,
        1316.08
    ],
    [
        " by the way that right there is you know when people complain about the corporate you know corporate",
        1316.08,
        1321.54
    ],
    [
        " making decisions that's what they're complaining about is that you're not because it's true at a",
        1321.54,
        1328.86
    ],
    [
        " corporation you can make a decision 100% based on bottom line and unfortunately those aren't",
        1328.86,
        1337.04
    ],
    [
        " usually or you can be tempted to make bad strategic decisions and even though you might win in the",
        1337.62,
        1343.7
    ],
    [
        " short term for this quarter or next quarter or this fiscal year in the long run what do you end",
        1343.7,
        1348.2
    ],
    [
        " up with exactly what do you end up with and I'm not going to blame it on let's say the owners",
        1348.2,
        1360.52
    ],
    [
        " and administrators and the folks above right and I'm not going to blame it on the workers",
        1360.78,
        1367.58
    ],
    [
        " I'm going to blame it on the detachment and to take you know what your what the whole thing you do",
        1367.58,
        1375.16
    ],
    [
        " with leadership right the culture became bad and I'm going to tell you why I believe this our",
        1375.16,
        1381.9
    ],
    [
        " our third loom we bought we after we discovered the first two I discovered this Italian",
        1381.9,
        1390.32
    ],
    [
        " his name is Mario and I just started calling people trying to find like there was this mill in",
        1390.84,
        1398.1
    ],
    [
        " Sanford main a huge mill like a million square feet and I heard it I heard it to shut down",
        1398.1,
        1403.58
    ],
    [
        " and I called the town and I was like hey I heard about this mill somebody said there might be",
        1403.58,
        1410.46
    ],
    [
        " some equipment in there some old equipment blah blah blah and they're like oh yeah um this guy",
        1410.46,
        1416.24
    ],
    [
        " Mario owns it maybe you should try calling the tax successor I said okay so I called the tax",
        1416.24,
        1424.92
    ],
    [
        " successor they're like um yeah yeah we we know this person Mario yeah he uh he shut the mill down",
        1424.92,
        1432.62
    ],
    [
        " and we have some contact information for him but it was very cold and I was like okay so he gave",
        1432.62,
        1440.98
    ],
    [
        " him the number and I called and I left a message and I said hey uh my name's Pete Roberts uh I'm",
        1440.98,
        1448.88
    ],
    [
        " trying to bring textiles back to Maine and I'd like to talk to you about your mill and he called me",
        1448.88,
        1457.56
    ],
    [
        " back and he's an old guy and he's been he's Italian and the Italians are the ones that make the",
        1457.56,
        1463.04
    ],
    [
        " really good looms for long long long time you know 100 years 200 years whatever it was",
        1463.04,
        1469.52
    ],
    [
        " and his family had been in weaving and in textiles for 100 years and he said to me Pete he said let",
        1469.9,
        1477.8
    ],
    [
        " me tell you something and his Italian accent he said we didn't want to shut the doors he said but",
        1477.8,
        1488.86
    ],
    [
        " I did he said I shut the doors I locked it up and I walked away and every single piece of machinery",
        1488.86,
        1498.06
    ],
    [
        " is still in that mill I said what I'm getting chills I'm getting chills every single piece of",
        1498.06,
        1506.86
    ],
    [
        " machinery is still in that mill he said if you can do something about that I'm willing to work with",
        1506.86,
        1512.26
    ],
    [
        " you I said open the doors for me man he goes let me tell you something when I went to the town",
        1512.26,
        1520.44
    ],
    [
        " when they basically wanted to take advantage of me on the tax base and I still had 40 people",
        1520.44,
        1527.86
    ],
    [
        " working there they wouldn't work with me he said it wasn't me that wanted to strip it away it was a",
        1527.86,
        1537.92
    ],
    [
        " mixture he said yeah I had the shut the doors because I was forced to you they forced my hand",
        1537.92,
        1543.2
    ],
    [
        " the people didn't want to lose their jobs but at the same time he said the people the people",
        1543.2,
        1548.94
    ],
    [
        " were basically putting pressure on him right like they're looking up like hey you can pay us more",
        1548.94,
        1555.66
    ],
    [
        " hey you can do this hey you can do this and then he said when I went to the town and they wouldn't",
        1555.66,
        1560.0
    ],
    [
        " help us with any of this he goes what am I going to do shut the doors and walk away so we have a",
        1560.0,
        1567.52
    ],
    [
        " people that's complacent we have a town that has his spec expects what they expect and is inflexible",
        1567.52,
        1574.42
    ],
    [
        " and you put you put the owner in a position where he needs to react he needs to make a decision",
        1574.42,
        1581.5
    ],
    [
        " and his decision was shut the doors and walk away that's what he did you want me to tell that story",
        1582.02,
        1589.24
    ],
    [
        " about that mill yeah dude so we we we get there and he's like call this guy Jim he's at the mill he is",
        1589.24,
        1598.58
    ],
    [
        " he is the night watch or whatever he's the caretaker for the property and I'm at Jim and he's",
        1598.58,
        1608.52
    ],
    [
        " to make the warps that made that wolf the fabric and he was very protective of everything like",
        1608.52,
        1615.0
    ],
    [
        " very protective and you know what's funny is history channel they they sent a crew with us for",
        1615.0,
        1621.08
    ],
    [
        " this they were looking at doing a tv show way back and anyways so we had this whole film crew and",
        1621.08,
        1626.18
    ],
    [
        " we have this author show this to you sometime it's crazy so he unlocked so it's all overgrown grass",
        1626.18,
        1632.54
    ],
    [
        " the windows are smashed the the bricks are basically like fallen apart I mean it's just deteriorated",
        1632.6,
        1640.18
    ],
    [
        " and he opens door and walks in and the smell of years of no heat the cold and the heat and the cold",
        1640.18,
        1650.5
    ],
    [
        " everything was peeled and all the floorboards were punky and popped up nails sticking up and everything",
        1650.5,
        1655.9
    ],
    [
        " but we walked in that mill and it was exactly set up the way he left it I'm talking huge cotton",
        1656.08,
        1664.52
    ],
    [
        " processing machines made out of wood with needles to separate to card the cotton to pull the",
        1664.52,
        1670.06
    ],
    [
        " organics out I'm talking a I would say a football field long spinning machines to spin yarn",
        1670.06,
        1677.14
    ],
    [
        " and then Jim after I started talking to him about what we're doing because he was just cold he was",
        1677.14,
        1684.7
    ],
    [
        " just like what number what number loom were you getting from him that was number three this is number three",
        1684.7,
        1690.04
    ],
    [
        " okay and the warper so we he he and then I saw like six looms on the floor and I was like",
        1690.04,
        1698.02
    ],
    [
        " you guys have looms he's like let me show you something and were they rusted were they broken",
        1698.02,
        1705.22
    ],
    [
        " worn or were they in okay condition they had not been run for 20 years I think so they were in",
        1705.22,
        1710.12
    ],
    [
        " okay condition because they were between floors so the top floor was just destroyed and you know",
        1710.12,
        1717.46
    ],
    [
        " all those bins we have in the pro shop they came from that mill all those canvas bins so the that",
        1717.46,
        1722.08
    ],
    [
        " top floor was destroyed there was just birds nest and shit everywhere right all over everything",
        1722.08,
        1727.48
    ],
    [
        " and then they were in the middle floors but he's like let me show you something I'm like okay",
        1727.48,
        1732.2
    ],
    [
        " and we follow him down the staircase and I'm like this guy's gonna like murder us or something",
        1732.2,
        1737.96
    ],
    [
        " you know I'm thinking like what is going on we walk in and he pulls his flashlight up like this",
        1737.96,
        1744.18
    ],
    [
        " and it's like a layer of dragons there's gotta be 60 70 looms in the basement of this place",
        1744.18,
        1752.78
    ],
    [
        " and that's where we pulled the shit out what is a loom cost right now a brand new loom if we",
        1752.78,
        1758.48
    ],
    [
        " were gonna go brand new probably one 20 maybe you know and where'd you pay for loom number three",
        1758.48,
        1766.98
    ],
    [
        " loom number three I negotiated 25 hundred bucks and we'll have we buy the rest of those we should",
        1767.0,
        1776.7
    ],
    [
        " dude it's just to move them it's like yeah they're 9,000 pounds each yeah they're massive Joe",
        1776.7,
        1783.74
    ],
    [
        " Joe ran the show more jacquo at the end yeah we did double those we I told the so anyways we",
        1783.74,
        1790.94
    ],
    [
        " we negotiated deal I spent I was like 10 grand and we got like a few different things all massive",
        1790.94,
        1796.62
    ],
    [
        " machines the warper with Creole we got a loom uh the in the pro shop the the the back winding",
        1796.62,
        1803.6
    ],
    [
        " machine uh refurbished that came out of there and the most important thing we got out of that place",
        1803.6,
        1810.1
    ],
    [
        " was the punch card machine to punch the patterns to go in the looms that's in my office yeah",
        1810.1,
        1818.42
    ],
    [
        " that's secured I see that I see that's how you actually decide what how that loom is gonna weave",
        1818.42,
        1824.84
    ],
    [
        " together the material so it looks like drag and weave or it looks like exactly so that's that's",
        1824.84,
        1831.68
    ],
    [
        " the that's the deal I mean that place was and I'm still like trying to work with Mario to get more",
        1831.68,
        1837.48
    ],
    [
        " equipment but yeah let's tricky okay so you been you were kind of doing that you've been doing that",
        1837.48,
        1845.08
    ],
    [
        " well obviously once we met you know you're at 12 people you're growing you obviously I gave you",
        1845.08,
        1851.56
    ],
    [
        " copy of extreme ownership you read that how is that is that played a role how is that played a role",
        1851.56,
        1857.3
    ],
    [
        " because I know you've told me it's played a role but where did you see yourself going okay you know",
        1857.3,
        1861.5
    ],
    [
        " what here's something I need to do different and I've said this I said this on an interview the other",
        1861.5,
        1866.04
    ],
    [
        " day that you know someone was talking about what kind of what they say background check did I do",
        1866.04,
        1872.34
    ],
    [
        " on you before we started working together right and is that what there was that there what no due diligence",
        1872.34,
        1876.56
    ],
    [
        " to do diligence and I you know I was explaining how we spent a lot of time talking and via Skype",
        1876.7,
        1882.82
    ],
    [
        " and what I was really listening to and hearing was you know you weren't making excuses about anything",
        1882.82,
        1888.56
    ],
    [
        " you know you explained to me hey we tried to do this I didn't know what I was doing I had to learn",
        1888.56,
        1893.66
    ],
    [
        " that then I tried to do this other thing and guess what I didn't have enough capital I had to",
        1893.66,
        1898.76
    ],
    [
        " figure out another way you weren't saying you didn't blame anybody else for anything I mean and",
        1898.76,
        1902.54
    ],
    [
        " you know we're right now in a great point with origin and you weren't always at a great point I",
        1902.54,
        1907.92
    ],
    [
        " mean you've had you've had to do what every bit struggling business had to do or small business has to",
        1907.92,
        1911.92
    ],
    [
        " do that is struggle to grow and when I talked to you you you you already had the attitude of taking",
        1911.92,
        1917.92
    ],
    [
        " ownership of everything you could but I know and talking to you that you've also pulled a lot of",
        1917.92,
        1922.04
    ],
    [
        " stuff out and said oh yeah this is this has had an impact oh yeah I mean there's tons of stuff",
        1922.04,
        1932.52
    ],
    [
        " he is exposed me it's what it does it exposes your weaknesses so you get better and that mindset",
        1932.52,
        1940.58
    ],
    [
        " that you get to mindset I like being exposed because our brains have changed right and I think",
        1940.58,
        1950.5
    ],
    [
        " that's what makes this work like if if some if I if I don't see the weakness and somebody",
        1950.5,
        1958.32
    ],
    [
        " exposes it the first thing I do is feel like a schmock for a second but then I'm like okay well",
        1958.54,
        1964.08
    ],
    [
        " show me how I can get better you know and there's so many times I've like texted you late night",
        1964.08,
        1968.98
    ],
    [
        " hey man can you talk and you help me out with this issue can you help me out with this problem",
        1968.98,
        1972.48
    ],
    [
        " you know because leadership for me has only come through playing sports and then running",
        1972.48,
        1978.92
    ],
    [
        " business right I wasn't in war I didn't see the worst of humanity and in how decisions can affect",
        1978.92,
        1986.78
    ],
    [
        " someone living or dying I didn't see that you know I it's a whole not a level you know and",
        1987.5,
        1993.78
    ],
    [
        " knowing that you had and had those leadership skills that were you know that you conditioned to",
        1993.78,
        2004.44
    ],
    [
        " is really what it was you know I just knew there was another level and so when I actually listened",
        2004.44,
        2010.76
    ],
    [
        " to extreme ownership for the first time you know I was just humbled by that you know by the book",
        2010.76,
        2020.6
    ],
    [
        " the two things for me that really and of course I went to the monster too and I'd recommend if",
        2020.6,
        2027.04
    ],
    [
        " you're in business any leadership position regardless of industry go like it'll be the most",
        2027.04,
        2034.4
    ],
    [
        " valuable thing you do for yourself like it's hard to explain but I can tell you being there",
        2034.4,
        2041.04
    ],
    [
        " in the presence first of all warriors but also their stories is powerful you know",
        2041.04,
        2048.5
    ],
    [
        " connecting with them on a personal level outside of the monster that's powerful",
        2048.5,
        2052.12
    ],
    [
        " decentralized command change the game for us man you know I didn't think I was a control freak",
        2052.12,
        2062.18
    ],
    [
        " I just I was I was always like you need to bring me a better idea it's got to be better than my idea",
        2063.88,
        2071.52
    ],
    [
        " right I will go with anybody's idea it's got to be better though you know it's got to make more sense",
        2071.52,
        2077.14
    ],
    [
        " and I'll switch I'll shut it down and switch immediately but you know what I found out is I wasn't",
        2077.14,
        2083.34
    ],
    [
        " giving people an opportunity to give me their idea they we had a had a great culture we have a",
        2083.34,
        2092.08
    ],
    [
        " great culture but I wasn't giving them the opportunity to be leaders I had kind of nurtured a",
        2092.08,
        2100.44
    ],
    [
        " kind of I will I will help you decide I'll help you you know you come to me and I'll help you",
        2100.44,
        2108.36
    ],
    [
        " and once I shifted that and I actually had a lot of our our you know managers and leaders",
        2108.36,
        2115.82
    ],
    [
        " listen to extreme ownership and I'll tell you what the ones who listened I knew they would become",
        2116.28,
        2126.3
    ],
    [
        " leaders and the ones who gave me slack about it I knew there's another path for them",
        2126.3,
        2131.5
    ],
    [
        " because you you have to humble yourself you know to listen and then not only listen but apply it so",
        2131.5,
        2139.3
    ],
    [
        " and then I've gone a little off course with the decentralized command too I've given a little too much",
        2140.64,
        2145.24
    ],
    [
        " and you know that kind of here shut it down which is a whole other thing right so but then I've had",
        2145.24,
        2150.22
    ],
    [
        " to come at me like people make decisions but not be the right decisions they know and have to",
        2150.22,
        2158.46
    ],
    [
        " bite my tongue about it at the same time I've had the the leadership skewed you know like",
        2158.46,
        2167.32
    ],
    [
        " decentralized command can be skewed from the other side well I this person needs to do this or",
        2167.36,
        2172.74
    ],
    [
        " sometimes like you know sometimes you just need to make a decision well you can take that and you",
        2172.74,
        2177.08
    ],
    [
        " can say well I'm just gonna make a decision every time no that's not what we're talking about here",
        2177.08,
        2181.86
    ],
    [
        " you know so decentralized command for us change the game yeah well you wouldn't be able to do",
        2181.86,
        2188.34
    ],
    [
        " you would not be able to do anything that you're doing right now if you were trying to control",
        2188.34,
        2192.88
    ],
    [
        " everything the worry the way you were a year and a half two years ago impossible exactly and the",
        2192.88,
        2197.9
    ],
    [
        " growth and I would say that the the transition between growth phases which is a lot of transition",
        2197.9,
        2206.78
    ],
    [
        " has been so smooth because we're all on the same page you know we're all on the same page",
        2206.78,
        2212.68
    ],
    [
        " and winning it all costs which is a big one for me because that's that's where you've got a complete",
        2212.68,
        2219.92
    ],
    [
        " lead drop your ego we've had some conversations about that yeah well and interesting I talked",
        2219.92,
        2225.9
    ],
    [
        " about winning it all costs at the muster I haven't really exposed it to everyone but you know it's",
        2225.9,
        2232.04
    ],
    [
        " the basic concept is that when we say winning it all costs we think of that from an attitude of being",
        2232.04,
        2239.64
    ],
    [
        " completely aggressive moving forward never stopping no matter what happens I'm gonna execute the",
        2239.64,
        2245.14
    ],
    [
        " plan that I came up with and that sounds good and it gets everyone all fired up but the reality is",
        2245.14,
        2250.96
    ],
    [
        " and that matter of fact you and I were just talking about this is somebody here at camp said basically",
        2250.96,
        2257.52
    ],
    [
        " is it okay to quit I feel like I don't want to quit but I've got something going on basically a guy",
        2257.52,
        2266.72
    ],
    [
        " great guy hard worker has a business been running his business it's his it was his",
        2266.72,
        2274.84
    ],
    [
        " his goal was to get this business up and running a very hard business a very labor intensive",
        2275.24,
        2279.98
    ],
    [
        " business a very fickle business agriculture and he's been grinding he was at camp last year I",
        2279.98,
        2287.68
    ],
    [
        " talked to him a lot last year I'm asking me a lot of questions about you know leadership and",
        2287.68,
        2291.72
    ],
    [
        " ownership and business and all that comes back this year and you know he came to me this morning",
        2291.72,
        2299.42
    ],
    [
        " and really I think this and I told him this this this conversation that we had made it feel like",
        2299.42,
        2304.32
    ],
    [
        " it was worthwhile for me to come to camp because he said to me you know I feel like",
        2304.32,
        2309.8
    ],
    [
        " is it ever okay to quit I know I'm not supposed to you know he was in the Marine Corps it's like we don't",
        2309.8,
        2317.98
    ],
    [
        " quit and I said have you listened to have listened all the podcasts and he goes yeah and I go because I",
        2317.98,
        2323.2
    ],
    [
        " answered this question I answered this question the question is is it ever okay to quit and so you",
        2323.2,
        2333.08
    ],
    [
        " said knee jerk reactions you read you need directions no you can never quit and you know I come from",
        2333.08,
        2338.36
    ],
    [
        " the seal teams where our our motto is actually never quit that's actually our one of our mantras",
        2338.36,
        2344.98
    ],
    [
        " and then I said okay Pete if you came up with a plan that was driving our business into the ground",
        2344.98,
        2354.84
    ],
    [
        " but you were just never gonna quit would that be good no you're like no okay there you go this is",
        2354.84,
        2363.06
    ],
    [
        " a little trickster I'm a little trickster so so that's the problem if you have something that is",
        2363.06,
        2368.9
    ],
    [
        " that is like that that whether it's hey I want you to charge some shingha nest or whether it's",
        2368.9,
        2374.48
    ],
    [
        " hey I want you to continue to execute this plan or whether it's hey I want you to even something",
        2374.48,
        2379.52
    ],
    [
        " like this hey you should keep training hard right guess what my knees a little bit tweaked don't",
        2379.52,
        2386.94
    ],
    [
        " quit well now you blow your knee out right so the fact of the matter is sometimes you gotta look at",
        2386.94,
        2392.56
    ],
    [
        " so then I said okay what is your long term strategic goal like your actual strategic goal because",
        2392.64,
        2398.9
    ],
    [
        " his goal was the goal of his was not to build that business the goal of his was to be able to take",
        2398.9,
        2404.84
    ],
    [
        " care of his family and be around his family and do something with his family that he could carry",
        2404.84,
        2409.18
    ],
    [
        " on as a legacy that was his goal wasn't working out the bit the business part of it wasn't working out",
        2409.18,
        2415.14
    ],
    [
        " I don't know what he's gonna do but I can tell you I saw him an hour later and he had a big smile on",
        2415.14,
        2422.54
    ],
    [
        " and I said you feel lighter don't you and he goes yes I do feel lighter that thank you but the",
        2422.54,
        2429.08
    ],
    [
        " point is not that he's necessarily gonna stop but he's gonna maybe shift his direction a little bit",
        2429.08,
        2435.9
    ],
    [
        " or he's gonna attack it with a different perspective he's gonna do something different he realized",
        2435.9,
        2440.58
    ],
    [
        " man we talked about this in jiu jitsu all the time yeah I just got done teaching the white belts I'm",
        2440.58,
        2444.26
    ],
    [
        " like the knee shield you're not gonna go through it you can't go through it you cannot go it's",
        2444.26,
        2450.42
    ],
    [
        " humanly impossible you cannot go through the knee shield you have to go around it you have to go",
        2451.7,
        2455.86
    ],
    [
        " under it you have to back away from it you got to do something else so if I say go through that",
        2455.86,
        2460.38
    ],
    [
        " knee shield and you just go forward forward forward and you never quit guess how long you're gonna be",
        2460.38,
        2463.5
    ],
    [
        " there forever so this idea of like never quitting it's something that we have to be careful about",
        2463.5,
        2472.6
    ],
    [
        " we have to be careful that what we're not quitting is something strategic and we have to continually",
        2472.6,
        2477.26
    ],
    [
        " check that that strategy that strategic goal that we're moving towards is actually something that we",
        2477.26,
        2481.86
    ],
    [
        " want I had this conversation with lafe several years ago about echelon front and he was he was like oh",
        2481.86,
        2489.2
    ],
    [
        " you know we got to expand and I said yeah absolutely we got to expand and we were talking about how",
        2489.2,
        2493.38
    ],
    [
        " we were gonna do it and we started looking at like how many gigs and how many numbers and how many",
        2493.38,
        2498.12
    ],
    [
        " things and how many events and how many companies were gonna be and and I said let me ask you this",
        2498.12,
        2502.28
    ],
    [
        " why do we want to expand in that manner is that really what we want is to expand in that way",
        2504.04,
        2511.44
    ],
    [
        " and we thought about it and it's like no actually we want to do something a lot smarter than that",
        2511.44,
        2517.14
    ],
    [
        " so we quit basically you adapted we adapted but we did we we we adapted but I mean to look at",
        2517.14,
        2525.24
    ],
    [
        " it in the blunt language I was like oh we quit this direction but that's fine now let me too it is",
        2525.24,
        2530.36
    ],
    [
        " we didn't quit we didn't quit the strategic goal growing of spreading the word of helping people",
        2531.22,
        2537.32
    ],
    [
        " learn of bringing leaders up to their their potential that's what the goal is the goal isn't hey we",
        2537.32,
        2543.5
    ],
    [
        " want to have x amount of clients we would rather have the clients that really adopt what we say",
        2543.5,
        2549.08
    ],
    [
        " that really absorb what we say that we can really have an impact on that's what we're looking to do",
        2549.08,
        2553.46
    ],
    [
        " so yeah those kind of things are important to consider and I know I know that's some of the",
        2553.46,
        2559.92
    ],
    [
        " conversations that we've had about winning it all costs so winning it all costs means sometimes",
        2559.92,
        2564.84
    ],
    [
        " you do things that on the surface they don't seem like winning moves I know it was crazy is my",
        2564.84,
        2574.4
    ],
    [
        " wife red extreme ownership she devoured it but watch out now boy you know and sometimes and you",
        2574.4,
        2583.3
    ],
    [
        " 99% of the time she applies it but sometimes she'll say to me I just don't feel like playing your",
        2583.98,
        2591.48
    ],
    [
        " game today you ever heard that not from my wife no yeah well I mean I work with my wife we have a",
        2591.48,
        2598.82
    ],
    [
        " great work and actually that's something that we should talk about because you do have a great",
        2598.82,
        2602.4
    ],
    [
        " work in relationship with your wife I hear you on the phone and and that is basically her saying",
        2602.4,
        2609.0
    ],
    [
        " like I don't know what she's trying to say but I do what you do an extreme ownership I'll do it",
        2609.1,
        2615.08
    ],
    [
        " yeah it was some of the toughest some of the toughest conversations will be like it's six o'clock",
        2615.08,
        2622.38
    ],
    [
        " or seven o'clock and she's still working to to make sure we win it all costs she's actually",
        2622.38,
        2628.24
    ],
    [
        " physically shipping product with the rest of the team and she'll work till probably 10 to do that",
        2628.24,
        2633.9
    ],
    [
        " on occasion and I'll walk out and I'm like how's it going there should be like good and I'll be like",
        2633.9,
        2639.28
    ],
    [
        " I haven't trained this week I was thinking about going to train and then she'll give me the look",
        2639.28,
        2646.1
    ],
    [
        " that's not me winning at all costs and it's kind of like one of those things you got to balance",
        2646.1,
        2654.6
    ],
    [
        " like whoa that's the most important thing here to make happen but at the same time",
        2654.6,
        2662.34
    ],
    [
        " when she's in the game she'll be like I know you need that so you do I will handle this and then",
        2663.4,
        2670.44
    ],
    [
        " I use to kind of like you scratch my back all scratch yours in the military it's called a mutually",
        2670.44,
        2675.14
    ],
    [
        " supporting relationship mutually supporting what it's called you're gonna take care of me this time",
        2675.14,
        2679.64
    ],
    [
        " and tomorrow I got you you know when you're all sore from you train last night guess what you",
        2679.64,
        2685.16
    ],
    [
        " can get in here and stay late night exactly go do something relaxing exactly but but you know there's",
        2685.16,
        2690.76
    ],
    [
        " occasions where like winning at all costs is like it really is sometimes you're just like thinking",
        2690.9,
        2699.88
    ],
    [
        " like oh man I have to I've got to freaking do this bro I gotta I gotta wait it's like I'll go in",
        2699.88,
        2705.5
    ],
    [
        " my office and I'll sit down and I'll like put my hands on the desk and I'll just like put my head",
        2705.5,
        2709.4
    ],
    [
        " down and close my eyes and be like reset go and then just go do it yeah just move I had this",
        2709.4,
        2717.0
    ],
    [
        " conversation with another camper up here that was like you know I love extreme ownership but",
        2717.0,
        2722.64
    ],
    [
        " um one of my friends has had trouble with it and I said oh what type of trouble have they",
        2722.64,
        2729.12
    ],
    [
        " have an extreme ownership well they're trying he's trying to get his team to take ownership and",
        2729.12,
        2735.22
    ],
    [
        " they're not taking ownership and I said okay more expand and and basically it's like oh the team",
        2735.22,
        2743.3
    ],
    [
        " messed something up and he's like you guys got to take ownership with it and fix it and that in",
        2743.3,
        2748.16
    ],
    [
        " your mind you're thinking oh I'm gonna get them to take ownership that's the problem that's the",
        2748.16,
        2751.88
    ],
    [
        " problem that's the problem the real just so everybody knows yeah the real thing that you do is",
        2751.88,
        2757.46
    ],
    [
        " you say oh I see that you guys failed on the project I obviously let you down I obviously didn't",
        2757.46,
        2763.76
    ],
    [
        " give you clear enough guidance I didn't explain it to you well enough I didn't give you the",
        2763.76,
        2767.64
    ],
    [
        " resources that you need I didn't and you don't say this part I didn't micromanage you enough",
        2767.66,
        2772.7
    ],
    [
        " right exactly because when you start saying okay I'm gonna come in I'm gonna make sure we get",
        2772.7,
        2776.54
    ],
    [
        " that don't hey you know what we only I only met with you three times over three weeks during that",
        2776.54,
        2781.52
    ],
    [
        " project that's my fault now we're gonna meet every day because I want to make sure that we're",
        2781.52,
        2786.1
    ],
    [
        " tracking yeah and if you do that you can will stuff to happen I mean you can make things happen",
        2786.1,
        2790.48
    ],
    [
        " through force of will and so in that situation you get down there you can meet every day you're",
        2790.48,
        2794.74
    ],
    [
        " gonna check at the end of the day you're gonna make sure that we're making progress on the project",
        2794.74,
        2797.1
    ],
    [
        " we're like what that we're supposed to and your team now goes oh damn we don't want this bro we",
        2797.1,
        2802.26
    ],
    [
        " got this back off and then you know what they just did they took ownership exactly you know what I",
        2802.26,
        2808.16
    ],
    [
        " have to be very careful of though is because of the fragility of human resources which are also",
        2808.16,
        2815.78
    ],
    [
        " in our culture it's our family too is saying the word failure you know and and I think the thing",
        2815.78,
        2825.0
    ],
    [
        " is and where the transition happens is when you understand that and what I'm trying to get like a",
        2825.0,
        2830.5
    ],
    [
        " man to understand is that extreme ownership is it's not a game it's actually a way of thinking and",
        2830.5,
        2837.98
    ],
    [
        " you really have to believe that so when you're saying hey I gave you too much I gave you I gave you",
        2837.98,
        2845.24
    ],
    [
        " so much there's absolutely no way you could have handled that I failed you by asking you to do that",
        2845.24,
        2852.48
    ],
    [
        " the the words coming out of your mouth you have to believe a lot of people will say it but they",
        2854.06,
        2859.34
    ],
    [
        " don't believe it innately they don't believe it totally and that is that is the ego and that is",
        2859.34,
        2864.42
    ],
    [
        " actually getting it and you have to take yourself and you have to put yourself in their shoes",
        2864.42,
        2869.74
    ],
    [
        " and if you can't detach and do that then you are playing the game yeah you're playing the game",
        2869.74,
        2877.0
    ],
    [
        " and it's not a game it's not a game and I've said this one before where where someone says you know",
        2877.0,
        2881.58
    ],
    [
        " when I get in front of my team and I say hey guys this was my fault this happens and then someone",
        2881.58,
        2885.56
    ],
    [
        " on the team goes yeah it was your fault and you know when I ask all ask groups all ask companies that",
        2885.56,
        2891.4
    ],
    [
        " I say what do you say to that and people get all like they get confused they say well you should",
        2891.4,
        2896.44
    ],
    [
        " you should tell them about what the mistakes that they made so they continue and it's like no no",
        2896.44,
        2900.42
    ],
    [
        " what you actually say is when someone when you say hey this was my fault and they say yeah it is",
        2900.42,
        2904.94
    ],
    [
        " your fault and you say I know that's what I just said it is absolutely my fault here's the mistakes",
        2904.94,
        2909.7
    ],
    [
        " that I made here's what I'm going to do to fix them so we do better next time I usually just say",
        2909.7,
        2913.78
    ],
    [
        " I won't let you down again I'll make sure this doesn't happen yeah I was down there fixing a",
        2913.78,
        2920.06
    ],
    [
        " loom the other day yeah you're dead you about that no our loom tech you know how you asked about",
        2920.06,
        2924.66
    ],
    [
        " when we first started working together you like well bro what if what if something happens to one",
        2924.66,
        2928.98
    ],
    [
        " of these old timers that helps you with the machinery and I was like we find a way how many moving",
        2928.98,
        2935.96
    ],
    [
        " parts are on a loom there's got to be 10,000 parts it looks like the most insane contraption",
        2935.98,
        2944.26
    ],
    [
        " that looks like when you look at one and you see it moving you think yourself there's no way that",
        2944.26,
        2949.84
    ],
    [
        " this works yeah there's millions of little like needles what are they little hooks or something",
        2949.84,
        2955.82
    ],
    [
        " hooks and yarns and it's a little brain it's crazy we were our so Lenny our loom guy who got a set",
        2955.82,
        2964.78
    ],
    [
        " up with everything and refurbished everything and would I say we bought a loom for 2500 bucks I",
        2964.78,
        2969.9
    ],
    [
        " mean like we got a frame for 20 it's like getting a car frame and now we're gonna build a car",
        2969.9,
        2974.5
    ],
    [
        " so you know it costs money to get these things back up and going and most importantly knowledge",
        2974.5,
        2980.54
    ],
    [
        " because we have to have all the parts machined from scratch that they don't make anymore and then",
        2980.54,
        2985.42
    ],
    [
        " you spend 10 grand on parts that you had machined and they don't work and that's why loom number",
        2985.42,
        2990.62
    ],
    [
        " three still down which I'm failing it was such a great story so far so those are work yeah we",
        2990.62,
        3000.86
    ],
    [
        " we actually on my podcast we just talked about if we made the right decision you have to listen",
        3000.86,
        3006.34
    ],
    [
        " to that did we make the right decision or should we have gone and gotten a note and spent a quarter",
        3006.34,
        3012.82
    ],
    [
        " million dollars on new looms and waited the six months for the build out to get the looms and",
        3012.82,
        3017.26
    ],
    [
        " so anyways letting us sick and he's the old timer he used to work in the baits mill to weave",
        3019.32,
        3025.22
    ],
    [
        " you know the huge mill he was the one he got sick and I could tell that my team was let's say failing",
        3025.22,
        3034.76
    ],
    [
        " and that was one of those times recently that's about a month ago where I sat in my seat and I",
        3034.76,
        3040.68
    ],
    [
        " just kind of was like this isn't working and it's not going to work if you don't drag your ass",
        3040.68,
        3047.66
    ],
    [
        " downstairs into the bunker into the fallout shelter because that's where these things are",
        3047.66,
        3053.48
    ],
    [
        " into the dragon's layer and fix it and show them there is a way to fix it go hands on and so we",
        3053.48,
        3062.1
    ],
    [
        " went down there and we started stripping things apart completely apart and figuring it out and",
        3062.1,
        3070.4
    ],
    [
        " after a solid seven to ten days not hours seven to ten days we got it back up and running",
        3072.26,
        3080.22
    ],
    [
        " and you know what that did to that team that twenty one year old oh I actually know what it did",
        3080.22,
        3086.96
    ],
    [
        " go ahead no you tell me well people ask me all the time what can we do to make our team tighter",
        3086.96,
        3092.84
    ],
    [
        " and I say if you want your team to be tighter if you want to have better morale do hard things together",
        3092.84,
        3099.6
    ],
    [
        " do hard things together it raises everyone's confidence it brings everyone together on the team",
        3100.22,
        3105.9
    ],
    [
        " it makes you feel like you got over something a lot of companies that I work with now",
        3105.9,
        3109.64
    ],
    [
        " our companies that survived the economic downturn and they talk about it like they went to war",
        3109.64,
        3115.22
    ],
    [
        " and they survived and now we're tight and we're bros and nothing's ever going to tear us apart",
        3115.22,
        3118.82
    ],
    [
        " yeah I'm getting the chills when you just thinking about that",
        3118.82,
        3121.4
    ],
    [
        " that recession was war on business yeah the uh the military units what makes a military unit",
        3121.4,
        3129.18
    ],
    [
        " have morale well you put them through boot camp and they go through hard things together",
        3129.18,
        3132.92
    ],
    [
        " and then you take a special operations unit you put them through tougher training",
        3132.92,
        3136.98
    ],
    [
        " and it makes them even tighter and then when you take a unit a conventional force unit or a",
        3136.98,
        3144.34
    ],
    [
        " spec ops unit and you put them into combat they're going to get even tighter and the harder the combat",
        3144.34,
        3150.56
    ],
    [
        " the tighter they get so you and your crew spending seven days 12 hour days trying to figure out",
        3150.56,
        3158.3
    ],
    [
        " this significant problem and overcoming it it brings you it brings us tighter together and like",
        3158.4,
        3165.62
    ],
    [
        " your 21 year old kid that's learning how to do this I don't know I'm calling the kid he's a man",
        3165.62,
        3171.72
    ],
    [
        " with a job making stuff happen he feels all right I've got value I've got confidence I can",
        3171.72,
        3178.28
    ],
    [
        " this machine this machine doesn't run me I run this machine exactly and you know what's funny",
        3178.28,
        3184.3
    ],
    [
        " is when like there's a the people are looking at it's true people are looking for like what's the",
        3184.3,
        3190.52
    ],
    [
        " how are we going to solve this and I have this rule it's it's basically ask me once ask me twice",
        3190.52,
        3198.82
    ],
    [
        " ask me a third time I'm doing something wrong and what had happened with the loom because I knew",
        3198.82,
        3205.58
    ],
    [
        " what a nightmare was going to be is I decentralized from it too much so they were in my office",
        3205.58,
        3213.86
    ],
    [
        " over the course of the first two to three days it might have even been a week at least a dozen",
        3214.34,
        3220.42
    ],
    [
        " times got it so you're red flag for you need to you're too far detached from something is ask once",
        3220.42,
        3227.34
    ],
    [
        " you're not too far to doubt it's just just an issue ask twice details I left the details yeah okay",
        3227.34,
        3231.62
    ],
    [
        " here's a little bit more yeah third time gotta get them go on yeah gotta make something happen and",
        3231.62,
        3235.66
    ],
    [
        " that's just my own and I think that that helps like just helps for sure for sure somebody if I'm",
        3235.66,
        3241.9
    ],
    [
        " gonna you know combat situation someone calls me up and say hey jocke we got movers over there and",
        3241.9,
        3245.72
    ],
    [
        " I'm like uh no we're good they call me again hey I think I see something uh no there's nothing",
        3245.72,
        3251.3
    ],
    [
        " being tracked hey we got some situation down here guess what we're gonna go find out what's going on",
        3251.3,
        3255.3
    ],
    [
        " and you know what the other thing is is like what to that end is we we were sitting in the golf",
        3255.3,
        3260.78
    ],
    [
        " car the other day we and I was on the phone with Jill and she called me and we're at camp right now",
        3260.78,
        3264.9
    ],
    [
        " on the emergency origin immersion camp and she she called me and she's like hey the",
        3264.9,
        3269.84
    ],
    [
        " cover stitch waistbanding machine is down for you know our our elastic waistband and I said okay",
        3269.84,
        3277.42
    ],
    [
        " did you call Bill and she's like yes but he can't come in that's it let me call him she's okay",
        3277.42,
        3284.46
    ],
    [
        " call him Bill can you come in I can't come into a one I said good enough but you can be there",
        3284.46,
        3290.1
    ],
    [
        " today said yes I called you I said hey I need you to ask if Maggie which is one of our stitches",
        3290.1,
        3298.02
    ],
    [
        " can stay late so that Bill's gonna come and fix the machine so that she can get production done",
        3298.02,
        3305.32
    ],
    [
        " what does that do to Jill let me dig a little deeper into that machine so when we showed up at",
        3305.32,
        3311.1
    ],
    [
        " the factory the other day everything was back up and going without Bill so at the same time not",
        3311.1,
        3316.02
    ],
    [
        " that flank and I've learned a lot about flanking I would have driven over there I would have left",
        3316.02,
        3320.74
    ],
    [
        " the session but showing her that somebody else is gonna be have to be put out I'm gonna be put out",
        3320.74,
        3326.46
    ],
    [
        " Bill's gonna be a little put out Maggie's gonna be put out because she asked to work late so there's",
        3326.46,
        3330.66
    ],
    [
        " three people that are willing and ready and there's one that probably could just dig a little bit deeper",
        3330.66,
        3337.54
    ],
    [
        " to see what the problem is and come to find out she fixed it boom and Jill getting it done yeah so",
        3337.54,
        3344.76
    ],
    [
        " is you know it's just and she and I'm sure and I haven't talked to her yet because I haven't seen",
        3344.76,
        3348.74
    ],
    [
        " her since then but I'm sure she thought about that and learned from it because she's listened to",
        3348.74,
        3355.02
    ],
    [
        " extreme ownership and she can't wait for the next book that caught me a leadership but she's",
        3355.02,
        3358.64
    ],
    [
        " listened and read and she listens to your podcast and everybody in the factory listens to the podcast",
        3358.64,
        3363.54
    ],
    [
        " we've got Cindy up in shipping who's like she's got it on screech you know you walk by like",
        3363.54,
        3368.62
    ],
    [
        " he's like what I'm listening to Jack guy and I'm like okay you keep walking up girl so I know",
        3368.62,
        3374.84
    ],
    [
        " I swung by there the other day and she's like look at my setup and she's got like four YouTube tabs",
        3374.84,
        3380.44
    ],
    [
        " open, Dr. podcast Dr. podcast Dr. podcast Dr. podcast Dr. she's not listening to four at once but she",
        3380.44,
        3385.8
    ],
    [
        " might start doing that she's getting that big guys so in a lot of the staff listens to the podcast",
        3385.8,
        3392.78
    ],
    [
        " and I get a lot of questions from them about because leadership is a skill that is it's acquired",
        3392.78,
        3403.4
    ],
    [
        " you know through practice for sure you know people I used to believe I don't know if I've",
        3403.4,
        3408.98
    ],
    [
        " told you I used to believe that you were born leader you ever heard that I have and I've discussed",
        3408.98,
        3414.04
    ],
    [
        " this before there is you are born with some leadership qualities some of them are good some of",
        3414.04,
        3420.2
    ],
    [
        " them are bad you can improve oh yeah and the more you pay attention to it the more you will improve",
        3420.2,
        3426.56
    ],
    [
        " the only one person that can't improve their leadership and that's the person who lacks humility",
        3426.56,
        3430.88
    ],
    [
        " yeah they lack humility they're not going to get any better because they're not doing anything wrong",
        3430.88,
        3434.82
    ],
    [
        " in their mind they're not doing anything wrong you know what the hardest thing though is at the factory",
        3434.82,
        3440.22
    ],
    [
        " is we have a lot of different walks of life of folks from different walks of life",
        3440.22,
        3445.88
    ],
    [
        " hmm but this is old New England it's not quite the New England we're talking about",
        3448.24,
        3454.22
    ],
    [
        " but there's a lot of parallels because of the recession and then the lack of jobs and the",
        3454.22,
        3460.48
    ],
    [
        " lack of factories so for the folks who didn't go to college and I don't even think I'm gonna say",
        3460.48,
        3466.52
    ],
    [
        " right out like I haven't said to my kids which college are you going to I've asked them many times",
        3466.52,
        3473.02
    ],
    [
        " what would you like to do but I'm not one of those parents who's like which college are you going to",
        3473.02,
        3478.2
    ],
    [
        " where do you know and I think that's okay too I'm not saying it's not I'm just I've seen both",
        3478.2,
        3483.22
    ],
    [
        " ends of the spectrum from my own experience and I don't want to pressure them to go into the trades",
        3483.22,
        3488.56
    ],
    [
        " there's great money that you know in all these different opportunities especially with the",
        3488.56,
        3491.98
    ],
    [
        " resurgence of manufacturing there's gonna be so many opportunities but these people from the different",
        3491.98,
        3498.04
    ],
    [
        " walks of life sometimes they are finding their value in life by doing their work they're doing",
        3498.04,
        3504.38
    ],
    [
        " and what I found is something I didn't know existed and discovered is that they they make the product",
        3504.38,
        3516.34
    ],
    [
        " together as a community and that product goes to the consumer and in the past that ended those",
        3516.34,
        3523.04
    ],
    [
        " two things there was one and there was the other now the person who puts their hands on it on this",
        3523.04,
        3528.72
    ],
    [
        " end and the person who puts their hand on it on the other end have a relationship because of",
        3528.72,
        3534.42
    ],
    [
        " new media because of social media and so they don't just get fulfillment by making the product they",
        3534.42,
        3540.02
    ],
    [
        " also get fulfillment by seeing that product being used and being appreciated and with extreme ownership",
        3540.02,
        3547.82
    ],
    [
        " when this person here on this end the worker the worker they're finding that they find their",
        3547.84,
        3554.48
    ],
    [
        " they're being in it they find so much value it's like it's a powerful thing I have to be very",
        3554.48,
        3561.54
    ],
    [
        " careful in my own leadership ways not to take that away from them and so that approach has got",
        3561.54,
        3567.86
    ],
    [
        " to be perfect per person so I have to shift the way I talk to people I gotta shift I will I can have",
        3567.86,
        3577.06
    ],
    [
        " 25 conversations and I would have it 25 different ways depending on who the person is",
        3578.1,
        3582.56
    ],
    [
        " yeah and you learn that by practice yeah yeah so speaking of too much ownership",
        3582.56,
        3590.94
    ],
    [
        " and the dichotomy of extreme ownership because there is one you got I got you one of the",
        3590.94,
        3598.68
    ],
    [
        " copies of the the new book dichotomy leadership where that fallout in your brain",
        3598.68,
        3604.88
    ],
    [
        " well I sat down I'm not a big reader and because it was an audio book I got the paper copy",
        3607.06,
        3613.66
    ],
    [
        " I was like okay so I sat down on a dock on at our little cabin on the lake and I sat down and",
        3613.66,
        3623.74
    ],
    [
        " everybody was around me and I was just in it and it sucked me in and I've never had a book sucked me in",
        3623.74,
        3631.72
    ],
    [
        " dang yeah so it's the first one I ever got sucked into and all of a sudden I looked up and",
        3633.3,
        3638.82
    ],
    [
        " the sun was going down behind the mountains and everybody was gone I was like what happened",
        3638.82,
        3643.72
    ],
    [
        " and you know it's it's one I'm gonna tell you like extreme ownership everybody needs to read or",
        3643.72,
        3650.54
    ],
    [
        " listen to dichotomy leadership is actually going to correct your brain like you think you know",
        3650.54,
        3661.26
    ],
    [
        " because you read that book now it's time for us to tweak what you're thinking so it's powerful and",
        3661.26,
        3669.28
    ],
    [
        " I think for anybody like my little sister and my brother-in-law they're at texts and they're",
        3669.28,
        3676.02
    ],
    [
        " it's they're in a whole different game you know they're working with children like it's just",
        3676.02,
        3679.92
    ],
    [
        " so valuable it's life lessons you know some of my realized so as late and I've been talking about",
        3679.92,
        3686.7
    ],
    [
        " why we wrote the book the dichotomy leadership why we picked that topic and what we've been saying is",
        3686.7,
        3694.08
    ],
    [
        " most of the questions that we would get asked would be about the dichotomy leadership that's",
        3694.08,
        3699.16
    ],
    [
        " completely true but I'll tell you on top of that more important most of the answers that I give",
        3699.16,
        3706.94
    ],
    [
        " are that there's a dichotomy and leadership and you need to be balanced that is what you",
        3706.94,
        3711.84
    ],
    [
        " even today I got asked at camp hey jaco I'm a white belt but I want to be default aggressive",
        3711.86,
        3718.56
    ],
    [
        " but I also hear you tell me to relax all the time which one is it what do you want me to do should I",
        3718.56,
        3724.22
    ],
    [
        " be default aggressive and get after it yeah or you you tell me relax and I actually you know I say",
        3724.22,
        3731.1
    ],
    [
        " relax harder right you try to relax harder which one do you want me to do and I said well luckily",
        3731.1,
        3736.76
    ],
    [
        " and life's there to him like left luckily for this very reason life and I just wrote a book called",
        3736.76,
        3740.88
    ],
    [
        " the dichotomy of leadership and there's a dichotomy with aggression even though I say default",
        3740.88,
        3745.2
    ],
    [
        " aggressive and I say you got that's got to be your mindset that's got to be your default",
        3745.2,
        3748.02
    ],
    [
        " bonus you're gonna be aggressive and you're gonna go get after it and there's a chapter in the book",
        3748.02,
        3751.66
    ],
    [
        " you that doesn't mean that you run to your death right you have to balance that with caution with",
        3751.66,
        3758.36
    ],
    [
        " energy conservation with not wasting movement on the mat with not wasting capital in business",
        3758.36,
        3766.38
    ],
    [
        " without burning bridges like all those things you have to be balanced and that's why I think like",
        3767.24,
        3772.82
    ],
    [
        " you that's a great way of putting it it's gonna it's gonna recalibrate and fix your brains yes I've",
        3772.82,
        3779.74
    ],
    [
        " had a lot of these conversations with B little you know okay because something because he's",
        3779.74,
        3784.94
    ],
    [
        " he's a different beast than I am I'm pretty I'm pretty passive like like do your job do it right",
        3784.94,
        3791.0
    ],
    [
        " like I'll help anywhere I can and that's just in general right like I'm I'm there like I'm there",
        3791.0,
        3795.84
    ],
    [
        " I'm always on contact me anytime a day in some in some and so be a little in a leadership position",
        3795.84,
        3802.48
    ],
    [
        " sometimes like jaco says you ever get that oh yeah oh yeah so the jaco says thing and you know",
        3802.48,
        3810.78
    ],
    [
        " the jaco says default aggressive jaco says this and the idea isn't that in your brain you're",
        3810.78,
        3824.52
    ],
    [
        " your brain so that innately you're saying something and not thinking about what jaco would say you know",
        3824.52,
        3831.22
    ],
    [
        " you want to make it your own and that's a real ownership when we're talking about a little",
        3831.22,
        3835.08
    ],
    [
        " a little bit of real ownership is that you're not just saying it but you're understanding what you're",
        3835.08,
        3840.46
    ],
    [
        " saying and and why you're saying it and the words are coming not as a game but as truth because",
        3840.46,
        3846.1
    ],
    [
        " that's what you believe yeah and that I think takes a long time for people I thought where you're",
        3846.1,
        3851.06
    ],
    [
        " going with the jaco says is when when the subordinate uses your name to make something happen right",
        3851.06,
        3860.14
    ],
    [
        " exactly exactly hey well hey jaco said this is where we're gonna do things and it's like okay well",
        3860.14,
        3864.98
    ],
    [
        " that's not if why do you need to say that that's the same as saying I write outrank you that's",
        3864.98,
        3869.58
    ],
    [
        " the same as saying look I outrank you and so we're gonna do it yeah hey jaco said that's what he",
        3869.58,
        3874.26
    ],
    [
        " wants it doesn't make any sense jaco said that's what he wants like you can't do that you can't",
        3874.26,
        3881.04
    ],
    [
        " as your authority right if what your boss has told you to make happen doesn't make sense",
        3881.04,
        3886.38
    ],
    [
        " and you can't explain why it makes sense you need to go to back to your boss and say hey boss",
        3886.38,
        3891.02
    ],
    [
        " I'm having some trouble here can you explain to me why we're doing it this way so I can explain",
        3891.02,
        3894.82
    ],
    [
        " that down the chain of command to the troops and what's going on in the field and you know what",
        3894.82,
        3898.94
    ],
    [
        " else is real important and valuable that I think I took away this year is like the 70 30 the 80 20 the 90",
        3898.94,
        3908.62
    ],
    [
        " 10 if if if there's a decision that needs to be made and someone else is 70% there and you're the",
        3910.96,
        3921.72
    ],
    [
        " leader and in your mind you're 90% there what do you do yeah all day long pick that 70% yeah and",
        3921.72,
        3930.76
    ],
    [
        " that has been a hard lesson for me yeah but I'm getting it did I did I tell you about the fabric",
        3930.76,
        3936.28
    ],
    [
        " the other day no I went down Friday because I was like hey we got to cut the factory we got",
        3936.32,
        3943.56
    ],
    [
        " you know 400 people coming to the factory from all over the world I want this place to look tight",
        3943.56,
        3947.66
    ],
    [
        " and I walked down the spiral staircase into the bunker and we have the the dumpster the daily dump",
        3947.66,
        3953.66
    ],
    [
        " right and in the dumpster is these fabric rolls and there's like you know 10 or 20 yards on each one",
        3953.66,
        3962.74
    ],
    [
        " and John was there he's he's overseeing and he was our first employee and he knows the process",
        3962.96,
        3968.22
    ],
    [
        " he knows the factory and he's overseeing everything and I I told Ryan McLear this the other day",
        3968.22,
        3976.62
    ],
    [
        " I put my hand on the fabric and I had this attachment to it and I was like if I was like",
        3976.62,
        3983.96
    ],
    [
        " petting it and I was like okay what am I doing what am I doing and I look up and I go John I said",
        3983.96,
        3989.16
    ],
    [
        " why is this fabric in the dumpster it was the first fabric we made that's why I have an attachment to",
        3990.06,
        3997.24
    ],
    [
        " it he's like it had to go and I was like why bring the tear from my eye I'm like how do I handle",
        3997.24,
        4006.0
    ],
    [
        " this situation I'm thinking why didn't he cut off a yard or like like why is it in the dumpster",
        4006.0,
        4013.8
    ],
    [
        " and I didn't want to pull it out of the dumpster because it didn't want to overrule what he his",
        4013.8,
        4018.12
    ],
    [
        " decision he made he said Pete he said you know how many times we've cut that by accident because",
        4018.12,
        4024.54
    ],
    [
        " it's a white and how much time we've wasted doing that and moving it around every time we need to",
        4024.54,
        4032.14
    ],
    [
        " get something I said yes and he's like I so I threw it away and I go okay as I kind of like",
        4032.14,
        4042.14
    ],
    [
        " stroke my hand along the dumpster and kept walking into the factory it was a 50 50 it wasn't a 70 30",
        4042.14,
        4050.64
    ],
    [
        " yeah 20 it was a 50 50 I wanted to go back down that night and pull it all out of the dumpster",
        4050.64,
        4056.32
    ],
    [
        " before the truck came in the morning I didn't I just left it and you know what it felt great",
        4056.32,
        4060.52
    ],
    [
        " why because we don't need it yeah we don't need it he's right we don't freaking need that fabric",
        4060.52,
        4065.8
    ],
    [
        " you know if I wanted to weave fabric like that we have the knowledge base we can weave fabric",
        4065.8,
        4070.8
    ],
    [
        " like that doesn't matter right what does it matter because it's I have this emotional attachment to",
        4070.8,
        4075.66
    ],
    [
        " it because it was the first fabric we wove what whatever it's gone I'm good move on I had to let",
        4075.66,
        4082.22
    ],
    [
        " him make the decision that's that's a rough one that's a rough one that's like I've first",
        4082.22,
        4088.0
    ],
    [
        " surfboard I've talked about this I've got a lot of t-shirts yeah yeah because I have like from",
        4088.0,
        4097.0
    ],
    [
        " Jiu Jitsu tournaments that I was in in 1996 you gotta keep those and 1997 and 1999 and and rock",
        4097.0,
        4104.98
    ],
    [
        " concerts that I went to and just cool whatever t-shirts that I got along the way and my wife oh I've",
        4104.98,
        4113.26
    ],
    [
        " got one for you she wants to throw those right in the dumpster yeah no they're in the drawer but",
        4113.26,
        4118.52
    ],
    [
        " just so everybody does just so everybody knows before you send me this recommendation because I know",
        4118.52,
        4122.8
    ],
    [
        " on social media a lot of people hit me up last time saying hey you can get quilts made with your",
        4122.8,
        4128.0
    ],
    [
        " old t-shirts yeah so I know that and if it comes down to it we've got a factory full of workers who",
        4128.0,
        4133.32
    ],
    [
        " can make you quilts oh they would love to oh they would all be like we're making jock a quail yeah",
        4133.32,
        4139.26
    ],
    [
        " I'd actually shut down the factory for a day I literally would for an exercise just like a",
        4139.26,
        4144.16
    ],
    [
        " a group exercise send them over dude we'll make it happen well I went in on that big time",
        4144.16,
        4149.24
    ],
    [
        " okay how many t-shirts do you have planning oh planning yeah yeah I had a shirt I had a",
        4149.24,
        4157.84
    ],
    [
        " sweatshirt I wore it every day from 10 years it was yellow oh I know my wife called a Big Bird",
        4157.84,
        4163.6
    ],
    [
        " she threw out Big Bird I'm emotionally scarred from yeah I had a pair of shorts I had a pair of",
        4163.6,
        4179.22
    ],
    [
        " most comfortable shorts ever and I'd wear them around the house on like a Saturday you know just",
        4179.26,
        4184.4
    ],
    [
        " cruising and maybe this was the end of my cruising career my wife just threw them away just threw",
        4184.4,
        4190.74
    ],
    [
        " them away no reason just a ruthless woman so that actually explains a lot because we're so on the",
        4190.74,
        4199.28
    ],
    [
        " same page it's kind of scary when it comes to like making durable goods making all the new gear we're",
        4199.28,
        4203.26
    ],
    [
        " we're gonna be launching next year is that and know what somebody said to me recently is people aren't",
        4203.26,
        4209.14
    ],
    [
        " in life their their attention is being pulled and it's it's everywhere your mind is everywhere the",
        4209.22,
        4216.1
    ],
    [
        " last thing you want to do is be uncomfortable that's the last thing you want you can be uncomfortable",
        4216.1,
        4222.54
    ],
    [
        " in life with everything you're doing but when we're sitting here I'm sitting here in some new",
        4222.54,
        4227.2
    ],
    [
        " grappling shorts because they're I looked in my suitcase I dug through everything I was like what",
        4227.2,
        4230.9
    ],
    [
        " was it what am I gonna be comfortable in is these freaking grappling shorts and this t-shirt",
        4230.9,
        4234.94
    ],
    [
        " I'm comfortable yeah you know and I think that's valuable I think it's important or else they",
        4235.52,
        4241.74
    ],
    [
        " wouldn't have been talking about it in the 1600s we don't have textiles or boots to make the",
        4241.74,
        4246.16
    ],
    [
        " apparel we need to be able to work be comfortable and work yeah well and that I actually",
        4246.16,
        4252.76
    ],
    [
        " call me an idiot but I was more interested in that piece just from the hardships and as I was",
        4252.76,
        4261.5
    ],
    [
        " reading I was like he's talking about about yards of cloth and apparel that I I I feel like a",
        4261.5,
        4267.84
    ],
    [
        " a brilliant move for talking about that yeah who's just like kind of random really yeah that's",
        4267.84,
        4273.18
    ],
    [
        " pretty good yeah not bad um you know as we talk about leadership a lot always and we talk but",
        4273.18,
        4281.42
    ],
    [
        " what's interesting I always talk about leadership and people will sometimes ask the kind of",
        4281.42,
        4285.6
    ],
    [
        " typical question of what's different between leadership and management or do you think leaders",
        4285.6,
        4290.58
    ],
    [
        " and managers and thing and I always say hey look you lead people and you manage money and you",
        4290.58,
        4294.26
    ],
    [
        " manage timelines and you manage process you are actively involved on a daily basis in doing both",
        4294.26,
        4303.46
    ],
    [
        " and doing both in both leading people and managing the process so you're not not just growth and",
        4303.46,
        4310.46
    ],
    [
        " leadership this year but also in in process and management yeah and I'm not the best you know I mean",
        4310.46,
        4318.46
    ],
    [
        " we have a great team of people that help like I'm all over the place when it comes to that as far as",
        4318.52,
        4327.36
    ],
    [
        " I enjoy it but at the same time I need to be kept in check like you can spend too much time in",
        4327.36,
        4334.6
    ],
    [
        " one area and not in the other area but as far as the process and the team for me they're one in",
        4334.6,
        4343.1
    ],
    [
        " the same if you build the team then you'll get the process together because you're all moving the",
        4343.1,
        4350.9
    ],
    [
        " same direction it's like draft it's like drafting you know I school yeah you know you're gonna draft",
        4350.9,
        4356.74
    ],
    [
        " it's the same thing one one person's out front and they're kind of doing this and you know what we're",
        4356.74,
        4360.8
    ],
    [
        " not catching any wind behind them and we're just able to coast and move behind them and make our",
        4360.8,
        4365.76
    ],
    [
        " changes those little microchanges we need to make as we flow and when you get a whole line of",
        4365.76,
        4369.74
    ],
    [
        " cars like that you're all just flowing and that's what it's like in the factory so it's not me you",
        4369.74,
        4374.44
    ],
    [
        " know I mean I'm taking your leadership techniques and and you know these these this way of thinking is",
        4374.44,
        4381.78
    ],
    [
        " what it is it's a way of thinking and I'm just kind of filtering it down the chain and we've got good",
        4381.78,
        4387.3
    ],
    [
        " people and together we make it happen so I may have started it but it's not me it's everyone so for",
        4387.3,
        4394.14
    ],
    [
        " process do the process then is decentralized you've decentralized the way that you create the",
        4394.14,
        4400.34
    ],
    [
        " process totally and you know how exactly it's jujitsu and it's extreme ownership and it's everything",
        4400.34,
        4406.5
    ],
    [
        " it's a beautiful thing and you're able to scale at such a rate when you just take",
        4406.5,
        4412.58
    ],
    [
        " when you detach your emotion and your decentralized command and you really believe in it and understand",
        4412.58,
        4419.72
    ],
    [
        " winning it all costs that's the trifecta and that's what happened so what we have this one",
        4419.72,
        4427.16
    ],
    [
        " employee Jen and she runs the pants line and she's been doing such a good job with the game",
        4427.16,
        4434.54
    ],
    [
        " the way that I said to her I had a conversation with them I hate to listen I think you got this",
        4434.54,
        4444.46
    ],
    [
        " she's like what I said setting up the new lines you get the process you get you're going to develop",
        4444.46,
        4451.92
    ],
    [
        " the process because you understand what needs to take place because you're you've got total buy-in",
        4451.92,
        4457.64
    ],
    [
        " you know and she she's not buying into she's buying she's buying into it as as I'm not a freaking",
        4457.64,
        4468.0
    ],
    [
        " explain it and it sounds kind of weird but it's total belief no that's not weird you know it's",
        4468.0,
        4476.74
    ],
    [
        " belief in the in it and when you really believe in it and you're not going home and saying",
        4476.74,
        4481.74
    ],
    [
        " Pete wants me to listen to Jaco podcast or Pete wants me to read this book or Pete asked me to do this",
        4481.74,
        4488.42
    ],
    [
        " when you when you're going home and you're saying to your significant other hey you know what",
        4488.42,
        4493.26
    ],
    [
        " I was asked to do this and I did it and it worked and it's changing my life not just that work",
        4493.5,
        4500.26
    ],
    [
        " it's actually changing my life here and I want to do this better in life yeah yeah that's powerful",
        4500.26,
        4505.68
    ],
    [
        " I look at the difference between someone that says oh this is what I have to do at work and this is",
        4505.68,
        4511.54
    ],
    [
        " what I am doing at work yeah because when they say that that's inherent in that statement is they own",
        4511.54,
        4517.44
    ],
    [
        " they own it and when you get people that own it it's theirs yeah and they're going to make it",
        4518.0,
        4523.72
    ],
    [
        " right exactly exactly all right so you've accomplished a lot with this we have yeah well it started with you",
        4523.72,
        4534.68
    ],
    [
        " you you or you have to be driven by you go just like all of us are you know to to have this",
        4534.68,
        4541.64
    ],
    [
        " vision and think and believe that you can take the 20 year old loop and get that thing up and run",
        4541.64,
        4546.78
    ],
    [
        " and make clothes with it that's freaking crazy but you also do a great job of putting that ego",
        4546.78,
        4553.46
    ],
    [
        " in check and I'm wondering how how do you discriminate between what's positive ego and what's good",
        4553.46,
        4565.0
    ],
    [
        " and what's negative ego and what's bad and to give a little bit of context with a military with",
        4566.96,
        4573.72
    ],
    [
        " tasking a bruiser right I want every one of those guys to believe that we are the best task unit",
        4573.72,
        4581.54
    ],
    [
        " in the history of the world that's who we are and at the same time the dichotomy is I want them to",
        4581.54,
        4588.78
    ],
    [
        " think all we need to do better we're not good enough we need to keep training we can't cut",
        4588.78,
        4593.1
    ],
    [
        " in the corners and that's basically what you have to do I have to do as individuals I know I'm",
        4593.1,
        4598.32
    ],
    [
        " always trying to do that what do you see from your perspective how do you know when it's your",
        4598.32,
        4603.22
    ],
    [
        " positive ego that's going to help drive things in a positive way versus your negative ego that's",
        4603.22,
        4608.92
    ],
    [
        " going to negatively impact decisions that you're supposed to make not based on what's the best for",
        4608.92,
        4613.36
    ],
    [
        " the company or best for the future or best for long term but best thing for your little psycho ego that",
        4613.36,
        4619.84
    ],
    [
        " wants to just always cupcakes so I think I think to succeed in life you have to have a",
        4619.84,
        4631.8
    ],
    [
        " a confidence in ego a swagger and I like swagger but you also have to be a bit naive and",
        4631.8,
        4642.3
    ],
    [
        " ego makes you naive is really what it is and I'll give you a good example I have this my buddy Dustin",
        4643.06,
        4651.0
    ],
    [
        " Ireland and he's an A10 pilot and he's like the top A10 pilot in the world you know he taught",
        4651.0,
        4657.7
    ],
    [
        " at Red Flagg's work for the joint chiefs now and he's making his way up who knows where to end up",
        4657.7,
        4662.82
    ],
    [
        " where we're kids we used to do everything together but we were so competitive and I had",
        4662.82,
        4672.12
    ],
    [
        " a ego he had a little bit of an ego by seventh grade where we were almost dunking basketballs by",
        4672.12,
        4680.3
    ],
    [
        " eighth grade we were both dunking basketballs I'm six three he's five nine how does that happen",
        4680.3,
        4686.38
    ],
    [
        " well you've got to believe you can right and the way you believe you can is by having a mindset",
        4686.38,
        4696.24
    ],
    [
        " that you can't be stopped that's ego that's swagger that's confidence but it's different it's",
        4696.36,
        4706.74
    ],
    [
        " different believing it and putting on blinders and getting into a fog then looking side to side",
        4706.74,
        4719.42
    ],
    [
        " as you're moving forward and making sure there's not a fog in front of you when the fog is a motion",
        4719.42,
        4724.42
    ],
    [
        " and the fog is is when that wells up inside you because you need to prove something that you're",
        4724.46,
        4732.62
    ],
    [
        " going to do this you're going to be this I think that it's relationship based to where if someone's",
        4732.62,
        4741.68
    ],
    [
        " coming at you negatively and you're meeting that negativity with any emotion response you got to",
        4741.68,
        4751.34
    ],
    [
        " go you got to go and at that point you got a self-check and I think the difference is is those who are",
        4752.46,
        4759.54
    ],
    [
        " able to self-check know how to adjust there you go on the fly you know you've got to know how to",
        4759.54,
        4764.68
    ],
    [
        " self-check and a lot of that comes through understanding that there's a lot of people chasing you",
        4764.68,
        4770.34
    ],
    [
        " that are born every day that are going to do great things that you're here for a moment in time",
        4770.34,
        4775.28
    ],
    [
        " and that you're not special but believe you're special because you are you know and there's a",
        4776.22,
        4782.36
    ],
    [
        " dichotomy in that also so I think there's a lot to it and honestly I don't think I was a man until",
        4782.36,
        4789.18
    ],
    [
        " I was in my 30s and I still think I'm working towards manhood and I truly believe that I truly",
        4789.18,
        4794.92
    ],
    [
        " believe like extreme ownership I believe I'm still working towards manhood and I have a long",
        4794.92,
        4799.12
    ],
    [
        " freaking way to go so I don't know how you teach that I think it's I think you can listen to the",
        4799.12,
        4809.1
    ],
    [
        " lessons of others you know you listen to your podcast which is very powerful for people to listen to",
        4809.1,
        4815.28
    ],
    [
        " and I think a lot of people here that's that's the reason when you talk to them you know in these",
        4815.28,
        4821.12
    ],
    [
        " private conversations they just seems like they all have the same type of mindset you know what I mean",
        4821.12,
        4826.94
    ],
    [
        " but yeah I mean ego ego is a strong and powerful tool if it's utilized right and you harness that",
        4830.24,
        4835.7
    ],
    [
        " ego you can do great things but if you hang on to it like it's your only tool you're gonna fail",
        4835.7,
        4842.56
    ],
    [
        " you gotta be careful with that one there's a difference to between",
        4842.56,
        4846.62
    ],
    [
        " ego and pride and they're very similar maybe they're the same maybe they're just close cousins maybe",
        4846.62,
        4856.8
    ],
    [
        " their brothers and sisters maybe their twins but but because you know pride is one of the seven",
        4856.8,
        4865.28
    ],
    [
        " deadly sins but at the same time of course you want people to be proud of what they do and you know",
        4865.28,
        4870.64
    ],
    [
        " I know like again with a seal platoon you want those guys to get done with a block of training and",
        4870.64,
        4876.02
    ],
    [
        " have pride that they did it better that they worked harder that they got after it that's what you",
        4876.02,
        4881.28
    ],
    [
        " but you just have to make sure that it doesn't infoverenflate and start to cause problems elsewhere",
        4881.74,
        4888.34
    ],
    [
        " well ego is like if you want to if you want to distill it it's like and you know there's no eye in",
        4888.34,
        4894.84
    ],
    [
        " team that's ego when when it's individualized it's ego when it's a team effort and everyone's on",
        4894.84,
        4904.9
    ],
    [
        " the same page and moving towards the same purpose it's confidence you know and it can be defined",
        4904.9,
        4910.74
    ],
    [
        " by is it about you or is it about this is it about all of us or is it just about me so",
        4910.74,
        4916.78
    ],
    [
        " that's a constant struggle I think for a lot of entrepreneurs I think for a lot of people in",
        4916.78,
        4923.06
    ],
    [
        " leadership is is it's not about you you know it really isn't about you it's about what you're doing",
        4923.06,
        4931.2
    ],
    [
        " and how you're doing it and that you play a role in that but you're not you're not the lead role",
        4931.2,
        4938.86
    ],
    [
        " you know you're you're it's not a one man movie you know it's it's it's it takes a supporting cast",
        4938.86,
        4944.4
    ],
    [
        " and that supporting cast is everybody behind the curtains that no one sees and uh",
        4944.4,
        4949.36
    ],
    [
        " yeah but how's it dealing with me dealing with you's great you know what's funny is uh",
        4949.36,
        4959.94
    ],
    [
        " we both have a certain level of ego but we both don't because it if you if you check me like hey",
        4963.38,
        4973.76
    ],
    [
        " and you can ask a simple question and flank me real quick and be like I've got a and let me shift",
        4973.76,
        4977.88
    ],
    [
        " my thinking real quick give me a second or whatever we have a conversation yesterday and I was",
        4977.88,
        4981.78
    ],
    [
        " like well think about this well what do you think about this and I'm not going to share what that",
        4981.78,
        4985.0
    ],
    [
        " was and you know you pause and you don't react you respond I like that because I know you're coming",
        4985.0,
        4994.16
    ],
    [
        " to me with a real answer that is you're emotionally detached from and you thought about before you",
        4994.16,
        5001.6
    ],
    [
        " responded and if it was an ego driven you just would be like dude I just brought you to this",
        5001.6,
        5006.42
    ],
    [
        " you know what you stopped and you think about it and",
        5006.42,
        5009.78
    ],
    [
        " and that's real good the other thing that's great about working with you is",
        5011.64,
        5016.94
    ],
    [
        " and you're you're real unique right because you're this you're this you have a lot of",
        5016.94,
        5025.92
    ],
    [
        " influence first of all over a lot of diverse it's a diverse group of people I've seen I mean",
        5025.92,
        5033.3
    ],
    [
        " just at this camp if you look at the people that you've touched that are here men women younger",
        5033.3,
        5039.02
    ],
    [
        " older from all different let's say backgrounds racial backgrounds cultural backgrounds like",
        5041.18,
        5048.22
    ],
    [
        " there's tons of different types of people and that's a sampling that's just a sampling of the",
        5048.22,
        5053.56
    ],
    [
        " people you touch you know and for me to check my ego and look at you and say well how can Jocco",
        5053.56,
        5059.76
    ],
    [
        " touch these people the way he does then I need to dig deeper and find out why you know and it",
        5059.76,
        5066.84
    ],
    [
        " don't it takes a human someone who who who understands humility to do that because your",
        5066.84,
        5078.02
    ],
    [
        " background is very unique there's not everyone that's a Navy Seal there's not everyone's",
        5078.02,
        5084.3
    ],
    [
        " in Jocco Black Belt there's not everyone that runs a leadership company that's sought out by some",
        5084.3,
        5091.04
    ],
    [
        " of the biggest companies in the world so I check my ego to be like man just maybe sound real cool",
        5091.04,
        5096.76
    ],
    [
        " I'm just gonna call Jocco and figure this out I'm like okay Jocco's on the west coast I'm",
        5101.38,
        5110.6
    ],
    [
        " check I check my ego I check everything's okay Jocco's on the west coast I know he's probably",
        5110.6,
        5114.54
    ],
    [
        " traveling you know Monday and Wednesday he's gonna be in the airport he's in the beginning",
        5114.54,
        5119.3
    ],
    [
        " hit up I'm gonna reach out to him at this time and see if he's got five minutes for a phone call",
        5119.3,
        5124.08
    ],
    [
        " because I know how much your time is worth so which is interesting because you know what I when I",
        5124.18,
        5131.42
    ],
    [
        " when I think about working with you right which is which is awesome and I think the quickest",
        5131.42,
        5136.12
    ],
    [
        " way to explain it and I'm the only reason to be talking about this is because I think there's",
        5136.12,
        5140.76
    ],
    [
        " lessons to be learned from it you and I make big decisions big decisions quickly quickly",
        5140.76,
        5148.42
    ],
    [
        " with and the key factor in making big decisions quickly between you and me decisions that have a",
        5149.02,
        5154.68
    ],
    [
        " lot of money on the line decisions that have peoples you know livelihoods on the lines we're making",
        5154.68,
        5160.42
    ],
    [
        " decisions like that and there's like no ego so in other words I think you might hit me up hey I",
        5160.42,
        5168.58
    ],
    [
        " think we should do this and maybe have a different idea and I just completely remove the fact that",
        5168.58,
        5174.08
    ],
    [
        " it's my idea or your idea it's like who which one of these two ideas is better it's better I don't",
        5174.08,
        5179.22
    ],
    [
        " care who where it came from and and you and I I know we got some similar parts of our personality",
        5179.22,
        5185.82
    ],
    [
        " obviously we got some pretty diversion parts too and and so it's it's good to be able to just say",
        5185.82,
        5192.02
    ],
    [
        " okay I don't care whose idea this is which one of these two divergent ideas is gonna be the better",
        5192.02,
        5199.74
    ],
    [
        " one for what we're trying to do which one is gonna deliver more satisfaction to the people we're",
        5200.86,
        5205.54
    ],
    [
        " trying to serve you know which is what we're always thinking about how is this gonna help the people",
        5205.54,
        5210.54
    ],
    [
        " that we're trying the people that are trying that we're trying to serve how are we gonna help",
        5210.54,
        5213.76
    ],
    [
        " them how can we help them more and you know what's funny is when you know your ego is playing a role",
        5213.76,
        5219.9
    ],
    [
        " in your decision making is when you have to say something like this I'm emotionally detached",
        5219.9,
        5226.98
    ],
    [
        " number one if you have to say it you aren't number two number two completely that's right now bro",
        5228.96,
        5235.8
    ],
    [
        " number two you have to qualify your next statement by and I've done this a few times and I feel",
        5235.8,
        5241.62
    ],
    [
        " like such a douche bag you have to qualify your statement by this I've done this for 20 years I'm",
        5241.62,
        5247.62
    ],
    [
        " expert in it yeah so it's expert expert marker marker so then I then I get off on like what I",
        5247.62,
        5256.22
    ],
    [
        " you're back right but you've got to understand that that that when you have to say those things we",
        5256.22,
        5261.68
    ],
    [
        " have to qualify those things it's like saying jaco says you know when you have to qualify your",
        5261.68,
        5266.68
    ],
    [
        " next statement you've got it you go and I do it you know daily even well in addition to not",
        5266.68,
        5273.4
    ],
    [
        " having an addition to it being your ego that's playing up you also don't have a legitimate reason",
        5273.4,
        5277.86
    ],
    [
        " because if it was a legitimate reason you could articulate it properly right if I'm trying to say",
        5277.86,
        5282.38
    ],
    [
        " something to you and and I say look bro these are this I look I have I have a good podcast a lot",
        5282.38,
        5289.14
    ],
    [
        " of more people listen to my podcast your podcast you should listen to me that means I couldn't",
        5289.14,
        5293.1
    ],
    [
        " actually articulate what I was trying to say properly if I could articulate what I was trying to",
        5293.1,
        5297.94
    ],
    [
        " say yeah you'd go oh well that makes sense exactly if I can't then I go my podcast got more listening",
        5297.94,
        5303.88
    ],
    [
        " years so listen to me yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah like you said that would be",
        5303.88,
        5308.38
    ],
    [
        " just meant level 12 douche but you know and it's been the same thing on sometimes you've said to",
        5308.82,
        5313.86
    ],
    [
        " me you said something then you'd like to be like I don't even know why I said that and we'll just",
        5313.86,
        5318.78
    ],
    [
        " start laughing about it I'm like whatever dude let's just do what we're doing I was going to say",
        5318.78,
        5325.68
    ],
    [
        " something to that point though as far as the ego is concerned I think that if you don't have that",
        5325.68,
        5338.42
    ],
    [
        " sense that feeling like it can be done you can do it you will do it if you don't have that I don't",
        5338.42,
        5355.66
    ],
    [
        " get it and it's a dichotomy belief won't get you anything but without belief you won't get anything",
        5355.74,
        5365.76
    ],
    [
        " exactly so belief by itself like you know those people that are they write a meme I just had to",
        5365.76,
        5374.36
    ],
    [
        " throw that neck away I always thought that was me me I never know it was me me is it how is it",
        5374.36,
        5379.36
    ],
    [
        " me okay me I was majorly close right there the memes that say you know if you believe it you can",
        5379.36,
        5386.46
    ],
    [
        " achieve it right yeah and that's not true because just believing it does not make you achieve it if",
        5386.46,
        5393.2
    ],
    [
        " you say I believe I'm gonna be able to do 30 pull-ups in two weeks and right now I can do seven",
        5393.2,
        5398.94
    ],
    [
        " belief isn't gonna get you there exactly you have to you you have to make it happen",
        5398.94,
        5405.44
    ],
    [
        " but if you truly don't believe that you can get there you're not going to make the effort to",
        5406.08,
        5412.5
    ],
    [
        " to to get it done exactly because guess what there's gonna be times in any in any pursuit that you",
        5412.5,
        5419.48
    ],
    [
        " make there's gonna be times where you're gonna be put in check you're gonna be tested you're gonna",
        5419.48,
        5423.76
    ],
    [
        " you're gonna be trials and tribulations and if you don't believe that you can get get there you're",
        5423.76,
        5430.58
    ],
    [
        " gonna stop you're gonna quit and you're not gonna make it so belief by itself won't get you",
        5430.58,
        5438.56
    ],
    [
        " anywhere but without belief you're not going anywhere you know what I like to say is that you have",
        5438.56,
        5443.72
    ],
    [
        " you have this you there's a dream in a dream is something in a state of sleep then there's a belief",
        5443.72,
        5451.98
    ],
    [
        " and then there's the thing you're trying to achieve and then there's a void and in that void you",
        5451.98,
        5458.44
    ],
    [
        " have to fill it with action you know stepping forward so dreaming is one thing everybody has dreams",
        5458.44,
        5465.96
    ],
    [
        " believing you take it a step further and then filling the void with action makes things happen",
        5465.96,
        5471.66
    ],
    [
        " so I'm in we're on the same page I mean a thousand percent once again once again um you know that's",
        5471.66,
        5479.84
    ],
    [
        " that's awesome I'm glad that you know it's awesome to be working and that the things that we're doing",
        5479.84,
        5486.88
    ],
    [
        " people are digging so that's cool but I wanted to like actually talk a little bit says we're at",
        5487.34,
        5491.54
    ],
    [
        " gg2 camp right now can I give them an example though of what I want to just give an example of like",
        5491.54,
        5496.0
    ],
    [
        " when you when you because we're now because we're doing what we what we would do is like we work so",
        5496.0,
        5501.2
    ],
    [
        " well together right we're doing the same damn thing you know like we're like we work so well that we",
        5501.2,
        5506.92
    ],
    [
        " do work well together but let's give an example of how something could have gone wrong or let's say",
        5506.92,
        5512.68
    ],
    [
        " we got off track for a minute and came back right here we go I designed this packaging and I was",
        5512.68,
        5518.86
    ],
    [
        " like this is the best packaging this is the nicest packaging for it was for a new product we shall not",
        5518.86,
        5524.48
    ],
    [
        " talk about okay okay yeah yeah and so it was it was colorful it was it's gonna you know it's",
        5524.48,
        5539.64
    ],
    [
        " so it was funny yeah yeah yeah yeah okay glad I did try to thank you and uh so I showed it to",
        5540.1,
        5546.58
    ],
    [
        " to be little and Megan and and they were like that's awesome I was like yeah I was like I went a",
        5546.58,
        5552.42
    ],
    [
        " little over the top with it but it like this packaging would be the best right that's what I told",
        5552.42,
        5558.3
    ],
    [
        " them I built myself up I built them up this packaging would be the best because of my expertise",
        5558.3,
        5564.66
    ],
    [
        " right and uh and Brian's like what's chocolate gonna think about it and I was like doesn't matter",
        5566.2,
        5572.5
    ],
    [
        " doesn't matter yeah exactly doesn't matter so here I have did you say did you say like you know",
        5572.5,
        5578.12
    ],
    [
        " what well we'll explain it to him we'll get him I said he I said he's gonna bring it down a level",
        5578.12,
        5583.38
    ],
    [
        " from what it is but hopefully we'll hit somewhere in between and so Brian and then Brian's like",
        5583.38,
        5591.88
    ],
    [
        " bro he doesn't like it that's just ridiculous and I'm like no I said dude I said don't even worry",
        5592.0,
        5599.64
    ],
    [
        " about it I said don't talk about it so uh so I sent it to you and it was like no response",
        5599.64,
        5608.4
    ],
    [
        " and then you're like you know you iced me and in in in part of part of this and when I when I'm",
        5608.4,
        5617.14
    ],
    [
        " talking about drafting right like okay my ego comes into play and then jaco's ego comes into play",
        5617.14,
        5623.3
    ],
    [
        " and then he says something then I'd back off and then it comes back and his comes back then it back",
        5623.3,
        5629.22
    ],
    [
        " off so there's this constant but that's not ego it's it's not ego it's coming to a decision",
        5629.22,
        5635.16
    ],
    [
        " that's best so like after this colorful it's called a rainbow right then all of a sudden you're like",
        5635.16,
        5640.0
    ],
    [
        " make the rainbow black the whole rainbow just make a black the whole rainbow and that would be kind",
        5640.0,
        5646.78
    ],
    [
        " of cool so uh so I go out to Brian I was like yeah jaco doesn't like it and he like stands up",
        5646.78,
        5655.98
    ],
    [
        " and he's like bro he's like if he doesn't like this is ridiculous I literally and then I like",
        5655.98,
        5671.58
    ],
    [
        " that I literally I was like he's not on brand it's not right and so I made a quick check right",
        5672.18,
        5679.26
    ],
    [
        " and I was like dude I said you know I said I think the packaging weren't great",
        5679.26,
        5684.58
    ],
    [
        " but you know what let me go back to the drawing board because I haven't seen what else it could",
        5684.58,
        5691.12
    ],
    [
        " look like how do you freaking know what else it could look like so then I went back to the drawing",
        5691.12,
        5696.0
    ],
    [
        " board and you know and we we pushed it further and we went on brand more within and then you're like",
        5696.0,
        5702.84
    ],
    [
        " yeah not bad still not good whatever you didn't really say this really like first four responses",
        5702.84,
        5709.12
    ],
    [
        " were you for too much yeah too much too much next one too much yeah exactly so you're like okay he's",
        5709.12,
        5715.86
    ],
    [
        " he just wants me to bring this back to the basics so you know it's funny you use the term on brand",
        5715.86,
        5722.98
    ],
    [
        " and that's one of those things I get here get thrown around like about about brands right and I was",
        5724.1,
        5731.6
    ],
    [
        " at I was getting interviewed the other day some interview and the guy said something about like um",
        5731.6,
        5737.26
    ],
    [
        " you know it's impressive how quickly you've built your brand right and I looked at him and I said",
        5737.26,
        5744.26
    ],
    [
        " I'm not a brand I'm a person I'm a person what I'm doing",
        5744.26,
        5751.58
    ],
    [
        " is not what I'm doing so that I can leverage people what I do is just me and I'm just a person",
        5752.1,
        5765.0
    ],
    [
        " so if you asked me if I would wear a rainbow t-shirt I wouldn't no I've asked you to wear lots of",
        5765.0,
        5773.18
    ],
    [
        " stuff when you have and if and if you asked me but but that's not because of I'm trying to",
        5773.18,
        5780.16
    ],
    [
        " be something it's because that's who I am right and I have been I had one of my bros who I hadn't seen",
        5780.68,
        5787.7
    ],
    [
        " in a while and he we met at a little place we go to in San Diego and I hadn't seen him in a year and a",
        5787.7,
        5796.72
    ],
    [
        " half and he comes walking in and he sees me and I'm wearing the same thing that I always wear",
        5796.72,
        5802.82
    ],
    [
        " paragines a victory black t-shirt and he walks in and he sees and it was wintertime and I was wearing a",
        5803.78,
        5809.66
    ],
    [
        " flannel like a whatever like a New England yeah like a New England but like cheap whatever flannel",
        5809.66,
        5816.44
    ],
    [
        " with the quilt inside of it yeah and um he sees me and like when he sees me and this is kind of",
        5816.44,
        5823.28
    ],
    [
        " you know after the books and the podcast and he's another seal so he's suspect and he sees me",
        5823.28,
        5830.64
    ],
    [
        " and I see his face and his face like gets happy when he sees me and he and he comes over and like",
        5830.64,
        5837.96
    ],
    [
        " does like a bro hug and he says bro you're fucking exactly the same and I was like yeah man",
        5837.96,
        5844.9
    ],
    [
        " and he goes I fucking knew it and like that to me was the best compliment I'll ever get is like okay",
        5844.9,
        5854.52
    ],
    [
        " no matter what happens I'm not a brand I'm not doing anything for you know any other reason",
        5854.52,
        5862.9
    ],
    [
        " other than it's just me and that's just just what I'm doing and if people are cool with it man",
        5862.9,
        5867.62
    ],
    [
        " that's awesome I'm stoked and that's what I love about you because you actually are checking your ego",
        5867.62,
        5873.26
    ],
    [
        " because this is who you are and you're not this person and that's what that's why you work you know",
        5873.26,
        5880.28
    ],
    [
        " that's why it works no rainbows no rainbows man no uh rainbow emojis coming from me",
        5880.28,
        5887.38
    ],
    [
        " I don't mind rainbows echo sent oh he texts my wife sometimes because they got to organize some",
        5887.38,
        5892.84
    ],
    [
        " administrators he said all right a unicorn and a rainbow yeah should I be pissed at that",
        5892.84,
        5898.56
    ],
    [
        " should another man send another should in what placement was it unicorn then rainbow or rainbow",
        5898.56,
        5904.62
    ],
    [
        " than unicorn I don't know what kind of secret messages are going on over there then unicorn yeah",
        5904.62,
        5908.42
    ],
    [
        " what's that even mean bruh man it's just a soft very polite way you send another man's wife",
        5908.42,
        5915.02
    ],
    [
        " a rainbow and a unicorn in a text definitely not no no no but yes that question over the line",
        5915.02,
        5921.68
    ],
    [
        " no no no no no no no you asked the question wrong you you the question is are there any possible",
        5921.68,
        5927.84
    ],
    [
        " circumstances where it's okay to send a rainbow in a unicorn well let me give you let me give you",
        5927.84,
        5932.78
    ],
    [
        " an example echo if you're at if you like a miscommunication if you're at the little fair and you get",
        5932.78,
        5939.3
    ],
    [
        " the prized unicorn the fluffy one do you turn and hand it to your wife or do you turn and hand it",
        5939.3,
        5944.14
    ],
    [
        " to choco's wife about okay just kidding I just can't find out a whole bucket of him he's like I",
        5944.14,
        5950.02
    ],
    [
        " do on my phone I'm gonna hand him to both of us I'm gonna hand him to my dad and the wife in the other",
        5950.02,
        5954.24
    ],
    [
        " girls that were both unicorns all around all around and echo hasn't changed and echo hasn't trained for",
        5954.24,
        5958.72
    ],
    [
        " but he's coming after my neck I'm backing up from my cool yes I'm gripping it ready to yeah no",
        5958.72,
        5965.12
    ],
    [
        " I was just kidding no I think it's absolutely okay because we don't have ego I'm just making sure",
        5965.12,
        5970.4
    ],
    [
        " we we know we're dropping ego hey you know they're friends yeah no that's cool I guess yeah I'm",
        5970.4,
        5975.54
    ],
    [
        " sending his wife unicorns and rings but if you did that's cool in fact that's eight dang that's kind",
        5975.54,
        5980.46
    ],
    [
        " of nice talk go day you know what you guys got me saying dang you want to know what you want to know",
        5980.46,
        5986.86
    ],
    [
        " the only reason why I think it's acceptable that this guy echo Charles sends my wife",
        5986.86,
        5992.54
    ],
    [
        " unicorns and rainbows because you love him like a brother no because he sends me unicorns",
        5992.54,
        5998.68
    ],
    [
        " there you go he keeps it real all around he actually sends me he's I think he actually sends me",
        5998.68,
        6005.1
    ],
    [
        " my wife unicorns and rainbows he probably does you know what he has the best flanking technique",
        6005.1,
        6010.42
    ],
    [
        " what what do you do he make sure the wives are happy oh yeah yeah yeah yeah yeah yeah yeah man yeah",
        6010.96,
        6019.32
    ],
    [
        " yeah have your wife have them like I go so nice oh yeah absolutely that's like three unicorns",
        6019.32,
        6023.32
    ],
    [
        " and rainbows all of a sudden he's nice well that's why I send them because it's nice so boom there you go",
        6023.32,
        6029.42
    ],
    [
        " where's win win win yeah oh man uh so I did want to before you you brought it back to you go which is",
        6029.42,
        6036.54
    ],
    [
        " cool man that's that's good points man I mean I think you know you and I are both like",
        6036.54,
        6040.86
    ],
    [
        " regardless of anything else we're both established human beings man with families and businesses",
        6040.86,
        6046.44
    ],
    [
        " right so there's definitely gonna be I mean I remember when I met you I was like",
        6046.44,
        6049.74
    ],
    [
        " you know this may not work out this may not work out and I was like you know this guy he's",
        6049.74,
        6057.34
    ],
    [
        " done a lot and his ego might be a little bit there might not be enough room for for someone else",
        6057.34,
        6063.26
    ],
    [
        " in this picture what I realized is it what it wasn't ego you know what it was it was what I",
        6063.26,
        6068.58
    ],
    [
        " talked about it was pride you were proud of what you and your team had done proud of that right",
        6068.58,
        6074.92
    ],
    [
        " fully so I'd say pride in protection yeah yeah yeah for sure for sure like life's work you know we",
        6074.92,
        6082.0
    ],
    [
        " just did the the Kipling poem if everything you put your whole life into that's what that's what",
        6082.0,
        6088.44
    ],
    [
        " this is and you're like looking at me like hey man hold on a second yeah just let's do a little",
        6088.44,
        6093.08
    ],
    [
        " security check exactly yeah but you know I just realized how proud you were of that and that",
        6093.08,
        6098.34
    ],
    [
        " your ego your ego was hey I don't care about that what I care about is making sure that this",
        6098.34,
        6106.48
    ],
    [
        " goes in the right direction like what's kind of like what I just said about what is me well this is",
        6106.48,
        6113.26
    ],
    [
        " you right this is like what you built and you want to make sure that it's reflected well yeah",
        6113.48,
        6120.02
    ],
    [
        " that's all time that's it and there's nothing wrong with that if you didn't have that you wouldn't",
        6120.02,
        6125.64
    ],
    [
        " be here you wouldn't have made it this far no chance true you've given up after the freaking first",
        6125.64,
        6134.26
    ],
    [
        " tangled bunch of great all right jujitsu yeah man I want to talk because it's a pretty",
        6134.26,
        6142.88
    ],
    [
        " jujitsu camp is awesome clearly jujitsu immersion camp if you don't know what we're talking about",
        6143.64,
        6147.66
    ],
    [
        " it's what's seven days total you sunday the sunday sunday sunday up in Maine and the week before",
        6147.66,
        6154.9
    ],
    [
        " labor day week before labor day jujitsu jujitsu and jujitsu three times a day we have sessions people are",
        6154.9,
        6160.12
    ],
    [
        " training outside of sessions but you've been running it for seven years beautiful camp here camp",
        6160.12,
        6165.86
    ],
    [
        " laurel yeah yeah and what's the town it's we're actually in mount Vernon main mount Vernon main on echo like",
        6165.86,
        6172.74
    ],
    [
        " echo like echo Charles echo Charles Lake layers did you jump in this week negative negative come",
        6172.74,
        6178.82
    ],
    [
        " have found the time and brought you can't even forget to out did you bring it back",
        6178.82,
        6183.9
    ],
    [
        " time I know I know with I know when you look up that direction you go to the creative part of",
        6183.9,
        6192.86
    ],
    [
        " your brain instead of the analytical did you see that he's like can't find the time no better go",
        6192.86,
        6198.02
    ],
    [
        " with the better word the time it's like I'm on my way like when I think about it I'm like doing",
        6198.02,
        6201.9
    ],
    [
        " something and then you know when you're I'm done doing it I just for ahead you know it's not in my mind",
        6201.9,
        6206.24
    ],
    [
        " forget I have I have not probably where ties jumping in the lake either yeah yeah I have",
        6206.24,
        6211.34
    ],
    [
        " not I'm proud it was so hot when we got here it was it's actually I was working out in the morning",
        6211.34,
        6216.16
    ],
    [
        " in the gym and it was I was sweating so because I sweat a lot yeah and I mean it clearly if you go",
        6216.16,
        6221.48
    ],
    [
        " to my social media I I take some pictures of my sweat sometimes yeah but I was sweating so much",
        6221.48,
        6227.62
    ],
    [
        " it was freaking gross because it was 95 degrees in humid and so there's just Lake Jocco in the gym",
        6227.62,
        6233.74
    ],
    [
        " sweat everywhere yeah I think people were people were like oh fired up Jocco's here oh that's",
        6233.74,
        6239.0
    ],
    [
        " kind of gross yeah for a second but then you jumped in the lake and then a bunch of people showed",
        6239.0,
        6243.5
    ],
    [
        " up when you were walking down the dock and everybody's like oh shit like King Arthur walking",
        6243.5,
        6248.92
    ],
    [
        " into his palace you were just like you were just like walking and I was like and I was sitting",
        6248.92,
        6253.12
    ],
    [
        " I was standing up on my dog by the cabin and everyone's just like oh Jocco yeah remember",
        6253.12,
        6259.64
    ],
    [
        " remember Dezi at the factory when when there was the Baklava there and she came over to me and she's",
        6259.64,
        6266.44
    ],
    [
        " like hey can I have some Baklava and you were right next to her and she hadn't met you yet she's",
        6266.44,
        6269.88
    ],
    [
        " like 19 years old yeah and she listens to the podcast and I was like uh yeah you got to ask Jocco",
        6269.88,
        6276.42
    ],
    [
        " or whatever she's like oh I just want that now I was like yeah here he's right there and she",
        6276.42,
        6279.88
    ],
    [
        " looks behind her and she looks like oh good Jocco and it's like what it was so funny and it was",
        6279.88,
        6286.84
    ],
    [
        " we had like 200 people doing that so you were just like and then you got bombarded it was awesome",
        6286.84,
        6291.9
    ],
    [
        " well I have been hitting the lake after after I get out of Lake Jocco in the gym then I moved",
        6291.9,
        6297.32
    ],
    [
        " down to Lake Echo and go for a swim and it's awesome it's been warm too yeah yeah it's been warm",
        6297.32,
        6303.52
    ],
    [
        " people weren't prepped for the shift oh no I warned them I know I actually posted like videos",
        6303.52,
        6309.5
    ],
    [
        " in my car of the temperature yeah okay here's the temperature it's 55 degrees look see here it's",
        6309.5,
        6315.76
    ],
    [
        " gonna get colder and the daytime's gonna be 80 or 90 prepare for that yep yep yep how people",
        6315.76,
        6321.6
    ],
    [
        " forget so soon um so we're here for Jocco not just for swimming and working out even though that",
        6321.6,
        6327.54
    ],
    [
        " is part of it uh I want I was wondering about so it's it's it's good to when you do something you",
        6327.54,
        6334.02
    ],
    [
        " done this once every year you do it done it for seven years when you have a frame like that it's",
        6334.02,
        6338.92
    ],
    [
        " like a snapshot in time I wanted to kind of ask you about what you've seen first of all Jiu Jitsu in",
        6338.92,
        6346.66
    ],
    [
        " terms of the people that are coming to camp who are they what's been different I mean obviously",
        6346.66,
        6354.96
    ],
    [
        " there's a big change this year because we had a lot of people that listened to this podcast",
        6354.96,
        6358.5
    ],
    [
        " yeah that have come up probably a couple hundred of them over the two days I would say yeah absolutely",
        6358.5,
        6364.86
    ],
    [
        " and and you know what the crazy thing is is I'm a little bit crazy like I actually put my cell phone",
        6364.86,
        6370.06
    ],
    [
        " number in the public I have to tell you that no oh yeah I'm like hey you coming to camp you want",
        6370.06,
        6375.94
    ],
    [
        " to come to camp got a question here's my cell phone so I usually do preface it with like don't text",
        6375.94,
        6381.54
    ],
    [
        " me crazy shit don't ask me random questions but I can answer questions about camp because I want",
        6381.54,
        6386.72
    ],
    [
        " to give I want to give people zero excuses I didn't know what to expect I didn't know who's going",
        6386.72,
        6392.38
    ],
    [
        " to be coming so the messages I got were like hey I listen to jackele podcast I've never trained",
        6392.38,
        6397.6
    ],
    [
        " Jiu Jitsu is this a good time to start hey I'm 50 years old I've never trained Jiu Jitsu would it be",
        6397.6,
        6405.84
    ],
    [
        " good to come to camp or not you know a lot of questions like that and every single one I said I've",
        6406.5,
        6411.44
    ],
    [
        " got a bunch of people asking the same question we'd love to have you and it will be the",
        6411.44,
        6416.68
    ],
    [
        " the greatest singular experience you will ever have in Jiu Jitsu because you're going to be starting",
        6416.68,
        6422.34
    ],
    [
        " not just in an amazing place but with amazing instructors and when I asked the first day everybody",
        6422.34,
        6428.86
    ],
    [
        " raised their hand who hasn't trained Jiu Jitsu before were you were you here at that first we were",
        6428.86,
        6433.18
    ],
    [
        " a couple hours behind 50 people like hand up I looked at the other stars like holy crap if you're",
        6433.38,
        6440.98
    ],
    [
        " listening and you want to change Jiu Jitsu I do recommend that you do it here we go I do recommend",
        6440.98,
        6446.24
    ],
    [
        " it's really good for you it really is good for you in so many different ways and to see",
        6446.24,
        6451.82
    ],
    [
        " the people here that have never changed Jiu Jitsu before yeah and see that it's it I have well I",
        6451.82,
        6458.54
    ],
    [
        " don't think any of us none of us have ever you don't ever get to see 50 people that have never",
        6458.54,
        6463.42
    ],
    [
        " changed Jiu Jitsu before or 75 people that have never changed Jiu Jitsu before and you get to teach",
        6463.42,
        6467.86
    ],
    [
        " them all at once at least I've never done that before no and I mean you definitely don't get 58",
        6467.86,
        6471.94
    ],
    [
        " year old seven thin judo black belts who have never put on a Jiu Jitsu key before you know looking for",
        6471.94,
        6477.9
    ],
    [
        " a white belt yeah and we've got one of them here too no it's but my point and seeing all the people",
        6477.9,
        6484.28
    ],
    [
        " at one time you know when you occasionally get a white belt someone that's never trained before when",
        6484.28,
        6488.28
    ],
    [
        " you teach them a couple moves and you get to see one spark in someone's brain go they start to",
        6488.28,
        6494.08
    ],
    [
        " get it but to see 50 people yeah go maybe eyes open up and it usually doesn't happen all at once",
        6494.08,
        6500.94
    ],
    [
        " because some people will get it when you get you know some people make the connection here some",
        6500.94,
        6504.38
    ],
    [
        " people to make the connection over here some people make the connection over there and it's",
        6504.38,
        6508.26
    ],
    [
        " but in a in a period of an hour and a half training session you can definitely see people you'll see",
        6508.26,
        6516.74
    ],
    [
        " 25% of the people make a real connection and the connection is between knowing and not knowing",
        6516.96,
        6526.68
    ],
    [
        " between between not knowing what this thing is and how expansive it is and knowing what this",
        6526.68,
        6536.86
    ],
    [
        " thing is and how expansive it is and how it is so powerful I think that's the difference when",
        6536.86,
        6543.3
    ],
    [
        " somebody goes oh like I did it yesterday I was teaching just the mount escape and I was teaching",
        6543.3,
        6550.3
    ],
    [
        " the mount escape with first the oompa right and then going to elbow escape and as I explained I was",
        6550.3,
        6559.88
    ],
    [
        " looking at this one girl and as I explained that as I tried to oompa them over and the person moves",
        6559.88,
        6567.22
    ],
    [
        " out their leg to stop from being flipped over and I go and I said freeze and I said now look at his",
        6567.22,
        6572.78
    ],
    [
        " leg and I said that's what I wanted and I slipped my leg out and put him in half-guard and I looked at",
        6573.26,
        6579.58
    ],
    [
        " her eyes and it was like oh yeah and her eyes got big and I was like I looked at everyone's looking",
        6579.58,
        6586.38
    ],
    [
        " at her yeah she gets it yeah because that's when you realize and then you realize that all the stuff",
        6586.38,
        6592.62
    ],
    [
        " every move that you've seen over three days it's all connected it all makes sense and it's all",
        6592.62,
        6598.66
    ],
    [
        " it's all interwoven with each other into this fabric that creates this thing you looked at me",
        6599.2,
        6604.64
    ],
    [
        " yesterday and you're like hey get me in quarter guard and I'm like what's quarter guard oh yeah",
        6604.64,
        6608.8
    ],
    [
        " you're like definitely put a foot in it whatever I didn't know I didn't actually know it was a",
        6608.8,
        6612.72
    ],
    [
        " I just thought was like I with the thought was that was me trying to mount you were past the guard",
        6612.72,
        6618.14
    ],
    [
        " but you showed the one you like I go to deep half and I was like I go to deep half from here",
        6618.14,
        6622.64
    ],
    [
        " that's what I like to do and you're like well let me show the move because you're move too complex",
        6622.64,
        6627.66
    ],
    [
        " I was like yeah they're failing at it right now and so you kind of took the control of that session",
        6627.66,
        6633.08
    ],
    [
        " and you did this move where how you got a deep half and I was like thinking to myself I like that",
        6633.08,
        6640.4
    ],
    [
        " and I had one of those and I was like oh stop because you use this use the same clamp hip rotation I",
        6640.4,
        6648.06
    ],
    [
        " use for like one of my special sweeps and I and I didn't it never registered and I was like",
        6648.06,
        6653.1
    ],
    [
        " that first thing I'm teaching I could back is that right there that's that's Jeff Glover that's",
        6653.1,
        6657.22
    ],
    [
        " Jeff Glover was the head jujitsu instructor with Dean at my gym for four years so we did a lot",
        6657.22,
        6664.22
    ],
    [
        " of deep half guard not enough I can need more but he had some great setups there you know and",
        6664.22,
        6670.22
    ],
    [
        " what are you seeing right now moves well at camp one yeah what did everyone want to learn well",
        6670.22,
        6676.62
    ],
    [
        " first of all camp one was a blood bath no not really a blood bath it was just came up here to",
        6676.62,
        6683.14
    ],
    [
        " beat each other yeah we over camp one was first of all I had what belt were you in camp one I think",
        6683.14,
        6690.12
    ],
    [
        " I was a fresh black belt I think I had I think I just gotten it yeah um because it was 2012 I had",
        6690.12,
        6700.18
    ],
    [
        " just gotten back from Abu Dhabi and I was on top of my game and we had like a tanky you know you",
        6700.18,
        6708.18
    ],
    [
        " know a cast of my dance was up here or I fell for me go barbose hope and then the main the main crew",
        6708.18,
        6713.46
    ],
    [
        " to deck going on and Mackenzie Derner's up here and so that that first a year",
        6713.46,
        6718.26
    ],
    [
        " we were just beating up on each other just came up here to basically train everyone was competing and",
        6718.26,
        6725.84
    ],
    [
        " whatnot yeah and what had happened is is we had launched like hey we're bringing these experts",
        6725.84,
        6734.44
    ],
    [
        " but we had launched that after we had you know started to had the registration right for a while",
        6734.68,
        6739.3
    ],
    [
        " and what we saw that first year was we didn't pick up a lot of extra people by having the experts",
        6739.3,
        6745.2
    ],
    [
        " right and so people came and then we did the second year was a lot like the first year except there",
        6745.2,
        6753.32
    ],
    [
        " was more people and what we came to find out is that people were looking for an experience",
        6753.32,
        6760.36
    ],
    [
        " right everyone's looking for something and the way that we love Jujitsu and how it's affected our lives",
        6760.94,
        6768.8
    ],
    [
        " it's almost like if you inject that with something extra that's what camp is so Dean pointed",
        6768.8,
        6774.78
    ],
    [
        " this out to me he's up here right now Dean Lister uh Dean pointed out to me that in Europe he says",
        6774.78,
        6781.32
    ],
    [
        " adults do camps they go to camp in America kids go to camp and and and that makes sense right I",
        6781.64,
        6790.22
    ],
    [
        " said I'm never even dreamt of going into a camp a camp I never even dreamt as an adult are you",
        6790.22,
        6795.06
    ],
    [
        " kidding me I never thought about that but in Europe apparently hey it's totally normal to say hey",
        6795.06,
        6799.94
    ],
    [
        " you're gonna go to this rock climbing camp or you're an adult you're a grown person you're gonna",
        6799.94,
        6803.24
    ],
    [
        " go to a gymnastics or a yoga camp or something like that or you're gonna go to a tennis camp as an",
        6803.24,
        6808.74
    ],
    [
        " adult in America we don't do that no we do now yeah we did Jujitsu camp that's right I'm gonna get",
        6809.38,
        6814.78
    ],
    [
        " something and you know echo when I were talking the other day and I think this is a great premise",
        6814.78,
        6820.16
    ],
    [
        " okay and I don't want this to sound crazy right but imagine if the goal of the camp is to increase",
        6820.16,
        6832.42
    ],
    [
        " your skill level one belt that's actually is a very good reality so it's not it might not be realistic",
        6832.42,
        6843.26
    ],
    [
        " right you're not gonna go you're not gonna gain that much skill but let me break it down we you're",
        6843.26,
        6848.64
    ],
    [
        " okay your initial thought is like no way could that happen right you can't get that much better",
        6848.64,
        6852.44
    ],
    [
        " in a short period but now I want you to think about something you get you train if you come here and",
        6852.44,
        6857.12
    ],
    [
        " you train for six hours a day for seven days what do you got 42 hours you take that that's two or",
        6857.12,
        6867.76
    ],
    [
        " three months worth of training but but think about this how often when you go to training are you",
        6867.76,
        6872.98
    ],
    [
        " learning a move that you already knew often how often you go into training you're looking to move",
        6872.98,
        6877.5
    ],
    [
        " that really doesn't fit your style often what if you came to a place where you were just gonna learn",
        6877.5,
        6883.3
    ],
    [
        " the moves that you needed to improve your skill level that much now I think we're close I mean",
        6883.3,
        6890.06
    ],
    [
        " that you're you're gonna walk out of this camp as is right now just way better way better I was",
        6890.06,
        6896.64
    ],
    [
        " thinking about it one time I taught a group of seals five straight days eight hours a day for for",
        6896.64,
        6904.8
    ],
    [
        " jiu jitsu I called it I named it I named the course what it was called jaco",
        6904.8,
        6911.48
    ],
    [
        " j period o period c period k period o and it was it stood for",
        6911.48,
        6920.26
    ],
    [
        " jiu jitsu offense for combat killing operations",
        6920.26,
        6925.26
    ],
    [
        " in difficult jaco fashion I was like I don't know I was young",
        6927.6,
        6933.18
    ],
    [
        " I think I was 26 or so that's 25 but it's but anyways so but what I've always",
        6933.18,
        6939.28
    ],
    [
        " did that when I was teaching jaco offense for combat killing operations when I was teaching that",
        6939.28,
        6944.48
    ],
    [
        " course of instruction even though I was training guys that had never trained and I was a blue belt",
        6944.48,
        6950.46
    ],
    [
        " but even though I was training guys it would have never trained before I was still going to",
        6951.32,
        6955.92
    ],
    [
        " Fabio as my my teacher at night and every day I got like better every day I got better and I thought",
        6955.92,
        6964.4
    ],
    [
        " to myself oh wow there's something to this and that's why when I would do deployments with no",
        6964.4,
        6968.96
    ],
    [
        " guys to train with I would just have my guys come and train with me you know like hey you come from",
        6968.96,
        6973.22
    ],
    [
        " 12 to 12 15 and you come from 12 15 to 12 30 and I just roll with every guy in the platoon and",
        6973.22,
        6978.9
    ],
    [
        " just to get the mat time because that mat time is going to help you but then if you imagine this",
        6979.14,
        6983.18
    ],
    [
        " you take what we're doing here you have specific instruction instructors that are good at different",
        6983.18,
        6989.2
    ],
    [
        " little parts of the game exactly and you go oh Alexei can you help me with my daily heave I'm",
        6989.2,
        6994.92
    ],
    [
        " going to spend the next four hours getting not a private but a private basically basically from",
        6994.92,
        7002.0
    ],
    [
        " Alexei oh Dean Lister is here adn can you show me how to finish this heel hook in these different",
        7002.0,
        7008.8
    ],
    [
        " positions you know I mean I like you could go the deco can you look I want to I want to sweep",
        7009.12,
        7015.1
    ],
    [
        " from butterfly guard can you you're master this can you perfect my game in that area and I think",
        7015.1,
        7023.1
    ],
    [
        " if you carved it upright you can look are you gonna get a new belt level no but if you make that",
        7023.1,
        7029.54
    ],
    [
        " your goal to get in here and fill holes you're gonna walk out of here with massive amounts of",
        7029.54,
        7033.96
    ],
    [
        " improvement you know what's incredible and that's the immersion part of it like it's immersion",
        7033.96,
        7038.32
    ],
    [
        " you know people are very nervous about not so much anymore but I still get a lot of emails like",
        7038.32,
        7044.36
    ],
    [
        " is it right for me and it's well we're all adults first of all so it's there's sessions and",
        7044.36,
        7052.02
    ],
    [
        " there's opportunity outside those sessions but everyone's here for the same purpose and like I",
        7052.02,
        7059.98
    ],
    [
        " it's not all about it is full on immersion of jujitsu from some of the world's best but we've",
        7059.98,
        7067.04
    ],
    [
        " had people come to camp as a new blue belt they're now black belts they still come to camp",
        7067.04,
        7074.68
    ],
    [
        " yeah usually when you hit purple belt you get a bit of ego when you hit brown belt you're basically",
        7074.68,
        7082.34
    ],
    [
        " a black belt and when you hit black belt you think you should be sponsored that's how it",
        7082.34,
        7090.02
    ],
    [
        " goes in jujitsu that's probably out here on the on the west coast in San Diego like yeah you're not",
        7090.02,
        7096.6
    ],
    [
        " thinking that okay you can't see all the black belts and brown belts out there that register for",
        7096.6,
        7103.22
    ],
    [
        " camp oh yeah yeah it's crazy it's crazy so it is it's like a full immersion for all levels which",
        7103.22,
        7110.1
    ],
    [
        " it's incredible to be able to bring all the levels to camp okay though now this needs to be said",
        7111.28,
        7117.22
    ],
    [
        " it's also in what we would call in the military a gentleman's course yes yes do the civilians know",
        7117.22,
        7124.54
    ],
    [
        " what that means the difference okay in the military a normal course of instruction means you're",
        7124.54,
        7131.7
    ],
    [
        " gonna go and you're gonna be basically treated like crap and you're gonna do crappy things and it's",
        7131.7,
        7136.82
    ],
    [
        " like hey we're gonna make you understand this a gentleman's course like okay look we're gonna",
        7136.82,
        7141.78
    ],
    [
        " get the material covered you're gonna get treated like a grown man or in this case grown woman",
        7141.78,
        7146.72
    ],
    [
        " you're not gonna treat like a child so that so this place is gentleman's course is not like hey",
        7146.72,
        7151.9
    ],
    [
        " you will be if you want to skip a session here skip a session you don't want to do take-downs",
        7151.9,
        7158.16
    ],
    [
        " hold on don't don't do take-downs you don't you want to relax in the morning and don't want to",
        7158.16,
        7162.44
    ],
    [
        " do the morning session or you want to stay up on the mat all night and get on vampire hours get",
        7162.44,
        7167.44
    ],
    [
        " some I got on vampire hours yeah I know yeah every morning so so it's a gentleman's course and and you",
        7167.44,
        7174.48
    ],
    [
        " can come here and you can pick and choose what you want to do if you there's people here I thought",
        7174.48,
        7178.9
    ],
    [
        " this was cool people here that are injured that cannot roll but they're here and they're learning",
        7178.9,
        7183.56
    ],
    [
        " moves and they're drilling as much as they can and then cool they're gonna go home and use them",
        7183.56,
        7188.06
    ],
    [
        " alive when they can use them live so that parts that part's pretty cool uh what I want to go I",
        7188.06,
        7194.34
    ],
    [
        " hate to drag you back this but moves do you remember moves like from seven years ago that people",
        7194.34,
        7198.74
    ],
    [
        " were looking at compared to now anything anything anything jump out at you or am I just like",
        7198.74,
        7204.74
    ],
    [
        " talking up on the wrong trick no totally total I mean I remember standing there I remember sitting",
        7204.74,
        7211.44
    ],
    [
        " in the stands watching Hodger Gracie choke everybody out from out every single person in the pyramid",
        7211.44,
        7220.58
    ],
    [
        " at the world championships and thinking that's and I was young young you know belt and I'm",
        7220.58,
        7227.4
    ],
    [
        " thinking like oh that's real jujitsu then I remember the Mendez brothers bear em bowl-oing everybody",
        7227.4,
        7232.94
    ],
    [
        " and then thinking like well maybe maybe that's jujitsu you know but as you progress you come to find",
        7232.94,
        7239.0
    ],
    [
        " out it's all jujitsu and it's all cyclical and that's the bottom line there's a cycle of jujitsu and",
        7239.0,
        7244.2
    ],
    [
        " things you know your body can only do certain things right you can only you can't bend your elbow",
        7244.2,
        7251.04
    ],
    [
        " backwards you know there's you have some resilience you build up some resilience to different things but",
        7251.04,
        7255.64
    ],
    [
        " it's a it's the cyclical thing and I've seen things that came and then were defended and then",
        7255.64,
        7264.36
    ],
    [
        " changed they came again and were defended and then changed like the daily heavagard I love the daily",
        7264.64,
        7270.84
    ],
    [
        " heavagard and it's coming back you know and and and it's the first time the first time I've seen it",
        7270.84,
        7279.28
    ],
    [
        " come back is when that that new kid swept Bouchesha with a straight up daily heavage sweep who's",
        7279.28,
        7285.7
    ],
    [
        " that kid that's coming on the scene hardcore now I don't know man grab Mary Galley I don't know yeah",
        7285.7,
        7292.66
    ],
    [
        " but as far as moves for me I always stick to the basics like you know make them skate on ice when",
        7293.64,
        7301.82
    ],
    [
        " you're on bottom and put them under the ice when you're on top and I just try to stick to those two",
        7301.82,
        7305.8
    ],
    [
        " things and you know moves come or go but you know the concepts stay the same they don't ever change",
        7305.8,
        7310.98
    ],
    [
        " concepts and jujitsu conceptually nothing ever changes you're trying to do something yeah it's",
        7310.98,
        7316.8
    ],
    [
        " like the laws of combat okay the concepts don't change you cover moves cover move and it's",
        7316.8,
        7322.64
    ],
    [
        " off-balancing someone is putting them off balance right what when you see different people teach",
        7323.1,
        7328.16
    ],
    [
        " what type of instruction do you think works best for you personally Pete Roberts",
        7328.16,
        7333.6
    ],
    [
        " for me I want clear concise just straightforward show me once do you like to see the move",
        7333.6,
        7344.76
    ],
    [
        " like like individual moves or do you like to understand the broader concept",
        7346.12,
        7351.54
    ],
    [
        " on concept guy I'm too good to my artsy fartsy maybe mind but I like the concepts of it yeah",
        7351.54,
        7359.02
    ],
    [
        " and it's weird and that's one thing that's good about this is you have some of the instructors",
        7359.02,
        7363.5
    ],
    [
        " teach here's them here's move one two three four five six seven that's the move",
        7363.5,
        7370.12
    ],
    [
        " you do these seven things that's the move other teachers here like here's what you're trying to do",
        7371.16,
        7377.08
    ],
    [
        " first there's what you're trying to do second here's what you're trying to do third it's probably",
        7377.08,
        7381.78
    ],
    [
        " going to cause this to happen and when that happens here's what you're going to do with it it's a",
        7381.78,
        7385.36
    ],
    [
        " linear system and I look at jujitsu non-linear yeah but it's okay to look at linear two because some",
        7385.36,
        7390.52
    ],
    [
        " people that's their learning style that well that's why I'm saying this is some people I give",
        7390.52,
        7395.08
    ],
    [
        " them the concept and then they say because I'm a I'm a conceptual teacher yeah I give them the",
        7395.08,
        7400.04
    ],
    [
        " concept and they say okay where do I grab exactly exactly and as soon as they ask me that I realize",
        7400.04,
        7406.14
    ],
    [
        " I say okay grab here mm-hmm other hand here foot here push pull lean there it is that's why I'm a",
        7406.14,
        7415.62
    ],
    [
        " shitty teacher well you're only you're only a shitty teacher to people that aren't that don't",
        7415.62,
        7425.06
    ],
    [
        " look at that I think that's good to have people I mean how long you've been training for 2006",
        7425.06,
        7431.76
    ],
    [
        " I started so 12 years you've been training 12 years and I showed a move that you were",
        7431.76,
        7441.64
    ],
    [
        " black about when I was you know in diapers in jujitsu so so I showed a move that you didn't see",
        7441.64,
        7448.7
    ],
    [
        " in 12 years right you showed a move I've been training for a long longer 20 something years",
        7448.7,
        7455.98
    ],
    [
        " and you showed move I didn't never seen before is that mean I need to expose myself to more yes",
        7455.98,
        7462.66
    ],
    [
        " but it also means guess what there's only so much knowledge and what's cool about this is",
        7462.66,
        7466.66
    ],
    [
        " the moves get filtered by human beings right you're not you're not out there teaching a move that",
        7466.66,
        7472.74
    ],
    [
        " you haven't used and don't feel good about whereas there could be moves that you can learn like all",
        7472.88,
        7479.7
    ],
    [
        " that person's never actually use that move before mm-hmm so things to be interested you know you've",
        7479.7,
        7485.62
    ],
    [
        " talked about immersion and explain this to everyone I don't know if I've ever done a language compared",
        7485.62,
        7490.92
    ],
    [
        " language to on this podcast oh on this podcast I don't know okay I don't know either for people that",
        7490.92,
        7498.72
    ],
    [
        " want to learn jujitsu this is an immersion camp but no matter where you're learning it this is great",
        7498.72,
        7504.42
    ],
    [
        " I know what you're gonna say the language thing I you you really got me when you said this okay so",
        7504.42,
        7508.88
    ],
    [
        " here's what here's what it is to learn jujitsu you know I compares to learning a language I was an",
        7508.88,
        7515.78
    ],
    [
        " English major um so and I studied linguistics inside of studying English learning a language and",
        7515.78,
        7524.72
    ],
    [
        " learning jujitsu are very similar when you so when echo who echo gives a great",
        7524.72,
        7529.96
    ],
    [
        " introductory course to jujitsu it's like what do you teach mount you teach all the positions mount",
        7529.96,
        7535.92
    ],
    [
        " back half guard guard side control and you teach a little bit of action from each one maybe one or",
        7535.92,
        7544.48
    ],
    [
        " two submissions from one or two one or two escapes from one or two so it's a total of five positions",
        7544.48,
        7551.22
    ],
    [
        " and seven moves let's say something like that when he gets done teaching that introduction and it's",
        7552.5,
        7558.0
    ],
    [
        " actually the same introduction that I basically teach and when I when I've taught it at the",
        7558.0,
        7562.32
    ],
    [
        " monster this is when I first said this so at the monster I said when we got done with this hour",
        7562.32,
        7566.7
    ],
    [
        " and a half and the always people are all fired up because they know how to do the Americana and they",
        7566.7,
        7570.02
    ],
    [
        " know how to do the the the re-renaked choke and they're they're basically in their minds trained killer",
        7570.02,
        7575.56
    ],
    [
        " so I guess probably absolutely absolutely and when we get done with that I say okay you have just",
        7575.56,
        7581.46
    ],
    [
        " learned the the one line that forms the small letter a that goes down the side that you've only",
        7581.46,
        7589.48
    ],
    [
        " learned you haven't even actually learned the letter a yet exactly in terms of looking at his",
        7589.48,
        7594.42
    ],
    [
        " language you train for another few hours you might have an a right and then you then okay now",
        7594.42,
        7600.22
    ],
    [
        " but can you speak a sentence nope you can't even form a word yet there's a one word you can form",
        7600.22,
        7604.96
    ],
    [
        " it's ah you got one word that's basically we're out so what you need to do is you need to learn more",
        7605.08,
        7611.5
    ],
    [
        " moves but once you learn different you couldn't just learn letters you need to learn how to spell that's",
        7611.5,
        7617.6
    ],
    [
        " how you put the move moves together and then you got to learn how to fit those moves together in oh",
        7617.6,
        7623.04
    ],
    [
        " against and alongside other moves that's a sentence and then you got to figure out how you're going to",
        7623.04,
        7628.32
    ],
    [
        " roll through a paragraph and then you put these moves together then you realize that it's also",
        7629.02,
        7635.6
    ],
    [
        " like language it's like debate you're actually somebody's throwing other words that you and you",
        7635.6,
        7639.58
    ],
    [
        " need to learn how to respond to it and once you learn all those words and you learn how to put them",
        7639.58,
        7644.76
    ],
    [
        " in paragraphs and you get to end of that and you think you've mastered the language then someone",
        7644.76,
        7649.04
    ],
    [
        " says hey guess what you got to learn German yeah exactly which is you know judo and then you got to",
        7649.04,
        7656.28
    ],
    [
        " learn sambal which is Russian and you got to learn all these different languages you got to learn all",
        7656.46,
        7661.06
    ],
    [
        " these different languages in order to really truly understand and I feel like I feel like black",
        7661.06,
        7666.36
    ],
    [
        " belt for me like getting to black belt was the the start of that was like okay the English language",
        7666.36,
        7672.98
    ],
    [
        " but I felt my grammar still sucks yeah I feel like I'm gonna get to those other languages yet I feel",
        7672.98,
        7680.5
    ],
    [
        " like from a language perspective when you get your black belt you have the language capability of like",
        7680.5,
        7685.3
    ],
    [
        " a 10-year-old kid right right like a 10-year-old kid like you you can get you're not gonna you're not",
        7685.3,
        7689.84
    ],
    [
        " gonna be able to just pick up a book and start reading it you're not you're not gonna be able to do",
        7689.84,
        7693.84
    ],
    [
        " that you have to be you know one of these guys that has been training and teaching for a really",
        7693.84,
        7699.52
    ],
    [
        " long time and competing and rolling and though and and really have like a broad mind it was crazy",
        7699.52,
        7705.9
    ],
    [
        " as I you know what we got the the plastic forks in the comments someone's asking me what the stripes",
        7705.9,
        7710.94
    ],
    [
        " mean and so I took out the plastic forks and I lined them up I said that's three years of black belt",
        7711.16,
        7716.36
    ],
    [
        " that's three years of black belt first two the next one that's five years that's five years that's",
        7716.36,
        7721.7
    ],
    [
        " seven years that's seven I said so when you look at someone you can see how long they've been a black",
        7721.7,
        7726.86
    ],
    [
        " belt because their question was are there differences in black belts absolutely there's differences",
        7726.86,
        7733.88
    ],
    [
        " most of these guys have been black belts and world championship and and have a hundred black belts",
        7734.28,
        7740.32
    ],
    [
        " when I just started training jiu-jitsu so go to them they've got the knowledge I'm still trying to learn",
        7740.32,
        7746.62
    ],
    [
        " that yeah yeah for sure and there are I mean did yeah there's as much disparity in black belts as",
        7746.62,
        7754.04
    ],
    [
        " there are from white to brown belt yeah there's there's that much difference absolutely all right",
        7754.04,
        7761.26
    ],
    [
        " cool I think I think that's a good place to yeah wrap wrap it wrap it um speaking to wrap it up",
        7761.7,
        7770.68
    ],
    [
        " echo Charles yes you need even jumping to that jiu-jitsu conversation very much you guys are",
        7770.68,
        7777.66
    ],
    [
        " nailing it on the head every single time no no no things like every single time and it's like",
        7777.66,
        7785.56
    ],
    [
        " not every single time we'll just say every time I got it you know in the spirit of how much to",
        7785.56,
        7790.2
    ],
    [
        " so for those you don't know echo Charles has a we'll call it a broken wing yeah",
        7790.2,
        7795.7
    ],
    [
        " a broken wing got that by covering injury recovering how much torture was it to be here without",
        7795.7,
        7804.28
    ],
    [
        " rolling it was like um like I broke you know when you torture someone then they break oh yeah I",
        7804.28,
        7811.44
    ],
    [
        " broke yeah the other day so I actually rolled two rounds I didn't re-injure it or nothing like",
        7811.44,
        7818.56
    ],
    [
        " this but you definitely felt it I heard it just from all the twisting activity so it's like",
        7818.56,
        7823.96
    ],
    [
        " but I feel it was just one of those hurt things it's it'll be fine absolutely fine but yeah",
        7823.96,
        7828.78
    ],
    [
        " torturous to as far as the degree whatever degree it takes to break that's me let's",
        7828.78,
        7834.54
    ],
    [
        " different with different people yes it is so uh well maybe we're not going to torture anyone but",
        7834.54,
        7840.94
    ],
    [
        " if we want to help them instead of torture yeah maybe you could you know clueless and on how to",
        7840.94,
        7846.6
    ],
    [
        " do that damn minster will actually want illustrate no illustrate is drawing no illustrate is also",
        7846.6,
        7851.56
    ],
    [
        " explained yeah like you could be in a picture if you will you get a metaphor all right let's do it",
        7851.56,
        7855.84
    ],
    [
        " okay let's talk about origin first like we always do yeah by the way it's awesome Pete since",
        7855.84,
        7861.02
    ],
    [
        " you're here what do you think what do I think you know what do you think about origin that is like",
        7861.02,
        7867.18
    ],
    [
        " you know you know anything about this or what I know a little bit about it I've been involved for",
        7867.18,
        7873.48
    ],
    [
        " a little while what do you want to talk about with origin okay and the whole podcast is kind of",
        7873.48,
        7878.94
    ],
    [
        " like a true simple yeah we haven't done this before okay new person hasn't trained jiu jitsu before",
        7878.94,
        7884.96
    ],
    [
        " need a ghee which one should they get well there's only one to get what specific that is a never",
        7884.96,
        7892.1
    ],
    [
        " trained jiu jitsu comp get a get a comp athletic key okay so so there's levels of keys we make a",
        7892.1,
        7901.42
    ],
    [
        " key here in the United States from American girl cotton and that you've heard echoes that before",
        7901.42,
        7905.92
    ],
    [
        " a ghee is a tool you need to start your journey most schools are gonna require you to have one",
        7905.92,
        7913.74
    ],
    [
        " normally if you started a MMA school you're gonna start with a rash guard and some shorts but if",
        7913.74,
        7919.66
    ],
    [
        " you're gonna go try jiu jitsu and I would recommend you know trying it in the ghee first you're gonna",
        7919.66,
        7925.74
    ],
    [
        " need a ghee and that right there is is a tool you're gonna use in your journey it's not just something",
        7925.74,
        7933.34
    ],
    [
        " you wear it's actually a tool it's actually something you're gonna grip and hold and turn and twist",
        7933.34,
        7939.26
    ],
    [
        " and when you're doing that or when someone's doing that to you you need the best tool and that's",
        7939.26,
        7945.64
    ],
    [
        " what we make up here in Maine are the best tools for training in the form of it just happens to be a",
        7945.64,
        7950.1
    ],
    [
        " so someone's never trained before comp athletic comp athletic comp athletic I did it in like",
        7950.6,
        7957.34
    ],
    [
        " porch I made it like porch against it's ATLAT so it's athletic but you just said I thought you said",
        7957.34,
        7962.84
    ],
    [
        " I say athletic okay because that means athlete so comp athlete comp athletic yeah that's that",
        7962.84,
        7968.4
    ],
    [
        " or T. Yeah a little bit of top hey but that's not like a hard and fast like hey if you're just",
        7968.4,
        7974.42
    ],
    [
        " beginning you should get this it's kind of that's kind of like you're just recommendation yeah",
        7974.42,
        7978.88
    ],
    [
        " because like I use it too I haven't actually I'm too I mean the axiom is like next level like if",
        7978.92,
        7985.48
    ],
    [
        " you're serious about training like you're gonna commit to it like you're really gonna commit to it",
        7985.48,
        7989.64
    ],
    [
        " you need to get an axiom so if you're compared to like a surfboard right I mean I'm assuming you",
        7989.64,
        7994.54
    ],
    [
        " start surfing and you get the you know like you're watching North Shore remember that",
        7994.54,
        7998.86
    ],
    [
        " this with the surfboard what you're watching North Shore okay I have but I haven't seen it a lot",
        7998.86,
        8008.34
    ],
    [
        " no thank you but it's West Coast anyway so this kid Rick Kane forever at bat if they if",
        8008.46,
        8014.78
    ],
    [
        " surfers what if any surfer listening will be like yeah North Shore it's cheesy I get it I know man",
        8014.78,
        8019.84
    ],
    [
        " I get it the point the point I'm not in the loop I'm proud it's okay welcome to Echoes",
        8019.84,
        8025.06
    ],
    [
        " podcast you're not in the loop Rick Kane wins a surfing competition in Arizona yeah in the tank",
        8025.06,
        8031.84
    ],
    [
        " yeah go to a white because you know surf the big ways he gets this trainer old school soul",
        8031.84,
        8035.88
    ],
    [
        " surfer type guy who plays that Jerry Lopez no no Jerry Lopez is Vince on the kind of the rival",
        8035.88,
        8041.4
    ],
    [
        " the local anyway long that's a different point so he kind of at one point this is a small kind of",
        8041.4,
        8047.22
    ],
    [
        " a small part of the movie but he wants to use this like special board that his trainer kind of shapes",
        8047.22,
        8051.9
    ],
    [
        " or or or hat or whatever and he's like you know ready for that yeah it's not like that right",
        8051.9,
        8056.62
    ],
    [
        " he seems like you could get an axiom day one yeah yeah we have people that do yeah they'll",
        8056.62,
        8062.5
    ],
    [
        " listen to your podcast and then be like I got to start your duty to any the best yeah yeah",
        8062.5,
        8066.34
    ],
    [
        " cool that is the the axiom's comfortable as can be but we we're reinventing the key again for next",
        8066.34,
        8072.8
    ],
    [
        " year yeah yeah yeah yeah yeah I know we mentioned it yeah but you do really good things like like the",
        8072.8,
        8078.36
    ],
    [
        " pants for example yeah like you know a regular I don't know regular whatever the different kind of",
        8078.36,
        8083.14
    ],
    [
        " you trash bag style pants versus you know mapping body mapping pants yeah that's a big deal yes",
        8083.14,
        8089.12
    ],
    [
        " that's really what set us apart initially yeah I could see why it's really why we one of the",
        8089.5,
        8094.68
    ],
    [
        " reasons we decided to bring manufacturing back is because when every time we come up with something",
        8094.68,
        8099.22
    ],
    [
        " to get ripped off our manufacturers send it over overseas and have they give it to somebody else and",
        8099.22,
        8103.76
    ],
    [
        " the pants is a huge huge thing for better training yeah fully also speaking of pants joggers",
        8103.76,
        8110.8
    ],
    [
        " say okay I don't know if I said this before I told some guys earlier today or yesterday you know",
        8110.8,
        8116.14
    ],
    [
        " joggers man I don't know if you remember this last year you were like oh yeah I don't hear some",
        8116.28,
        8119.32
    ],
    [
        " here's some joggers or whatever like joggers you know isn't that the slim fit one you know and you're",
        8119.32,
        8126.06
    ],
    [
        " like yeah I saw like whatever you know origin of the representative put them on then what Pete said",
        8126.06,
        8130.14
    ],
    [
        " I didn't tell you this joke he goes he goes yeah you know it is more of a stylish thing he's like you",
        8130.14,
        8134.78
    ],
    [
        " can pull it off I was like oh thanks bro you can and truly truly 100% true now like I have joggers",
        8134.78,
        8143.24
    ],
    [
        " I'm kind of into joggers now I even bought pants that weren't sweat pants that were the that jogger style",
        8143.24,
        8148.06
    ],
    [
        " and I'm not joking yeah okay I came to me on the mat he's like hey man I was hoping you'd",
        8148.06,
        8153.26
    ],
    [
        " sign this book for me but I got to tell you I bought joggers yesterday I was like I can't do",
        8153.26,
        8159.42
    ],
    [
        " but I'm not signing it I don't have to not sign it but yeah but the thing is they're they're not",
        8159.42,
        8164.66
    ],
    [
        " only okay so you have joggers which I did because if you do really jogging them like they are it's",
        8164.66,
        8169.46
    ],
    [
        " like they're ergonomically kind of made for actual jogging because they don't flap on the bottom",
        8169.46,
        8173.44
    ],
    [
        " or whatever and they give you room and they have to difference between joggers and like sweats or",
        8173.44,
        8177.74
    ],
    [
        " something sweat pants which if I'm not mad just the shape so and this I'm just assuming I know",
        8177.74,
        8182.96
    ],
    [
        " the shape is different but what is the difference they're more slim on the yeah they're slim",
        8182.96,
        8187.14
    ],
    [
        " around the legs and then usually they're a little bit more roomy in the hips right like in the",
        8187.14,
        8191.58
    ],
    [
        " are the knees roomy at all",
        8191.64,
        8193.4
    ],
    [
        " they're more roomy for me I get it yeah anyway they're functionally sound is what I'm saying",
        8193.4,
        8205.38
    ],
    [
        " but you add that in which I said this I don't know what ratio cotton to whatever you guys",
        8205.38,
        8212.0
    ],
    [
        " are using but I've named them officially by the way okay the most comfortable pants in the world",
        8212.0,
        8216.5
    ],
    [
        " the most comfortable pants in the world to both say it dude I'm taking that can I take that",
        8216.5,
        8220.74
    ],
    [
        " Brad it's yours in the man you know what goes good with the joggers is our hoodies and you know",
        8220.9,
        8226.36
    ],
    [
        " and I tell you I walked on last night to the training it was last night and I was like oh",
        8226.36,
        8232.88
    ],
    [
        " joggo's wearing a hoodie and I was like and I was on the other side of the room and I was like",
        8232.88,
        8237.46
    ],
    [
        " that's a good-looking hoodie you know and I was like but it's all black I was like",
        8237.46,
        8241.92
    ],
    [
        " what the freak is he wearing I was like he brought a hoodie a different hoodie and then I started",
        8241.92,
        8250.02
    ],
    [
        " walking closer and then you started coming over and I was like oh it's a black on black",
        8250.48,
        8254.18
    ],
    [
        " orange and hoodie and I was like that's pretty badass yeah yeah I keep hoodies for a really long time",
        8254.18,
        8261.02
    ],
    [
        " yeah like t-shirts only they don't wear out this quick right so you can wear a hoodie for a long time",
        8261.02,
        8266.22
    ],
    [
        " that new hoodie we've developed though out of the infinity fleece that's probably going to be",
        8266.22,
        8270.48
    ],
    [
        " a lot that's going to be even longer than the last forever uh what else we got we got supplements",
        8270.48,
        8276.44
    ],
    [
        " some joint warfare some krill oil some discipline did you know that joint warfare for origin is",
        8276.44,
        8285.66
    ],
    [
        " the top selling product across the board when it comes to like all jujitsu all nutrition everything",
        8285.66,
        8293.84
    ],
    [
        " we make the joint warfare has the greatest impact on humanity than any other product makes sense",
        8293.84,
        8306.42
    ],
    [
        " and you know uh be little was telling me that I love how we call it be little you",
        8306.74,
        8312.76
    ],
    [
        " when you say that what it does to my brain it's like eating ice cream just say be little one time",
        8312.76,
        8320.22
    ],
    [
        " when we yeah just no I was talking to be little just now I just caught that like be little like",
        8320.22,
        8327.78
    ],
    [
        " okay it's be period little right this you know it's right now I've just caught the fact that",
        8327.78,
        8332.7
    ],
    [
        " it's like the same as like be little like you're belittling somebody you just caught that right now",
        8332.7,
        8337.7
    ],
    [
        " I didn't know I thought that that's why I was so funny I didn't know I know why it's so funny dude",
        8337.7,
        8343.14
    ],
    [
        " oh shit why did you even think it was funny without knowing that it was belittled because I thought",
        8343.14,
        8347.44
    ],
    [
        " I made him like small oh you know like be little yeah yeah yeah yeah yeah like be like because",
        8347.44,
        8355.16
    ],
    [
        " because his name was you could be strong you could be literally exactly or you could be little",
        8355.16,
        8360.02
    ],
    [
        " so I was like it's like you're telling him be little yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
        8360.02,
        8364.04
    ],
    [
        " no I always thought of it as like be little like I'm being little with you",
        8364.04,
        8367.78
    ],
    [
        " no joining something great I had someone call it to me a camp and we were in the",
        8367.78,
        8372.8
    ],
    [
        " a cafeteria like one of the first days and he comes up to me and he's kind of got his head down a",
        8372.8,
        8377.5
    ],
    [
        " little bit and he's like hey and I was like hey and I thought he's gonna say something like",
        8377.5,
        8381.76
    ],
    [
        " it's great to meet you because I'm you know my ego whatever and he's like is be little here",
        8381.76,
        8387.4
    ],
    [
        " yeah",
        8388.9,
        8389.54
    ],
    [
        " it's like yes he is so glad you said anyways what were you talking about be little",
        8389.54,
        8394.58
    ],
    [
        " be little oh yeah um well he just he just said if someone's has to choose between joint warfare",
        8394.58,
        8402.46
    ],
    [
        " and krill oil he said if you're doing",
        8402.46,
        8406.56
    ],
    [
        " if you're trying to recover something join warfare joint warfare if you're doing maintenance",
        8406.56,
        8415.26
    ],
    [
        " krill oil because the krill will maintenance other areas as well so anyways that's that I",
        8416.22,
        8421.68
    ],
    [
        " yeah you can I and what's unfortunate for me is when people ask me which one I don't know",
        8421.68,
        8427.72
    ],
    [
        " what to tell them because I've been taking you know I take them both all the time in pretty heavy",
        8427.72,
        8432.26
    ],
    [
        " doses so anyways also mulch chain big time mulch chain still on the mulch chain by the way",
        8432.26,
        8439.06
    ],
    [
        " yeah obviously because it's plenty of mulch to go around over here yeah well you think you",
        8439.06,
        8444.52
    ],
    [
        " will go off the mulch chain ever I don't see it happening so Pete and I just had a conversation",
        8444.52,
        8449.42
    ],
    [
        " because we were in a rush to get down here to do this and we kind of we kind of we do we know",
        8449.42,
        8455.52
    ],
    [
        " we we collided we collided at the chocolate milk station up with a cafeteria and we did and",
        8455.52,
        8462.8
    ],
    [
        " I was like yeah I don't have time to go down and make a mulch right now I'm just gonna drink",
        8462.8,
        8466.34
    ],
    [
        " this and he's like yeah there's something about chocolate milk I would literally 100%",
        8466.34,
        8470.14
    ],
    [
        " rather have mulch peanut butter or mulch chocolate mint or chocolate mint or 100%",
        8471.12,
        8475.96
    ],
    [
        " rather have that than then then chocolate milk and regular chocolate milk 100% you can take",
        8475.96,
        8480.5
    ],
    [
        " you can taste the nasty sugar corn syrup when you drink regular chocolate milk yeah you get",
        8480.5,
        8486.72
    ],
    [
        " yes seems like like when you get used to the mulch it's like it kind of brings you drink soda you",
        8486.72,
        8491.34
    ],
    [
        " drink soda you drink from time to time you ever drink like Coca-Cola um no I don't drink Coca-Cola",
        8491.34,
        8497.06
    ],
    [
        " what do you drink? You fanta okay so you guys don't know if you ever stop drinking soda if you",
        8497.32,
        8505.54
    ],
    [
        " ever stop drinking sodas and then you go back and have one it tastes so syrupy and sweet yeah",
        8505.54,
        8510.36
    ],
    [
        " to me that's what chocolate milk tastes like now it's got this nasty and it's not it's not",
        8510.36,
        8516.86
    ],
    [
        " doesn't taste sweeter it tastes more syrupy mulch chain yeah it's like if you drink like a coke",
        8516.86,
        8524.1
    ],
    [
        " or a fanta in your case like right after training you seem to be saying instead of like a water",
        8524.1,
        8528.66
    ],
    [
        " and I got I do gotta say like I don't drink a lot of soda okay at all so it's not my house",
        8528.66,
        8534.1
    ],
    [
        " did you taste it? Did you know there's something about fanta okay that you want the great one",
        8534.1,
        8540.66
    ],
    [
        " the great pineapple great yeah yeah it's something about it it's undesignated days yeah so like",
        8540.66,
        8547.28
    ],
    [
        " well I'm not even kidding once every two months my son my we wouldn't my kids never drink soda",
        8547.28,
        8552.98
    ],
    [
        " and when my son was like six or seven years old I brought him to the team when I was at trade-at",
        8553.44,
        8558.24
    ],
    [
        " and we did like a monster mash which is in the in the teams of monster masters when you set up",
        8558.24,
        8563.24
    ],
    [
        " just like obstacle course and then run and then a boat carry and you set up all these crazy things",
        8563.24,
        8567.52
    ],
    [
        " and they'll just do all these weird stuff and one of the stations was you had to drink a whole",
        8567.52,
        8572.52
    ],
    [
        " can of coke through a straw and then you had to like do a sprints over the burner whatever and so",
        8572.52,
        8579.16
    ],
    [
        " my son's doing all this stuff with me and he gets the coke and he's like looks at me like can I",
        8579.16,
        8583.06
    ],
    [
        " drink it and I was like brother's the team's get your drink quick and so he like drinks it down and",
        8583.06,
        8590.12
    ],
    [
        " as he's drinking it you can see him like his initial face is like whoo and then it just like his face",
        8590.12,
        8596.14
    ],
    [
        " just goes all like and then he just looks like turns like kind of pale and you could see he was",
        8596.14,
        8600.34
    ],
    [
        " feeling it wasn't so he still doesn't drink coke yeah man that's a good engine no no no no so",
        8600.34,
        8605.5
    ],
    [
        " that I think we've got a milk movement in Farmington mean what's the milk movement well you know",
        8605.5,
        8611.46
    ],
    [
        " is we've got the kids that coming because my kids are junior high in high school they come in then",
        8611.46,
        8615.3
    ],
    [
        " they bring their friends in oh yeah and every time they see me they just like kind of look at me",
        8615.3,
        8620.3
    ],
    [
        " and yeah for a milk they're like and they'll be like that milk is so good",
        8620.3,
        8625.94
    ],
    [
        " they're like guys pretty good isn't it they're hanging around down underneath the bridge drinking",
        8625.94,
        8630.54
    ],
    [
        " mold yeah exactly what do you guys do tonight going to the circle to drink milk",
        8630.54,
        8635.94
    ],
    [
        " a immersion camp 2019 we sold this one out which was kind of new yeah there was actually",
        8635.94,
        8642.94
    ],
    [
        " one of the one of the girls here I was talking to her and she's all fired up and her brother",
        8642.94,
        8647.86
    ],
    [
        " she said my brother so mad he couldn't come and I said oh why couldn't he come she's like it sold",
        8647.86,
        8652.82
    ],
    [
        " out so can you imagine brother sister sister gets to go brother doesn't get to go so",
        8652.82,
        8658.06
    ],
    [
        " they did prioritize an execute soon enough are we gonna be able to get more people next year",
        8659.4,
        8663.82
    ],
    [
        " yes you know the agreement we had with the contract with camp limitless to a certain amount",
        8663.82,
        8668.96
    ],
    [
        " but talking with the owner camp laurel he's like you we can expand more for you guys to make",
        8668.96,
        8675.04
    ],
    [
        " that happen because they they actually want us here because it's just great for them it's great",
        8675.04,
        8680.0
    ],
    [
        " for us it's a it's not like they're taking a care of a bunch of kids let's put it that way",
        8680.0,
        8684.18
    ],
    [
        " cool yeah no that's gotta be a moment uh so look for that at origin all those things origin",
        8684.18,
        8688.78
    ],
    [
        " main dot com that's where you can find all that cool origin stuff and support a little something",
        8688.78,
        8695.0
    ],
    [
        " called america while you're doing it get some also jaco has a store similar to jujitsu",
        8695.0,
        8702.78
    ],
    [
        " for operations camp no for killers and operations jujitsu offense for combat killing operations",
        8702.78,
        8711.32
    ],
    [
        " all right there you go to to offense for combat killing operations so in that same vein",
        8711.32,
        8716.52
    ],
    [
        " jaco has a store he named it jaco store yeah yeah so it makes more sense not even to me and i've",
        8716.52,
        8723.74
    ],
    [
        " been in the game for a while anyway jaco store that's where you can get if you want",
        8723.74,
        8727.54
    ],
    [
        " these shirts that say discipline equals freedom jaco's head on it says good you know all",
        8727.54,
        8734.26
    ],
    [
        " this stuff you want to represent represent the game in that way awesome american made rash guards",
        8734.26,
        8738.94
    ],
    [
        " rash guards as well yeah that keep it real and here's the thing people think you need a rash guard for",
        8739.0,
        8745.24
    ],
    [
        " jujitsu rash guards are for every lifestyle athlete on planet it's it's whatever you're doing whether",
        8745.24,
        8754.78
    ],
    [
        " it's biking hiking swimming running or if you're impression based layer if you're john donhar",
        8754.78,
        8759.82
    ],
    [
        " you straight up going to a wedding that's how that yeah he's in the game he's in the game you know",
        8759.82,
        8766.6
    ],
    [
        " what reminds me let's send my brother john donhar her some rash guards let's do it let's do it i'd",
        8766.6,
        8772.26
    ],
    [
        " love make it happen get him in some some you know give him some selection yeah deal with a little",
        8772.26,
        8777.68
    ],
    [
        " bit selection better than last also hoodies and hats whatnot other stuff on there good stuff cool",
        8777.68,
        8784.76
    ],
    [
        " on top of that there's this podcast which you can subscribe to you can also subscribe to",
        8784.76,
        8789.42
    ],
    [
        " pizpodcast which is called hands in daylight hands in daylight yeah it's we're on episode 39 talking",
        8789.8,
        8797.24
    ],
    [
        " about america work ethic grit jujitsu all of it yeah i copied you it's all good it's all good yeah",
        8797.24,
        8806.84
    ],
    [
        " it's a little bit different but it's like a fifth under an hour and we talk a lot about business",
        8806.84,
        8811.9
    ],
    [
        " too and getting through tough patches and what we're dealing with you don't talk about human",
        8811.9,
        8816.5
    ],
    [
        " atrocities for four hours at the time okay so i guess you didn't get a little bit different then",
        8816.52,
        8820.66
    ],
    [
        " all right cool and it's and that's you with your co-host belittle all right",
        8820.66,
        8827.56
    ],
    [
        " hey also the warrior kid podcast so that one four kids and you'll see when you listen to it",
        8827.56,
        8836.38
    ],
    [
        " it's for everybody uncle jake has lessons for everybody warrior kid podcast ask uncle jake also",
        8836.38,
        8841.52
    ],
    [
        " some stories from uncle jake that explain how uncle jake got his values in life i love the running",
        8841.52,
        8848.62
    ],
    [
        " one yeah yeah like looking around you just like oh snap yeah that's that's that's a good one",
        8848.62,
        8856.36
    ],
    [
        " that's a good one um what else youtube channel we got a youtube channel and if you want to see",
        8856.36,
        8871.48
    ],
    [
        " videos all that stuff get that done youtube sure jockle podcast dot com or no jockle podcast channel",
        8871.48,
        8878.02
    ],
    [
        " yeah it's easy to find jockle you have a gift my friend you are a true artist you're your work",
        8878.02,
        8885.02
    ],
    [
        " is freaking awesome thanks bro yeah well that's kind of subject to people's opinions yeah that is",
        8885.02,
        8890.28
    ],
    [
        " my but it's very important yeah as a as another artist hey i value it big time you we were",
        8890.28,
        8896.02
    ],
    [
        " going to go with crazy over here you want to be in the group you got to pick a scab",
        8896.06,
        8904.3
    ],
    [
        " forever so we could be blood brothers actually juckle is surprisingly creative maybe not like it",
        8904.3,
        8909.88
    ],
    [
        " in the brain kind of thing real simple i get it and that's cool he's extremely creative he",
        8909.88,
        8914.42
    ],
    [
        " designed a few a few things though like you've designed things like you he like actually drew it out",
        8914.42,
        8920.52
    ],
    [
        " really look like draw no no you've never seen draw yeah well what i drew for you i drew on power point",
        8921.58,
        8928.6
    ],
    [
        " yeah we do that on bra i dig i i agree to you i just remember what i draw for you",
        8928.6,
        8934.8
    ],
    [
        " you did draw for me some kind of packaging or something yeah on the packaging you're like no how about",
        8934.8,
        8939.92
    ],
    [
        " like this you know like you drew it out remember you like that took like two hours",
        8939.92,
        8944.28
    ],
    [
        " but the concepts are like kind of solid it's good he understands composition and color theory",
        8946.44,
        8953.6
    ],
    [
        " innately oh dang dang bro i wasn't gonna know for sure for real for real no he does he understands",
        8953.6,
        8960.14
    ],
    [
        " those things innately ready yeah crit so you gotta give credit to me can you guys be quiet i'm over",
        8960.14,
        8965.68
    ],
    [
        " here innately understanding color theory i'm gonna need some time myself why do you think what",
        8965.68,
        8971.7
    ],
    [
        " it walked in i grabbed this folder and i was like that would make a good t-shirt or that",
        8971.7,
        8976.96
    ],
    [
        " what i did you understand it or because he understands because whoever did that understands it i did",
        8976.96,
        8981.42
    ],
    [
        " i did that the jacquo podcast we both did that the jacquo podcast symbol is mine yeah i made it yeah",
        8981.42,
        8990.14
    ],
    [
        " and i remember this is what's good about echo i go well you're gonna like do anything to it and he",
        8990.14,
        8995.0
    ],
    [
        " goes nope just leave it how it is yeah box with your hand in a microphone yeah we're good yeah",
        8995.0,
        9001.28
    ],
    [
        " made sense all simple this i made it's oh this is part of a sticker that he cut off and put it",
        9001.28,
        9006.48
    ],
    [
        " right there so we both did that zoom saying okay he was like hey that sticker that's not gonna",
        9006.48,
        9010.38
    ],
    [
        " fiddle my folder let me cut it off boom fits zoom saying and you want it to be sure",
        9010.38,
        9014.9
    ],
    [
        " Pete Roberts artist yeah composition great color theory also anyway you working out yeah they're",
        9014.9,
        9023.38
    ],
    [
        " good work good anyway also if you're working out you're on the path you're working out",
        9023.38,
        9027.84
    ],
    [
        " yeah Pete you working out i i i have been but i got off the working out train because i",
        9027.9,
        9032.84
    ],
    [
        " swelled up too much yeah so now i just drink mokantrager jitsu moked up too much yeah you read",
        9032.84,
        9039.04
    ],
    [
        " i did seriously you realize you can switch up the workout so you don't you've been teaching me some",
        9039.04,
        9043.76
    ],
    [
        " things about that we're talking the other day about mecon's mecon's so i was talking to Charlie",
        9043.76,
        9050.08
    ],
    [
        " to spaniard yeah yeah so we're talking we're talking about on it anyway my kettlebells all pretty",
        9050.08,
        9055.3
    ],
    [
        " pretty much all my new workout stuff like this switching up from bulking up all of it all on",
        9055.3,
        9060.94
    ],
    [
        " its stuff a kettlebells make cast iron cast iron if i'm not mistaken cast yeah yeah but i got the",
        9060.94,
        9067.54
    ],
    [
        " cool ones the primal bells and whatnot that's the dope one that's a pretty cool process have you ever",
        9067.54,
        9072.28
    ],
    [
        " seen how that works yeah yeah when i was in college we myself and my friends built a foundry",
        9072.28,
        9077.7
    ],
    [
        " at the college and what you did is you start to make those kettlebells you actually start with a",
        9077.7,
        9083.88
    ],
    [
        " a wax it's wax and you dip the wax you you make these little uh vents yeah like air holes",
        9084.78,
        9091.4
    ],
    [
        " yep air holes and then you dip the wax and what's called slurry chew chew chew and then you melt",
        9091.4,
        9095.6
    ],
    [
        " the wax out of the slurry and you fill it with the molten metal and and it cools and you",
        9095.6,
        9100.7
    ],
    [
        " crack it up molten molten metal they say mokin yeah and then you end up anyway that was something",
        9100.7,
        9106.62
    ],
    [
        " bad ass yeah yeah yeah and they balance them it's like yeah it's a probably it's pretty cool it's",
        9106.62,
        9113.46
    ],
    [
        " perfectly round ball you know and it's all balanced you know because you got to swing that",
        9114.3,
        9117.82
    ],
    [
        " thing around you can't be swinging it one way and then the other way you hurt yourself yeah anyway",
        9117.82,
        9121.9
    ],
    [
        " so they made you know they make the artistic ones but they're still balanced that's deep anyway",
        9121.9,
        9126.34
    ],
    [
        " no i get it all together now yeah plus you're artistic so you need the artistic kettlebells",
        9126.34,
        9132.14
    ],
    [
        " that's right that's right well they have other cool stuff on there switch up your workout if you",
        9132.14,
        9136.68
    ],
    [
        " want to bulk up while you're mokin up like Pete Roberts you want to trim down and slim down",
        9136.68,
        9143.08
    ],
    [
        " just anyway you know what i mean what i'm saying yeah on a dot com slash jaco get you some good",
        9144.34,
        9151.04
    ],
    [
        " stuff real good stuff also psychological warfare if you need a little bit of a little bit of an",
        9151.04,
        9158.06
    ],
    [
        " assist during a moment of weakness you can get psychological warfare on iTunes Google Play",
        9158.06,
        9164.16
    ],
    [
        " mp3 platforms worldwide you can hear me talking about how to overcome your moment of weakness",
        9164.16,
        9171.74
    ],
    [
        " jaco white tea available on amazon cans tasty tea bags dry hot cold drinking however you want",
        9173.46,
        9183.64
    ],
    [
        " the good thing about it is the reason main reason why people want it's because you can",
        9183.64,
        9187.3
    ],
    [
        " deadlift eight thousand pounds as soon as you have one sip yeah you can probably move one of those",
        9187.3,
        9191.6
    ],
    [
        " looms yeah yeah we'll drink some white tea and get that done books way the warrior kid marks mission and",
        9191.6,
        9200.06
    ],
    [
        " marks mission i've signed at this camp a ton of both books and it's so awesome to have parents",
        9200.06,
        9209.34
    ],
    [
        " say what they say about their kids after reading those books yeah it's the most impactful thing i've",
        9209.34,
        9215.98
    ],
    [
        " ever heard about for your children that's a bold statement as far as kids behavior changing",
        9215.98,
        9221.12
    ],
    [
        " in a positive direction give it a try way the warrior kid that's book one marks mission book",
        9221.12,
        9229.7
    ],
    [
        " get it for some kids that you know that was pretty cool i've signed a lot of books here where like oh",
        9230.5,
        9235.78
    ],
    [
        " you know i just signed one today hey the kids parents are split nub he's leaving he's you know he's",
        9235.78,
        9240.72
    ],
    [
        " 10 years old what you can you sign this for him like yeah i'll sign this thing for him all day long",
        9240.72,
        9245.74
    ],
    [
        " because what's that kid going through get the kid a book it's gonna give him direction it's gonna show",
        9245.74,
        9250.84
    ],
    [
        " him the path and it's a it's a positive path it's a path that everybody would want their kids to be",
        9250.84,
        9257.5
    ],
    [
        " on and would want any kid to be on i don't care who you are you're gonna want your kids on this path",
        9257.5,
        9262.44
    ],
    [
        " extreme ownership we talked about it a bunch today you know Pete",
        9262.44,
        9267.96
    ],
    [
        " I'd Pete talked about how you know you've used it i think you gave great examples and you've",
        9267.96,
        9272.2
    ],
    [
        " also seen dichotomy leadership dichotomy dichotomy leadership available for pre-order right now",
        9272.2,
        9278.08
    ],
    [
        " if you want first to dish do you know i was thinking about like extreme ownership the book and then",
        9278.08,
        9285.92
    ],
    [
        " dichotomy leadership the book you know what that's like it's like you ever watch the movie major league",
        9285.92,
        9290.58
    ],
    [
        " you ever watch that movie no i think i have Charlie Sheen Wesley Snipes they go on you know",
        9290.58,
        9296.68
    ],
    [
        " Cleveland Indians anyway yes i have so this is what happened Charlie Sheen he comes out of jail",
        9296.68,
        9301.78
    ],
    [
        " whatever it's like a you know rag tag group of guys they they put together pro team baseball",
        9301.78,
        9305.9
    ],
    [
        " Cleveland Indians Charlie Sheen comes in he has the fastest fastball ever but is control like he you know",
        9305.9,
        9314.94
    ],
    [
        " he's ripped them in the shoulders and you know it turns out he he just he just needs glasses whatever but",
        9314.94,
        9320.36
    ],
    [
        " so he had all this speed and power power but his control hasn't come around that's what",
        9320.36,
        9327.48
    ],
    [
        " extreme ownership is but you get the dichotomy leadership that's the control see i'm saying",
        9327.48,
        9331.88
    ],
    [
        " so you get extreme ownership you got the power now but you need the control too that's the dichotomy",
        9331.88,
        9336.48
    ],
    [
        " leadership tune it in see i'm saying they really have been the most sensible thing i've heard it",
        9336.48,
        9343.48
    ],
    [
        " nicely done i'll give it to you good metaphor you you really i just i don't and here's a thing",
        9343.48,
        9349.3
    ],
    [
        " i'm not gonna say you can't own one without the other what i'm gonna say is this",
        9349.3,
        9354.38
    ],
    [
        " if you don't own one without the other you're doing yourself at this service because",
        9354.38,
        9363.2
    ],
    [
        " there are two tools that work together you know i mean you need both tools",
        9363.2,
        9368.4
    ],
    [
        " uh or you're not gonna fully you know become who you want to become as a leader so get the two tools",
        9369.38,
        9376.16
    ],
    [
        " that's it's easy agree agree plus we want to control that fastball yeah man power is good but power",
        9376.16,
        9383.34
    ],
    [
        " how much control power control uh hey speaking of leadership i got a leadership consulting company",
        9383.34,
        9389.98
    ],
    [
        " it's called ashlon front we solve problems through leadership that's what we do we do it all day",
        9389.98,
        9395.6
    ],
    [
        " every day someone in the world someone's got ashlon front in their company working aligning",
        9395.6,
        9401.24
    ],
    [
        " leadership it's me it's lafe jp2nel davburg flincochran mic serrelly",
        9401.24,
        9407.1
    ],
    [
        " ashlonfront.com come and get it also we got the muster the next muster is muster 0 0 6 in san",
        9407.1,
        9415.04
    ],
    [
        " francisco october 17th and 18th they've all sold out the emergence camp sold out if you want to come",
        9415.04,
        9422.58
    ],
    [
        " registered extremotorship.com you've been to the muster yeah sum it up nominal sum it up uh open",
        9423.34,
        9430.5
    ],
    [
        " eyes and open ears and i took my team to the muster and it blew my expectations first of all",
        9430.5,
        9441.36
    ],
    [
        " because i needed them to get on the same path i was on and we used it as an excuse to display",
        9441.36,
        9450.22
    ],
    [
        " what we were doing but we so we went there for one reason and we left with a completely for a",
        9450.22,
        9454.98
    ],
    [
        " different completely different reason and my father and la joe came also and he took those those skills",
        9454.98,
        9460.9
    ],
    [
        " he's he's the he's the town road commissioner he took those skills he learned and he's been dealing",
        9460.9,
        9467.16
    ],
    [
        " with deep problems for 20 years and those problems he's been dealing with for 20 years was him",
        9467.16,
        9473.1
    ],
    [
        " and he solved those problems and he's a different person hey yeah that's awesome yeah that's a great",
        9473.1,
        9479.64
    ],
    [
        " and a lot of people do that a lot of people come to the muster with their teams they get everyone",
        9479.64,
        9485.8
    ],
    [
        " aligned in one shot and it's solid and then once you leave you're not on your own struggling to",
        9485.8,
        9491.88
    ],
    [
        " keep that mindset you got other people backing you up and reinforcing you so that's muster 0 0 6",
        9491.88,
        9497.84
    ],
    [
        " else we got roll call 0 0 1 September 21st in dallas texas if you want to come to that you bet that",
        9497.84,
        9505.08
    ],
    [
        " of course it's going to sell out to you we're getting close that is for",
        9505.08,
        9509.08
    ],
    [
        " uniform personnel so military law enforcement border patrol fire fighters paramedics first",
        9509.08,
        9513.92
    ],
    [
        " responders everywhere come to that again register extremotorship.com and now we have EF",
        9513.92,
        9521.5
    ],
    [
        " Overwatch where we are taking companies that need leaders and we're taking the associates and",
        9521.5,
        9529.06
    ],
    [
        " comrades that we had in special operations and in combat aviation and we are bringing those",
        9529.06,
        9534.9
    ],
    [
        " leaders into the civilian sector so if you are either a spec ops combat aviation person that is",
        9534.9,
        9541.72
    ],
    [
        " looking for work after you leave the military or your company that needs leadership go to",
        9541.72,
        9547.58
    ],
    [
        " efoverwatch.com and until we see you on the mats of justice or at the muster or at the roll call",
        9547.58,
        9556.78
    ],
    [
        " or at the immersion camp in 2019 if you want to continue to roll with us virtually we're on the",
        9556.78,
        9565.62
    ],
    [
        " interwebs. Pete is at origin bjj on twitter he's at origin us a on instagram and he's at origin",
        9565.62,
        9576.68
    ],
    [
        " on that face he double hot. Hey that's Facebook and on those platforms echo is echo Charles and I",
        9576.98,
        9588.5
    ],
    [
        " am at jokalok echo anything else brother nothing super fun to have you on again thank you both I was",
        9588.5,
        9594.22
    ],
    [
        " you know a little bit nervous about coming on today but I'm glad I did and that you forced me to",
        9594.22,
        9600.54
    ],
    [
        " I really appreciate you inviting me back on it means a lot and man just awesome awesome to be able to",
        9601.54,
        9608.16
    ],
    [
        " share what we're doing with the masses and have you here at camp and you know helping out to build",
        9608.16,
        9615.18
    ],
    [
        " this movement stoked to be here and thanks for coming on and I'm sure you're gonna be on again",
        9615.18,
        9619.98
    ],
    [
        " in due course next year at a minimum and okay so lastly obviously thanks everyone in the military",
        9619.98,
        9627.28
    ],
    [
        " out there making sacrifices every day to literally keep us free and thanks to police law enforcement",
        9627.46,
        9636.24
    ],
    [
        " correctional officers firefighters board of patrol paramedics and all other first responders",
        9636.24,
        9641.44
    ],
    [
        " here at home thanks for your sacrifices to keep us safe and everyone else out there",
        9641.44,
        9649.2
    ],
    [
        " you know someone at the immersion camp said that jiu jitsu could seem frustrating because you try",
        9651.46,
        9659.28
    ],
    [
        " things and they just don't work and then you practice and you drill and you try them again and the",
        9659.28,
        9663.32
    ],
    [
        " things don't work and it said the person just said that jiu jitsu can seem so frustrating and I",
        9663.32,
        9669.72
    ],
    [
        " said jiu jitsu just doesn't seem frustrating it is frustrating it is frustrating it's a grind it's",
        9669.72,
        9680.26
    ],
    [
        " hard it's overwhelming it's infuriating it's irritating and it can also be very disappointing",
        9680.26,
        9687.96
    ],
    [
        " and in all those ways jiu jitsu is just like life life is gonna be hard",
        9687.96,
        9698.92
    ],
    [
        " it's gonna be frustrating it's gonna be disappointing it's gonna be overwhelming but like those",
        9699.72,
        9706.5
    ],
    [
        " settlers in New England you keep at it and you keep working and you keep driving and pushing and",
        9706.5,
        9717.1
    ],
    [
        " grinding and then you get a little something you see a little bit of light and you make a little",
        9717.1,
        9721.26
    ],
    [
        " bit of progress and then you dig in and you do it again and jiu jitsu isn't easy and neither",
        9721.26,
        9732.32
    ],
    [
        " is life and that is what makes them both so worth doing with everything you've got",
        9732.32,
        9738.76
    ],
    [
        " so get out of bed shut off the TV and pose your will on the world and when you get",
        9738.76,
        9750.68
    ],
    [
        " beat down by the world get back up again and get after it and until next time this is Peter",
        9750.68,
        9762.94
    ],
    [
        " Roberts and echo and jaco out",
        9762.94,
        9767.68
    ]
]