[
    [
        " This is Jockel Podcast number one thirty nine with echo Charles and me Jockel",
        0.0,
        6.74
    ],
    [
        " Willink. Good evening echo. Good evening. I lived a while on Corregador Isle that",
        6.74,
        16.58
    ],
    [
        " sun-baked God cursed land where bomb and shell made life a hell with death on",
        16.58,
        24.82
    ],
    [
        " every hand. I got the thirst there of the cursed with no water to be had. I heard",
        24.82,
        34.18
    ],
    [
        " men scream in hellish dreams and watched my friends go mad.",
        34.18,
        39.16
    ],
    [
        " To his no-man's fault the water salt or that the food is gone. The guns are manned by men",
        40.8,
        51.1
    ],
    [
        " full-dammed facing each new dawn. And when our bones blend with the stones you'll",
        51.1,
        60.98
    ],
    [
        " hear the parrots cry. The men who owned these splintered bones were not afraid to die.",
        60.98,
        71.24
    ],
    [
        " And that is a poem written on the back of a scrap of paper post marked prisoner of",
        76.08,
        85.42
    ],
    [
        " war mail March 1943. The note was addressed to James D. Culp US Navy gunners mate first class via",
        85.42,
        97.46
    ],
    [
        " his wife from the Red Cross while he was in a prisoner of war camp in Osaka, Japan. And",
        97.46,
        108.0
    ],
    [
        " the author is unknown so it wasn't written by James D. Culp it was sent to James D. Culp.",
        108.0,
        114.46
    ],
    [
        " The author is unknown but is assumed to be one of Culp's fellow prisoners that was captured",
        114.72,
        121.48
    ],
    [
        " on the Philippine island of Kregdor. And the fall of the Philippines in World War II resulted in",
        121.48,
        132.76
    ],
    [
        " an absolutely horrific event that resulted in the deaths of thousands of American and Filipino",
        132.76,
        143.44
    ],
    [
        " service members. And there's not any great records of how many actually died in this terrible",
        143.58,
        155.88
    ],
    [
        " situation but throughout the prisoner of war camps of the Japanese in World War II the death rate",
        155.88,
        165.38
    ],
    [
        " was about 40% it was a nightmare. And this is about the baton death march. And we've heard a little",
        165.38,
        180.28
    ],
    [
        " bit about what the Japanese did to prisoners of war in World War II. We read the forgotten High",
        180.28,
        187.04
    ],
    [
        " Lander by Alistar Yukar and that was podcast number 12. And he didn't talk about the baton death march but",
        187.04,
        197.46
    ],
    [
        " today we're going to hear from someone that did the baton death march a guy by the name of James",
        197.46,
        206.16
    ],
    [
        " Bollock a young member of the army air corps who",
        206.16,
        212.82
    ],
    [
        " suffered through that terrible situation and wrote a book about it the book is called A Soldiers",
        212.82,
        221.76
    ],
    [
        " Journal by James Bollock. And let's get right into it. Going to the book. I joined the service",
        221.76,
        233.34
    ],
    [
        " August 23rd 1940 at Barxdale Field Shreveport Louisiana and was assigned to the 16th bomb squadron",
        234.6,
        241.94
    ],
    [
        " 27th bomb group. I joined because Paris had just fallen to the Germans and I felt we would soon be",
        241.94,
        248.22
    ],
    [
        " out war. I was in college at the time and just finished my third semester all the talk around",
        248.22,
        254.1
    ],
    [
        " school was about war and it was hard to keep my mind on books. I was attending Southwestern Louisiana",
        254.1,
        260.0
    ],
    [
        " Institute in Lafayette through a government program called the NYA the National Youth Administration.",
        260.1,
        267.3
    ],
    [
        " We received $30 a month and had to work a full eight hours every other day because of this it was",
        267.56,
        275.24
    ],
    [
        " hard to schedule classes and hard to study properly. From our $30 pay we had to put about $18",
        275.24,
        281.76
    ],
    [
        " each month for room and board which left $12 for other essentials such as books, paper,",
        281.76,
        288.0
    ],
    [
        " pencils, etc. Because going to college was so difficult under these circumstances it seemed",
        288.24,
        295.12
    ],
    [
        " that the army could not be any worse. So go to join the army. I went home and told my parents what",
        295.12,
        303.8
    ],
    [
        " I planned to do. My mother was horrified and strictly against it. At the time I needed my parents",
        303.8,
        309.32
    ],
    [
        " consent to join because of my age I was 19. My father agreed to sign and convinced my mother",
        309.32,
        314.74
    ],
    [
        " to sign also. I remember her saying that if anything happened to me she did not want to be blamed",
        314.74,
        320.06
    ],
    [
        " for letting me go in the army. I was sworn in with the rest of the recruits. I had a choice of",
        320.06,
        326.44
    ],
    [
        " joining a weather squadron or a bombardment squadron. Of course I chose the bombardment squadron.",
        326.44,
        332.3
    ],
    [
        " I did not join the army to study the weather. I joined a fight. That is what I thought.",
        332.7,
        337.78
    ],
    [
        " I was there for assigned to the 16th bomb squadron to the 27th bomb group.",
        338.62,
        343.62
    ],
    [
        " Army clothes and equipment at this time were in short supply and were not provided and we were",
        344.5,
        350.26
    ],
    [
        " not provided with clothes etc. for quite some time. Obviously my statement that I always make is",
        350.26,
        356.18
    ],
    [
        " I'm skipping big chunks of this book and reading some of the highlights so you get the flow of",
        356.18,
        361.76
    ],
    [
        " the story before we get into the meat of the book. It's a great book. It's a relatively short read",
        361.76,
        368.42
    ],
    [
        " but it's a great book. Back to the book. The clothing we had was essentially still World War One.",
        368.42,
        376.64
    ],
    [
        " We had leggings, campaign hats etc. at this time and then he ends up going to a school to learn",
        377.18,
        383.1
    ],
    [
        " his skills about bombing. Back to the book. The school lasted about nine months and I came out",
        383.1,
        388.62
    ],
    [
        " knowing everything there was to know about a airplane. When school was over for my class I was",
        388.62,
        392.9
    ],
    [
        " offered a position as instructor of drafting but I turned it down. I wanted to get back with my",
        392.9,
        398.84
    ],
    [
        " outfit and his outfit was down in Savannah. When I got back to Savannah I found out my I found my",
        398.84,
        405.28
    ],
    [
        " outfit packing up to go on maneuvers in Louisiana. Within a few days we were on our way by army truck.",
        405.28,
        412.34
    ],
    [
        " At night we would stop set up our mess tent, eat and hit the sack. We slept on the ground under a",
        412.74,
        417.36
    ],
    [
        " pup tent. It took us two or three days to reach our final stop which was at the airfield at late",
        417.36,
        422.84
    ],
    [
        " Charles. Here we lived in tents again just as our first days in Savannah. As far as I was concerned",
        422.84,
        429.18
    ],
    [
        " at the time maneuvers were a joke. Instead of having actual machine guns, anti-aircraft guns,",
        429.18,
        434.38
    ],
    [
        " foxholes etc. there were wooden signs all around to indicate these. If the air raid siren went",
        434.52,
        440.54
    ],
    [
        " off we were supposed to run out to one of these signs. The way that one of the maneuvers did apparently",
        440.54,
        446.48
    ],
    [
        " help us with down the line was to adapt to hard rough outdoor living. We were also on reduced",
        446.48,
        453.32
    ],
    [
        " rations which helped prepare us for what was to come later on. We would fly over the enemy and drop",
        453.32,
        461.18
    ],
    [
        " small sacks of flour on them. Referees could tell if we hit or missed and the sides were scored",
        461.18,
        466.78
    ],
    [
        " accordingly. I don't remember how long these maneuvers lasted but it seems like it was at least",
        466.78,
        471.62
    ],
    [
        " a month. They were out there. I thought this was interesting because we do dumb stuff like that",
        471.62,
        476.86
    ],
    [
        " sometimes in the military where you think it's dumb. What you're really trying to do is get the",
        476.86,
        481.66
    ],
    [
        " broad muscle movements of a military organization working. You say okay because it's not easy to get",
        481.66,
        487.9
    ],
    [
        " 500 men assembled and moved to a location that it takes practice. They just run people through",
        487.9,
        495.5
    ],
    [
        " planning and training exercises that you're just trying to get these broad muscle movements even",
        495.5,
        501.54
    ],
    [
        " sometimes they'd be thinking this is ridiculous. This is so unrealistic but we weren't training the",
        501.54,
        506.38
    ],
    [
        " the front line troops. What they were training was the logistics of this giant scenario. So that's",
        506.38,
        510.66
    ],
    [
        " kind of what they're doing here. Back to the book we finally got word to pack up and headed back home",
        510.66,
        517.14
    ],
    [
        " to Savannah. We'd already gotten word that as soon as we reach Savannah we would need to pack again.",
        517.14,
        522.12
    ],
    [
        " This time to go overseas but no one knew where as yet. So again Germany, France had fallen to",
        522.38,
        531.52
    ],
    [
        " the war yet. So this is pre-World War II for America at this time. So he's just thinking he's going",
        531.52,
        537.7
    ],
    [
        " on a regular kind of deployment at this point. Back to the book. When we reached Savannah we found",
        537.7,
        543.66
    ],
    [
        " that most of our gear that we had left behind was already created and ready to go. As I recall in",
        543.66,
        548.16
    ],
    [
        " about a week or so we boarded the train for San Francisco. All of our crates were stenciled with",
        548.16,
        553.1
    ],
    [
        " the letter letters P L U M Plum but no one knew it meant. I should mention here that before we left",
        553.1,
        560.34
    ],
    [
        " Savannah I was called to the first sergeant's office and told that I did not have to go overseas if",
        560.48,
        564.88
    ],
    [
        " I did not want to. Of course I immediately rejected the idea and said I definitely wanted to go.",
        564.88,
        569.9
    ],
    [
        " To this day I don't know why this came up because in talking to others in my outfit no one had had",
        570.46,
        574.98
    ],
    [
        " that opportunity. Since I had applied for flight school it may be that I could have gone there. So he",
        574.98,
        581.84
    ],
    [
        " I didn't mention this property he wanted to be a pilot so it could have been a possibility that they",
        581.84,
        587.04
    ],
    [
        " wanted to send him a flight school but of course like many young 19 year old men what you want to",
        587.04,
        592.62
    ],
    [
        " do is you want to stick with your unit you want to go and fight and at this point he's no",
        592.62,
        596.6
    ],
    [
        " he's fighting but he wants to go deploy with his guys. Back to the book I still don't know what",
        596.6,
        601.5
    ],
    [
        " plum stood for but looking back now apparently the P stood for Philippines the L stood for the",
        601.5,
        607.5
    ],
    [
        " island of Luzon but the UNM I do not know. That's awesome. Now they get to San Francisco eventually and",
        607.5,
        619.14
    ],
    [
        " here we go they're boarding the ship back to the book. The SS Coolidge was a lovely ship that",
        619.14,
        624.26
    ],
    [
        " normally carried civilian passengers to the Orient but now it was being used to transport troops.",
        624.26,
        629.28
    ],
    [
        " We did not have state rooms but slept in quarters comparable to regular army transports about",
        629.58,
        634.26
    ],
    [
        " the third day we found out where we were going. Up to this time no one knew our squadron commander",
        634.26,
        639.42
    ],
    [
        " called us together and told us we were headed for the Philippine Islands. He told us that we were",
        639.42,
        643.94
    ],
    [
        " the first part of an expeditionary force being sent out to beef up the defenses of the Philippines.",
        643.94,
        649.88
    ],
    [
        " After this talk I don't remember anyone getting very excited about it we all went back to",
        651.0,
        655.2
    ],
    [
        " killing time and doing things that we were doing before. Some people read some gambled and some",
        655.2,
        659.4
    ],
    [
        " exercised. There was light boxing going on so I decided I would participate. I boxed as a light",
        659.76,
        664.8
    ],
    [
        " weight at 165 pounds and I mentioned 165 pounds because that weight is going to go away.",
        664.8,
        672.4
    ],
    [
        " Honolulu is a place where I finally learned the port and starboard sides of a ship. On large ships",
        674.54,
        679.84
    ],
    [
        " I still get lost and confused. I had to go out on deck to see which way the boat was traveling",
        679.84,
        683.6
    ],
    [
        " to locate myself. This is funny when you get it first get on a ship you have no idea where you are",
        683.6,
        688.38
    ],
    [
        " and there's a system in a ship that you can use to figure out in the mark. Well Navy ships they",
        688.46,
        693.3
    ],
    [
        " market very clearly but it takes a little time to get used to and apparently he didn't get taught.",
        693.3,
        698.28
    ],
    [
        " We finally left the dock and as we pulled out of pull harbor saw the ships with our planes coming in.",
        698.9,
        706.14
    ],
    [
        " We never saw our planes again and little did we realize what would happen to Pearl Harbor in",
        707.36,
        712.76
    ],
    [
        " just a few short weeks. So this is pre-Purl Harbor. So they could say set sail they're out at sea",
        712.76,
        720.8
    ],
    [
        " back to the book one morning when I got up and went out on deck I noticed islands all around us.",
        720.8,
        725.52
    ],
    [
        " We were finally in the Philippines. Just as soon as we got off the ship we loaded into army trucks",
        725.64,
        731.46
    ],
    [
        " and were taken to Fort McKinley. I should point out here that during the peacetime I like this part.",
        731.46,
        736.5
    ],
    [
        " I should point out here that during peacetime in the Philippines prior to our arrival the military",
        736.8,
        740.8
    ],
    [
        " was on duty only in the morning from 8 o'clock to 11 o'clock. It was thought that a white person",
        740.8,
        747.42
    ],
    [
        " could not survive in tropical sun after 11 o'clock. What a deal they had and to top it off time spent",
        747.42,
        753.88
    ],
    [
        " in the tropics Hawaii included counted as time and a half toward retirement. Another reason we",
        753.88,
        760.16
    ],
    [
        " were so hot is when we first arrived in the tropics was the fact that we still had our winter uniforms.",
        760.16,
        765.1
    ],
    [
        " So I thought that was that was pretty funny to think about that. That's not that was 1940s to think",
        765.56,
        771.74
    ],
    [
        " look you're not going to make it. Hey listen up white boy you're not going to make it past",
        771.74,
        775.2
    ],
    [
        " the left and you need to go back in the shade. Back to the book as long as I was at Fort McKinley",
        775.2,
        782.52
    ],
    [
        " about two weeks the only thing I ever did was dig trenches around the fort. These were not fox holes",
        782.52,
        787.36
    ],
    [
        " but long zigzag trenches. We were undoubtedly preparing for war then they go out there they go",
        787.36,
        794.88
    ],
    [
        " out they catch a movie and back to the book after the movie we took a tram or trolley back to the",
        794.88,
        800.58
    ],
    [
        " gate at Fort McKinley before going to our tent we decided to stop the mess tent for something to",
        800.58,
        805.08
    ],
    [
        " drink before retiring and that is when we heard that Pearl Harbor was being bombed by the Japanese.",
        805.08,
        810.6
    ],
    [
        " This message came from a radio that was playing in a mess tent and I suspect we were one of the first",
        811.42,
        816.24
    ],
    [
        " to hear the news. I was not terribly surprised or concerned because we'd been preparing for war",
        816.24,
        821.12
    ],
    [
        " and now it was here. I was not frightened by the news and remember going to bed and immediately",
        821.22,
        826.72
    ],
    [
        " falling asleep because the hour was very late. I know I would have been frightened if I had known",
        826.72,
        832.08
    ],
    [
        " what terrible destruction the Japanese had inflicted on our forces at Pearl Harbor.",
        832.08,
        836.86
    ],
    [
        " We never knew about our terrible losses until the war was over. I am sure our top brass",
        837.42,
        843.44
    ],
    [
        " knew but we were never told which I am sure was best. I may not have been scared the night when I",
        843.44,
        850.76
    ],
    [
        " heard that the war started but I would be lying if I said I was not scared when the second night",
        850.76,
        855.24
    ],
    [
        " rolled around. The day started with an early frantic call before breakfast for all to us",
        855.24,
        860.56
    ],
    [
        " immediately assemble in front of the first sergeants tent. I had a pretty good idea of what it was",
        860.56,
        865.16
    ],
    [
        " all about but most of the outfit had not yet heard. Anyway we were told we were now at war with",
        865.16,
        871.3
    ],
    [
        " Japan and would be issued arms and ammunition. So just like that everything changes.",
        871.3,
        877.7
    ],
    [
        " I was issued a 30 caliber springfield rifle and a 45 caliber cult automatic pistol.",
        878.8,
        884.68
    ],
    [
        " Since we were air core personnel we had never received instructions on firing a rifle and a lot",
        885.18,
        891.28
    ],
    [
        " of these men had never had a rifle in their hands before. A lot were like me however they were",
        891.28,
        896.6
    ],
    [
        " farm boys who were brought up with guns and knew how to use them. So again these guys it's a peace",
        896.6,
        904.64
    ],
    [
        " time and even though they might have been preparing for war it's a peace time situation and",
        904.64,
        908.32
    ],
    [
        " you know how I talk about when you're training in Jiu Jitsu you can't train hard enough",
        908.32,
        913.28
    ],
    [
        " to be prepared for a car. You can't train the same way a competition feels you just can't.",
        913.28,
        918.58
    ],
    [
        " It's the same way here when there's no war going on I'm okay how much you're trying to simulate it",
        918.8,
        923.28
    ],
    [
        " if there's no war going on you can't simulate it well enough and that's kind of the situation",
        923.28,
        927.94
    ],
    [
        " that they were in. Guys hadn't even some of the guys had never even shot a rifle before.",
        927.94,
        931.66
    ],
    [
        " This doesn't take long to escalate at all back to the book. That night we all retired to our",
        934.76,
        941.58
    ],
    [
        " tents early because a total blackout was in effect. They really made no difference to us because",
        941.58,
        946.46
    ],
    [
        " we had no lights in the tents anyways all of a sudden around midnight or so there was a loud",
        946.46,
        949.84
    ],
    [
        " whistling and everyone outside loud whistling on the outside by our first sergeant. The whistling",
        949.84,
        956.96
    ],
    [
        " followed by shouts of everyone up everyone up air raid. We could hear air raid sirens in the",
        956.96,
        962.96
    ],
    [
        " background so we were sure it was the real thing a lot of guys were up and dressed in out in",
        963.0,
        966.68
    ],
    [
        " minutes but a lot of guys were slow and lagging around they figured it was a dry run so why hurry?",
        966.68,
        971.12
    ],
    [
        " Once out of the tents we were told to go to the edge of the jungle nearby and get away from our",
        971.78,
        974.94
    ],
    [
        " tents because they would undoubtedly become a great target for the enemy. Everyone did as he was",
        974.94,
        980.5
    ],
    [
        " told but before long there was grumbling and people wanted to go back to bed. Eventually we were",
        980.5,
        987.26
    ],
    [
        " given the order to return to our tents needless to say we were ready. Once back in the dark tents",
        987.26,
        993.34
    ],
    [
        " we got out of our clothes and before long everyone was sound asleep again. I'm not sure how long",
        993.34,
        998.16
    ],
    [
        " we were asleep but sometime later that night we were awakened by horrendous sounds the likes of",
        998.16,
        1003.32
    ],
    [
        " which we had never heard before. Great explosions were going on all around us and the ground was",
        1003.32,
        1009.32
    ],
    [
        " shaking as if an earthquake was taking place. Brilliant flashes of light could be seen through the",
        1009.32,
        1017.14
    ],
    [
        " first sergeant was out again yelling for all the head for the jungle again this time there were",
        1017.14,
        1021.78
    ],
    [
        " no stragglers. A lot of the guys just took off in their underwear some had pants no shirt some",
        1021.78,
        1027.34
    ],
    [
        " shirt but no pants. I managed to get clothes on and untied shoes before leaving our tent but once",
        1027.34,
        1032.92
    ],
    [
        " outside I was stunned for a while by what I heard and saw. The sky was filled with bursting anti-earcraft",
        1032.92,
        1039.7
    ],
    [
        " fire and tracer bullets could be seen headed up in all directions. The sound of straining aircraft could",
        1039.7,
        1046.76
    ],
    [
        " also be heard intermingled with the rumbling sound of exploding bombs. It looked like the world was",
        1046.76,
        1052.56
    ],
    [
        " coming to an end. So that's two days to go from hey we're going to a movie and we're hanging out",
        1052.56,
        1059.94
    ],
    [
        " in the Philippines drinking some beers to this. That's that's that's completely insane to think about.",
        1059.94,
        1066.56
    ],
    [
        " War had now come to us with a bang and it was real. Again fast forwarding. When we received word",
        1067.82,
        1077.88
    ],
    [
        " to pull out of LEPA which is where they were the reason given was that the Japanese had landed a",
        1077.88,
        1081.66
    ],
    [
        " few miles from us and if we did knock it out of there in a hurry we might be overrun. So think about",
        1081.66,
        1086.84
    ],
    [
        " that. You know here you are your American you got the strongest military you come from this",
        1086.84,
        1093.74
    ],
    [
        " giant country and all of a sudden the Japanese who you weren't even at war with five days ago,",
        1094.56,
        1100.3
    ],
    [
        " four days ago. Now they're landing on beach and you're under the threat of being overrun.",
        1100.38,
        1104.74
    ],
    [
        " I look back now and think that the real story was that the Japs landed in force and they are",
        1105.2,
        1112.96
    ],
    [
        " commanders wanted all of us evacuated to the baton peninsula as quickly as possible. So they move,",
        1112.96,
        1119.68
    ],
    [
        " they march, they end up in baton, they no longer have tents and they're living basically outside",
        1119.68,
        1126.84
    ],
    [
        " in little shelters that they're building and they are starting to get bombed all the time.",
        1126.84,
        1132.7
    ],
    [
        " Here we go back to the book. Bombs frightened the devil out of me. I figured there was no way I could",
        1132.86,
        1137.4
    ],
    [
        " survive so many close calls day after day. There was many there was many a day when bombs fell within",
        1137.4,
        1143.26
    ],
    [
        " 20 or 30 feet of me and eventually some much closer. If it had not been forced strategically located",
        1143.26,
        1149.64
    ],
    [
        " foxholes, I know I would not be here today. So these guys are getting just crushed because I didn't",
        1149.64,
        1157.68
    ],
    [
        " mention this part but you remember when he said when he when they left Polar Ber they saw the",
        1157.68,
        1162.2
    ],
    [
        " ships with their planes on them. The planes never showed up. They got bombed in Pearl Harbor. So they",
        1162.2,
        1166.92
    ],
    [
        " had like just a few planes that had already been there in the Philippines. They didn't have an",
        1166.92,
        1172.1
    ],
    [
        " actual war load out of planes. So the Japanese had total air superiority and that's why they were",
        1172.1,
        1177.7
    ],
    [
        " able to just bomb them with with complete unrestricted violence. Back to the book. During a bombing",
        1177.7,
        1185.5
    ],
    [
        " raid I would normally peep over the edge of my foxhole to see where the planes were. At first all you",
        1185.5,
        1191.92
    ],
    [
        " knew was that they were headed in your direction and you had better stay put. As they got closer",
        1191.92,
        1197.96
    ],
    [
        " and closer you could tell better if they were going to pass to the side of you or if they were",
        1198.0,
        1204.22
    ],
    [
        " coming directly over. You remember that you remember the book we read where I when it builds up with",
        1204.22,
        1209.56
    ],
    [
        " the heavies coming. They the big slow roar. It's Ernie Pyle and he's talking about how the big",
        1209.56,
        1214.62
    ],
    [
        " slow roar is coming and he looks up and he sees it's the heavies and how the guys were just so",
        1214.62,
        1221.28
    ],
    [
        " happy that the bombers were coming. The big allied American bombers were coming to give them",
        1221.28,
        1227.6
    ],
    [
        " support. Well this is the opposite. This is what it's like to be on the ground and the heavies",
        1227.6,
        1234.76
    ],
    [
        " are coming. The Japanese bombers are coming. Here we go back to the book. If they were directly",
        1234.76,
        1239.68
    ],
    [
        " overhead you began to sweat because that means meant you were about to take a pounding. As you watch",
        1239.68,
        1246.32
    ],
    [
        " the planes you could all of a sudden see many small flashes of silver appear just below the planes.",
        1246.32,
        1253.1
    ],
    [
        " This meant that their bombs had been dropped and they were on their way down.",
        1253.6,
        1258.26
    ],
    [
        " These silver flashes were only visible for a few seconds then disappeared.",
        1258.98,
        1264.0
    ],
    [
        " If you were still looking up the next thing you saw and now heard were these large black",
        1265.34,
        1271.0
    ],
    [
        " objects coming at you with a terrible hissing sound. In a fraction of a second they were exploding",
        1271.0,
        1279.12
    ],
    [
        " with a terrific bang as they hit the ground. They did not go off simultaneously but one at a time",
        1279.12,
        1283.86
    ],
    [
        " until they had all exploded. If the bombs were just in front of you you could hear them getting closer",
        1283.86,
        1289.56
    ],
    [
        " and closer and that was the scary part. It wasn't until you could hear the explosives go past you",
        1289.56,
        1295.56
    ],
    [
        " that you knew you were safe and could now relax. That's when you thanked God for foxholes.",
        1295.56,
        1301.04
    ],
    [
        " So we've talked about similar before with people being in the trenches in World War I.",
        1301.58,
        1306.56
    ],
    [
        " I think it was Bob Huffman or Bob Huffman that was talking about in his book I remember the last",
        1306.68,
        1312.46
    ],
    [
        " war where when they would get mortgared or hit with artillery that's how artillery works. You fire",
        1312.46,
        1319.4
    ],
    [
        " around then you move a little to the left then you fire around then you move a little to the left",
        1319.4,
        1322.46
    ],
    [
        " then you fire around then you move a little to the left and so you knew you could feel it's getting",
        1322.46,
        1327.26
    ],
    [
        " closer and closer and closer and closer and until it goes by you you're waiting to get blown up.",
        1327.26,
        1333.02
    ],
    [
        " You're waiting to die and that's exactly what he's talking about here.",
        1333.02,
        1337.46
    ],
    [
        " Back to the book besides bombs and enemy strafing there was another danger coming from the air.",
        1338.72,
        1343.6
    ],
    [
        " It was the hot whistling metal fragments raining down on us from our own anti-aircraft guns",
        1343.88,
        1349.82
    ],
    [
        " at Corregidor. So Corregidor is not collocated with them and Corregidor's firing anti-aircraft and",
        1349.82,
        1356.58
    ],
    [
        " some of the fragments from all that fire is raining down on these guys.",
        1356.58,
        1361.0
    ],
    [
        " It wasn't long before our food supply was practically gone and we had to scrounge around to find",
        1363.58,
        1368.74
    ],
    [
        " something to eat. We eventually ate all of our horses that belonged to the cavalry and the",
        1368.74,
        1373.6
    ],
    [
        " mules that were used to pull their cannons so they ran out of food very quickly.",
        1373.6,
        1378.68
    ],
    [
        " Although we were air-core we were ultimately designated as infantry and carried on and fought",
        1380.2,
        1391.06
    ],
    [
        " as such. When the front lines were active we could always hear the roar of cannons being fired in",
        1392.0,
        1396.5
    ],
    [
        " the noise of the resulting explosions. Many a night I fell asleep listening to this noise and",
        1396.5,
        1402.0
    ],
    [
        " especially during the last few weeks and days of our struggle. With this noise getting closer",
        1402.0,
        1407.16
    ],
    [
        " and closer as the front lines fell back I never in my wildest dreams felt that we would be defeated.",
        1407.16,
        1413.82
    ],
    [
        " We were tired, hungry and in many cases sick but we were still ready to fight.",
        1414.58,
        1420.42
    ],
    [
        " So let me just break that down a little bit. There's infantry soldiers up that are closer to",
        1422.22,
        1428.34
    ],
    [
        " the enemy that are fighting and they can hear that fighting take in place and they're back in their",
        1428.34,
        1433.16
    ],
    [
        " airfield area trying to... Well they're holding security but they're basically around an airfield",
        1433.16,
        1440.48
    ],
    [
        " and the infantry soldiers in the army are further away to the front and they can hear day after day",
        1440.48,
        1447.66
    ],
    [
        " that front line is getting closer and closer and closer to where they are because the Japanese",
        1447.66,
        1452.66
    ],
    [
        " are pushing them back and back and back and it ends up like this this is scary. Back to the book one",
        1452.66,
        1459.72
    ],
    [
        " day stray soldiers started appearing at our air strip and the surprise me because I had never seen",
        1459.72,
        1465.92
    ],
    [
        " this before and talking to them they said they had left the front line looking for food.",
        1465.92,
        1470.28
    ],
    [
        " They were being constantly bombarded by Japanese guns and no food was getting to them. It was either",
        1470.72,
        1476.08
    ],
    [
        " go out and look for food or starve to death. So now eventually the guys that were out fighting the",
        1476.08,
        1482.06
    ],
    [
        " Japanese on the front line now they're straggler starting to come back to the airfield because they're",
        1482.06,
        1486.2
    ],
    [
        " starving. One day we got word to gas up the last P40s that we had, three as I recall and get",
        1486.2,
        1500.1
    ],
    [
        " them ready for takeoff. We pulled them out of their hiding place in the jungle and down to the field",
        1500.1,
        1505.14
    ],
    [
        " where the pilots were waiting. Normally the pilots wanted to jump in and take off immediately before",
        1505.14,
        1511.04
    ],
    [
        " the japs saw them but this time it was different. They said they were leaving baton and going to a",
        1511.04,
        1517.66
    ],
    [
        " field on one of the islands to the south which was still in friendly hands. Before the pilot got in",
        1517.66,
        1524.32
    ],
    [
        " his plane he asked me and a friend of mine if we wanted to send a message home. We said yes because",
        1524.32,
        1530.08
    ],
    [
        " it was the first opportunity that we had had to do so since leaving the states. He had a pencil",
        1530.08,
        1535.18
    ],
    [
        " and I wrote a short note letting everyone know at home that I was well. When the last of our planes",
        1535.18,
        1543.36
    ],
    [
        " left that was the beginning of the end. It may have been the same day or the day after we were",
        1543.36,
        1549.76
    ],
    [
        " heardly taken back into camp and told to pack up. We were told only to bring the bare essentials.",
        1549.76,
        1555.02
    ],
    [
        " The clothes and shoes that we had on toothbrushes etc nothing else.",
        1555.2,
        1560.38
    ],
    [
        " So you know you're in a bad way when the planes are taken off and the guy is saying hey you want me",
        1560.7,
        1565.52
    ],
    [
        " to pass a message home because we're not coming back. And then to get told hey take just the",
        1565.52,
        1578.16
    ],
    [
        " clothes on your back basically we're leaving. By the time we finally pulled out it was getting",
        1578.16,
        1584.9
    ],
    [
        " dark. The people that we got back from the field said that they could hear jab tanks coming up",
        1584.9,
        1590.62
    ],
    [
        " the road and where and they were near. For the last several days the word got much closer to us.",
        1590.62,
        1596.98
    ],
    [
        " Gunfire was almost constant at night you could see the flash of our cannons and hear the exploding",
        1597.28,
        1602.06
    ],
    [
        " shells of the enemy. It wasn't long before we could hear the drone of jab bombers coming from",
        1602.06,
        1610.5
    ],
    [
        " a distance. We looked up and sure enough they were headed our way. All of a sudden we could hear",
        1610.5,
        1615.18
    ],
    [
        " the swishing of falling bombs. They started exploding as they hit the ground and each explosion kept",
        1615.18,
        1620.62
    ],
    [
        " getting closer and closer working in our direction. I knew that we were in big trouble when I heard",
        1620.62,
        1626.88
    ],
    [
        " explosions getting louder and louder than almost immediately. We were practically obliterated by",
        1626.88,
        1633.1
    ],
    [
        " an exploding bomb that missed us by a few feet. When the bomb went off it sent dirt and large rocks",
        1633.1,
        1640.42
    ],
    [
        " flying in the air in all directions and we were almost covered by falling debris. This bomb was",
        1640.42,
        1647.48
    ],
    [
        " actually closer to me than the other bomb that killed the engineer on our airstrip and peppered",
        1647.48,
        1652.68
    ],
    [
        " my arm with shrapnel. You could reach out from our foxhole and practically touch the edge of the",
        1652.68,
        1659.22
    ],
    [
        " large crater that it made but none of us were seriously hurt. That's crazy. You got giant bombs",
        1659.22,
        1669.42
    ],
    [
        " blowing up and you can touch the crater that it leaves and you're surviving. That's why you dig foxholes",
        1669.42,
        1675.54
    ],
    [
        " by the way. That's why you dig foxholes because they provide incredible amount of protection.",
        1675.54,
        1680.58
    ],
    [
        " That is when we decided we better go back and find our outfit. When we did find our outfit we were",
        1684.42,
        1690.48
    ],
    [
        " flabbergasted by the news. We were surrendering. I could not believe it. All these men still with arms",
        1690.48,
        1700.52
    ],
    [
        " and now under the protection of carrega doors big guns we were giving up but it was true. We were told",
        1700.52,
        1708.72
    ],
    [
        " to destroy all of our weapons and ammunition immediately in any way that we could. Most people were",
        1708.72,
        1714.94
    ],
    [
        " disassembling their rifles and pistols and throwing them into the bay so I did the same. It was the",
        1714.94,
        1720.56
    ],
    [
        " quickest way to get rid of them. I did not mind getting rid of my rifle but I hated to throw away my",
        1720.56,
        1725.44
    ],
    [
        " pistol. We were told by our leaders to stay put until the japs came in and when they did we would",
        1725.44,
        1734.12
    ],
    [
        " be taken to prisoner of war camps where we would sit out the rest of the war. I did not like this",
        1734.12,
        1740.36
    ],
    [
        " idea at all but you could tell a lot of the guys felt relieved. They were dirty, tired, hungry and",
        1740.36,
        1747.48
    ],
    [
        " it had enough of war. They felt now that they had survived and would soon be fed, sheltered and",
        1747.48,
        1764.1
    ],
    [
        " he got to get this book and read the whole book because he goes into all the details of how this",
        1770.34,
        1776.28
    ],
    [
        " collapse kind of finalized back to the book. By the time we got back to the group, Japanese troops",
        1776.28,
        1783.24
    ],
    [
        " had arrived from the other direction. They were already lining people up to count us.",
        1783.24,
        1788.42
    ],
    [
        " Pretty soon a japs soldier came up to me muttering something and at the same time flapping his",
        1789.22,
        1794.92
    ],
    [
        " hand up and down. I looked at him with a puzzled look because I didn't have the slightest idea what",
        1794.92,
        1799.16
    ],
    [
        " he wanted. The jap kept his puzzling jab gestures and I could tell that he was getting more furious by",
        1799.16,
        1807.5
    ],
    [
        " the minute. I turned around looked at some of the guys and shrugged my shoulders indicating that",
        1807.5,
        1812.7
    ],
    [
        " it did not know what the jap wanted. Someone said he wants you to sit down so I sat down immediately",
        1812.7,
        1819.82
    ],
    [
        " and received a crack across my head with a rifle but I knew then that that was not what he wanted",
        1819.82,
        1827.44
    ],
    [
        " so I immediately got back up. That's when he gave me a shove and the guy next to me a shove and so on.",
        1827.44,
        1834.96
    ],
    [
        " He wanted us to start walking. That was the beginning of our march out of baton and I believe that I",
        1834.96,
        1843.82
    ],
    [
        " was the first one to start it. This is where my story is going to be difficult to tell for two",
        1843.82,
        1852.96
    ],
    [
        " reasons. The first being that we were told on our return to the US that we were not to speak to",
        1852.96,
        1857.68
    ],
    [
        " anyone about our experience as prisoners of war, not the press, our family or friends.",
        1857.68,
        1863.42
    ],
    [
        " The reason for this was that somewhere down the line we might be in a war again and undoubtedly",
        1864.02,
        1869.78
    ],
    [
        " more prisoners would be taken. If we revealed how we survived this information would get into the",
        1869.78,
        1876.26
    ],
    [
        " hands of our enemy which would then make it doubly tough on our prisoners. This made good sense",
        1876.26,
        1882.8
    ],
    [
        " and I did abide by it. Over the years however our story has been told so many times now I feel",
        1882.8,
        1889.56
    ],
    [
        " free to tell mine. The second reason is that I was and still am reluctant to tell about my",
        1889.56,
        1899.74
    ],
    [
        " experiences at POW is the fact that I thought it would be impossible to describe what we went through.",
        1899.74,
        1906.12
    ],
    [
        " Impossible to tell and impossible to describe in written word. I have since read many good books",
        1907.56,
        1916.4
    ],
    [
        " on the subject and seen film documentaries made but you had to be there to experience it to know",
        1916.4,
        1923.56
    ],
    [
        " what it was like. I know that my meager attempt will also fail but I will write about it anyways.",
        1923.56,
        1931.28
    ],
    [
        " So now we're clearly now we're starting this horrific situation. This is the this is the",
        1932.92,
        1942.18
    ],
    [
        " baton death march. As we marched along the road we soon found ourselves without hats and something far",
        1942.18,
        1952.14
    ],
    [
        " more critical water. The Japanese were quick to take our canteens and empty them on the road and",
        1952.14,
        1958.8
    ],
    [
        " knocked our steel helmets off with the rifle butts. We were marching through front line troops that",
        1958.8,
        1964.74
    ],
    [
        " had just overpowered us. They were still inflicting punishment on us in any way that they could.",
        1964.74,
        1969.68
    ],
    [
        " We endured constant beatings beatings beatings every time we ran into a new group down the road.",
        1971.28,
        1977.92
    ],
    [
        " They hit us with rifles, sabers, sticks and anything else they could get their hands on.",
        1978.52,
        1984.34
    ],
    [
        " We were half starved and many so weak they could barely walk but they showed us no mercy.",
        1985.58,
        1991.82
    ],
    [
        " The day was torture. To begin with we did not know where we were going and we kept thinking surely it",
        1996.46,
        2005.38
    ],
    [
        " couldn't be much further but it was much much much further. The sun on our bare heads was bad",
        2005.38,
        2014.8
    ],
    [
        " but the worst was passing up water after water but not allowed any. After marching well into the dark",
        2014.8,
        2023.04
    ],
    [
        " that day we finally stopped completely beat and exhausted. We felt we would surely now be given food",
        2023.04,
        2029.46
    ],
    [
        " and water but that was not to be. They put us in a fenced off yard and told us through an",
        2029.46,
        2035.32
    ],
    [
        " interpreter that if any of us was found with a knife razor blade or anything that could be used",
        2035.32,
        2040.22
    ],
    [
        " as a weapon he would be immediately shot. I thought to myself they did not say compass",
        2040.22,
        2046.68
    ],
    [
        " but I knew that I would be in big trouble if they found it so he had taken a compass and he's",
        2046.68,
        2051.82
    ],
    [
        " keeping that on in case he ever gets the chance to escape. This place was extremely dark but there",
        2051.82,
        2056.84
    ],
    [
        " was enough light to see the Japanese soldiers with machine guns surrounding us. We were packed",
        2056.84,
        2062.12
    ],
    [
        " like sardines with barely enough room to stretch out and no latrine facilities. If you had to relieve",
        2062.12,
        2067.28
    ],
    [
        " yourself you did it where you were. I had now gone 48 hours without food and what liquid I had",
        2067.28,
        2075.34
    ],
    [
        " before starting the march was long gone by way of sweat. There was a lot of talking and moaning",
        2075.34,
        2083.52
    ],
    [
        " going on but it stopped immediately when we were told we would be shot if they heard any noises",
        2083.52,
        2088.58
    ],
    [
        " out of us again. Needless to say things quieted down and that is the last thing I remember that day.",
        2088.58,
        2096.54
    ],
    [
        " The next day we were started on the road again before dawn without food or water. Same treatment",
        2099.66,
        2104.98
    ],
    [
        " by the troops heading into baton, beatings and more beatings. We were now plotting along",
        2104.98,
        2111.62
    ],
    [
        " like zombies. All we could think about was water. And he talks about the fact that they're",
        2111.62,
        2120.44
    ],
    [
        " passing these little wells, these little pump and they can see that there's water they could",
        2120.44,
        2125.42
    ],
    [
        " clearly have and the Japanese are not allowing them to drink this water and that was the torture",
        2125.42,
        2130.78
    ],
    [
        " is additional torture to what they were going through. Back to the book. The countryside that we",
        2130.78,
        2137.38
    ],
    [
        " were now crossing was a total wreck. The forest was literally destroyed. It looked like a forest fire",
        2137.38,
        2142.68
    ],
    [
        " had gone through it and all that was left was the skeleton of what was formerly giant trees.",
        2142.68,
        2148.28
    ],
    [
        " No remnants remained of what were once villages. The roadside was littered with burned out trucks",
        2149.36,
        2155.44
    ],
    [
        " and cars and an occasional tank could be seen. They looked like total destruction that it was.",
        2155.44,
        2162.02
    ],
    [
        " The worst part however was the dead bodies scattered all over. You could tell that they had been",
        2163.16,
        2172.36
    ],
    [
        " there for some time because they were all now black and bloated. The stench was horrible and the",
        2172.36,
        2180.1
    ],
    [
        " site was made more terrible by the swarm of flies around each body.",
        2180.1,
        2185.56
    ],
    [
        " Again, all day we staggered along that hot dusty road and though we passed running artisans",
        2187.2,
        2198.14
    ],
    [
        " wells from time to time we were not allowed to drink. We had long ago stopped thinking about food.",
        2198.16,
        2204.22
    ],
    [
        " Now it was water, water. You kept thinking where are they taking us? When will it end? You are",
        2204.56,
        2211.08
    ],
    [
        " thinking surely they know we were exhausted to the point of death and they would soon relent.",
        2211.08,
        2215.62
    ],
    [
        " But they did not and we had to muster every bit of strength that we could carry on.",
        2216.38,
        2223.84
    ],
    [
        " Many of the sick and wounded had fallen out before now and the world knows how they were executed",
        2226.22,
        2232.3
    ],
    [
        " as they fell. I saw some of this but not nearly as much as the people bringing up the rear.",
        2232.3,
        2240.52
    ],
    [
        " I was fortunate in being near the front of the line and had the strength and fortitude to stay on my",
        2241.46,
        2247.58
    ],
    [
        " feet. All day we looked forward to the end of the heat and misery thinking that at nightfall we",
        2249.94,
        2254.92
    ],
    [
        " would stop like we did the night before but this was not to be darkness came and we kept going.",
        2254.92,
        2261.24
    ],
    [
        " Long before now we had dumped any excess baggage that we were carrying. A lot of people started",
        2262.86,
        2277.08
    ],
    [
        " all been discarded. It was hard enough carrying your own weight much less anything additional.",
        2277.08,
        2282.22
    ],
    [
        " For the most part now we were plotting along with strangers. When we found out we were surrendering",
        2282.66,
        2289.72
    ],
    [
        " the squadron broke up and we were lucky if we ran into a buddy occasionally. Being together as a",
        2289.72,
        2296.56
    ],
    [
        " unit under such a trying situation would probably have helped but that did not happen.",
        2296.56,
        2302.36
    ],
    [
        " This is just a nightmare getting worse by the moment and I didn't do a good job of explaining",
        2309.48,
        2317.52
    ],
    [
        " that going into this. It wasn't like they were well fed and well nourished going into this",
        2317.52,
        2323.38
    ],
    [
        " situation. They had already been under attack and they had not had food. They had run out of food",
        2323.38,
        2327.98
    ],
    [
        " very quickly. These guys are already hungry and dehydrated when they started this thing and now it's",
        2327.98,
        2337.06
    ],
    [
        " just getting worse. I do think that the following took place shortly before dark on the third day.",
        2337.06,
        2345.34
    ],
    [
        " I was desperate for water even though I had had some the night before. By now many of the men were",
        2345.5,
        2351.54
    ],
    [
        " rushing every well that we came to even though they were being shot at as they did so. There were one",
        2351.54,
        2358.52
    ],
    [
        " or two guards close enough to do the shooting so if 10 or 12 men went at once the chances were 6 or",
        2358.52,
        2364.98
    ],
    [
        " 8 would get back without being hit. I decided I would go for it but would wait until late evening.",
        2364.98,
        2374.46
    ],
    [
        " The opportunity finally arrived. I made a dash for it with about 10 or 12 others shots were fired",
        2376.0,
        2382.72
    ],
    [
        " but I got a gulp of water without being hit. This continues on and on.",
        2382.72,
        2396.58
    ],
    [
        " Word continued. Word quickly spread that we were finally going to be fed and given water.",
        2397.78,
        2403.16
    ],
    [
        " How that rumor got started I don't know but it did not happen. After a period of about 30 or 40",
        2403.72,
        2409.94
    ],
    [
        " minutes they started marching us out on the road again. The gate that we went in was the opening",
        2409.94,
        2415.86
    ],
    [
        " between one of the houses and the high vine covered fence. As we approached this opening on our",
        2415.86,
        2423.72
    ],
    [
        " way out I noticed an army canteen sitting on a small ledge on the side of the house. My first",
        2423.72,
        2428.8
    ],
    [
        " reaction was that the canteen was a trap. You would grab it and the jap guards would shoot you for",
        2428.8,
        2439.92
    ],
    [
        " it as I went by. It was an easy arms reach away and somewhat concealed by more ivy growing on",
        2439.92,
        2446.84
    ],
    [
        " the side of the house. Another miracle it was filled with water but I dared not drink it then.",
        2446.84,
        2453.44
    ],
    [
        " I had to wait until dark to make sure that a jap guard did not see me. It is unexpected",
        2453.9,
        2460.48
    ],
    [
        " happenings like this that helped us to survive. This is about the time that I started pulling out of it.",
        2460.48,
        2469.14
    ],
    [
        " By that I mean I no longer expected to stop just up the road to be fed and given water but now",
        2470.32,
        2477.66
    ],
    [
        " knew that the Japanese intended to march us until we all finally perished.",
        2477.66,
        2483.52
    ],
    [
        " To this day I still believe this to be true but I was not going to give them that satisfaction.",
        2484.3,
        2492.96
    ],
    [
        " That is a hell of a mental transition to make.",
        2497.96,
        2500.88
    ],
    [
        " From when are they going to stop? When are they going to give us some food?",
        2502.0,
        2505.0
    ],
    [
        " When are they going to give us some water? No, they are not going to and they are going to march us",
        2505.16,
        2509.64
    ],
    [
        " until we die. You know what? I am not giving in. Fast forwarding a bit here. The next day we",
        2509.64,
        2519.94
    ],
    [
        " reached the town of San Fernando where we finally stopped at least for the rest of that day and for",
        2519.94,
        2526.6
    ],
    [
        " that night. Here we were finally fed about a cup of boiled rice and allowed to have water.",
        2526.6,
        2533.5
    ],
    [
        " At this point many would have said that the rest was more important or appreciated than the food",
        2534.14,
        2542.48
    ],
    [
        " because many were suffering from incredibly blistered and bloody feet. My feet were badly blistered",
        2542.48,
        2548.14
    ],
    [
        " but not as bad as some who had put on new shoes when they were told to pack up and get ready to",
        2548.14,
        2553.12
    ],
    [
        " break camp. I had no new shoes otherwise I would have done the same. There's no way for a",
        2553.12,
        2558.68
    ],
    [
        " person to walk as far as we did without getting blistered feet. We spent the night at San Fernando",
        2558.68,
        2565.96
    ],
    [
        " and the next day took off again. No breakfast of course but now at least I had a canteen full of water.",
        2565.96,
        2571.44
    ],
    [
        " By this time we were in an area where the Filipinos had returned to their barrios and Nipahuts",
        2572.44,
        2579.2
    ],
    [
        " bordering the road. Damaged property and terrain was not as bad as it was further to the south",
        2579.2,
        2584.9
    ],
    [
        " where more fighting had taken place. So now they're marching through sort of regular Philippine",
        2584.9,
        2590.02
    ],
    [
        " villages that weren't as decimated as the areas where the heavy fighting had taken place.",
        2590.02,
        2594.28
    ],
    [
        " There were Filipino men, women and children watching us as we weirdly walked along and by the way",
        2594.7,
        2600.74
    ],
    [
        " another thing I didn't explain very well. The Filipino military men were also being marched",
        2601.06,
        2608.3
    ],
    [
        " simultaneously but they had them segregated. So this is from the American viewpoint. They",
        2608.3,
        2614.48
    ],
    [
        " could see that the Filipinos were getting treated equally brutal and if not worse and they took",
        2614.48,
        2620.3
    ],
    [
        " massive casualties. They took tens of thousands of deaths on this on this march. But now they're",
        2620.3,
        2630.72
    ],
    [
        " regular Filipinos civilians are watching this death march take place. Back to the book in several",
        2631.54,
        2636.1
    ],
    [
        " places the women tried to hand food to us but the Japanese guards would not allow it. They had bananas,",
        2636.1,
        2642.28
    ],
    [
        " mangoes and coconuts and it all looked so good. I never saw it happen but supposedly several",
        2642.88,
        2649.22
    ],
    [
        " Filipinos lost their lives to Japanese bullets when they tried passing food to the Americans.",
        2649.22,
        2654.06
    ],
    [
        " This was the beginning of the end of the march out of baton but we did not know until",
        2654.84,
        2660.26
    ],
    [
        " sometime that afternoon when we arrived at Camp O'Donnell.",
        2660.96,
        2664.54
    ],
    [
        " So that kind of like you said this is the beginning of the end of the march and here they end up",
        2665.62,
        2675.1
    ],
    [
        " at Camp O'Donnell. Camp O'Donnell was a training camp for the Philippine army and was built just",
        2675.1,
        2679.16
    ],
    [
        " prior to the war. It consisted of a series of barracks built in typical Philippine style.",
        2679.16,
        2683.26
    ],
    [
        " The fast roofs had bamboo framed sides and floors and openings for windows but no screens or shutters.",
        2683.76,
        2689.4
    ],
    [
        " Each barracks was about 50 feet long and could be called a double double decker because the",
        2690.26,
        2695.2
    ],
    [
        " attic was floored as well. The attic space may have been for storing personal gear in",
        2695.2,
        2700.8
    ],
    [
        " instead of an area for sleeping. I say this because the highest point between the floor and the",
        2700.8,
        2706.12
    ],
    [
        " ceiling or the roof was about five feet. It would be cramped even for a short Filipino. I should know",
        2706.12,
        2712.8
    ],
    [
        " because that is where I slept. Once we passed through the gate we were made to sit down in an",
        2712.8,
        2719.14
    ],
    [
        " open field where the law was laid down by the Japanese commander. I did not pay much attention to",
        2719.14,
        2725.28
    ],
    [
        " what he said except to hear him say that if you did this you would be shot and if you did that you",
        2725.28,
        2730.16
    ],
    [
        " would be shot. I wondered what we could do without being shot. After he was through an American",
        2730.16,
        2738.14
    ],
    [
        " officer walked up and introduced himself as General King. He said that he was the general in charge",
        2738.14,
        2745.5
    ],
    [
        " of the troops on baton and he was solely responsible for our surrender. He told us not to feel bad or",
        2745.5,
        2753.1
    ],
    [
        " discouraged or guilty because we had nothing to do with it. It was his decision and if any blame",
        2753.1,
        2759.78
    ],
    [
        " was to eventually come it was his to face. That's some ownership right there. I had never heard of",
        2759.78,
        2770.44
    ],
    [
        " General before but he struck me as a brave and sincere officer. Well there you go. That's what",
        2770.44,
        2776.58
    ],
    [
        " happens when you take ownership. People in your chain of command look and think you're a brave",
        2776.58,
        2780.86
    ],
    [
        " and sincere officer. Imagine if he stood up and said we didn't get the support that we needed",
        2780.86,
        2783.9
    ],
    [
        " and now we're in this position. It's like no. I later learned that he surrendered the troops on baton",
        2783.9,
        2789.88
    ],
    [
        " without orders from General Wayne Wright and MacArthur when he realized that to continue fighting",
        2789.88,
        2794.46
    ],
    [
        " was useless considering the condition of the men under his command. He thought for sure that he",
        2794.46,
        2800.48
    ],
    [
        " would be court-martialed when the war was over because his last orders from MacArthur were to attack",
        2800.48,
        2805.6
    ],
    [
        " the enemy and order which he chose to ignore. He knew that it meant sending hundreds more to their",
        2805.6,
        2812.44
    ],
    [
        " deaths something that he would not do. Needless to say he was not court-martialed at the end of the war",
        2812.44,
        2819.84
    ],
    [
        " because everyone by then realized that he did the right thing. We were finally taken to a barracks",
        2819.84,
        2828.48
    ],
    [
        " and I decided the best place was up in the loft. I figured it would be the quietest and least",
        2828.48,
        2832.98
    ],
    [
        " disturbed. I took my only possession from around my neck, my mousse-set bag, placed it on the floor",
        2832.98,
        2839.56
    ],
    [
        " and got some long deserved rest. The day was about over. Mosquitoes swarmed around my head before I",
        2839.56,
        2847.42
    ],
    [
        " fell asleep but I did not have the energy to brush them off. Sometimes I think when I read these",
        2847.42,
        2861.66
    ],
    [
        " books about how pathetic I am and you know how much like there's a mosquito in your room and it",
        2861.66,
        2874.44
    ],
    [
        " drives you crazy and you have to wake up and go kill it because you just can't deal with one mosquito",
        2874.44,
        2879.04
    ],
    [
        " that might bite you and here you are. Have you ever been in a subtropical place that has mosquitoes?",
        2879.04,
        2885.38
    ],
    [
        " Yeah, go on. Yeah, so it can be crazy. Yes, sir. It can be crazy. Do you have to sleep with a mosquito",
        2886.3,
        2892.24
    ],
    [
        " nut there in your house? No, not in the house but there are some places where they all have mosquito",
        2892.24,
        2898.2
    ],
    [
        " nut. And it depends on where you live too. If you live more up in like a mountain, jungly place.",
        2898.2,
        2902.14
    ],
    [
        " Yeah, mosquito nuts help. Sometimes. Yeah, so I've been in places where you've got to sleep in a",
        2903.12,
        2908.84
    ],
    [
        " mosquito nut and even imagining you think yourself, oh well this would be a nightmare if I didn't have",
        2908.84,
        2915.12
    ],
    [
        " a mosquito nut and these guys are they don't have anything close to mosquito. They don't have",
        2915.12,
        2919.04
    ],
    [
        " sheets. They have nothing they have nothing to cover themselves from being bitten. So you think",
        2919.04,
        2922.74
    ],
    [
        " about these little tiny things that are like a major trauma when you're in your normal life.",
        2922.74,
        2929.84
    ],
    [
        " It's a major trauma. Yeah, like I can't believe there's mosquitoes out right now. You know,",
        2930.2,
        2936.36
    ],
    [
        " what's fun is you still you mentioning the mosquitoes are still kind of bothering me right now.",
        2936.36,
        2941.52
    ],
    [
        " Like the thought of mosquitoes being in the room now. Yeah, it's kind of like we're sitting here",
        2941.52,
        2945.6
    ],
    [
        " letting your bother and then you imagine the situation these guys are in and he's like there's no",
        2945.6,
        2950.0
    ],
    [
        " cares about mosquitoes. Yeah, he's not even brushing them off. He's too tired to brush them off. Man,",
        2950.0,
        2954.88
    ],
    [
        " yeah, that's. Back to the book. We are now being fed a meager amount of rice,",
        2955.0,
        2959.8
    ],
    [
        " but water situation was still critical. There was one very slow running faucet out in the yard",
        2960.0,
        2965.48
    ],
    [
        " with a flow capacity of about a quart every 15 minutes or so. The faucet was wide open and that",
        2965.48,
        2971.26
    ],
    [
        " is still all it would deliver. So even now, if and when we got water, it had to be stringently",
        2971.26,
        2977.0
    ],
    [
        " conserved. There was a line at the faucet always 24 hours a day. Barely enough water to drink",
        2977.0,
        2984.78
    ],
    [
        " and definitely not enough to wash with. It had now been a week since we broke camp on baton and",
        2984.78,
        2990.1
    ],
    [
        " we had not been able to wash since. From here on, I won't be able to look out what happened on a day",
        2990.1,
        2996.88
    ],
    [
        " to day basis, but I will try to tell what was going on under and under what conditions. As I",
        2996.88,
        3002.16
    ],
    [
        " mentioned earlier, we were now getting a small amount of rice each day and for a change in",
        3002.16,
        3007.4
    ],
    [
        " menu started getting vegetables. Not the part you would normally eat, but the part that was normally",
        3007.4,
        3013.78
    ],
    [
        " discarded. We were first given boiled carrot tops. I presume the Japanese were eating the carrots",
        3014.04,
        3020.72
    ],
    [
        " and they generally generously gave us the tops. They might as well have kept them because they were",
        3020.72,
        3027.72
    ],
    [
        " inedible. They would not stay down. They were so horrible and strong we would upchuck after a few",
        3027.72,
        3034.14
    ],
    [
        " swallows. By now, there were many sick people around with dysentery, malaria and diphtheria.",
        3034.14,
        3042.02
    ],
    [
        " Every conceivable disease was surfacing because of the physical condition of the men",
        3043.34,
        3047.54
    ],
    [
        " and the unhealthy conditions under which they were living. The sick were in such bad shape that",
        3047.54,
        3054.3
    ],
    [
        " they no longer stayed in the barracks but remained outside, some under the building to stay out of",
        3054.3,
        3059.74
    ],
    [
        " the sun and some lying outside on the ground near the slit trenches. Their clothes were all covered",
        3059.74,
        3066.96
    ],
    [
        " with excrement and some had discarded their clothes, preferring to be naked. These men had dysentery",
        3067.56,
        3075.64
    ],
    [
        " and to die of dysentery was the most horrible way to go. They had to stay outside or near the latrines",
        3075.64,
        3083.5
    ],
    [
        " because with dysentery you pass blood and mucus every 20 minutes or so.",
        3083.5,
        3088.24
    ],
    [
        " There is no way to keep from it. I know these men would have preferred dying,",
        3090.32,
        3096.32
    ],
    [
        " fighting instead of in a horrible way that they were now going.",
        3096.62,
        3100.26
    ],
    [
        " Dysentery almost invariably meant death.",
        3101.96,
        3105.94
    ],
    [
        " I think I mentioned that my best friend had drunk polluted water and he'd come down with dysentery.",
        3106.84,
        3113.46
    ],
    [
        " Well, I now had the initial symptoms even though I did not drink. I was lucky if you want to call",
        3113.74,
        3119.74
    ],
    [
        " catching dysentery lucky in that my symptoms were occurred a week or so after we reached",
        3119.74,
        3125.24
    ],
    [
        " O'Donnell. I was lucky because I found out that the leaves from the trees found on the prison",
        3125.24,
        3130.14
    ],
    [
        " grounds were a cure for dysentery. I was also lucky because there were still leaves to be found",
        3130.14,
        3137.9
    ],
    [
        " and I was able to get a good pocket full of them which I immediately consumed. In a few days,",
        3137.9,
        3142.54
    ],
    [
        " my symptoms disappeared and also in a few days the trees were stripped bare.",
        3142.54,
        3147.56
    ],
    [
        " Apparently word had gotten out around that the leaves were a medicine but they were not enough to",
        3149.02,
        3154.28
    ],
    [
        " go around. Dysentery spread so rapidly because of the open latrines and the millions of flies around",
        3154.28,
        3162.88
    ],
    [
        " them. They were the same big green flies that we saw in the dead bodies as we walked out of Beton.",
        3162.88,
        3168.38
    ],
    [
        " There were so many that the branches of small trees around were bent to the ground.",
        3169.26,
        3175.56
    ],
    [
        " Sick men were also covered especially those near the latrine because the latrine itself",
        3176.8,
        3182.74
    ],
    [
        " held the greatest number. It was no wonder under these conditions that so many of the prisoners died.",
        3182.74,
        3190.82
    ],
    [
        " Besides the flies, the stench was something else that was always with us. It was everywhere.",
        3194.94,
        3200.78
    ],
    [
        " Inside, outside on you and on everyone else. There was no way to get away from it.",
        3201.18,
        3206.24
    ],
    [
        " It came with a dysentery and by now the dysentery was also causing the death of many, many prisoners.",
        3207.2,
        3212.62
    ],
    [
        " They were dying by the hundreds. We heard that as many as 400 were dying each day.",
        3213.06,
        3219.82
    ],
    [
        " And I remember I looked around to try and determine how many of us were still alive.",
        3221.4,
        3226.28
    ],
    [
        " I estimated that the rate we were dying, we would all be gone within a month or so.",
        3226.5,
        3231.34
    ],
    [
        " It reached a point where there were so many sick that I decided it was decided to put them in a",
        3232.54,
        3239.04
    ],
    [
        " separate section. It was called a hospital officially but the prisoners called it the zero ward.",
        3239.04,
        3245.8
    ],
    [
        " When you went there, that was the beginning of the end. Most died within days.",
        3247.68,
        3254.1
    ],
    [
        " The dead were buried in mass graves of about 15 to 20 bodies in each. Each grave was about 5 or",
        3255.46,
        3263.22
    ],
    [
        " 6 feet wide, 8 or 10 feet long, and about 6 or 7 feet deep. About as soon as a grave was finished,",
        3263.22,
        3271.42
    ],
    [
        " there were bodies to fill it. Every morning a detail was sent to the hospital to collect the dead",
        3271.44,
        3278.14
    ],
    [
        " and then take them out to the graves for burial. I was on this detail several times and it was gruesome.",
        3278.14,
        3286.3
    ],
    [
        " The dead that we picked up were all naked and were nothing but skin and bones.",
        3287.16,
        3292.88
    ],
    [
        " Several of the dead were from my squadron and one I could only recognize from his teeth.",
        3294.88,
        3300.38
    ],
    [
        " Each body was carried by four men, although now they weighed practically nothing.",
        3303.28,
        3308.12
    ],
    [
        " The dead were carried on wicker racks which at some time were probably used as a door or as a",
        3308.6,
        3317.16
    ],
    [
        " window shutter. When we reached the graves, we just dumped them in the open holes.",
        3317.16,
        3325.66
    ],
    [
        " The bones were dumped on bodies. This seemed like a terrible way to treat our dead bodies,",
        3328.14,
        3337.6
    ],
    [
        " but since they had all died of dysentery, it was wise to handle the bodies as little as possible.",
        3338.04,
        3343.1
    ],
    [
        " When the hole was full, it was then covered with dirt, but no prayer or religious service was given.",
        3343.72,
        3352.54
    ],
    [
        " Across the road from us the Filipinos were doing the same as we, bearing their dead by the hundreds.",
        3354.56,
        3360.6
    ],
    [
        " Diphtheria was a big killer, as was cerebral malaria and berry berry in the early part of our",
        3361.96,
        3370.94
    ],
    [
        " confinement. There were two kinds of berry berry wet and dry with the wet a person's hands and",
        3370.94,
        3376.32
    ],
    [
        " feet swelled enormously and if the swelling progressed up the legs and into the abdomen, death resulted.",
        3376.32,
        3382.14
    ],
    [
        " With the dry form, there was no swelling, but a broad excruciating pain to the feet and hands with no",
        3383.34,
        3389.68
    ],
    [
        " let up. As far as I know, this type is not fatal. I came down with the wet type.",
        3389.68,
        3395.46
    ],
    [
        " Another killer was hepatitis or yellow jaundice. I caught it at prison camp.",
        3398.1,
        3404.14
    ],
    [
        " Next to dysentery, hepatitis was probably the number two killer in the prison camps. It",
        3404.86,
        3410.82
    ],
    [
        " caused you to lose your appetite, which is one thing you could not afford to do because the food",
        3410.82,
        3415.28
    ],
    [
        " that you were getting was barely enough to keep you alive as it was.",
        3415.28,
        3418.4
    ],
    [
        " It's when you think of just again putting this in perspective,",
        3419.74,
        3430.12
    ],
    [
        " you know, when we get sick, we take a day off from work and you stay in your bed or whatever.",
        3431.2,
        3437.9
    ],
    [
        " And these guys, there's no medical treatment whatsoever. There's nothing.",
        3439.38,
        3444.32
    ],
    [
        " Up to now, no one had escaped. Again, I'm fast forwarding.",
        3446.76,
        3455.74
    ],
    [
        " Up to now, no one had escaped, but one night it happened. It should not be called escape",
        3456.48,
        3463.34
    ],
    [
        " because these prisoners were caught trying to get back in the prison camp. There were three of them",
        3463.52,
        3469.1
    ],
    [
        " and they had been out looking for food or medicine. I remember they were put in a cage near the",
        3469.1,
        3473.8
    ],
    [
        " gate where the prisoners going and coming to and from work details could see them. The cages were",
        3473.8,
        3479.64
    ],
    [
        " in the hot sun and they were not given food or water. You could tell they were suffering miserably,",
        3479.64,
        3487.4
    ],
    [
        " but they're suffering only lasted a day or two as I recall because late one evening, we were called",
        3487.78,
        3493.14
    ],
    [
        " out to witness their execution. They were made to dig their own graves and fell into them when shot.",
        3493.14,
        3503.48
    ],
    [
        " After these men were shot, the Japanese came up with an idea that they thought would stop",
        3505.02,
        3512.9
    ],
    [
        " prisoners from trying to escape. They put us in what was called blood brother groups.",
        3512.9,
        3517.78
    ],
    [
        " And if one of the group escaped or tried to escape, the rest would be shot,",
        3518.9,
        3524.18
    ],
    [
        " regardless of their complicity. Later escapes did cause the death of innocent people.",
        3525.1,
        3533.2
    ],
    [
        " Many of the men felt abandoned and decided that such an existence as ours was not worth the price",
        3541.96,
        3548.16
    ],
    [
        " of survival. So they just gave up. Dying was it much easier than the fight to stay alive and many",
        3548.16,
        3557.92
    ],
    [
        " chose this way out. Now he gets assigned eventually to a bridge detail to build a bridge. And this",
        3558.74,
        3572.52
    ],
    [
        " is kind of like the bridge on the river quiet types scenario. You got to go work and help build this",
        3572.52,
        3576.7
    ],
    [
        " bridge back to the book that works was a short distance from our school. What's where they were",
        3576.7,
        3581.94
    ],
    [
        " being held and turned out to be the rebuilding of an enormous bridge that had been destroyed.",
        3581.94,
        3587.72
    ],
    [
        " During the war, when we were not carrying and placing timber, we were made to carry rocks,",
        3587.92,
        3592.98
    ],
    [
        " rocks from the riverbed up to the bridge level, a climb of probably 30 or 40 feet, but it felt like",
        3593.1,
        3598.02
    ],
    [
        " scaling Mount Everest. Dissentry soon weakened our workforce. And before long, prisoners were again",
        3598.02,
        3607.54
    ],
    [
        " dying like flies. I could not help but notice one guy's foot. It looked like it was rotting away",
        3607.54,
        3615.9
    ],
    [
        " and I'm sure he had gang green. What impressed me about him was his attitude about his affliction.",
        3615.9,
        3620.82
    ],
    [
        " He seemed to even jovial as we rode back to camp. I never saw him again but it was a miracle if he",
        3621.12,
        3628.24
    ],
    [
        " survived. According to a book written by one of the guys on this bridge detail, only seven of us",
        3628.24,
        3635.64
    ],
    [
        " were alive at war's end. Another man had something terribly wrong with him. I was never sure what the",
        3635.64,
        3643.38
    ],
    [
        " problem was exactly but it involved his stomach and I don't know if it was a war wound or what.",
        3643.38,
        3648.64
    ],
    [
        " He wore a very wide rubber band around his stomach and I was told it was to keep his intestines in.",
        3649.56,
        3656.42
    ],
    [
        " The rubber band was cut from a large inner tube that slipped that he slipped into.",
        3658.02,
        3662.56
    ],
    [
        " I never did see a stomach beneath the rubber bandage but I did see a Japanese guard make him show",
        3663.7,
        3669.56
    ],
    [
        " it to him and the guard stepped back horrified. I doubt if this prisoner survived.",
        3669.56,
        3679.22
    ],
    [
        " They end up at a different prison camp called Kabanatuan. Kabanatuan prison camp was just like",
        3680.56,
        3691.26
    ],
    [
        " O'Donnell and it is hard for me to separate them in my mind. I have trouble separating the two",
        3691.26,
        3696.32
    ],
    [
        " prison camps because one was just as bad as the other. Little water and dirty, filthy living",
        3696.32,
        3702.22
    ],
    [
        " conditions. Back to rice but now more soupy instead of dry. People were still dying with dysentery",
        3702.22,
        3709.84
    ],
    [
        " and other diseases. I was still in my dirty clothes, clothes that had not been off my body since leaving",
        3709.84,
        3715.2
    ],
    [
        " our camp on baton. And now they're getting told that they're going to be transported back to the",
        3715.2,
        3727.72
    ],
    [
        " book. When we were told we were going to Japan, the Japanese made it sound like we were going to",
        3727.72,
        3731.5
    ],
    [
        " heaven. We would be leaving this stifling tropical heat and going to a climate that was cool and",
        3731.5,
        3736.72
    ],
    [
        " comfortable. They get transported to Manila and eventually they get on a ship. The ship that we",
        3736.72,
        3743.6
    ],
    [
        " got on was large and apparently carried Japanese troops from place to place. I'm not sure how many",
        3743.6,
        3748.4
    ],
    [
        " prisoners boarded this ship but the number was very high. A later estimation put the number at 2000.",
        3748.4,
        3753.64
    ],
    [
        " We would end up like sardines except we were packed vertically instead of horizontally.",
        3755.1,
        3759.56
    ],
    [
        " It turned out lucky that I was to be on the floor because even though I could not lie down and stretch",
        3761.08,
        3765.96
    ],
    [
        " out I could at least sit and stand. People crowded in the sleeping bay also did not have room to",
        3765.96,
        3771.2
    ],
    [
        " stretch out but they also did not have enough head space to stand up. By now the ship was getting",
        3771.2,
        3777.92
    ],
    [
        " unbearably hot from the heat of the tropical sun and the large number of prisoners in such a confined",
        3777.92,
        3782.94
    ],
    [
        " space added to it. It was quickly turning into agony but we had not seen the worst.",
        3782.94,
        3790.44
    ],
    [
        " Because many of the prisoners were still coming down with dysentery, toilet facilities soon became a",
        3792.58,
        3798.22
    ],
    [
        " problem. All we had was a bucket on top side and the Japanese guards would only let about two people",
        3798.68,
        3805.64
    ],
    [
        " out at a time. It wasn't long before we were crowded at the latter wanting to use the so-called",
        3805.64,
        3812.7
    ],
    [
        " facility and it also wasn't long before the place became a stinking cesspool. People soiled their",
        3812.7,
        3822.48
    ],
    [
        " clothes and everyone and everything around them. If anything it was worse than Campo Donald",
        3822.48,
        3827.66
    ],
    [
        " because now everyone was confined in a small overcrowded space and you just could not get away from it.",
        3827.66,
        3834.04
    ],
    [
        " Getting drinking water was also just as bad because it was also top side and you got it when you",
        3834.58,
        3841.88
    ],
    [
        " went to the latrine. As expected under such conditions people began to die. At first it was maybe",
        3841.88,
        3853.2
    ],
    [
        " one or two a day and some days none but eventually it got up to several a day most of the dying",
        3853.2,
        3858.3
    ],
    [
        " occurred at night for some reason and in the morning they were passed up to the Japanese to be",
        3858.3,
        3863.72
    ],
    [
        " thrown overboard. Nights were probably more stressful because the whole that we occupied was in",
        3863.72,
        3870.56
    ],
    [
        " total darkness. You could not see a thing but you could hear the constant moaning of men and agony.",
        3870.56,
        3877.04
    ],
    [
        " One night all bedlam broke loose. There was loud screaming and thrashing of disturbed bodies which",
        3881.46,
        3889.72
    ],
    [
        " caused a considerable uproar. In the dark you could tell that many people were involved even though",
        3889.72,
        3896.56
    ],
    [
        " they could not be seen. Next morning we found out what happened. One of the prisoners had gone mad",
        3896.56,
        3904.14
    ],
    [
        " and started attacking everyone around him with his canteen. When he severely hurt several around him",
        3906.0,
        3913.08
    ],
    [
        " it was obvious that he could not be restrained. He was killed by those around him with his own canteen.",
        3913.08,
        3921.92
    ],
    [
        " Next morning he was lifted out of the hole with several others and slipped overboard.",
        3922.68,
        3929.58
    ],
    [
        " His troubles were over.",
        3932.9,
        3935.14
    ],
    [
        " So I don't know what is much worse than this situation that we're in right now.",
        3936.82,
        3950.3
    ],
    [
        " When you have guys going crazy and the only choice that you're left as a fellow soldier is to kill",
        3952.12,
        3961.36
    ],
    [
        " your fellow soldier to prevent him from hurting anyone else. Eventually after about three or four",
        3961.36,
        3969.9
    ],
    [
        " weeks we came to a complete stop. We could hear voices on the outside of the ship as our ship was",
        3969.9,
        3975.32
    ],
    [
        " tied up. We soon learned that we were in a Taiwan harbor. Now that we were back out in the",
        3975.32,
        3983.76
    ],
    [
        " open and breathing again fresh air felt like we had risen from the dead so they they get off the ship",
        3983.76,
        3989.58
    ],
    [
        " and they end up there. I mean obviously they're literally covered in shit and you know when he",
        3989.58,
        4000.74
    ],
    [
        " talked about people with dysentery you're you're you're relieving yourself and you're",
        4000.74,
        4007.38
    ],
    [
        " shitting out blood and mucus and that's what they're just covered in.",
        4007.38,
        4011.76
    ],
    [
        " I don't know if this was their original intention but after they saw how dirty and filthy were",
        4012.38,
        4020.42
    ],
    [
        " they we were they decided to clean us up as well as the ship. They made a strip completely",
        4020.42,
        4025.22
    ],
    [
        " and then blasted us with water from fire hoses. The force of the water hurt and stung but it felt",
        4025.22,
        4030.48
    ],
    [
        " good. We had no soap but that was alright. This was the first water I had on my body since we left",
        4030.48,
        4037.28
    ],
    [
        " our bivouac in on baton. We were also stomping on our wet clothes to hope to work out some of the",
        4037.28,
        4045.0
    ],
    [
        " dirt and crud as well as that on our own bodies. While this was going on there was a crowd of",
        4045.0,
        4052.04
    ],
    [
        " Taiwanese onlookers taking all this in. There were both men and women. It was about now that I noticed",
        4052.04,
        4058.34
    ],
    [
        " my own body. I was shocked and horrified by what I saw. It was not the dirty body as such",
        4058.34,
        4068.04
    ],
    [
        " but the physical condition of that body. I had dwindled to skin and bones and had not been aware of it.",
        4068.04,
        4075.98
    ],
    [
        " My legs and arms were completely devoid of muscle and flesh and I looked like a living skeleton.",
        4076.32,
        4081.82
    ],
    [
        " I was a skinny as the men who had died of dysentery. It really shook me to discover this.",
        4083.58,
        4089.38
    ],
    [
        " And if you go on the internet you can see pictures of guys that were involved in this and they",
        4090.58,
        4097.98
    ],
    [
        " look absolutely wretched. They actually look. Some of them look exactly how he describes it as",
        4097.98,
        4105.3
    ],
    [
        " they look like living skeletons. That's how much how how completely malnourished they were.",
        4105.32,
        4112.0
    ],
    [
        " Back to the book when we finally did get back on the ship we found our so-called quarter still",
        4112.0,
        4119.9
    ],
    [
        " dripping wet and now very cold. Even after we were all back in it did not still do not feel warm.",
        4119.9,
        4125.78
    ],
    [
        " By now because the number of prisoners that had died there was a little more space for everyone.",
        4126.26,
        4130.78
    ],
    [
        " I remember the one guy who had a bunk position now had enough room to lie down. He was even",
        4132.4,
        4137.86
    ],
    [
        " kind enough to give me his space from time to time to stretch out and take a nap. It was funny",
        4137.86,
        4143.16
    ],
    [
        " because we never did learn each other's names. I think it was the best way because if the person",
        4143.16,
        4149.2
    ],
    [
        " died you would not take it so hard. Just another stranger gone. So they go out at sea again.",
        4149.2,
        4159.18
    ],
    [
        " And then they pull into another port. Finally after many days I felt the ship slow and come to a",
        4160.78,
        4165.74
    ],
    [
        " halt. I thought Japan at last and now I might get medical help and medicine for my sickness and pain.",
        4165.74,
        4171.2
    ],
    [
        " Before long prisoners were crawling up the ladder out of a hole until the place was almost empty.",
        4171.58,
        4176.98
    ],
    [
        " With my mousse set bag around my neck and my canteen in it I made an attempt to cross over to the",
        4177.9,
        4183.6
    ],
    [
        " ladder but that was not to be. I could not even raise rise much less walk. Pretty soon to",
        4183.6,
        4190.46
    ],
    [
        " Japanese soldiers came down into the hole and started lifting the second dying to the other",
        4190.46,
        4195.04
    ],
    [
        " Japanese above. I was not the only one unable to move. When they came to get me they lifted me",
        4195.04,
        4202.68
    ],
    [
        " to my feet and drug me over to the ladder. They wanted me to crawl up and out but that was impossible.",
        4202.68,
        4207.58
    ],
    [
        " I was too weak and I hurt too much. When they saw I could not do it each Japanese guard",
        4208.88,
        4215.08
    ],
    [
        " grabbed me by the arms lifted my arms above my head then handed me to waiting guards above.",
        4215.08,
        4220.34
    ],
    [
        " The jab guards above grabbing by my wrists and lifted me out.",
        4220.76,
        4224.34
    ],
    [
        " How I survived this ordeal I shall never know. The pain that I felt when being lifted by the arms",
        4225.08,
        4233.2
    ],
    [
        " was excruciating. I had never felt anything like it before nor have I felt anything come close since.",
        4233.2,
        4241.72
    ],
    [
        " So he can't even stand up. He's just completely broken and starving and they have to drag him",
        4248.46,
        4255.5
    ],
    [
        " out of their luckly they didn't kill him. They load him onto a truck back to the book. The truck",
        4255.5,
        4259.42
    ],
    [
        " ride that followed was no joyful experience either. Now my bones began to take a beating as I lay on",
        4259.42,
        4264.24
    ],
    [
        " the metal bed of the truck. I was being bounced around because of a very rough road and I had no",
        4264.24,
        4268.98
    ],
    [
        " flesh on my bones to cush it cushioned each bounce again pain and misery when would it end.",
        4268.98,
        4274.92
    ],
    [
        " Finally we arrived at what appeared to be an army camp and the trucks drove up to one of the",
        4275.68,
        4281.56
    ],
    [
        " barracks. Once inside we found the place to be very clean and nice and warm. There was snow on",
        4281.56,
        4287.24
    ],
    [
        " the ground outside which accounted for the heat inside. There were even straw filled mattresses",
        4287.24,
        4292.38
    ],
    [
        " and blankets for each man. We learned a little later that we were not in Japan but in a place called",
        4292.9,
        4299.44
    ],
    [
        " Pusan Korea. I'd never heard of it before. So now they're obviously they're in Korea now and you",
        4299.44,
        4309.04
    ],
    [
        " can see the treatment gets a little bit better. There's a little bit of influence from the Koreans",
        4309.04,
        4312.54
    ],
    [
        " trying to be a little bit more humane I think. All back to the book as all as in all the places I",
        4312.54,
        4320.92
    ],
    [
        " previously been people were dying at the rate of two or three a day. They were picked up in the",
        4320.92,
        4326.1
    ],
    [
        " morning when the doctor came in and taken out and cremated. By then you could tell when a person",
        4326.1,
        4332.68
    ],
    [
        " was about to die. They had what we called a death grin. The skin was stretched so tightly across",
        4332.68,
        4340.22
    ],
    [
        " their fleshless faces that their mouths stayed permanently open as though grinning.",
        4340.22,
        4345.24
    ],
    [
        " A person in that condition was not long for this world. There was another condition that we",
        4346.7,
        4352.92
    ],
    [
        " called the death rattle. This also meant death within a few days. I was shocked beyond belief one",
        4352.92,
        4360.68
    ],
    [
        " morning when the person next to me said that during the night I was making the rattling sound.",
        4360.68,
        4365.48
    ],
    [
        " After that I was afraid to go to sleep because that was usually when a person died.",
        4366.38,
        4372.46
    ],
    [
        " I remember fighting to stay awake night after night. The night seemed to last in eternity.",
        4374.24,
        4379.42
    ],
    [
        " And I remembered how glad I was to hear the sound of the crows in the distance. It meant morning",
        4379.82,
        4384.18
    ],
    [
        " was near and I was still around. You reach a point where dying becomes easy but staying alive is a",
        4384.18,
        4392.32
    ],
    [
        " battle. Many chose not to fight any longer. I would say that after two or three weeks the dying ceased.",
        4394.84,
        4404.6
    ],
    [
        " There were about 20 or 25 of us left and we were slowly starting to get out of bed and move",
        4405.26,
        4411.82
    ],
    [
        " around some. So like I said they're starting to get a little bit more food, a little bit better",
        4411.82,
        4415.54
    ],
    [
        " treatment. One thing that I'm not sure of in my mind is when the Japanese finally gave us new",
        4418.76,
        4422.86
    ],
    [
        " clothes and shoes to wear. The clothes we were given were all Japanese army issue shoes, cap, shirt,",
        4422.86,
        4428.14
    ],
    [
        " pants, socks, underwear and coat. These were Japanese summer uniforms and clothes and not",
        4428.42,
        4433.88
    ],
    [
        " woolen uniforms that our guards were now wearing. We hated having to wear a Jap uniform but we",
        4433.88,
        4445.52
    ],
    [
        " so now they actually end up getting on a train and they go for a long train lot ride.",
        4448.54,
        4454.86
    ],
    [
        " And when they finally get off the place looked like and felt like the inside of a deep freezer.",
        4455.82,
        4461.76
    ],
    [
        " Everything was covered with snow and frozen solid.",
        4461.98,
        4464.54
    ],
    [
        " And then they get put into a truck after they get off the train in this frozen area.",
        4466.08,
        4474.98
    ],
    [
        " And they travel out from the train area, from the train station away from the city and they",
        4475.54,
        4482.12
    ],
    [
        " keep going and they keep going and finally they get to a place that looks like a prison.",
        4482.12,
        4486.3
    ],
    [
        " Back to the book I remember there were several buildings possibly a dozen or more but I am not sure",
        4487.76,
        4493.18
    ],
    [
        " of the exact number. The buildings were low to the ground and barely visible because the thick",
        4493.18,
        4500.06
    ],
    [
        " blanket of snow that covered everything. We stopped shortly at one of the buildings and unloaded.",
        4500.06,
        4504.36
    ],
    [
        " Again I needed assistance. I wasn't in the building more than five minutes when one of the men",
        4504.36,
        4508.88
    ],
    [
        " said that my nose was frozen or frostbitten and I had better quickly do something about it.",
        4508.88,
        4515.14
    ],
    [
        " If I knew my frost my nose was frost frozen. My feet surely were also both my nose and feet",
        4516.36,
        4524.54
    ],
    [
        " blistered horribly and turned black and blue like a bad bruise. The skin eventually pealed off and",
        4524.54,
        4530.56
    ],
    [
        " I was fine except for some badly scarred feet. So I didn't go into enough detail but while they're",
        4530.56,
        4536.8
    ],
    [
        " transporting in these trucks it's freezing. And so you've got these guys that are in whatever summer",
        4536.8,
        4541.22
    ],
    [
        " uniforms and by the way they're way nothing they have no zero they literally have zero body fat on",
        4541.22,
        4546.18
    ],
    [
        " them and they're freezing in these trucks and he gets frostbite. Back to the book we also found out",
        4546.18,
        4552.86
    ],
    [
        " that we were near the city of Mukden, Manchuria. We had come from the furnace of the tropics",
        4552.86,
        4560.24
    ],
    [
        " into the deep freeze of the Arctic and if you remember that name might sound a little bit familiar",
        4560.24,
        4565.64
    ],
    [
        " Mukden, Manchuria. That is one of the locations where the Japanese, the unit 731, did experiments",
        4565.64,
        4577.22
    ],
    [
        " on Caucasian, they wanted to have Caucasian prisoners to do experiments on to make sure that",
        4579.28,
        4584.9
    ],
    [
        " the reactions to biological and chemical weapons were the same as they were on the Asian prisoners",
        4584.9,
        4592.6
    ],
    [
        " that they had been using them on them on the Chinese prisoners that they've been using these",
        4592.6,
        4596.66
    ],
    [
        " chemical weapons on and these biological weapons on. And so that's where he is now.",
        4596.66,
        4604.46
    ],
    [
        " Settle in a little bit here before long it was lights out time. I again became aware of how weak I was.",
        4612.02,
        4618.06
    ],
    [
        " I tried to crawl under my blankets. When I read this I was thinking about this. So listen this,",
        4618.24,
        4623.58
    ],
    [
        " I tried to crawl under my blankets but could not lift them. Eventually with the help of others",
        4623.94,
        4631.22
    ],
    [
        " I managed to make it. The covers felt good for a while but before long my body began to ache from",
        4631.22,
        4637.38
    ],
    [
        " the weight of the covers and I had a miserable night. If I removed the blankets I would freeze and if",
        4637.38,
        4642.88
    ],
    [
        " I left them on I would hurt. I decided hurting was better because I was used to that by now.",
        4642.88,
        4648.5
    ],
    [
        " It was the next day or close to it that the Japanese came around and gave each man a number.",
        4650.0,
        4655.72
    ],
    [
        " Mine was 1439. About this time we were also weighed. We were placed on a foot scale. I figured I weighed",
        4655.76,
        4667.86
    ],
    [
        " around 90 pounds after subtracting for food for shoes and clothing. So if you remember he was",
        4667.86,
        4674.44
    ],
    [
        " boxing at 165 and as you know like a boxer it's not like you're you don't have a lot of weight on",
        4674.44,
        4679.48
    ],
    [
        " you. You're not sitting around with a bunch of extra weight. So now he's under 90 pounds.",
        4679.48,
        4684.0
    ],
    [
        " And why are they getting weighed? Well he didn't know at the time. Why are they getting weighed?",
        4684.76,
        4688.88
    ],
    [
        " They're getting weighed because they're going to be experimented on. And he doesn't really",
        4688.94,
        4693.34
    ],
    [
        " connect the dots in this book but obviously they're getting weighed because they're trying to",
        4693.34,
        4701.4
    ],
    [
        " figure out how much weight they're going to lose and how much weight they're going to gain and",
        4701.4,
        4704.3
    ],
    [
        " how long it takes them to get sick. And if you remember unit 731 one of their goals was to keep",
        4704.46,
        4710.52
    ],
    [
        " the prisoners healthy enough that they could experiment on them. So that is one I guess small benefit",
        4710.52,
        4718.42
    ],
    [
        " to this situation. If I could even call it that I guess I can't but there's one upside to this is",
        4718.42,
        4726.8
    ],
    [
        " that since they're going to be used as experiments. And again he doesn't talk about it too much and",
        4726.8,
        4733.76
    ],
    [
        " it's not very clear. But they start feeding them better. Back to the book going to beans from",
        4733.76,
        4740.7
    ],
    [
        " rice. I am sure saved many prisoners lives as I am almost positive at saved mine beans are rich",
        4740.7,
        4745.76
    ],
    [
        " and vitamins and protein while rice is a starch or a carbohydrate which we know is not good.",
        4745.76,
        4751.44
    ],
    [
        " Contrary to expectations coming to a cold climate did not stop the dying. The first winter was",
        4753.1,
        4760.06
    ],
    [
        " the worst with the killer still being dysentery. Hepatitis and now pneumonia was added to the list.",
        4760.06,
        4765.78
    ],
    [
        " And again who knows how many of these diseases were actually inflicted on on the prisoners by the",
        4766.0,
        4772.88
    ],
    [
        " Japanese. Because they're in a cold climate why are they getting these tropical disease as well.",
        4772.88,
        4777.62
    ],
    [
        " Back to the book here the sick and dying had a new scourge body lice. They were crawling all over",
        4778.32,
        4786.86
    ],
    [
        " by the thousands body hair clothes you name it they were there in the heat of the tropics it was",
        4786.86,
        4793.64
    ],
    [
        " flies and here it was body lice body lice probably spread germs as readily as flies everyone had",
        4793.64,
        4800.24
    ],
    [
        " lice but those were well enough to keep the number of lice down. They got in the seams of your",
        4800.24,
        4806.42
    ],
    [
        " clothes when they went when they were not biting you and that is where you looked for them.",
        4806.42,
        4810.64
    ],
    [
        " As they were discovered they were squashed between your fingernails exposing the blood they had",
        4811.34,
        4816.68
    ],
    [
        " sucked from your body. The Chinese coolees did not let them get away with their blood because they",
        4816.68,
        4821.12
    ],
    [
        " ate them when they were discovered. A Chinese coolee at rest was always searching for lice come to",
        4821.12,
        4826.06
    ],
    [
        " think of it we were too at least at this time. During that first winter all the dead were placed in",
        4826.06,
        4833.72
    ],
    [
        " the storage building that was necessary because the ground was still frozen solid making impossible",
        4833.72,
        4839.16
    ],
    [
        " to dig graves burial could not therefore take place until mid to late spring.",
        4839.16,
        4843.94
    ],
    [
        " When the time arrived the large burial detail was sent out to dig graves even when even then",
        4845.2,
        4851.3
    ],
    [
        " digging was difficult because only the top 8 to 10 inches of the ground was thawed with frozen",
        4851.3,
        4856.54
    ],
    [
        " rock hard soil below this was permafrost country. When the graves were finally dug we went for the",
        4856.54,
        4863.68
    ],
    [
        " bodies we found them stacked like cordwood again this this is remnants of unit 731 because they",
        4863.68,
        4873.36
    ],
    [
        " were all naked they look like skeletons with skin stretched over their bones the one difference",
        4873.36,
        4878.46
    ],
    [
        " was many of the bodies were lemon yellow they had died from hepatitis or so called yellow",
        4878.46,
        4884.54
    ],
    [
        " jaundice although it was prevalent in the tropics it was catching up with us now.",
        4884.54,
        4889.8
    ],
    [
        " Now eventually he gets well enough and they put him on a work detail in a factory",
        4890.24,
        4900.84
    ],
    [
        " and still dealing with troubles back to the book when we were in prison campuses in the",
        4904.98,
        4908.5
    ],
    [
        " Philippines our strongest want or desire was water food was secondary now that we had sufficient",
        4908.5,
        4913.82
    ],
    [
        " water it was food that was constantly on our minds I remember how we used to say that if we ever",
        4913.82,
        4918.2
    ],
    [
        " got back to the states we would carry food with us wherever we went if we had a house it would be",
        4918.2,
        4923.12
    ],
    [
        " full if we had a car the trunk would be loaded the pockets of our clothes would also be stuffed",
        4923.12,
        4927.7
    ],
    [
        " with candy bars and peanuts we could at least dream if nothing else and so this is pretty cool",
        4927.7,
        4935.14
    ],
    [
        " they're in this factory and what they're doing is they're preparing their this work detail is",
        4935.14,
        4940.12
    ],
    [
        " to prepare a factory for the Japanese and they're putting cement floor in and they've got these",
        4940.12,
        4946.94
    ],
    [
        " big machines that are going to be used to build whatever and here we go the machines that were in",
        4946.94,
        4955.3
    ],
    [
        " large drill plus presses extremely large shapers and others that I was not familiar with",
        4955.36,
        4961.12
    ],
    [
        " closer investigation they found a little wooden box in the corner for each created machine",
        4961.12,
        4968.04
    ],
    [
        " closer investigation revealed that the wooden box contained handles knobs dials screws bolts",
        4968.04,
        4974.62
    ],
    [
        " etc in other words precision tools and essential parts that went with the machine",
        4974.62,
        4979.34
    ],
    [
        " right away we knew what we had to do with them get rid of them we started by taking the smaller",
        4979.98,
        4986.36
    ],
    [
        " parts and dumping them in the latrine in the same old saddle trench style but eventually got bolder",
        4986.36,
        4991.82
    ],
    [
        " when a hole was completed and ready to be filled with concrete someone grab a bunch of parts",
        4991.82,
        4996.68
    ],
    [
        " and throw them in the hole where they would be quickly covered without these important parts the",
        4996.68,
        5002.44
    ],
    [
        " machines would be useless that's like hardcore these guys are still resisting it's still fighting",
        5002.44,
        5007.06
    ],
    [
        " they want the Japanese to be able to build anything so they destroy these parts I mean that's",
        5007.06,
        5014.1
    ],
    [
        " that risk of obviously that's at risk of death if you get caught doing that you're gonna get killed",
        5014.1,
        5017.8
    ],
    [
        " they eventually move to a different camp and this one looks it's another one that looks just like a",
        5017.8,
        5028.56
    ],
    [
        " prison and he talks about some of these other diseases when I wrote when I wrote earlier of",
        5028.56,
        5036.58
    ],
    [
        " diseases that existed among the prisoners in the Philippines I forgot to mention that we also",
        5036.58,
        5040.8
    ],
    [
        " had much scurvy and something else called guam blisters they were like a raw sore without a scab they",
        5040.8,
        5048.72
    ],
    [
        " started as small as a small blister which would not heal but kept getting bigger and bigger",
        5048.72,
        5053.84
    ],
    [
        " since there was no medication to cure them they would eat away at the entire layer of skin",
        5053.84,
        5059.18
    ],
    [
        " leaving the flesh below exposed as the blister grew and devoured more skin no scab formed which made",
        5059.18,
        5067.28
    ],
    [
        " for an ugly looking sore where the good skin was being eaten away there was always a small rim of",
        5067.28,
        5074.7
    ],
    [
        " pus some of these blisters as god as large as a silver dollar and some of the prisoners had",
        5074.7,
        5079.96
    ],
    [
        " several at one time I was lucky I did not have one but I did have a very large ring worm on my",
        5079.96,
        5087.36
    ],
    [
        " stomach it was about the size as a saucer and getting larger by the day so there's something all",
        5087.42,
        5094.74
    ],
    [
        " of us digits who people can relate to you get a ring worm that's the size of a dime and it's like",
        5094.74,
        5099.76
    ],
    [
        " a nightmare and here you got a ring worm that's the size of a saucer",
        5099.76,
        5107.66
    ],
    [
        " and it gets worse here we go here came the fleas",
        5107.66,
        5114.36
    ],
    [
        " they only showed up in great numbers at night but then it was by the hundreds they were actually",
        5115.34,
        5121.46
    ],
    [
        " a lot more aggravating than the lice their bite was a lot more painful and they made it almost",
        5121.46,
        5127.66
    ],
    [
        " impossible to sleep at night I reached a point where our it reached a point where our underwear",
        5127.66,
        5133.52
    ],
    [
        " looked like it was made from polka dotted material when in fact it was spotted with dry blood",
        5133.52,
        5138.72
    ],
    [
        " even though we were in much better quarters our food had not improved so we still had much sickness",
        5140.52,
        5145.62
    ],
    [
        " and some dying still tuberculosis was now killing people and berry berry was still prevalent",
        5145.62,
        5151.44
    ],
    [
        " you know I think I've been bitten by a flea five times in my whole entire life maybe",
        5151.44,
        5157.86
    ],
    [
        " zero here zero for echo Charles and here are these things that are they're biting you so much",
        5157.86,
        5164.56
    ],
    [
        " that your underwear looks like it's spotted like it's polka dotted",
        5164.56,
        5168.4
    ],
    [
        " another person had dry berry berry so badly that he consented to be taken to a place in",
        5168.4,
        5181.22
    ],
    [
        " mukden where the nerves to his feet were severed it apparently relieved his pain but his now",
        5181.22,
        5187.86
    ],
    [
        " his feet now looked floppy to me like he did not have any control of them anymore well yeah",
        5187.86,
        5193.66
    ],
    [
        " they cut his nerves by now by now my main problem was with my teeth I had developed bad cavities",
        5193.96,
        5203.32
    ],
    [
        " in two back teeth and they hurt constantly so now his teeth are all jacked up so now he goes to a",
        5203.32,
        5209.5
    ],
    [
        " to a supposed dentist I sat down in the chair one of the Japanese reached for an instrument",
        5209.5,
        5217.44
    ],
    [
        " and I instinctively opened my mouth he reached in and immediately I felt this horrible pain",
        5217.44,
        5222.34
    ],
    [
        " I thought good it is finally out in another second or two more pain just like the first and more",
        5222.34,
        5227.98
    ],
    [
        " and more what was happening was that the Japanese was not pulling yet he was just cutting the gum",
        5227.98,
        5234.12
    ],
    [
        " away from the tooth so he could reach way down on it and get a good grip for pulling",
        5234.12,
        5239.7
    ],
    [
        " luckily it finally came out without any out any problem the pulling was less painful than the",
        5239.7,
        5246.86
    ],
    [
        " cutting I forgot to mention there was no no vacay or other pain killer provided when the teeth were",
        5248.0,
        5253.94
    ],
    [
        " pulled don't like that one no sir I don't man because you know when you go to the dentist it's nerve",
        5253.94,
        5263.98
    ],
    [
        " racking it's with it you know I actually considered whether or not I should put that in there",
        5263.98,
        5268.9
    ],
    [
        " because I know there's some people that really don't like going to the dentist I myself was never",
        5268.9,
        5273.28
    ],
    [
        " never really cared and it was not that big of a deal to me to go to the dentist but I know that",
        5273.28,
        5277.98
    ],
    [
        " some people have like a legitimate phobia of the dentist and I apologize I'm sure that last",
        5277.98,
        5282.7
    ],
    [
        " little section isn't going to help out no no and I don't know that I have a phobia I think I'm just",
        5282.7,
        5288.52
    ],
    [
        " normal dentist um regarded I guess they regard it's this but it is nerve racking though so you know",
        5288.52,
        5296.46
    ],
    [
        " you know well the dentist you know when they when they do put Nova King right then you know for some",
        5296.46,
        5300.28
    ],
    [
        " reason it doesn't hurt I don't know does it hurt I mean though you don't feel the needle right you",
        5300.28,
        5304.48
    ],
    [
        " feeling a little bit but yeah like with less than like if you even if you got like a blood test or",
        5304.48,
        5308.44
    ],
    [
        " something okay like anyway so so you're all numb but when they bust out that drill and doing like",
        5308.44,
        5313.26
    ],
    [
        " all the stuff they do in there it's nerve racking because you're like like and feel it grinding my teeth",
        5313.26,
        5319.32
    ],
    [
        " out whatever they're doing and then but you don't really feel the actual pain everyone's",
        5319.32,
        5324.64
    ],
    [
        " well you know so it's just you're constantly at this high stress level and then now this guy",
        5324.64,
        5329.44
    ],
    [
        " no Nova King basically what you're at the stress level for he's just taking it head on 100%",
        5329.44,
        5336.4
    ],
    [
        " and then he's like hey when they pulled out my tooth it wasn't as bad as the cutting",
        5336.4,
        5343.08
    ],
    [
        " no cutting your gums is not going to be a good situation yes no sir it's not",
        5343.08,
        5348.16
    ],
    [
        " for a very long time now we had had no news about the progress of the war the Japanese kept",
        5348.16,
        5354.46
    ],
    [
        " telling us that before long they would be sitting in the White House in Washington none of us",
        5354.46,
        5358.28
    ],
    [
        " believe this propaganda but why was it taking the US so long to beat the Japanese we did not or at",
        5358.28,
        5364.42
    ],
    [
        " least I did not know about Pearl Harbor and maybe that was a good thing not knowing had we known",
        5364.42,
        5369.92
    ],
    [
        " I know that our morale would have sunk to the bottom of our toes and he's just talking about",
        5369.92,
        5373.94
    ],
    [
        " the mass destruction that that would that happened so far I have not mentioned anything or very",
        5373.94,
        5382.22
    ],
    [
        " little about our thoughts of home and family it was a personal thing with every one of everyone",
        5382.22,
        5388.02
    ],
    [
        " and was little if ever discussed but you can be sure that it was on everyone's mind if others",
        5388.02,
        5394.18
    ],
    [
        " were like me and I'm sure most war you thought about your parents back home almost every night and",
        5394.18,
        5399.76
    ],
    [
        " knew how they were suffering not knowing where you were or how you were or even if you were alive",
        5399.76,
        5404.88
    ],
    [
        " or dead this must have been an agony to them the same could be said of brothers and sisters and",
        5404.88,
        5411.62
    ],
    [
        " wives and children I always felt that the prisoners who suffered the most mentally were the ones with",
        5411.62,
        5418.9
    ],
    [
        " wives and children back home I know it was extra hard on them but they were few a number most of",
        5418.9,
        5426.6
    ],
    [
        " the men were young and not married so that's interesting if you remember when Captain Plum was on",
        5426.6,
        5432.56
    ],
    [
        " I think those guys got to a level where they knew they were going to survive and even",
        5432.56,
        5437.98
    ],
    [
        " Captain Plum said he didn't think he was going to die you know he said I was going to live like",
        5437.98,
        5443.54
    ],
    [
        " he thought that they were going to live through the war but I think for these guys it must be a",
        5443.54,
        5448.82
    ],
    [
        " different and that's why the guys that were in like the Hanoi Hilton remember they knew everything",
        5448.82,
        5453.44
    ],
    [
        " about everyone's life and every single story that you would try and remember every single possible",
        5453.44,
        5458.3
    ],
    [
        " thing that you could about your whole life and tell it to your roommate but I think these guys",
        5458.3,
        5463.42
    ],
    [
        " are in such a state where survival is not a known entity and so I think it sounds like",
        5463.42,
        5470.7
    ],
    [
        " and he mentioned earlier that not knowing people was actually easier so it's sort of a different",
        5470.7,
        5477.56
    ],
    [
        " psychological situation now he goes on I know everyone enjoyed going to sleep at night and if",
        5477.56,
        5488.48
    ],
    [
        " you dreamed it was usually always the same but it left you extremely depressed the next day",
        5488.48,
        5494.82
    ],
    [
        " in most dreams you were at last freed from prison camp and back in the states and feeling you",
        5494.82,
        5502.44
    ],
    [
        " fork free free free again how wonderful but the shock of awakening was so heartbreaking when you",
        5502.44,
        5516.58
    ],
    [
        " found out you were still in prison I believe these dreams actually did more harm than good even",
        5516.58,
        5523.84
    ],
    [
        " so they came back time and time again there was no getting away from them no the people not home",
        5523.84,
        5533.22
    ],
    [
        " were not forgotten and we knew they had not forgotten us so that's you have these beautiful dreams",
        5533.22,
        5541.06
    ],
    [
        " that everything is cool and then you wake up and you're still in prison camp back to the book the",
        5541.06,
        5546.7
    ],
    [
        " Japanese put everyone to digging foxholes they were not for us but for the Japanese somewhere at the",
        5546.7,
        5554.12
    ],
    [
        " factory and some of on the Japanese side of the camp none were on our none were on our side",
        5554.12,
        5559.0
    ],
    [
        " when this work started we knew that the Japanese were now expecting expecting possible air raids",
        5559.0,
        5566.84
    ],
    [
        " and we were excited because the war was getting closer it wasn't too much longer after we finished",
        5566.84,
        5572.2
    ],
    [
        " digging all the foxholes that we were required to cover them over they were covered with heavy",
        5572.2,
        5577.3
    ],
    [
        " timbers and then further covered with a large amount of dirt this told the Japanese that we were",
        5577.3,
        5583.8
    ],
    [
        " taking this told us that the Japanese were taking a pounding somewhere which in our minds was great",
        5583.8,
        5588.78
    ],
    [
        " at about the same time the Japanese were becoming rather aggressive and there was a definite change",
        5588.78,
        5594.36
    ],
    [
        " in their attitude and treatment of us we now had to really watch what we were doing and if we did",
        5594.36,
        5599.78
    ],
    [
        " anything illegal make sure we were not caught some of the men were caught however and suffered",
        5599.78,
        5606.98
    ],
    [
        " the consequences so this is great news they're like oh you got to dig in that means Americans are",
        5606.98,
        5613.06
    ],
    [
        " common one morning shortly after we had gone to work air raids siren started going off all over",
        5613.06,
        5623.3
    ],
    [
        " the city and everyone became very excited especially the Japanese we were quickly rounded up and",
        5623.3,
        5629.2
    ],
    [
        " made a double time back to camp this time we were not searched but sent immediately to our barracks",
        5629.2,
        5634.1
    ],
    [
        " and told to stay inside we could still hear sirens going off in all directions we had not been back",
        5634.1,
        5639.1
    ],
    [
        " to our barracks very long when the Japanese came back and said everyone outside in the yard our",
        5639.1,
        5644.12
    ],
    [
        " yard was probably 150 to 200 feet long and perhaps 100 feet wide more or less when everyone was",
        5644.12,
        5650.68
    ],
    [
        " out the Japanese made us lie down and then took off probably for their foxholes it wasn't long",
        5650.68,
        5656.62
    ],
    [
        " before we could see a large formation of heavy bombers headed our way they were up very high",
        5656.62,
        5662.6
    ],
    [
        " and each left a streak in the sky that extended for many miles behind it it was a beautiful site",
        5662.6,
        5668.98
    ],
    [
        " and we felt proud and excited it had to be American planes and the war had reached Manchuria",
        5668.98,
        5675.84
    ],
    [
        " we watched them slowly come our way but the Japanese also saw them coming and sent up fighter planes",
        5677.04,
        5682.74
    ],
    [
        " to intercept them which was a mistake from the ground it looked like a swarm of mosquitoes going",
        5682.74,
        5688.7
    ],
    [
        " after a flock of geese and the pink comparison is good because that is about how effective the",
        5688.7,
        5694.44
    ],
    [
        " Jap fighters were from the ground we could see flashes of fire coming from the bombers and see",
        5694.44,
        5700.68
    ],
    [
        " Japanese planes go plunging down and smoke just about then you could hear the roar of the guns",
        5700.68,
        5706.8
    ],
    [
        " from the bombers as the sound reached the ground time after time the japs moved in but the results",
        5706.8,
        5713.54
    ],
    [
        " were the same japs going down and flame with no apparent damage to the bombers what a fight",
        5713.54,
        5719.42
    ],
    [
        " I would like to interrupt writing about this attack at this point to mention that our prison",
        5719.42,
        5726.9
    ],
    [
        " camp was in the middle of a heavy a heavily industrialized area which is was against international",
        5726.9,
        5732.56
    ],
    [
        " rules of war we should not have been imprisoned where we were right next to us was an ammunition",
        5732.56,
        5738.94
    ],
    [
        " factory and a short distance behind us a tank factory we were very close to an airplane factory",
        5738.94,
        5744.94
    ],
    [
        " and a major rail yard there were numerous military targets for Americans to bomb and unfortunately",
        5744.94,
        5750.6
    ],
    [
        " we were right in the middle of them still lying on my back I kept my eyes on the bombers and was",
        5750.6,
        5757.1
    ],
    [
        " impressed by the large number in the formation about 18 or 20 as I recall pretty soon I could see",
        5757.1,
        5764.4
    ],
    [
        " the silver flashes of released bombs and then in another few seconds saw the sky filled with",
        5764.4,
        5771.06
    ],
    [
        " hundreds of bombs hurtling down on us and making their typical loud swishing sound I knew they",
        5771.06,
        5777.44
    ],
    [
        " would not miss and they did not three of the bombs from the plane on the outside of the formation",
        5777.44,
        5784.78
    ],
    [
        " hit our camp and the destruction was horrible one of the bombs landed near the high brick wall that",
        5784.78,
        5791.4
    ],
    [
        " surrounded our compound and knocked a big chunk out of its top the bomb fell right in the yard",
        5791.4,
        5796.52
    ],
    [
        " where we were lying and instantly killed 19 of us and severely wounded many more the third bomb",
        5796.52,
        5803.72
    ],
    [
        " was an incendiary and fell on our barracks and set it on fire it was a tragedy here we were after",
        5803.72,
        5810.6
    ],
    [
        " so very long a time excited beyond belief at watching our side win for a change and look what happened",
        5810.6,
        5817.3
    ],
    [
        " we could hardly believe it but we were now being killed by our own bombs",
        5817.3,
        5823.7
    ],
    [
        " even though I was within 20 feet or so of the bomb I was not hurt I looked up as I looked up I saw",
        5823.7,
        5832.16
    ],
    [
        " men blackened from the blast try to rise but fall back terribly wounded or dead",
        5832.16,
        5838.74
    ],
    [
        " again it's the heavies from the other the other side the other perspective now at a certain point",
        5838.74,
        5850.88
    ],
    [
        " one of those bombs one of those bombers did get shot down and the the",
        5850.88,
        5856.5
    ],
    [
        " air crew and pilots from the aircraft that got shot down got captured and so here we go these were",
        5857.52,
        5865.2
    ],
    [
        " men who had survived the blowing up of their B-29 bomber and were now being held captive in a house",
        5865.2,
        5870.24
    ],
    [
        " within sight of our camp they said they did not know of our prison camp and then they get",
        5870.24,
        5876.56
    ],
    [
        " communication with them they said they did not know of our prison camp and in actuality it was marked",
        5876.56,
        5881.52
    ],
    [
        " on their maps as a must-get target this wasn't terribly reassuring but they did pass on more cheering",
        5881.52,
        5889.88
    ],
    [
        " information than that they said Japan was being defeated all over the Pacific and it appeared",
        5889.88,
        5895.56
    ],
    [
        " that the war should not last too very much longer by the action in the sky we had already come to",
        5895.56,
        5901.64
    ],
    [
        " assume that they also said that they were flying out of from the island of Guam",
        5901.64,
        5906.26
    ],
    [
        " there was always the pause so they feel like the war okay but this is obviously a really",
        5906.26,
        5914.96
    ],
    [
        " positive side the japs Japanese are getting beat all over the Pacific the bombers are there",
        5914.96,
        5919.92
    ],
    [
        " even though it's horrible that they're getting bomb they at least feel like the war is heading",
        5919.92,
        5923.72
    ],
    [
        " in the right direction but then there's this back to the book there was always the possibility we",
        5923.72,
        5928.48
    ],
    [
        " felt that when the war was over or about over and the Japanese realized that they had lost they",
        5928.48,
        5934.96
    ],
    [
        " may decide to execute all of us instead of letting us go free so they got that in the back of their mind",
        5934.96,
        5941.64
    ],
    [
        " little section here he gets in some trouble one morning when we arrived at the factory and headed",
        5941.64,
        5950.1
    ],
    [
        " for our work in the lumber yard we noticed Japanese soldiers all over the place they were running",
        5950.1,
        5954.76
    ],
    [
        " and crawling and obviously playing war so the Japanese were running in drill we just ignored what",
        5954.76,
        5959.6
    ],
    [
        " was going on and walked right through them to get to our shack when we were in the process of hanging",
        5959.6,
        5963.78
    ],
    [
        " up our coats when a jet we were in the process of hanging up our coats when a Japanese officer burst",
        5963.78,
        5969.36
    ],
    [
        " in on us and he was mad mad mad so he gets in trouble the the Japanese officer that's all mad lines",
        5969.36,
        5980.62
    ],
    [
        " up everyone in the little shack and he has his saber in his left hand and he started",
        5981.04,
        5985.94
    ],
    [
        " punch in each guy in the face and that's what that's what he does and he ends up they end up",
        5985.94,
        5994.68
    ],
    [
        " getting in trouble because they got punched I guess they got in trouble because they got punched",
        5994.68,
        5999.36
    ],
    [
        " and finally that he's going to be questioned and he's in this going to get questioned this guardhouse",
        5999.36,
        6005.26
    ],
    [
        " which is sort of like where they do solitary confinement in this in this guardhouse the prison within",
        6005.54,
        6011.92
    ],
    [
        " the prison so the so James is about to get interrogated back to the book he asked me if I thought",
        6011.92,
        6020.28
    ],
    [
        " that the Japanese officer the factory had a right to hit us the way he did I hesitated for a second",
        6020.28,
        6025.64
    ],
    [
        " like I was pondering the question then answered well I am not sure just as soon as these words",
        6025.64,
        6031.3
    ],
    [
        " came out of my mouth I knew that I had answered wrong but nothing happened and I was questioned a",
        6031.3,
        6036.38
    ],
    [
        " bit further until the same question came up again did I think that the Japanese officer at the",
        6036.38,
        6041.16
    ],
    [
        " factory had the right to hit us the way he did for a second I was in a quandary should I just say yes",
        6041.16,
        6047.38
    ],
    [
        " sir or should I repeat my first answer I decided maybe being consistent was the way to go sorry",
        6047.38,
        6054.16
    ],
    [
        " repeated my original answer and that was a mistake almost instantly I was hit on the right side",
        6054.16,
        6059.02
    ],
    [
        " of my jar with a close fist not by the officer but by the interpreter from that point on he decided",
        6059.02,
        6065.72
    ],
    [
        " to slap me in the face as hard as he could I think he really hurt his fist when he hurt me the first",
        6065.72,
        6071.5
    ],
    [
        " time which is why he changed to the slap all the while you were being beaten you were being made",
        6071.5,
        6078.62
    ],
    [
        " to stand at attention with this kind of beating you don't give them the satisfaction of knowing you",
        6078.62,
        6084.22
    ],
    [
        " letting them know you are hurt you just don't let yourself fall down in moan all I could think about",
        6084.22,
        6090.62
    ],
    [
        " was you little son of a bitch if I could just get you alone under different circumstances I would",
        6090.62,
        6096.6
    ],
    [
        " tear you apart after the beating stopped I was thrown into the guard house with the rest of the",
        6096.6,
        6104.1
    ],
    [
        " guys the inside of my mouth was badly cut and I swallowed blood for several days my face was swollen",
        6104.1,
        6110.36
    ],
    [
        " and I had black eyes I stayed in the guard house for about three weeks",
        6110.78,
        6117.1
    ],
    [
        " conditions in the guard house were unbelievably cruel and I hope I can explain exactly what it was",
        6117.1,
        6123.66
    ],
    [
        " like it was built similar to our barracks accepted had cells instead of separate sleeping",
        6123.66,
        6128.66
    ],
    [
        " quarters there was a central hall with cells on either side each cell was about eight feet wide",
        6128.66,
        6134.2
    ],
    [
        " and probably twelve feet long with a very narrow slit trench for latrine in the back corner",
        6134.2,
        6139.38
    ],
    [
        " the floor was concrete and that was it no bed blanket chair or anything else",
        6140.52,
        6146.92
    ],
    [
        " the guard the guard house was solitary confinement at its worst I found the hardest thing",
        6146.92,
        6155.36
    ],
    [
        " to take was the boredom you've heard the song time goes by so slowly well it certainly applied",
        6155.36,
        6162.02
    ],
    [
        " then standing in one place even if not a detention can be a killer I used to watch a spot of light",
        6162.02,
        6168.86
    ],
    [
        " that came in through the crack on the boarded window and it almost drove me mad I tried to ignore it",
        6168.86,
        6175.84
    ],
    [
        " but I couldn't it would be made to get up I would be made to get up in the morning at five o'clock",
        6175.84,
        6183.66
    ],
    [
        " and several hours later when there was sufficient light the spot would appear it first showed up on",
        6183.66,
        6189.64
    ],
    [
        " one side of my cell and then moved so terribly slowly across the other side until it finally",
        6189.64,
        6194.24
    ],
    [
        " disappeared after it was gone I knew I still had several hours to go before I would get rest it",
        6194.28,
        6200.28
    ],
    [
        " was agony to watch and it was the same thing day after day after day and then eventually we were",
        6200.28,
        6210.74
    ],
    [
        " probably released when we were without the usual trial and sentencing because the Russians invaded",
        6210.74,
        6217.52
    ],
    [
        " Manchuria and here we go at this point I would like to refer you to a diary that I started on",
        6219.82,
        6226.48
    ],
    [
        " August 15th 1945 and continued until September 2nd 1945 it tells the story as it was happening which",
        6226.48,
        6233.42
    ],
    [
        " is much better than my trying to recall events 50 years later the diary short but I think it's",
        6233.42,
        6239.22
    ],
    [
        " worth including here so basically we we end up with him getting released and he starts tracking",
        6239.22,
        6246.46
    ],
    [
        " what's happening because he can there was some Americans that were brought into the situation",
        6246.58,
        6253.7
    ],
    [
        " and he starts keeping a little journal as he said and I'm just going to read a little bit a little",
        6253.7,
        6260.84
    ],
    [
        " bit from the journal Americans working at the Japanese garage brought in news that about the same",
        6260.84,
        6268.84
    ],
    [
        " time that the war was definitely over they said that a nip told them that Japan had surrendered at",
        6268.84,
        6275.72
    ],
    [
        " 9 30 o'clock on the 15th of August these men were willing to bet anything on this dope yes optimism",
        6275.72,
        6282.82
    ],
    [
        " rain supreme and I had never seen excitement such as this before but such a heart rendering drop",
        6282.82,
        6290.96
    ],
    [
        " came a little while later when word was passed around that these six new men had been placed under",
        6290.96,
        6296.18
    ],
    [
        " locking key in the guardhouse yes morale rating was now zero minus now we'll go August 17th this",
        6296.18,
        6304.9
    ],
    [
        " morning we found out who these new men are they are American volunteers who were flown over from",
        6304.9,
        6309.5
    ],
    [
        " China to take over this prison camp and to see that the Japanese did not mistreat us also set up",
        6309.5,
        6316.5
    ],
    [
        " communications between here and our American forces the story of their undertaking is very",
        6316.5,
        6321.8
    ],
    [
        " thrilling and these men deserve a word of praise and credit for their brave deed",
        6321.8,
        6325.58
    ],
    [
        " and then this happens the American assembly call was blown about eight o'clock and we formed",
        6325.58,
        6333.38
    ],
    [
        " outside where general parker the senior American official made a speech before he would cut us",
        6333.42,
        6339.44
    ],
    [
        " in on the real dope he told us that we must be calm and maintain a hold on ourselves he emphatically",
        6339.44,
        6346.28
    ],
    [
        " stressed that there were to be no demonstrations he proceeded to tell us of the armistice between",
        6346.28,
        6352.66
    ],
    [
        " America England the Netherlands and Japan which brought about a roaring cheer from the prisoners",
        6352.66,
        6358.9
    ],
    [
        " but he warned us that we were still prisoners and that Japan and Russia were still at war",
        6358.92,
        6364.2
    ],
    [
        " this little speech brought happiness to everyone even though we knew what he was going to say before",
        6364.2,
        6371.0
    ],
    [
        " he started this was the news that we have been waiting to hear for three and a half years and it",
        6371.0,
        6375.36
    ],
    [
        " was now official man three and a half years so I just buzzed through this in an hour and 47 minutes",
        6375.36,
        6383.22
    ],
    [
        " right now and this is three and a half years you've got to get the book and then you've got to",
        6383.22,
        6387.96
    ],
    [
        " think about even more than what's what you read about in the book",
        6388.0,
        6391.5
    ],
    [
        " we were still under Japanese guard but the administrative administration of the camp was taken over",
        6391.5,
        6399.34
    ],
    [
        " by Americans we really we really chowed like we should have now that we had the keys to the storeroom",
        6399.34,
        6407.4
    ],
    [
        " so boom let's go there's there's they start seeing Russian pursuit planes over the camp",
        6407.4,
        6414.9
    ],
    [
        " the Sunday the 19th held church services to get today in thanksgiving for our wars ending more",
        6415.6,
        6422.54
    ],
    [
        " Russian planes overhead today the men really got to throw a lot of seeing friendly planes again",
        6422.54,
        6427.26
    ],
    [
        " they're all anxious to see the American Air Force and its large bombers that they have",
        6427.26,
        6431.94
    ],
    [
        " heard so much about Monday August 20th we were told today that the Russians would be in camp",
        6431.94,
        6436.98
    ],
    [
        " saw our first B-24 bomber today at around 430 the prisoners really went wild with joy it's",
        6436.98,
        6444.58
    ],
    [
        " circled over the camp three two or three times and dropped leaflets telling us about the war",
        6444.58,
        6449.42
    ],
    [
        " being over and for us to remain where we were until help arrived these leaflets were late",
        6449.42,
        6455.42
    ],
    [
        " they should have been dropped before the parachute has came in and that's the rumor mill",
        6455.42,
        6460.98
    ],
    [
        " the guys that had come in earlier the Russians came in at about seven o'clock and did they cause",
        6460.98,
        6467.64
    ],
    [
        " great excitement there was a general in five or six officers the general called us together",
        6467.64,
        6472.5
    ],
    [
        " and gave us a speech an American prisoner acted as an interpreter the general said that from this day",
        6472.5,
        6478.44
    ],
    [
        " on we were free and no longer under the hand of the Japanese the crowd went wild with joy cheer",
        6478.44,
        6485.06
    ],
    [
        " after cheer rang through the air he told us how in the last 10 days they had covered 1000 kilometers",
        6485.06,
        6490.26
    ],
    [
        " of mountain streams and wilderness more cheering from the crowd he told us that he was in Berlin when",
        6490.26,
        6496.28
    ],
    [
        " Germany surrendered and met officers of the us 8th army he said that he would he told them",
        6496.66,
        6502.96
    ],
    [
        " that he would soon be leaving to fight Japan and that he would set us free also had a ceremony of",
        6502.96,
        6510.76
    ],
    [
        " the surrender of the Japanese guards and the turning over of their sabers and arms to the American",
        6510.76,
        6516.04
    ],
    [
        " guards it was quite an interesting and strange spectacle what made it appear strange was that it",
        6516.04,
        6522.1
    ],
    [
        " performed in the light of the moon the Russian general presented general parkour with a Japanese",
        6522.1,
        6527.9
    ],
    [
        " revolver the ceremony was completed by the Russian general having the American guards parade the",
        6527.9,
        6534.14
    ],
    [
        " Japanese before the prisoners and off the parade ground man the restraint is him is is insane I mean",
        6534.14,
        6547.6
    ],
    [
        " I can't I it's hard for me I'm I've considered myself to be a pretty you know emotionally controlled",
        6548.04,
        6554.86
    ],
    [
        " person and I think if I was in that prison for three and a half years in the war ended and the",
        6554.86,
        6560.98
    ],
    [
        " Japanese that had tortured and beat and starved we might have a little something to talk about",
        6560.98,
        6565.88
    ],
    [
        " I might have a little something for those guys a little bit more than just marching around the camp",
        6565.88,
        6570.52
    ],
    [
        " but you know what that shows you it shows you that that's the that's how professional the American",
        6571.62,
        6577.4
    ],
    [
        " soldier is man it's it's it's it's amazing it's amazing we got this from from unit 731 those books",
        6577.4,
        6584.94
    ],
    [
        " as well the people that were being tortured they got turned over by the Russians and said do what",
        6584.94,
        6589.52
    ],
    [
        " you want with them and and the determination was we're going to treat them humanely",
        6589.52,
        6593.86
    ],
    [
        " yeah back to the book back to the diary September 2nd we have been moving we have we've been",
        6596.76,
        6602.56
    ],
    [
        " having moving pictures means movies for at least two nights and I've never enjoyed anything so much",
        6602.56,
        6608.92
    ],
    [
        " before in all of my life being in prison camp for so long almost made me forget what was going on",
        6608.92,
        6614.82
    ],
    [
        " back in America I am just beginning to realize now what I have missed if I would have seen a movie",
        6614.82,
        6621.0
    ],
    [
        " two years ago I'm afraid I would have tried to escape at any cost if I would have realized to what",
        6621.14,
        6627.16
    ],
    [
        " I was really missing this long time in prison camp would have been much harder to bear more sick",
        6627.16,
        6634.24
    ],
    [
        " left by plane today our new colonel told us that we would probably be out of here out here for at",
        6634.24,
        6640.44
    ],
    [
        " least another month what's a measly month more after having been here for so long in fact it is",
        6640.44,
        6647.86
    ],
    [
        " good to know that we will be leaving for home in only a month's time",
        6647.86,
        6651.56
    ],
    [
        " yeah when you kind of consider in his mind it's either it went from never to one month so it's like oh",
        6651.56,
        6665.98
    ],
    [
        " all right yeah yeah it's also interesting how he he got detached from what the world had and he",
        6665.98,
        6674.32
    ],
    [
        " actually found that beneficial and and I've talked about the one the first interview I did with",
        6674.32,
        6678.24
    ],
    [
        " Tim Ferriss I talked about I kind of detached from from what's going on you know from like",
        6678.24,
        6683.36
    ],
    [
        " pictures of my kids and didn't hang them up because I want I didn't want to be thinking about that",
        6683.36,
        6687.2
    ],
    [
        " because I'm there to do the job and you can see that he's saying he would have gone crazy and tried",
        6687.2,
        6691.02
    ],
    [
        " to escape if he'd know what he was missing back to the book when we finally got to see what the",
        6691.02,
        6697.88
    ],
    [
        " Japanese had on their side of the prison camp we were astonished and mad they had a room full of male",
        6697.88,
        6703.4
    ],
    [
        " and packages from the states that they never delivered plus a large quantity of red cross packages",
        6703.4,
        6709.18
    ],
    [
        " we speculated that the Japanese were living off our red cross packages when food became scarce",
        6709.18,
        6714.74
    ],
    [
        " food that was meant for us by now since we were all free to leave prison camp and wander everyone",
        6714.74,
        6725.74
    ],
    [
        " was looking for a Japanese saber to take home as a souvenir from the war it would show that at",
        6725.74,
        6730.56
    ],
    [
        " long last in the end we were the winners and they were vanquished eventually and again get the book",
        6730.56,
        6743.78
    ],
    [
        " that he's leaving mooked in I was on the last truck out and as we pulled away I saw the Russians",
        6743.78,
        6751.36
    ],
    [
        " come out of the front gate with the Japanese and walk on the outside of the brick wall toward the",
        6751.36,
        6756.22
    ],
    [
        " back of the camp my impression was that they were going to line the Japanese up against a back",
        6756.22,
        6761.58
    ],
    [
        " brick wall and shoot them check I'm supporting the Russians in this one I think",
        6761.58,
        6771.16
    ],
    [
        " back to the book there they end up in the in the port in in China where they're going to get",
        6771.16,
        6783.28
    ],
    [
        " ride home on a ship there was an American transport waiting for us at the dock but when the ship",
        6783.7,
        6787.62
    ],
    [
        " captain saw all of us armed with rifles and sabers he would not let us on the ship unless we gave up",
        6787.62,
        6793.14
    ],
    [
        " our weapons we said no way captain these are ours and we're not going to part with them",
        6793.14,
        6797.38
    ],
    [
        " he then said that he would safely store them for us and they would be returned when we docked",
        6797.38,
        6802.98
    ],
    [
        " our reply was an emphatic no by now we were looking for a place to sack out because we were not",
        6802.98,
        6810.1
    ],
    [
        " going to board that ship without our arms well after a lengthy delay the captain relented",
        6810.1,
        6814.48
    ],
    [
        " and we were finally allowed on the ship with our sabers clanking at our sides they he talks about",
        6814.48,
        6819.48
    ],
    [
        " they go they go through great efforts to get these Japanese sabers once on the ship we were given",
        6819.48,
        6825.46
    ],
    [
        " a cursory medical check deloused and given clean clothes I believe before being taken to our",
        6825.46,
        6830.64
    ],
    [
        " living quarters our dispute with the captain the ship wasn't over now and everyone could relax",
        6830.64,
        6835.1
    ],
    [
        " in clean quarters on a very comfortable bed this was the first real mattress that I'd slept on",
        6835.1,
        6840.42
    ],
    [
        " since leaving the SS Coolidge almost four years ago it felt great and the food provided was also",
        6840.42,
        6848.84
    ],
    [
        " very good now our minds and bodies were truly at ease no mattress for you know when you got to",
        6848.84,
        6856.94
    ],
    [
        " like sleep in the airport or whatever and you complain about it sure that's a carpet that's",
        6856.94,
        6863.42
    ],
    [
        " actually a pretty good deal and you've got a sweatshirt that you wrapped up in and you put a little",
        6863.42,
        6867.52
    ],
    [
        " something under your head a bathroom too by the way yeah there's a nice bathroom right there's",
        6867.52,
        6872.62
    ],
    [
        " not lice digging into your skin or flees eating at your four years four years on the dirt",
        6872.62,
        6880.64
    ],
    [
        " so now they get to they sail from there to Okinawa once they're in Okinawa they're doing a",
        6880.64,
        6891.74
    ],
    [
        " little bit of port time in Okinawa getting some supplies we're soon told that a strong typhoon",
        6891.74,
        6896.28
    ],
    [
        " was headed our way in the safest place for us was in the open water instead of this shallow bay",
        6896.28,
        6900.18
    ],
    [
        " before long the island of Okinawa disappeared in the distance and night wasn't long in coming so",
        6900.18,
        6906.36
    ],
    [
        " there's a big typhoon coming they take they get back on board this ship they head out to see",
        6906.36,
        6911.32
    ],
    [
        " I must have fallen asleep eventually because about four o'clock in the morning I was awakened when",
        6911.32,
        6915.64
    ],
    [
        " the ship was rocked by a tremendous explosion I could not imagine what it was because it was a lot",
        6915.64,
        6920.56
    ],
    [
        " worse by far than an exploding depth charge before I got completely dressed I could hear sailors",
        6920.56,
        6927.74
    ],
    [
        " working their way down toward us shouting everyone topside everybody topside and prepare to abandon",
        6927.74,
        6934.32
    ],
    [
        " ship everybody topside hurry hurry hurry hurry and he goes through some of the details we had hit a",
        6934.32,
        6942.86
    ],
    [
        " mine which tore a hole in the side of our ship and flooded the engine room and in turn knocked",
        6942.86,
        6948.78
    ],
    [
        " out our power there was a possibility that the ship might sink which is why we were all ordered",
        6948.78,
        6954.58
    ],
    [
        " topside and given life preservers we had we had to be ready to abandon ship if needed even if we",
        6954.58,
        6960.8
    ],
    [
        " abandoned ship I doubt many of us would have survived it was still dark on top of that there was no",
        6960.8,
        6964.96
    ],
    [
        " possible way to lower the lifeboats with the ship lurching back and forth as it was once on deck we",
        6964.96,
        6971.84
    ],
    [
        " had to tie ourselves to something to keep from getting thrown off at least that is what I did I found",
        6971.84,
        6977.34
    ],
    [
        " a place where I could sit down and also time myself with the straps of my life preserver by now",
        6977.34,
        6983.42
    ],
    [
        " everyone was wet from the driving rain and the wind whistled and howled I thought to myself is our",
        6983.42,
        6990.0
    ],
    [
        " misery ever going to end when daylight came I sort of wished it hadn't what I saw was enough to",
        6990.0,
        6997.34
    ],
    [
        " scare a person to death we were adrift in violent seas with 50 foot waves you had to look almost",
        6997.34,
        7005.0
    ],
    [
        " straight up to see their crests when they came rolling toward you they were much higher than",
        7005.0,
        7009.86
    ],
    [
        " the ship especially when the ship was in a trough so they hit this mine yeah the engine room was",
        7009.86,
        7020.38
    ],
    [
        " flooded there still 200 miles from Okinawa so this is",
        7020.38,
        7025.52
    ],
    [
        " the captain the captain comes on is like confident like don't worry we're only 200 miles from Okinawa",
        7025.52,
        7034.32
    ],
    [
        " and he says to himself hey I can't swim 200 miles on about you captain back to the book besides",
        7034.46,
        7042.06
    ],
    [
        " severely damaging the ship the exploding mine was responsible for the deaths of about 10 ex-prisoners",
        7042.06,
        7047.98
    ],
    [
        " and several sailors that were in the engine room the ex-prisoners were on the deck when the",
        7047.98,
        7052.7
    ],
    [
        " mine went off the explosion slung landing ladders that were hanging on the side of the ship",
        7052.7,
        7058.62
    ],
    [
        " up and over the railing like lethal whips these men were apparently killed instantly",
        7058.62,
        7064.0
    ],
    [
        " these were the same ladders that we had used to board the ship just a few days earlier I felt",
        7064.74,
        7069.46
    ],
    [
        " depressed and I'm sure that the other men felt the same these were men who were on their way home",
        7069.46,
        7075.46
    ],
    [
        " after their terribly long and hard ordeal and now they were dead to get this far and still not",
        7075.46,
        7084.3
    ],
    [
        " make it was unbelievable the japs finally got them after all with their floating mine I couldn't",
        7084.3,
        7092.76
    ],
    [
        " help think of the poor parents and families back home they had been notified that their son or",
        7092.76,
        7098.62
    ],
    [
        " husband or brother was on his way home and you can imagine the joy that they felt now they had",
        7098.62,
        7104.14
    ],
    [
        " to be notified that they had been killed on the way home yeah they eventually go from Okinawa to",
        7104.14,
        7122.74
    ],
    [
        " back to the states one day I finally saw my name on a list pinned to a bullet in board as I was",
        7122.74,
        7126.9
    ],
    [
        " leaving as one leaving by ship for the states on such and such a date before long and they",
        7126.9,
        7133.58
    ],
    [
        " get on the ship before long the last the tropical islands disappeared in the distance we are now",
        7133.58,
        7137.46
    ],
    [
        " well out in the open ocean there was nothing to do but eat sleep and read and this would go on",
        7137.46,
        7143.3
    ],
    [
        " for several weeks my body tingled in the dark when I thought about what the future might bring",
        7143.3,
        7148.8
    ],
    [
        " sitting out on the deck with a cool breeze blowing and the ship gently rocking made me feel a",
        7148.8,
        7155.98
    ],
    [
        " little guilty for having it so good goes on they sail one day we spotted land and before long we",
        7155.98,
        7170.9
    ],
    [
        " were going under the golden gate bridge and into San Francisco Bay we eventually docked at the",
        7170.9,
        7176.04
    ],
    [
        " same pier we had taken off almost four years earlier at the dock many soldiers were met by their",
        7176.04,
        7182.6
    ],
    [
        " families and you could see the joy in their faces as they tightly embraced each other they had been",
        7182.6,
        7187.64
    ],
    [
        " to war and survived now they check into a hospital one of the first things that the doctor said when",
        7187.64,
        7196.86
    ],
    [
        " he saw me was you have hepatitis we were fed four large meals a day between meals nurses brought",
        7196.86,
        7205.0
    ],
    [
        " around ice cream candy and cookies for anyone that was still hungry they were obviously trying to",
        7205.0,
        7209.32
    ],
    [
        " fatten us up before we went home finally he gets on a hospital train car he heads for San Antonio",
        7209.32,
        7215.02
    ],
    [
        " Texas and then from there he was finally given a pass to go home and he's with a friend of his",
        7215.02,
        7222.72
    ],
    [
        " before we got to Lafayette I talked my friend into staying overnight and Crowley so we could",
        7222.72,
        7228.14
    ],
    [
        " clean up and be rested for our trip home the next day we spent the night at the rice hotel",
        7228.14,
        7233.12
    ],
    [
        " next morning I decided to get a haircut so I went to a barber shop nearby the barber started",
        7233.12,
        7240.66
    ],
    [
        " talking about the boys that had left to go to war some of whom had been killed he then talked about",
        7240.66,
        7248.74
    ],
    [
        " about a family that lived near Moada that had two sons killed and another missing in action",
        7248.78,
        7256.96
    ],
    [
        " he said that the one missing in action later turned out to be a prisoner of war of the Japanese",
        7256.96,
        7264.26
    ],
    [
        " I was shocked beyond belief belief and I know I turned pale because I was positive he was talking",
        7264.26,
        7273.96
    ],
    [
        " about me and my brothers even though he did not give names this news came as a complete surprise",
        7273.96,
        7282.38
    ],
    [
        " but I had begun to suspect something before now in a letter or two that I sent home I inquired",
        7282.38,
        7288.46
    ],
    [
        " about Andrew and Stephen but never got any information concerning them when I received mail and",
        7288.46,
        7294.98
    ],
    [
        " return I thought maybe they had overlooked my questions or at worst or at worst maybe they had",
        7294.98,
        7302.64
    ],
    [
        " been wounded in the war I knew that Stephen was in the service but not Andrew",
        7302.64,
        7307.6
    ],
    [
        " you can imagine my grief when I found out they had both been killed before long I decided to call",
        7307.6,
        7320.2
    ],
    [
        " my sister Eunice to see if she could come and get me and of course she was overjoyed to hear my",
        7320.2,
        7325.42
    ],
    [
        " voice she said that she would be over as soon as she could before long she arrived and some of her",
        7325.42,
        7330.74
    ],
    [
        " first words that she said were Pat I'm afraid I have some bad news for you Pat was a nickname",
        7330.74,
        7337.6
    ],
    [
        " that my family calls me I knew what she was about to say so I stopped her and said I already know",
        7337.6,
        7343.92
    ],
    [
        " about my brothers I finally got to the farm my mother met me at the front gate she was crying",
        7343.92,
        7354.46
    ],
    [
        " which I expected and started to tell me about Andrew and Stephen I told her I knew everything",
        7354.48,
        7362.08
    ],
    [
        " and everything would be all right but she kept crying we hugged each other for a while and finally",
        7362.08,
        7370.38
    ],
    [
        " I was able to shake hands with my father he said one word Pat and I said one Papa and that was it",
        7370.38,
        7383.24
    ],
    [
        " he was never much for talking but I knew that he was glad to see me back",
        7384.92,
        7390.94
    ],
    [
        " so after all that he comes home and finds out that both of his brothers had been killed",
        7390.94,
        7400.34
    ],
    [
        " his father says hey if you want to stay here and work at the farm and hang out that's fine",
        7400.34,
        7411.56
    ],
    [
        " he tells his dad no he's going to go to college and finish his degree in the GI bill",
        7412.1,
        7416.76
    ],
    [
        " covers his cost of his college and he says there's not a great deal to do while home on leave",
        7416.76,
        7426.04
    ],
    [
        " I walked in the woods a lot and visited our old swimming hole at the big cypress tree",
        7426.04,
        7430.98
    ],
    [
        " I thought of the fun we used to have and especially the mud fights that were so exciting",
        7430.98,
        7438.36
    ],
    [
        " we were all grown up now that is the ones who were still alive such a change in five and one half years",
        7440.14,
        7448.88
    ],
    [
        " I was given my discharge on February 17th 1946 I'd been in the service for five and one half",
        7448.88,
        7462.0
    ],
    [
        " years and those are years I shall never forget when I was in the service I always felt so very",
        7462.0,
        7467.32
    ],
    [
        " young because everyone else is older than me returning to college I felt just the opposite",
        7467.32,
        7473.96
    ],
    [
        " I felt so much older than most of my students and of course I was",
        7473.96,
        7479.76
    ],
    [
        " one thing I never talked about while in college was my experience in the service",
        7479.76,
        7485.94
    ],
    [
        " I would tell new friends that I was a veteran and had served overseas but that was it",
        7485.94,
        7492.2
    ],
    [
        " I was still abiding by the military's request not to tell about your POW experience to anyone",
        7493.14,
        7499.58
    ],
    [
        " I may not have had trouble keeping my POW experiences to myself after my return",
        7499.58,
        7505.24
    ],
    [
        " but one aspect of the experiences I did have trouble with and that was my dreams at night",
        7505.24,
        7513.06
    ],
    [
        " almost every night when I fell asleep I found myself back in prison camp",
        7513.06,
        7519.68
    ],
    [
        " and I would think to myself in my dream how did this happen I was sure I'd been freed",
        7520.28,
        7526.32
    ],
    [
        " it was heartbreaking to find that I was still a prisoner it was just the reverse of what I had",
        7526.32,
        7534.06
    ],
    [
        " experienced in prison camp when I always dreamed I was free when I woke up during the war",
        7534.06,
        7542.4
    ],
    [
        " I found I was still a prisoner but at least when I woke up as a civilian I found that I was",
        7542.4,
        7549.66
    ],
    [
        " free as good as this felt it was still very disturbing mentally because these dreams lasted for about",
        7552.02,
        7558.92
    ],
    [
        " 10 years for the first few years I hated to go to sleep but luckily the dreams became less frequent",
        7558.92,
        7570.72
    ],
    [
        " even now they are not completely gone this dream tells me that in the recesses of my mind I am still",
        7572.28,
        7583.12
    ],
    [
        " haunted by my participation and experiences during the baton death march it is something that I will",
        7583.12,
        7592.42
    ],
    [
        " undoubtedly be there always but even though I may not be able to control my dreams",
        7593.46,
        7601.5
    ],
    [
        " I long ago learned to live with my life as though none of this had ever happened",
        7601.5,
        7609.58
    ],
    [
        " the dream that keeps coming back most often is one in which I find myself across a large body of water",
        7609.58,
        7619.96
    ],
    [
        " I know that I must walk for miles and miles to return to where I want to be",
        7621.72,
        7627.2
    ],
    [
        " in my mind I know I have made this long long walk before and I know how difficult and time consuming",
        7627.2,
        7637.72
    ],
    [
        " it will be in my dream I feel completely dejected because I wonder what could have happened",
        7637.72,
        7649.24
    ],
    [
        " to get me back to this place again but in my dream I start walking I start walking",
        7649.24,
        7666.9
    ],
    [
        " and I think that that right there well it wraps up the book and I think that is a",
        7666.9,
        7677.88
    ],
    [
        " very powerful message for everyone for everyone no matter what you face no matter how bad it is going to be",
        7678.0,
        7693.9
    ],
    [
        " when there is a challenge and by a challenge I mean anything in life any any challenge",
        7693.9,
        7705.32
    ],
    [
        " anything that you're facing the only way to overcome the challenges that you face",
        7705.66,
        7712.48
    ],
    [
        " is to start walking take that step",
        7712.48,
        7721.3
    ],
    [
        " that is what James Bolick did",
        7721.3,
        7729.18
    ],
    [
        " and the baton death march it was absolutely ruled a war crime after the war",
        7732.14,
        7739.12
    ],
    [
        " and the Japanese lieutenant general Homa Masaharu who oversaw the march and oversaw the atrocities",
        7739.12,
        7751.18
    ],
    [
        " that took place during the march he was put on trial and he was found guilty of war crimes and he was",
        7751.18,
        7760.4
    ],
    [
        " executed April 3rd 1946 just outside of Manila but James Bolick lived he survived the death march",
        7760.4,
        7774.88
    ],
    [
        " he survived three and a half years in absolutely wretched convictions and James Bolick survives today",
        7774.88,
        7785.54
    ],
    [
        " he's still alive and he lives in Louisiana still and as a matter of fact on the 25th of May of this year 2018",
        7785.54,
        7799.04
    ],
    [
        " James Bolick was awarded the congressional gold medal the highest civilian award",
        7800.06,
        7808.78
    ],
    [
        " for the accomplishments that he achieved in his life and that he has achieved in his life he's",
        7808.78,
        7815.26
    ],
    [
        " a retired geologist he's written eleven books including the one that I read from today a soldier's",
        7815.26,
        7821.84
    ],
    [
        " journal and actually the copy that I got which I got from a used bookstore he's got a note he",
        7823.3,
        7832.0
    ],
    [
        " signed it and his signature has a note and the note says simply respect the flag",
        7832.0,
        7842.38
    ],
    [
        " respect the flag and I definitely recommend you pick up a copy of the book and I also recommend",
        7844.56,
        7855.48
    ],
    [
        " that you take his advice every day no matter what you are facing get up and start walking",
        7855.48,
        7869.18
    ],
    [
        " and I think that's all I've got for tonight so echo Charles I guess at this point",
        7872.38,
        7880.38
    ],
    [
        " maybe since we're talking about walking you could you know tell us how to walk maybe not walk",
        7880.38,
        7887.64
    ],
    [
        " down the path a little bit a little bit of an easier walk yeah yeah a little bit that there was",
        7887.64,
        7895.58
    ],
    [
        " another backshack a few other books were this was like that where every every situation he kind",
        7895.82,
        7902.9
    ],
    [
        " of goes through you just get more and more exhaust like you're exhausted because you kind of think",
        7902.9,
        7906.46
    ],
    [
        " like okay it'll start to let up yeah you know and then it's it doesn't let out it's madness and then",
        7906.46,
        7913.38
    ],
    [
        " the storm if you put this like if you if you put this into a movie you wouldn't believe it yeah",
        7913.38,
        7918.68
    ],
    [
        " I don't know oh they're really gonna have a storm oh they're gonna hit a mine come on yeah I got it",
        7918.68,
        7923.12
    ],
    [
        " in that yeah no it's true yeah it literally does sound like something like someone would try to put",
        7923.12,
        7927.94
    ],
    [
        " in a movie to make it seem like oh his journey was so hard yeah the real one by the way yeah",
        7927.94,
        7932.7
    ],
    [
        " and you kind of feel when he starts talking about like for some reason I don't know maybe it's",
        7932.7,
        7939.22
    ],
    [
        " because I'm kind of hungry right now but when he's talking he's starting man I was feeling this",
        7939.22,
        7943.5
    ],
    [
        " and then when he when he'd be like yeah when they switched so we're talking about a man that was",
        7943.5,
        7949.94
    ],
    [
        " lost 75 pounds of body weight he wasn't eating he wasn't eating and you haven't eaten in four",
        7949.94,
        7958.34
    ],
    [
        " hours and you're you're throwing that out there I'm not comparing bro you compared no no no no",
        7958.34,
        7965.04
    ],
    [
        " I'm not comparing I'm saying I kind of felt his situation in nine oh man you might want to edit",
        7965.04,
        7971.98
    ],
    [
        " yourself out of that one I will say this I will say this you know what I'm looking forward to",
        7971.98,
        7976.98
    ],
    [
        " tonight is I'm gonna go first of all I've been traveling I am tired sure and tonight I'm gonna go",
        7976.98,
        7983.76
    ],
    [
        " enjoy my mattress and my bed yeah and I'm gonna think about that when I'm crawling I got a I got",
        7983.76,
        7990.5
    ],
    [
        " a pretty nice bed it's nothing crazy but it's nice better than the floor you know the california",
        7990.5,
        7995.32
    ],
    [
        " king is I do that's the biggest bed you can get it's the longest yeah eastern king is wider really",
        7995.32,
        8000.98
    ],
    [
        " yeah man wait me my wife spent a lot of time trying to determine what I've got the california king",
        8000.98,
        8006.74
    ],
    [
        " and I'm gonna get in that thing tonight with the I guess bed spread on it yeah just so you felt",
        8006.74,
        8015.22
    ],
    [
        " you were feeling this pain a little a little bit extra to then when he was talking about like the floor",
        8015.22,
        8020.06
    ],
    [
        " and all the stuff and then he finally got on that mattress that he hadn't been you know no mattresses",
        8020.06,
        8024.32
    ],
    [
        " I think if you compare if you compare anything that he literally anything in that book anything",
        8024.32,
        8030.2
    ],
    [
        " that he's talking about you can just say I have it good I don't care who you are yeah I got it so",
        8030.22,
        8035.7
    ],
    [
        " good I'm just in living in the lap of complete luxury well you you have you know the part when",
        8035.7,
        8041.76
    ],
    [
        " they're like oh yeah and then they feed us uh can cookies in candy bars yeah yeah yeah whatever",
        8041.76,
        8046.44
    ],
    [
        " to fat when you're saying that I was thinking tonight if if I want to and I'm considering to still",
        8046.44,
        8051.22
    ],
    [
        " right now by the way I can go to the store on the way home by the way and just pick up as many",
        8051.22,
        8056.44
    ],
    [
        " candy bars as I want right now this candy bar steaks ice cream oh yeah just you can pretty much",
        8056.44,
        8061.74
    ],
    [
        " any possible thing you could possibly imagine you can get it within three within seven minutes of",
        8061.74,
        8068.12
    ],
    [
        " departing from this this podcast this place right now on your way to your california king bed on by the",
        8068.12,
        8073.64
    ],
    [
        " way California king bed yeah and the sheets and you have the strength yeah to put your blankets",
        8073.64,
        8078.08
    ],
    [
        " yeah yeah think about that one cool yeah it's nice to be able to pull your blankets over yourself",
        8078.08,
        8082.2
    ],
    [
        " yeah it's not so malnutrition yeah and when they and when the blankets are on you that's that's",
        8082.2,
        8087.24
    ],
    [
        " kind of nice yeah doesn't cause you pain yeah it doesn't like suffocate because you're gonna break your",
        8087.24,
        8091.32
    ],
    [
        " ribs just like that yeah bro big time and let me and yeah but you were feeling it though I think",
        8091.32,
        8097.2
    ],
    [
        " you know I definitely okay let me okay for the people definitely feeling it here's jaco today by",
        8097.2,
        8102.92
    ],
    [
        " the way I witnessed his whole journey more or less this whole journey because I follow him on",
        8102.92,
        8112.16
    ],
    [
        " recorded wake up so you probably woke up at the very yeah I think 345 one on 345 okay so 345",
        8112.56,
        8119.16
    ],
    [
        " wake up I had to I was in Denver and then yeah so I had to catch an early I wasn't actually wasn't in",
        8119.16,
        8126.98
    ],
    [
        " Denver I was in Boulder so I had to get a car from Boulder it's that one hour that's one hour ahead",
        8126.98,
        8132.18
    ],
    [
        " I put one yeah it's one hour ahead okay so 250 okay I didn't think about that yeah no",
        8132.18,
        8138.04
    ],
    [
        " you were taking away credit nonetheless 250 wake up travel which like I said earlier to trick it okay",
        8138.62,
        8147.14
    ],
    [
        " so travel from Colorado to San Diego to me that's the day already my day's done you know my work is",
        8147.14,
        8153.66
    ],
    [
        " done the space that I got to recover from that that's me okay you come home you do what oh",
        8153.66,
        8158.92
    ],
    [
        " well I had on your way home you prep yeah I finished prep podcast and then when I got home the",
        8158.92,
        8164.1
    ],
    [
        " first thing I did when I got home was finish the prep of the podcast okay I had about another",
        8164.1,
        8169.66
    ],
    [
        " hour to do okay then you shift mentally to a workout yeah okay so so here's the thing where you",
        8169.66,
        8177.06
    ],
    [
        " know a workout cool workout I've worked out after brought when I worked at the at the night clubs I'd",
        8177.06,
        8181.96
    ],
    [
        " work out after a whole day and at like three in the morning and I trained you just before work",
        8181.96,
        8187.32
    ],
    [
        " you know saw track hey here's the thing though you make that mental shift where you're like okay you",
        8187.32,
        8194.1
    ],
    [
        " wake up at 250 am you travel to me mentally traveling just just kind of finishes me you know I got",
        8194.1,
        8199.96
    ],
    [
        " to kind of recover you know unless I have something lingering or something like that okay there's",
        8199.96,
        8203.7
    ],
    [
        " that then you still working by the way shift into workout mode still the morning by the way okay so",
        8203.7,
        8210.96
    ],
    [
        " workout mode you get your workout done which is um we don't have to go into details of but it's a",
        8210.96,
        8215.98
    ],
    [
        " mini condition it's a conditioning circuit yeah it pretty much took me I don't know yeah but yeah",
        8215.98,
        8220.92
    ],
    [
        " guys I got to go solid little workout if if I personally anyone to speak for myself if I'm",
        8220.92,
        8226.2
    ],
    [
        " gonna skip a workout on a day where I don't feel like it is gonna be one of those workouts one of",
        8226.2,
        8231.6
    ],
    [
        " those ones that you're doing like you know burpees and the hard the junk ones okay the painful anyway",
        8231.6,
        8237.52
    ],
    [
        " I give you a little bit of a get some yeah and then so little kids exactly right and then you",
        8237.52,
        8243.02
    ],
    [
        " gonna do jitsu yeah do bunch of rounds yeah a bunch of all what over an hour of straight rolling yeah",
        8243.02,
        8249.34
    ],
    [
        " well I mean you know you have breaks between yeah be two rounds yeah but it was an hour is about",
        8249.34,
        8254.32
    ],
    [
        " an hour and 15 minutes yeah okay so that's a big deal that's way that's like maybe two or three times",
        8254.32,
        8259.78
    ],
    [
        " the amount of will say quote unquote normal rolling depending on your okay and we've like Andy",
        8259.78,
        8264.9
    ],
    [
        " I saw Taylor here and and Taylor okay so all right so it's not like you're going with some guy",
        8264.9,
        8270.26
    ],
    [
        " maybe you'll catch a new girl or something like this no no comfortable okay here we go still on",
        8270.38,
        8275.44
    ],
    [
        " jockele schedule by the way okay and then now you got it now you got to do a podcast okay so",
        8275.44,
        8279.94
    ],
    [
        " guy I'm trying to imagine your state of being in your mind and then when he said",
        8279.94,
        8284.64
    ],
    [
        " the part actually there's a bunch of parts when he's talking about on the ship and you know",
        8284.64,
        8291.12
    ],
    [
        " the breeze and the basically the rest parts I think you were feeling that what do you mean I was",
        8291.12,
        8296.9
    ],
    [
        " feeling it because you had that state you have that state of like you you put in a lot of work and now",
        8296.9,
        8301.8
    ],
    [
        " you you know you're kind of on the back side to the recovery portion of the day oh yeah yeah so I",
        8301.8,
        8305.88
    ],
    [
        " think that part resonated with you is what I think yeah I guess so all right well there it is boom see",
        8305.88,
        8311.62
    ],
    [
        " I know long explanation but still just saying I guess so but you got to remember that even like like",
        8311.62,
        8316.66
    ],
    [
        " you just described my day but there's people out there that did five times more than what I did today",
        8316.66,
        8321.54
    ],
    [
        " yeah there's there's a there's people everywhere that are getting after it super yeah more than",
        8321.54,
        8327.12
    ],
    [
        " me some people every single day you know day yeah no it's true it's a literature and it does",
        8327.12,
        8333.06
    ],
    [
        " brothers and there's a lot of books like this man where you know what kind of got me fired up",
        8333.06,
        8337.92
    ],
    [
        " was Dan bat Dan bats here yeah yeah and the fan it's funny yeah and the and his and his wife",
        8337.92,
        8345.54
    ],
    [
        " and so Dan bats a guy that's been like kind of in the game for since day one he and and and so I knew",
        8345.68,
        8354.26
    ],
    [
        " him from social media and as soon as I saw him he's like hey I'm and I was like hey what's up man",
        8354.26,
        8358.26
    ],
    [
        " yeah yeah yeah yeah we were old school and but then you know him and his brother and and you know",
        8358.26,
        8365.92
    ],
    [
        " Dan was in the Marine Corps and now he's a he's a government official still he's still a",
        8365.92,
        8372.88
    ],
    [
        " uh carries a gun for a living right and and I was you know he was all just like he's like oh you",
        8374.02,
        8381.24
    ],
    [
        " going to record right now and I was like yeah and he was pumped yeah yeah yeah that gets me uh",
        8381.24,
        8386.88
    ],
    [
        " yeah I'm stoked when people are stoked he goes he goes what he's are you covering a book can you",
        8386.88,
        8391.66
    ],
    [
        " tell me and I was like yeah I'm covering a soldier's journal I go it's awesome it's about a guy",
        8391.66,
        8395.24
    ],
    [
        " on the baton death march because I can't wait to Wednesday and I was like I'm gonna go in there",
        8395.24,
        8398.4
    ],
    [
        " and crush testing yeah so yeah Dan bat thanks for coming up and uh thanks for swimming",
        8398.4,
        8404.34
    ],
    [
        " by the gym yeah you didn't come and get me to roll though unfortunately yeah oh wait I",
        8404.34,
        8409.56
    ],
    [
        " cuz he was on the he was doing he was doing no key I was doing the key the key the key",
        8409.56,
        8415.52
    ],
    [
        " yeah it's yeah interesting but what is that I mean I know we know and you know so as like okay",
        8415.52,
        8422.6
    ],
    [
        " I'm Dan bat I'm coming in I see Jock for the first time he's over there rolling with Andy",
        8422.6,
        8426.84
    ],
    [
        " and Taylor by the way yeah and I'm over here doing no key a little bit early in the",
        8426.84,
        8430.44
    ],
    [
        " jujitsu career you know Jock a little their training hardcore do I walk over there and try to roll",
        8430.44,
        8435.86
    ],
    [
        " with Jocko that's the question yeah well some people do some people though overall it's like yeah",
        8435.86,
        8440.22
    ],
    [
        " yeah if I were to ask you that you'd be like yeah come roll yeah yeah but like I said if I'm",
        8440.22,
        8444.32
    ],
    [
        " Dan bat's my first time at victory I see you over there do I do that yeah maybe I overestimated",
        8444.32,
        8450.96
    ],
    [
        " the I feel like I know him pretty well yeah yeah and he said he said he's he probably feels like",
        8451.56,
        8457.4
    ],
    [
        " he knows us real well but he came up he was like my my other friend Anthony he was like oh yeah",
        8457.4,
        8462.16
    ],
    [
        " that guy he's he's he's one from Buffalo um jujitsu and all the stuff his his name is Dan I was like",
        8462.16,
        8467.08
    ],
    [
        " oh yeah cool Dan I meet him I'll take a Dan cuz I didn't dry I didn't make the connection that",
        8467.08,
        8471.26
    ],
    [
        " it's Dan bat yeah yeah just say it's Dan bat because we all know we've done Dan bat from from",
        8471.26,
        8475.26
    ],
    [
        " the beginning there's I don't for whatever maybe I'm not looking at his pictures close enough for",
        8475.26,
        8478.38
    ],
    [
        " whatever but oh yeah when you're like yeah Dan bat I was like this is Dan bat and then I'm",
        8478.38,
        8483.22
    ],
    [
        " like cruising with him you know I'm like he's a friend yeah Dan bat is on the path but still",
        8483.22,
        8490.9
    ],
    [
        " on the way on the path he's a way on the path yeah big time and so are we and we can talk about",
        8490.9,
        8497.18
    ],
    [
        " some stuff to help support the path and people's path support yeah all right first we can talk about",
        8497.18,
        8508.36
    ],
    [
        " this is where you get your key when you're on jujitsu okay we're steady just a real quick so one",
        8508.36,
        8512.2
    ],
    [
        " you take jujitsu you need a key because you're doing key and no key yes that's a good idea",
        8512.2,
        8517.42
    ],
    [
        " no one's gonna be mad at you if you just do key or if you just do no key did you say everyone's",
        8517.42,
        8523.58
    ],
    [
        " gonna be mad at you no one's gonna be mad at you but as a strong recommendation do both yeah so",
        8523.58,
        8529.4
    ],
    [
        " when you do both you can need a key origin key this is why you get it origin key no other key don't",
        8529.4,
        8538.34
    ],
    [
        " have other keys from before or you still have them yeah well they're in my laundry room in",
        8538.34,
        8541.98
    ],
    [
        " fact I got scolded from my wife why are those keys up there they been up there for all of",
        8541.98,
        8546.24
    ],
    [
        " them your wife's in the game she's in the game yeah you're not gonna wear them you're legitimately",
        8546.24,
        8552.5
    ],
    [
        " not gonna wear them legitimately not gonna work so there's no point to have them yeah it's true good",
        8552.5,
        8556.5
    ],
    [
        " goodwill yeah yeah goodwill or even you don't bring it to us I don't know you know it's good",
        8556.5,
        8561.18
    ],
    [
        " bring it to your academy and then they can use those as loaner keys yeah exactly right that's",
        8561.18,
        8566.56
    ],
    [
        " the old keys so and rash guard these loaner keys too that is true so yeah and then yeah in the meantime",
        8566.56,
        8573.48
    ],
    [
        " before people get an origin key yeah it makes sense yeah but yeah all made America from the beginnings",
        8573.48,
        8579.12
    ],
    [
        " of the birth of the geek is there birth of the geek not really okay the will of cotton has grown",
        8579.12,
        8585.52
    ],
    [
        " in America how about that that's how early on the main in America situation commences you know",
        8585.52,
        8591.98
    ],
    [
        " all in America and by Pete and his team who know about jujitsu black belt and jujitsu in the game of",
        8592.56,
        8601.32
    ],
    [
        " jujitsu from day one so he knows all about and make the connection that's why that's why they're the",
        8601.32,
        8606.64
    ],
    [
        " best keys overall right there boom that's it they also make rash cards as well so geek no geek boom",
        8606.64,
        8611.46
    ],
    [
        " key rash guard rash guards and you can get all kinds of stuff on there too t-shirts",
        8611.46,
        8616.52
    ],
    [
        " um they may have shorts now do you have a pair of those shorts yet I don't either but I'm",
        8617.82,
        8623.32
    ],
    [
        " gonna get you know what I'm just I was gonna like send both of them a text group text group text",
        8623.32,
        8631.36
    ],
    [
        " hey I'm looking outside the door you know I mean like oh I'm getting other male no shorts but then",
        8631.36,
        8637.7
    ],
    [
        " again origin the emerging cams coming up I'm sure it's the thing where the boom and actually",
        8637.7,
        8641.86
    ],
    [
        " that makes more sense less packing there okay well I'm still not happy about it I'm you know",
        8641.86,
        8647.16
    ],
    [
        " I'm with you no one not happy but so yeah some other stuff than than just jujitsu stuff yes be",
        8647.16,
        8653.58
    ],
    [
        " on the jujitsu yeah be on and and really the shorts are starting to get into like uh because they're",
        8653.58,
        8659.46
    ],
    [
        " not even they're not for training there's just for straight up wearing yeah just for wearing around",
        8659.46,
        8664.38
    ],
    [
        " plus there's supplements on there too uh we got joint warfare which is good for your joints",
        8664.52,
        8672.84
    ],
    [
        " we got krill oil which is also good for your joints was that the was that the supplement that pushed",
        8672.84,
        8679.36
    ],
    [
        " you over the edge wouldn't mean over the edge that got you to start using supplements krill oil",
        8679.36,
        8683.68
    ],
    [
        " yes okay and that was like what do you call it it was like a gateway supplement",
        8683.68,
        8689.62
    ],
    [
        " gateway what you know what I don't know if that in and of itself was the gateway so I think you",
        8689.64,
        8693.58
    ],
    [
        " were essentially the influence gateway entity if you will right but that was the one where you when",
        8693.58,
        8700.2
    ],
    [
        " you started taking it and you were like oh this actually works yeah and so I'm going to continue",
        8700.2,
        8703.92
    ],
    [
        " and then with then when I was saying you know what I got something called joint warfare and then",
        8703.92,
        8707.24
    ],
    [
        " you're like I'm just cracking down so yeah and then you got your arm healed up and now you're a",
        8707.24,
        8710.9
    ],
    [
        " believer who of it and the thing about both of those things is K glucose me and conjureton is in",
        8710.9,
        8716.12
    ],
    [
        " joint warfare right it has other other good stuff and like that but that was kind of the deal which",
        8716.6,
        8720.74
    ],
    [
        " is actually as big of a deal as the other two things that you just mentioned yeah as it turns out",
        8720.74,
        8724.66
    ],
    [
        " yeah I didn't know that said the time so you're like yeah joint warfare krill oil all this stuff",
        8724.66,
        8728.66
    ],
    [
        " and these are things that I heard about before and I was like cool but you know in the game man I",
        8728.66,
        8733.26
    ],
    [
        " don't need to take supplements you just you know eat right and all the stuff we wouldn't have",
        8733.26,
        8738.26
    ],
    [
        " multiple tone we took more food joint warfare anyways we got that we got discipline which is good for",
        8738.26,
        8744.4
    ],
    [
        " just good for mission life mission getting after it yeah Brian was explaining to me",
        8744.86,
        8751.54
    ],
    [
        " that it helps you look I'm gonna get terminology wrong but because I'm doing this off",
        8751.54,
        8758.36
    ],
    [
        " from memory but it's like adaptogens or something basically it helps you manage any stress that comes",
        8758.36,
        8764.16
    ],
    [
        " to you look at you I'm saying adapt to you that sounds good it helps you manage stress and that",
        8764.16,
        8772.0
    ],
    [
        " goes for like physical and mental stress remember when I remember when I was telling you yeah like",
        8772.0,
        8776.34
    ],
    [
        " last time with Dina what everyone else saying when I took the three scoops I felt like I could just",
        8776.34,
        8780.96
    ],
    [
        " deal with stuff better oh yeah that's what it was like my patience",
        8780.96,
        8784.1
    ],
    [
        " the adaptogens were in the house and there it is so Brian totally explained it so it's like all",
        8784.1,
        8792.68
    ],
    [
        " that makes sense yeah I'm saying see that's a little so I think that that's a little subtle thing",
        8792.68,
        8797.2
    ],
    [
        " that you know how it's like yeah I can remember words quicker and like all this stuff good man",
        8797.2,
        8801.26
    ],
    [
        " good and I think you'd rather have the adaptogens for stress I hear another thing I'd rather or not",
        8801.56,
        8806.34
    ],
    [
        " I'm saying that's part that I think anyway we all might kind of disregard you know you know it's",
        8806.34,
        8813.02
    ],
    [
        " basically the opposite of having you know when you're like what do you call it when you're irritable",
        8813.02,
        8818.24
    ],
    [
        " you know that yeah okay so consider when you're irritable not I'm not gonna say you're gonna",
        8818.24,
        8822.12
    ],
    [
        " behave a certain way some people do though when they're irritable they're shorter they're shorter",
        8822.12,
        8825.98
    ],
    [
        " temper they you know one thing don't go their way you know when I I consider that to be a weakness",
        8826.38,
        8831.54
    ],
    [
        " yes oh yeah so consider that to be a weakness okay so consider that like when I snap at someone",
        8831.54,
        8836.26
    ],
    [
        " yeah which I I like rarely snap at someone yeah because I consider I don't know when I started",
        8836.26,
        8841.92
    ],
    [
        " thinking that way yeah like hey just snapping at someone is just when if I snap at you brother's",
        8841.92,
        8847.96
    ],
    [
        " you did some really jacked up or maybe you're just super super irritable yeah in general I think",
        8847.96,
        8855.48
    ],
    [
        " you're right though yeah I'm literally sitting here trying to figure out the last time I felt",
        8855.48,
        8859.58
    ],
    [
        " legitimately we know it'll be something it'll be you know what you know what bothers me it bothers",
        8859.58,
        8866.16
    ],
    [
        " me if I'm trying to work and people want to talk to me about stuff so this is more of a home",
        8866.16,
        8871.96
    ],
    [
        " life scenario and normally I schedule my situations that everyone's asleep or I'm separated but sometimes",
        8871.96,
        8880.56
    ],
    [
        " people want to interact and when I'm doing my work you know and I have a something with with my",
        8880.56,
        8887.48
    ],
    [
        " wife where you know you've seen the movie they're shining right yes sir I'll be I'll be sitting",
        8887.48,
        8892.44
    ],
    [
        " there and I'll be working I'm like when you hear this noise when you hear that it means I'm typing",
        8892.44,
        8900.06
    ],
    [
        " that is my pipe writer and that means I'm trying to work and if you hear me working then don't",
        8900.06,
        8908.96
    ],
    [
        " and she starts laughing so I throw a little jack Nicholson sure and she realizes that I'm trying to",
        8908.96,
        8915.22
    ],
    [
        " do what I do well I will say that that's podcast prep right books whatever yeah fully you get down",
        8915.22,
        8922.02
    ],
    [
        " and I dig it but that's not really you snapping though is it no no no no friendly version of saying hey",
        8922.02,
        8928.34
    ],
    [
        " it is my way of of let's say projecting my frustration into a good positive humorous thing",
        8928.34,
        8941.14
    ],
    [
        " that releases the tension and gets the message across remember earlier today we were talking about",
        8941.14,
        8944.96
    ],
    [
        " getting the message across without doing collateral damage yes well that's what I'm talking about",
        8944.96,
        8949.2
    ],
    [
        " yeah so I just throw on little bit of that here this well they actually that's good because man",
        8949.2,
        8956.14
    ],
    [
        " I'll start and I don't want to be too much but what do you mean we're talking about completely",
        8956.14,
        8959.8
    ],
    [
        " different subject we deviated so far there's not even out of nowhere we came from it has to do with",
        8959.8,
        8964.02
    ],
    [
        " getting the message across right you can have the greatest info in the world the most important",
        8964.02,
        8968.34
    ],
    [
        " info in the world but if you can't get across right so it's like yeah man in poor super important",
        8968.34,
        8972.9
    ],
    [
        " potentially but here's the thing about information and what you say and how you say it's like",
        8972.9,
        8980.14
    ],
    [
        " all this it's good it has the land you know okay so you can start throwing out info and but if it",
        8980.14,
        8985.06
    ],
    [
        " doesn't land you might as well not have said nothing okay so what does happen with the appended",
        8985.06,
        8988.86
    ],
    [
        " whatever you were talking about earlier with the with the discipline you were talking about this",
        8988.86,
        8994.1
    ],
    [
        " oh yeah that dap the jeans okay dap the jeans yeah the whole other thing we're on a different subject",
        8994.1,
        8997.82
    ],
    [
        " now we'll go back to the doubt of that land I man each you were talking about you being",
        8997.82,
        9001.88
    ],
    [
        " jack and big niggas in and all this stuff okay okay actually back to the point back to the point",
        9001.88,
        9006.02
    ],
    [
        " okay so the adaptions it's the opposite of being irritable that's what I felt oh okay and I think",
        9006.02,
        9011.8
    ],
    [
        " when we think about like discipline and you know could neutropa health brain health all this stuff",
        9011.8,
        9015.7
    ],
    [
        " we think about like remembering words I mean sharper and quicker but we don't think about like",
        9015.7,
        9020.28
    ],
    [
        " the opposite of being irritable well it I don't know if there's is there a word for the opposite",
        9020.28,
        9024.92
    ],
    [
        " of irritable because it's not the kind oh like it's just okay I'm cruising it's not that feeling it's",
        9024.92,
        9031.42
    ],
    [
        " more like the opposite of irritable cruising no all right speaking of information why don't you give",
        9031.42,
        9041.78
    ],
    [
        " me a kiss on the discipline anyway okay okay okay mulk here's mulk because you'll be the",
        9041.78,
        9046.26
    ],
    [
        " opposite of irritable it's a good tagline we should use that the opposite of irritable yeah man it works",
        9046.26,
        9051.38
    ],
    [
        " it works for me you keep in mind when you're irritable that's not a good feeling no most of us if we",
        9051.38,
        9057.62
    ],
    [
        " don't get like enough sleep or or sometimes well I guess it depends on who you are but some people",
        9057.62,
        9062.38
    ],
    [
        " when they get angry that's what that is so that is not a good feeling feel opposite of that it is a",
        9062.38,
        9067.58
    ],
    [
        " good feeling seems same check just simple math anyway mulk okay mulk if you want some additional",
        9067.58,
        9074.4
    ],
    [
        " protein this is a good way to get it can you imagine remember how he was talking about if he's",
        9074.4,
        9080.7
    ],
    [
        " had seen movies while he was in prison camp you would have tried to break out yeah if you were",
        9080.7,
        9086.6
    ],
    [
        " in that situation and you had had mulk before you that would be horrible because you'd be thinking",
        9086.6,
        9094.56
    ],
    [
        " about not only like how do you know how good it is how tasty it is it's like you're stuck there you",
        9094.94,
        9102.0
    ],
    [
        " can't have it that happened to me yesterday when I was on my trip dang you didn't bring the mulk I",
        9102.0,
        9106.9
    ],
    [
        " didn't bring mulk and I need to figure that situation out a little bit better but because that's",
        9106.9,
        9112.22
    ],
    [
        " it just and I do I do something I've branched out a little bit I normally always did two scoops",
        9112.22,
        9118.06
    ],
    [
        " of mulk in big glass of milk and now I'm kind of doing little hitters like",
        9118.06,
        9123.46
    ],
    [
        " oh like little hitters well they're still they're still one full scoop I haven't gone below I",
        9123.46,
        9130.3
    ],
    [
        " haven't done just like a straight up shot yeah but I'm been doing little hitters just one just one",
        9130.3,
        9136.0
    ],
    [
        " scoop and what's the philosophy behind you know like what you know I cuz I I'm so full when I",
        9136.0,
        9141.7
    ],
    [
        " get done with mulk like this morning when I got home since I didn't have mulk on my trip when I",
        9141.7,
        9146.3
    ],
    [
        " got home before I started record before I started prepping for the podcast I had a little hitter",
        9146.3,
        9153.18
    ],
    [
        " of mulk which by the way I took a hitter that whole concept of using the word hitter from Theo von",
        9153.46,
        9158.4
    ],
    [
        " so so so yeah like a popper I think he uses it for everything like things can just be a hitter",
        9158.4,
        9165.98
    ],
    [
        " so I'm a little hitter what little one scoop hitter yeah yeah that's right there boom there you go",
        9165.98,
        9172.74
    ],
    [
        " that is uh not I don't want to say that's odd so there's something you have to be careful of if",
        9172.74,
        9178.64
    ],
    [
        " you think in the future you may be completely in a situation where you can't have mulk maybe it's",
        9178.64,
        9185.08
    ],
    [
        " better to never have it yeah I don't even always think about it forever you like you can't you can't",
        9185.08,
        9190.46
    ],
    [
        " miss what you don't know yeah yeah it's just yeah yeah I'm going I'm going the opposite direction I'm",
        9190.46,
        9197.48
    ],
    [
        " going I'm making them bigger just bigger like last oh really you know it's weird so I can't I want",
        9197.48,
        9201.9
    ],
    [
        " to sleep kind of early which is like I'm not you know some people that they prefer to go sleep",
        9201.9,
        9208.3
    ],
    [
        " hungry because it's like you know whatever their philosophy is I'd prefer not to go sleep hungry",
        9208.3,
        9212.6
    ],
    [
        " so I'd I'd eat dinner and then I stayed up a couple hours and I'm like oh I either eat right now",
        9212.6,
        9217.62
    ],
    [
        " when I'm not really hungry or risk being hungry at some point very soon so what I did is",
        9217.62,
        9223.0
    ],
    [
        " you do well in prison yeah bro no no that would not work out for me for sure yeah and the",
        9223.0,
        9229.38
    ],
    [
        " less I take the mulk three scoops oh god I had peanut butter man I don't know why I I mean I do know",
        9229.38,
        9235.14
    ],
    [
        " why two peanut butter scoped to the mint to the mint I'm total double dipping out you're going crazy",
        9235.14,
        9240.4
    ],
    [
        " yeah I don't know it just the thing is I know how the experience I don't even like the sound of that",
        9240.4,
        9245.36
    ],
    [
        " yeah bro it's good for the taste have sounds it's gonna sound good nonetheless but I've been doing",
        9245.36,
        9255.12
    ],
    [
        " it and it's the kind where it's like what I already know how it tastes like why would I not even do",
        9255.12,
        9259.12
    ],
    [
        " that okay well like I've said it and you actually I said don't cross the streams like Ghost Busters",
        9259.12,
        9263.98
    ],
    [
        " and you said that's how they won yes so maybe you got to cross the peanut butter and the mint I",
        9263.98,
        9268.42
    ],
    [
        " don't know I'm not I don't even think I'm gonna try it all right that's up to you and maybe it's",
        9268.42,
        9272.28
    ],
    [
        " one of those things if I try it then I'll have to carry around both types all the time for the rest of",
        9272.28,
        9275.82
    ],
    [
        " my life or you just mix them that one you pour you mix them up oh man right that's up to you anyway",
        9275.82,
        9280.98
    ],
    [
        " hey mulk how you want to mulk mulk up bulk up that's that's good right that rhymes yeah munk of munk of",
        9280.98,
        9287.56
    ],
    [
        " anyway so so I so I hit it it's the big you know our oh you got a hitter no I hit it so",
        9287.56,
        9293.8
    ],
    [
        " technically it maybe was a hitter but it was huge huge hitter hounder oh you got one of those big",
        9293.8,
        9299.5
    ],
    [
        " hitters huge and pounded it no problem how much smoke is gonna be consumed at the immersion camp",
        9299.5,
        9304.82
    ],
    [
        " you think I think it's gonna be a lot well consider myself alone I mean man I'm on the mulk train",
        9304.82,
        9311.38
    ],
    [
        " big time so that's every day yeah well how many scoops while we're at immersion camp how many",
        9311.38,
        9316.52
    ],
    [
        " scoops of mulk will you consume per day well pretty I don't know I'd just say six minimum because",
        9316.52,
        9323.22
    ],
    [
        " everything well you figure I'm just saying crazy well you know as much juice is going on yeah six",
        9323.22,
        9329.88
    ],
    [
        " two scoop for one two three I can see maybe doing four for me yeah maybe two in the morning maybe",
        9329.88,
        9335.82
    ],
    [
        " two in the afternoon maybe maybe over one more hitter in the middle somewhere yeah",
        9335.82,
        9339.5
    ],
    [
        " yeah little check nonetheless that's small good good protein and it tastes good see and that's",
        9339.5,
        9345.06
    ],
    [
        " the thing well if you do it as like someone who's texting me oh can you do it as a meal replacement",
        9345.06,
        9348.7
    ],
    [
        " can you do this meal for me and the day before I got that text Pete was saying I said something I",
        9348.7,
        9355.56
    ],
    [
        " forget what it was and he said haha yeah you can use it as a meal replacement well yeah breakfast",
        9355.56,
        9360.02
    ],
    [
        " more condemned I think that's one of the reasons why I was texting Pete um and then so yeah so when",
        9360.02,
        9367.58
    ],
    [
        " you do it as a meal replacement it's like it's not the meal it's like a dessert as a meal replacement",
        9367.58,
        9374.06
    ],
    [
        " yeah it's both you're saying it's like the treat you look forward to that one nonetheless it's good",
        9374.06,
        9378.72
    ],
    [
        " to go get all this at origin main dot com as we can get all this stuff cool website check I would",
        9378.72,
        9387.72
    ],
    [
        " talk about the emerging cap but it's sold out bomber here's the thing too I'll talk to Andy",
        9387.72,
        9392.56
    ],
    [
        " Burke about this not Dave Burke good deal Dave good deal Dave not good deal Dave Andy Burke no",
        9392.56,
        9401.76
    ],
    [
        " relation and we're talking about like okay so it's one thing to be like hey we're getting kind of",
        9401.76,
        9406.4
    ],
    [
        " full we'll just get more mats but then we're now we're talking about the cap yeah being full yeah",
        9406.4,
        9410.58
    ],
    [
        " so it's we're full yeah we're full don't can't do it unless maybe like you be bringing your tent",
        9410.58,
        9416.04
    ],
    [
        " or something like that maybe nonetheless sold out so yeah maybe next year there it is all origin",
        9416.04,
        9422.44
    ],
    [
        " stuff good way to support as well shifting gears jaco is a store it's called jaco store so you",
        9422.44,
        9429.68
    ],
    [
        " got a jaco store dot com this is where you can get shirts hoodies tank tops some rash guards more",
        9429.68,
        9439.52
    ],
    [
        " rash guards um good way to support like I said this is where if you want to represent discipline",
        9439.52,
        9444.62
    ],
    [
        " equals freedom just the general concepts and how should I say uh philosophies of the game overall",
        9444.62,
        9453.98
    ],
    [
        " death core yeah just overall does overall if you want to represent that's where you get it jaco",
        9453.98,
        9461.18
    ],
    [
        " store dot com got some new designs on there I was I was gonna send out like an email to everybody",
        9461.18,
        9467.0
    ],
    [
        " like that sign out for the email email list it's been a few months so as well so I'll probably",
        9467.0,
        9472.2
    ],
    [
        " send out something just to indicate hey we got some new stuff boom there it is if you want it",
        9472.2,
        9476.7
    ],
    [
        " yeah if you want it boom because a lot of times it's like it's not like people are just going to",
        9476.7,
        9479.96
    ],
    [
        " be going jaco store every day boom boom boom you know no especially when you don't put new stuff",
        9479.96,
        9485.58
    ],
    [
        " up very often so how would they do that well we'll just say there's no uh uh uh strong reason to do",
        9485.58,
        9493.72
    ],
    [
        " it so hey I'll send a email boom let them know anyway yeah jaco store dot com good way to support",
        9493.72,
        9500.48
    ],
    [
        " also subscribe to the podcast if you haven't already I know seems obvious but I think it is obvious it's",
        9501.84,
        9508.32
    ],
    [
        " obvious it's real obvious but just just let you know if you know just so you know they're listening",
        9508.32,
        9512.66
    ],
    [
        " right now yeah so likely they they subscribed yeah that's true and when you're subscribing to that",
        9512.66,
        9518.94
    ],
    [
        " also there's a warrior kid podcast so if you got kids between the ages of four and 44 they can get",
        9518.94,
        9529.16
    ],
    [
        " something out of the warrior kid podcast and you can subscribe to that you can also subscribe to",
        9529.16,
        9534.66
    ],
    [
        " youtube and we're discussing today making some some some these are these are not even these are",
        9534.66,
        9541.86
    ],
    [
        " in different situation what I briefed you on today about what we're going to make those are a",
        9541.86,
        9545.58
    ],
    [
        " different thing they're a different thing they're a different they're not enhanced videos they're",
        9545.58,
        9551.5
    ],
    [
        " not excerpts they're a different specific thing for specific lessons learned specific topics that",
        9551.5,
        9559.6
    ],
    [
        " I've discovered that I need to cover and I think the best way to cover them is through video medium",
        9559.6,
        9565.06
    ],
    [
        " so we're gonna do that and that will be specific to youtube actually they will be very specific to",
        9565.06,
        9570.58
    ],
    [
        " youtube because they're both involved graphics uh you know they they involve yeah me explaining",
        9570.58,
        9578.7
    ],
    [
        " something utilizing graphics yeah yeah that's the right word graphics for what I would do yeah",
        9579.42,
        9584.18
    ],
    [
        " yeah charts charts diagrams if you will yeah yeah but this is yeah and this is it was funny it's",
        9584.18,
        9592.54
    ],
    [
        " like you just say it like it's like yeah it'll be a cool addition to the thing this like what you",
        9592.54,
        9597.32
    ],
    [
        " what you we talked about what you explained is if I would have known this it's almost like the",
        9597.32,
        9606.2
    ],
    [
        " secret to life it is important no I know I know it's so we'll put it we get this this means we're",
        9606.32,
        9614.6
    ],
    [
        " gonna have to put it together maybe we could do could we do it while we're in Maine or something yeah",
        9614.6,
        9617.88
    ],
    [
        " it does not I don't want to I don't want to get crazy with it I just want to put the word out there",
        9617.88,
        9621.18
    ],
    [
        " I need a dry race board I need to explain it I'll think through it a couple times and then I'll",
        9621.18,
        9624.88
    ],
    [
        " put it out there because it will help it will definitely help yeah yeah yeah fully and both of both",
        9624.88,
        9631.1
    ],
    [
        " those topics there's two topics that need to come out and I'll discuss both of them we'll put it on",
        9631.1,
        9635.66
    ],
    [
        " the YouTube and then and then people can get them so subscribe to the YouTube channel for that",
        9635.66,
        9641.32
    ],
    [
        " it the channel is called jockel podcast and also when I said subscribe that's to the audio you know",
        9641.32,
        9649.48
    ],
    [
        " so YouTube's video the audio is like iTunes teacher Google Play all this podcast but I know it",
        9649.48,
        9654.74
    ],
    [
        " seems obvious but it might sell to it in there just in case maybe someone's new to podcast in",
        9654.74,
        9659.66
    ],
    [
        " general okay you just never know I'm just gonna be quiet just a fine oh also also also on it so on",
        9660.22,
        9669.56
    ],
    [
        " it dot com slash jockel by the way you get 10% off of what what do we get 10% yeah this way so where",
        9669.56,
        9676.82
    ],
    [
        " if you want to very up your workout I know I said it before but very up we work out kettlebell",
        9676.82,
        9682.06
    ],
    [
        " stuff battle ropes stuff I got some rings are you bringing your rings to Maine yes yeah me too I'm",
        9682.06,
        9689.42
    ],
    [
        " bringing mine cool this is where you get it on it dot com slash jockel really good stuff on",
        9689.42,
        9693.82
    ],
    [
        " there good info as well so if you're new to certain types of workouts get the info first you can",
        9693.82,
        9699.3
    ],
    [
        " enter it you can enter into that workout situation educated keep yourself safe and you know boom get",
        9699.3,
        9707.72
    ],
    [
        " the results without all that injuries same same also we made a spoken word spoken word album album sure",
        9707.72,
        9716.84
    ],
    [
        " with tracks and it's it's me actually we made it but it's me talking sure and it's me just telling you",
        9716.84,
        9723.92
    ],
    [
        " not to be weak today but to go do in what you're supposed to do and we're gonna make another one of",
        9723.92,
        9728.64
    ],
    [
        " those working on it now gathering the topics so if you have topics for psychological warfare",
        9728.64,
        9734.48
    ],
    [
        " then you can put them on the social media thing and I'll get them we will assess if they are",
        9734.48,
        9742.5
    ],
    [
        " important topics or if they're important topics either way yes we'll figure it out so basically if",
        9742.5,
        9748.28
    ],
    [
        " you're struggling not struggling but yeah if you're like kind of struggling something if you have",
        9748.28,
        9752.18
    ],
    [
        " moments of weakness what is it what scenario are you in what are you weak with yeah my sister used to say",
        9752.18,
        9758.66
    ],
    [
        " white rice is like her weakness oh so I'm gonna make a psychological warfare that says",
        9758.66,
        9766.68
    ],
    [
        " the white rice that you're looking at right now if you was coming up put it today if she was",
        9766.78,
        9770.3
    ],
    [
        " gonna add 100% sugar wants it enters your stomach walk away walk away from the white rice now actually",
        9770.3,
        9778.94
    ],
    [
        " that's what you that kind of would because she said late at night this was a long time ago by the way",
        9778.94,
        9784.18
    ],
    [
        " she said late at night so yeah she were to play it and you're like walk away she'd be walking away",
        9784.18,
        9790.5
    ],
    [
        " see that's all this see that's how it starts psychological warfare it's available on iTunes Google",
        9790.5,
        9795.12
    ],
    [
        " Play MP3 platforms blah blah blah jacke white tea that you can get in a can or you can get it",
        9795.12,
        9801.66
    ],
    [
        " in a tea bag and you can get both those from amazon that's where they're at so if you want to",
        9801.66,
        9809.64
    ],
    [
        " be able to deadlift no less than 8000 pounds 100% guaranteed all you have to do is drink jacke",
        9809.64,
        9817.24
    ],
    [
        " away so you don't have to work out even you don't even have to lift weights you just drink it and",
        9817.24,
        9821.38
    ],
    [
        " you can deadlift 8000 pounds don't worry yeah it's no problem yeah yeah that's good uh books yeah I",
        9821.38,
        9827.62
    ],
    [
        " wrote some books wrote some kid books actually yeah way of the worry kid yeah that's the first one",
        9827.62,
        9834.06
    ],
    [
        " and way of the is a second okay the second one is marks mission but is it called way of the",
        9834.06,
        9839.38
    ],
    [
        " worry kid mark marks mission I'm not sure let's look at the cover it does say way of the",
        9839.38,
        9845.0
    ],
    [
        " worry your kid marks mission so it's way of the worry kid marks mission yeah I think I should put a",
        9845.0,
        9850.12
    ],
    [
        " big one and two on them so that it's more clear yeah the next book the next one that comes out",
        9850.12,
        9855.28
    ],
    [
        " it will say three on it yeah good idea because they are kind of essentially the whole story and",
        9855.28,
        9861.04
    ],
    [
        " even the lessons by the way are they built for on a larger for sure seems so like the first one",
        9861.04,
        9865.88
    ],
    [
        " the lessons and the struggles and the problems whatever are nine year old problems right yeah I",
        9865.88,
        9871.68
    ],
    [
        " mean give or take you know they're like a certain age ten year old type problems and then they",
        9871.68,
        9876.28
    ],
    [
        " ask so they get a little bit more sophisticated you know and the next one more and more so it's",
        9876.28,
        9880.28
    ],
    [
        " kind of chronological and not to mention the story as well so it makes makes sense yeah do it that",
        9880.28,
        9885.64
    ],
    [
        " way and that's if you want your kids to actually get after it straight up I get I get the best feedback",
        9885.64,
        9894.28
    ],
    [
        " from those books yeah so yeah I could see why I mean shoot I'm one of those people who's giving",
        9894.28,
        9898.98
    ],
    [
        " the feedback it's very well very well done very well done thank you very well yeah as a book",
        9898.98,
        9904.9
    ],
    [
        " what do you what do you call critic critic yeah yeah someone who has read a book before you know",
        9904.9,
        9913.06
    ],
    [
        " hey it's good it's good but I have it as like just an running theme you know like I just keep",
        9913.06,
        9917.58
    ],
    [
        " reading the book just keep reading both of them boom boom boom boom that's how so it becomes the",
        9917.58,
        9921.88
    ],
    [
        " ethos that's why your daughter which I primarily see your daughter more she's like you know she",
        9921.88,
        9926.66
    ],
    [
        " gets after it yeah she does get it after it does it's constant work don't man yeah of course this big",
        9926.66,
        9932.6
    ],
    [
        " health course huge health by the way also discipline equals freedom field manual who would have thought",
        9932.6,
        9940.9
    ],
    [
        " that that book would be popular that people would be into it that's what's cool yeah you you wouldn't",
        9940.9,
        9948.8
    ],
    [
        " think see most people don't think there's people that really want to get after it yeah no but they do",
        9948.8,
        9955.3
    ],
    [
        " yeah and they don't know how yeah when you think about it's gonna start to it kind of makes sense",
        9955.62,
        9959.78
    ],
    [
        " really when you just like okay so it's field manual right you have a manual manual because that's",
        9959.78,
        9965.24
    ],
    [
        " a lot of times that's why people don't do stuff I don't know how to do it they don't know how and if",
        9965.24,
        9969.6
    ],
    [
        " I do study then I got to look into it then I keep you know looking into I wish I just had a manual",
        9969.6,
        9973.14
    ],
    [
        " I wish I had a manual for life how about that I wish I had a manual for parenting I wish I had",
        9973.14,
        9977.58
    ],
    [
        " a manual for life I wish I had a manual for you know a bunch of other stuff but if you want like",
        9977.58,
        9983.04
    ],
    [
        " what kid after it whatever you want to call it right you got a manual you want to stay disciplined",
        9983.04,
        9987.54
    ],
    [
        " and you want freedom directly from that discipline boom you got a manual right here there you go",
        9987.54,
        9992.3
    ],
    [
        " also extreme ownership which is the first book that I wrote with my brother life Babin it takes the",
        9992.3,
        9998.4
    ],
    [
        " combat principles that we learned on the battlefield and teaches you and shows you how you can apply",
        9998.4,
        10005.46
    ],
    [
        " them to your business and to your life and then we got a follow on book to that coming out September",
        10005.46,
        10008.52
    ],
    [
        " 25th the dichotomy leadership you can pre-order it right now so that way the publishers who",
        10008.66,
        10014.56
    ],
    [
        " are pessimistic that's that's how publishers are they're just pessimistic because for them they",
        10014.56,
        10021.62
    ],
    [
        " don't really care if you get if you don't get the book right when it comes out they're gonna make",
        10021.62,
        10025.24
    ],
    [
        " their their money either way but when when the book comes out and you order it the day it comes",
        10025.24,
        10030.32
    ],
    [
        " out and then it takes nine days to get to you because because they had a reprint them because they",
        10030.32,
        10035.22
    ],
    [
        " ran out but I guess they're cons I shouldn't say they're conservative they're they're being all",
        10035.22,
        10040.76
    ],
    [
        " conservative I'm not knowing why just not sure and we don't want to spend a money on money on",
        10040.76,
        10044.4
    ],
    [
        " storage if these things and then you're gonna have to wait to get your copy still do that you can",
        10044.4,
        10048.58
    ],
    [
        " pre-order and late night just did a podcast on what it's about that's podcast number one 38 if",
        10048.58,
        10053.82
    ],
    [
        " you haven't heard that one yet also speaking of life speaking of me we have a leadership",
        10053.82,
        10058.42
    ],
    [
        " consulting company and it's not just me and life it's also JP to Nell Dave Burke Flynn",
        10058.42,
        10064.62
    ],
    [
        " Cochrane and also Mike Sirelli and we come to your company and we'll help you with your",
        10064.62,
        10072.04
    ],
    [
        " leadership we solve problems through leadership also if you want one of us to just come speak at your",
        10072.04,
        10078.48
    ],
    [
        " company don't call a speaking agency yeah you don't need to call a speaking agency you don't need",
        10078.48,
        10084.24
    ],
    [
        " to call cool speakers dot com no go to ashlan front dot com and and get the information there",
        10084.24,
        10093.48
    ],
    [
        " give the give the info and that's how you get to us otherwise some people call me by the way",
        10093.96,
        10098.98
    ],
    [
        " or email me yeah then you pass it on to ashlan front info that you like it a little little you like",
        10098.98,
        10104.64
    ],
    [
        " to get in the game info at ashlan front dot com if you want to just email straight also the",
        10104.64,
        10108.4
    ],
    [
        " muster 006 San Francisco California 17th 18th it's probably gonna sell out pretty soon the registration",
        10108.4,
        10114.7
    ],
    [
        " for that is at extremotorship dot com and also there's registration for the roll call roll call",
        10114.7,
        10121.22
    ],
    [
        " 001 which is for current uniformed personnel so military law enforcement border patrol firefighters",
        10121.4,
        10127.68
    ],
    [
        " paramedics other first responders we put together the roll call because you lead in dynamic situations",
        10127.68,
        10134.08
    ],
    [
        " we want to do something a little bit cheaper a little bit shorter so you could get to it it's",
        10134.08,
        10137.3
    ],
    [
        " September 21st Dallas, Texas and come on down to that finally we have EF Overwatch",
        10137.3,
        10146.06
    ],
    [
        " connecting spec ops and combat aviation folks from the military to companies that need leaders",
        10147.96,
        10155.42
    ],
    [
        " need tested leaders so we've got great leaders out there that we know from our communities and now",
        10155.42,
        10165.36
    ],
    [
        " we've got companies that we know from ashlan front and we are bringing them together so EF",
        10165.36,
        10171.12
    ],
    [
        " Overwatch dot com if you want if you're either someone that wants to hire a bad ass leader or if",
        10171.82,
        10177.48
    ],
    [
        " you're a bad ass leader that is retiring or getting out from your military service get on there and",
        10177.48,
        10183.44
    ],
    [
        " fill out that information and until we do see you at the muster or at the roll call or at the",
        10183.44,
        10189.62
    ],
    [
        " immersion camp if you want to cruise with us kind of hard on the interwebs we are there we are on",
        10189.62,
        10196.12
    ],
    [
        " instagram twitter and on that face book people echo is that echo Charles and i am at jockel",
        10196.12,
        10205.96
    ],
    [
        " willing and finally thanks all the military personnel that are listening as you defend our great",
        10205.96,
        10214.74
    ],
    [
        " nation from threats around the world thank you for standing the watch and here in America to",
        10214.74,
        10220.0
    ],
    [
        " the police to law enforcement to firefighters to border patrol paramedics first responders",
        10220.0,
        10224.78
    ],
    [
        " thanks to you all as well for standing the watch here at home and keeping us safe",
        10224.9,
        10230.98
    ],
    [
        " and thanks to everyone for listening and supporting and i know sometimes it can be hard to listen",
        10230.98,
        10239.84
    ],
    [
        " to stories from atrocities like the baton death march i know that but in listening remember",
        10239.84,
        10250.8
    ],
    [
        " remember that evil does exist remember those that died standing up against that evil",
        10251.78,
        10263.1
    ],
    [
        " and remember that even in the most wretched times when you face darkness yourself no matter how bad",
        10263.1,
        10275.28
    ],
    [
        " things get remember remember not to stop remember not to pause remember not to hesitate remember to put",
        10275.28,
        10286.88
    ],
    [
        " one foot in front of the other take that first step and start walking and until next time this is",
        10286.88,
        10305.26
    ]
]