[
    [
        " This is Jockel Podcast number one 38 with Echo Charles and me, Jockel Willink.",
        1.5,
        8.0
    ],
    [
        " Good evening, Echo.",
        8.28,
        9.38
    ],
    [
        " Good evening.",
        9.54,
        9.9
    ],
    [
        " Sir, the young seal whispered in a faint voice.",
        10.54,
        17.84
    ],
    [
        " Come here.",
        18.54,
        18.86
    ],
    [
        " Our hands were clasped in a handshake.",
        19.7,
        23.08
    ],
    [
        " Not a formal handshake like two businessmen, but palm to palm with thumbs wrapped around",
        24.28,
        30.6
    ],
    [
        " the back of the hand like an arm wrestling contest, a handshake of brotherhood.",
        30.6,
        36.06
    ],
    [
        " The young seal was feeling the morphine.",
        36.6,
        40.44
    ],
    [
        " I saw it in his eyes, but he was still there, still conscious and aware.",
        41.58,
        46.46
    ],
    [
        " He was everything a young man should be.",
        48.1,
        50.48
    ],
    [
        " Smart, brave, athletic, funny, loyal, and tough.",
        50.94,
        55.92
    ],
    [
        " He had been shot in the leg about a half an hour before.",
        56.64,
        60.54
    ],
    [
        " I found out later that Mikey Montsor, a young seal machine gunner, had run out into heavy",
        61.72,
        68.6
    ],
    [
        " enemy gunfire and dragged this seal out of a war-torn street in the Malab district in",
        68.6,
        74.52
    ],
    [
        " the city of Ramadi, the violent heart of the insurgency in Iraq.",
        74.52,
        79.2
    ],
    [
        " The wounded seal now lay on a gurney and Charlie Med, the camp Ramadi Field Hospital, where",
        80.56,
        87.7
    ],
    [
        " US military surgical teams worked furiously to save the lives of gravely wounded troops",
        87.7,
        92.82
    ],
    [
        " almost every day.",
        92.82,
        94.06
    ],
    [
        " The bullet, a mammoth armor piercing 7.62x54mm round with a steel core, had entered his leg",
        96.18,
        105.78
    ],
    [
        " at the lower thigh, ripped the part flesh and bone inside his leg, and exited in his",
        105.78,
        111.5
    ],
    [
        " upper thigh close to the groin.",
        111.5,
        113.48
    ],
    [
        " It was hard to say if he would keep his leg.",
        114.1,
        118.64
    ],
    [
        " From the looks of the wound, my guess was no.",
        120.52,
        123.66
    ],
    [
        " He would lose it.",
        125.02,
        126.62
    ],
    [
        " The wounded seals grip on my hand tightened, and he pulled me in, drawing me just inches",
        129.38,
        135.58
    ],
    [
        " from his face.",
        135.58,
        136.34
    ],
    [
        " I could tell he wanted to say something to me so I turned and put my ear to his mouth.",
        137.86,
        143.62
    ],
    [
        " Next to his mouth, I wasn't sure what to expect.",
        143.62,
        147.6
    ],
    [
        " Was he scared or angry or depressed that he might lose his leg?",
        148.68,
        153.9
    ],
    [
        " Was he nervous about what might happen next?",
        155.3,
        157.42
    ],
    [
        " Was he confused?",
        157.74,
        158.44
    ],
    [
        " He took a breath, and then whispered, Sir, let me stay.",
        160.9,
        167.98
    ],
    [
        " Let me stay.",
        168.62,
        170.92
    ],
    [
        " Please don't make me go home.",
        171.18,
        172.96
    ],
    [
        " I'll do anything.",
        172.96,
        173.9
    ],
    [
        " I'll sweep up around the camp.",
        174.18,
        175.44
    ],
    [
        " I can heal here.",
        175.64,
        176.62
    ],
    [
        " Please, please, please, just let me stay with the task unit.",
        176.94,
        180.12
    ],
    [
        " There you go.",
        181.22,
        185.1
    ],
    [
        " Not scared, not angry, not depressed that he might lose his leg.",
        186.54,
        192.16
    ],
    [
        " Only concerned that he might have to leave our task unit.",
        193.24,
        197.68
    ],
    [
        " Task unit, bruiser.",
        200.58,
        201.92
    ],
    [
        " Our task unit.",
        202.62,
        204.38
    ],
    [
        " Our lives.",
        205.02,
        205.8
    ],
    [
        " This seal was our first significant casualty.",
        206.64,
        210.96
    ],
    [
        " We had had guys catch some frag on previous operations.",
        212.5,
        215.92
    ],
    [
        " We had had some very close calls.",
        216.64,
        218.28
    ],
    [
        " But this was the first seal wounded from Task unit, bruiser whose life would be forever",
        219.84,
        224.36
    ],
    [
        " changed by a grave combat injury.",
        224.48,
        227.04
    ],
    [
        " Even if he kept his leg, the damage was so substantial that it didn't seem possible",
        227.86,
        234.12
    ],
    [
        " he would ever fully regain the extraordinary athleticism he had displayed previously.",
        234.12,
        239.52
    ],
    [
        " And yet this seal was only concerned that he would let me down.",
        240.3,
        245.82
    ],
    [
        " Let the task unit down.",
        246.66,
        248.32
    ],
    [
        " Let it that his platoon and his team down.",
        248.64,
        252.24
    ],
    [
        " This was a man.",
        253.24,
        257.18
    ],
    [
        " This was a true friend, a brother.",
        258.52,
        262.6
    ],
    [
        " This was a hero.",
        263.6,
        266.76
    ],
    [
        " Young, brave, and without question more concerned for his friends than for his own life.",
        268.86,
        277.32
    ],
    [
        " I was moved.",
        281.48,
        282.6
    ],
    [
        " I felt tears, welling up in my eyes.",
        283.18,
        287.6
    ],
    [
        " I fought them back, then I swallowed the lump in my throat.",
        287.96,
        291.46
    ],
    [
        " This was no time to break down.",
        292.74,
        296.44
    ],
    [
        " I was supposed to be the leader.",
        297.62,
        301.26
    ],
    [
        " And he needed me to be strong.",
        304.42,
        307.6
    ],
    [
        " And that right there is from the opening chapter of a book called The Dicotomy of Leadership.",
        309.04,
        323.0
    ],
    [
        " Which is actually a new book.",
        325.06,
        327.22
    ],
    [
        " It was written by me and my brother, Lafe Babin.",
        327.8,
        333.34
    ],
    [
        " And Lafe has been on this podcast before we wrote Extreme Ownership Together.",
        335.1,
        340.78
    ],
    [
        " We obviously served in task unit, Bruiser Together.",
        341.5,
        344.22
    ],
    [
        " And he was on this podcast.",
        345.72,
        348.34
    ],
    [
        " He was the first guest.",
        349.0,
        350.06
    ],
    [
        " He's the, been the guest the most times.",
        350.48,
        354.38
    ],
    [
        " He was on 11.",
        354.94,
        355.66
    ],
    [
        " He was on 34, 65, and 114 if you want to go get some background on Lafe.",
        355.86,
        361.8
    ],
    [
        " But I'm glad to say that he is actually back here with us again.",
        362.2,
        366.26
    ],
    [
        " It's a brave Babin.",
        367.34,
        368.14
    ],
    [
        " Welcome back.",
        369.26,
        370.1
    ],
    [
        " It's good to be back.",
        370.72,
        371.42
    ],
    [
        " Thanks for having me on.",
        372.26,
        373.02
    ],
    [
        " Yeah, right on, man.",
        373.2,
        373.92
    ],
    [
        " And it's good to have you back because we're done writing and editing this book, which",
        374.12,
        381.3
    ],
    [
        " feels good.",
        381.3,
        381.7
    ],
    [
        " It does feel good.",
        382.46,
        383.5
    ],
    [
        " It's been a lot of work, but it's been awesome to it.",
        383.56,
        386.98
    ],
    [
        " And to be able to tell those kind of stories like you just read.",
        387.16,
        389.06
    ],
    [
        " And even though I've read that now a hundred times, it just takes me immediately back to",
        389.76,
        396.0
    ],
    [
        " that situation.",
        396.0,
        397.4
    ],
    [
        " And it's just extraordinary.",
        398.2,
        400.98
    ],
    [
        " We were able to work with some incredible, incredible seals like that young man.",
        401.24,
        405.42
    ],
    [
        " Yeah.",
        405.92,
        405.94
    ],
    [
        " No doubt about it.",
        406.22,
        407.14
    ],
    [
        " It's weird when you're writing a book and then you're rereading it and rereading it",
        407.78,
        414.48
    ],
    [
        " and rereading it.",
        414.48,
        415.12
    ],
    [
        " And like you said, every time I would be reading these sections, you just get that, you",
        415.28,
        422.2
    ],
    [
        " just can't help but go back there.",
        422.2,
        423.86
    ],
    [
        " You just can't help but go back there.",
        424.26,
        425.62
    ],
    [
        " And this is definitely, there were some parts of this book that I was writing that were",
        425.74,
        428.86
    ],
    [
        " definitely hard to write and even hard to edit.",
        429.36,
        432.42
    ],
    [
        " You know, even this being one of them.",
        433.22,
        435.84
    ],
    [
        " And I'm glad that we're able to share the stories of guys like that and that particular",
        436.54,
        443.88
    ],
    [
        " individual, which I don't talk about this in the book, but he kept his leg, thank God.",
        443.88,
        449.16
    ],
    [
        " And he kept getting after it for years and years.",
        449.84,
        456.74
    ],
    [
        " And he kept training Jiu-Jitsu and he's a total stud.",
        457.34,
        460.66
    ],
    [
        " Maybe sometime he'll come on the podcast.",
        460.78,
        462.26
    ],
    [
        " Who knows?",
        462.26,
        463.06
    ],
    [
        " But what a great guy.",
        463.52,
        465.14
    ],
    [
        " Now you also kind of kicked off the book with what I thought was a solid way to kick",
        466.54,
        474.62
    ],
    [
        " it off and you should go into that.",
        474.62,
        477.56
    ],
    [
        " I know we were trying to pick out some good sections here, but I thought the opener that",
        478.02,
        482.22
    ],
    [
        " you put in, which you opened with a phrase that we've been using quite a bit lately,",
        482.22,
        486.5
    ],
    [
        " but kick off that introduction to the book, dichotomy leadership.",
        486.88,
        492.58
    ],
    [
        " Stan Bite gets some, said someone over the inner squad radio and the calm demeanor you",
        493.22,
        501.42
    ],
    [
        " might expect a flight attendant telling airline passengers to stow their tray tables",
        501.42,
        505.7
    ],
    [
        " for landing.",
        505.7,
        506.2
    ],
    [
        " The street in front of us had emptied of people like magic, the local citizens had all",
        506.98,
        512.48
    ],
    [
        " suddenly disappeared and we knew what that meant.",
        512.48,
        515.18
    ],
    [
        " Enemy attack was imminent.",
        515.6,
        517.2
    ],
    [
        " The hair on the back of my neck stood at rigid attention.",
        517.86,
        520.68
    ],
    [
        " After many a vicious gunfight in Ramadi, Stan Bite gets some, was a running joke that",
        521.52,
        526.68
    ],
    [
        " eased attention right when we knew trouble was coming.",
        526.68,
        528.94
    ],
    [
        " The more nonchalantly it could be said under the direst of circumstances, the funnier it",
        529.84,
        534.76
    ],
    [
        " was.",
        534.76,
        535.06
    ],
    [
        " It was broad daylight as our patrol of seals and Iraqi soldiers made its way on foot down",
        535.42,
        541.14
    ],
    [
        " the narrow city street, bordered by high concrete walls on both sides.",
        541.14,
        545.3
    ],
    [
        " Suddenly, the world exploded.",
        546.22,
        548.32
    ],
    [
        " Dozens of bullets snapped to the air, each with a sharp supersonic crack and smashed into",
        549.06,
        554.26
    ],
    [
        " the concrete wall next to me with thunderous impact.",
        554.26,
        556.72
    ],
    [
        " Shards of concrete flew everywhere.",
        557.58,
        559.1
    ],
    [
        " The heavy volleys of incoming fire sounded like multiple jackhammers simultaneously chewing",
        559.5,
        565.16
    ],
    [
        " up the street and the walls all around us.",
        565.16,
        567.52
    ],
    [
        " We had walked right into an enemy buzz saw.",
        567.98,
        570.86
    ],
    [
        " Insurgent fighters hit us from multiple directions with belt-fed machine guns.",
        571.98,
        575.32
    ],
    [
        " I couldn't see them or where they were shooting from, but the number of enemy bullets flying",
        575.96,
        580.76
    ],
    [
        " to the air around us was crazy.",
        580.76,
        582.56
    ],
    [
        " There was no place to hide.",
        583.76,
        585.14
    ],
    [
        " With high walls on both sides, the narrow south-central-romati street provided no cover.",
        585.84,
        590.28
    ],
    [
        " The only thing between us and the enemy machine guns was a single parked car on the side of",
        591.06,
        596.06
    ],
    [
        " the road some distance up the block and the typical trash thrown about.",
        596.06,
        599.8
    ],
    [
        " The patrol was in a dual column formation.",
        600.88,
        602.86
    ],
    [
        " Each column split on opposite sides of the street, hulkered close to the walls.",
        603.36,
        607.08
    ],
    [
        " There was nothing to get behind that could protect us from bullets.",
        607.66,
        610.24
    ],
    [
        " But we did have something on our side.",
        610.24,
        612.66
    ],
    [
        " Devastating firepower.",
        613.4,
        614.78
    ],
    [
        " We fully expected a firefight on every patrol into this enemy hill neighborhood and we rolled",
        615.3,
        620.38
    ],
    [
        " in heavy. Each squad of eight seals packed at least four belt-fed machine guns to suppress any",
        620.38,
        626.36
    ],
    [
        " enemy attack we encountered. When we came under fire, our immediate response with violent and",
        626.36,
        631.94
    ],
    [
        " overwhelming gunfire provided the only answer, cover and move.",
        631.94,
        635.66
    ],
    [
        " Having learned through the humbling experience of months of urban combat,",
        636.42,
        639.54
    ],
    [
        " task unit rooster had had plenty of practice in this fundamental gunfighting principle.",
        640.16,
        644.26
    ],
    [
        " With a nanoseconds, the seals with the big machine guns up front unleashed the most ruthless",
        644.84,
        650.18
    ],
    [
        " and lethal barrage of fire you can imagine. Despite the intensity and violence of the close",
        650.18,
        655.42
    ],
    [
        " urban combat, I couldn't help but smile.",
        655.42,
        657.6
    ],
    [
        " Couldn't help but smile. Yeah, we've said this before, but obviously,",
        659.06,
        664.5
    ],
    [
        " guys that have been to war usually that's the best thing in their life and the best experiences",
        664.5,
        668.76
    ],
    [
        " they've had in their lives and it gives you that type of feeling right there of",
        668.76,
        673.22
    ],
    [
        " you can't help but smile. And then, as I just talked about and as we both know, it's also the",
        673.22,
        679.06
    ],
    [
        " worst days of our lives are also there. And we know that people in the military all feel,",
        679.06,
        684.64
    ],
    [
        " most of them feel the same way that you have your best days and your worst days there.",
        685.0,
        691.1
    ],
    [
        " And it's interesting,",
        692.86,
        693.66
    ],
    [
        " cover and move. It just, it always comes back to cover and move in these gun fights.",
        694.18,
        701.0
    ],
    [
        " And you know, a client we were working with recently and remember, he switched around",
        701.42,
        706.46
    ],
    [
        " cover and move and made it second and put simple first. And it's like, well, there's a reason",
        706.46,
        713.0
    ],
    [
        " why that exists that way. Cover and move is first because if you're not working together as a team,",
        713.0,
        717.4
    ],
    [
        " there's nothing to even keep simple. That's not happening. You just, you need to start off with",
        718.2,
        722.06
    ],
    [
        " cover and move. Teamwork is critical. And obviously, we just read a couple of sort of war story",
        722.06,
        729.94
    ],
    [
        " ish type things, but like extreme ownership, this book's kind of set up the same way as extreme",
        729.94,
        734.3
    ],
    [
        " ownership. I mean, well, not kind of it is set up the same way as extreme ownership,",
        734.3,
        739.1
    ],
    [
        " which is a story about combat that reveals a principle and then actually state what the",
        740.22,
        747.82
    ],
    [
        " principle is. And then we use a business example that shows how this principle applies in civilian",
        747.82,
        756.08
    ],
    [
        " life and usually in the business world. In fact, always in the business world. That's those",
        756.08,
        759.8
    ],
    [
        " the examples that we use. Although we could probably do another book that was about how these",
        759.8,
        764.58
    ],
    [
        " principles apply to your under nine year old soccer team or your relationship with your spouse",
        764.58,
        772.74
    ],
    [
        " or your relationship with your teenage daughters, two of them, or your relationship with your teenage",
        772.74,
        781.1
    ],
    [
        " son, one of them, or your relationship with your nine year old daughter, or your, what do you",
        781.1,
        786.74
    ],
    [
        " got? Three's and four's. Three and a two year old. Yeah, get some. Absolutely. It could absolutely",
        786.74,
        792.1
    ],
    [
        " apply to any of those situations. I think that was, that was what was amazing about extreme",
        792.1,
        796.14
    ],
    [
        " ownership to see how people apply that in so many aspects of their lives. And now I think with",
        796.14,
        801.56
    ],
    [
        " the economy leadership, it's exactly the same thing. Yeah. It applies across all aspects of a",
        801.56,
        806.58
    ],
    [
        " professional and personalized. Well, it was here too, because when, you know, when I got out of",
        806.58,
        810.28
    ],
    [
        " the teams, like, I didn't understand, I didn't understand the broad application of what we knew.",
        810.28,
        816.08
    ],
    [
        " I didn't, I mean, when I started working with civilian companies, then it's like, oh, well,",
        816.24,
        819.28
    ],
    [
        " this is your problem. You don't keep things simple enough or this is your problem. You don't",
        819.28,
        822.0
    ],
    [
        " have decentralized commands. So you're trying to control all the decisions made. It's, but as soon",
        822.2,
        826.36
    ],
    [
        " as we realized, well, and I realized it was like, oh, it applies to this company. What about this",
        826.36,
        830.4
    ],
    [
        " company? And then, okay, what about this company? And you just realized, okay, and that's when I",
        830.4,
        833.92
    ],
    [
        " started just seeing it everywhere. And, and I think, yeah, exactly right. The dichotomy of",
        833.92,
        838.66
    ],
    [
        " leadership is the same way. And it, well, like I said, it's not just a book of war stories. The,",
        838.66,
        846.18
    ],
    [
        " the point of the book is to make people better leaders is to give them leadership tools,",
        846.6,
        851.84
    ],
    [
        " including me, including you. Like, when you write stuff down, you understand it better. And so,",
        851.98,
        858.78
    ],
    [
        " part of writing these books is like, okay, how can I capture these lessons for myself? And,",
        859.12,
        865.22
    ],
    [
        " of course, it's nice that other people can grab them and, and look through them. But, like I said,",
        865.28,
        870.24
    ],
    [
        " it's not, it's not just about war stories, but to make people better leaders. And I think,",
        870.4,
        873.8
    ],
    [
        " I think we covered that pretty well in sort of in the intro of the book. And just a couple paragraphs.",
        873.9,
        881.9
    ],
    [
        " And you should hit that part that we talked about earlier where it just kind of gives the overall,",
        882.16,
        886.32
    ],
    [
        " the overall view or the high level view of the topic of the book. Every behavior or characteristic",
        886.32,
        893.7
    ],
    [
        " carried out by a leader can be taken too far. Leaders can become too extreme and upset the",
        893.7,
        899.8
    ],
    [
        " balance required to effectively lead a team. When balance is lost, leadership suffers and the",
        899.8,
        905.9
    ],
    [
        " team's performance rapidly declines. Even the fundamental principles of combat leadership and",
        905.9,
        911.48
    ],
    [
        " extreme ownership can get out of balance. A leader can cover and move too much and step on the",
        911.48,
        917.04
    ],
    [
        " toes of other leaders, departments or divisions. A plan can be too simple and fail to cover",
        917.04,
        922.68
    ],
    [
        " likely contingencies. A team can go too far with prioritizing execute, resulting in target fixation",
        922.68,
        928.6
    ],
    [
        " and loss of situational awareness on newly emerging problems and threats. Even decentralized",
        928.68,
        934.48
    ],
    [
        " command can be taken too far when too much autonomy is given to support leaders who then don't",
        934.48,
        940.42
    ],
    [
        " fully understand strategic goals and how to execute in support of those goals. And this idea",
        940.42,
        945.88
    ],
    [
        " continues on with just about everything a leader does. Leaders must be close with their people,",
        945.88,
        950.46
    ],
    [
        " but not too close that it becomes a problem. They must hold the line with discipline,",
        950.68,
        955.0
    ],
    [
        " but they must not become tyrannical. A leader can even become too extreme with extreme ownership.",
        955.3,
        960.78
    ],
    [
        " When a leader takes so much ownership of everything in his or her world,",
        961.32,
        965.12
    ],
    [
        " the members of the team feel there's nothing left for which they can take ownership.",
        965.52,
        968.72
    ],
    [
        " When this happens, team members will execute only at the boss's specific direction without any",
        969.36,
        975.22
    ],
    [
        " root ownership or buy in themselves, resulting in a team far less capable of overcoming obstacles",
        975.22,
        981.2
    ],
    [
        " and accomplishing the mission. Therefore, balance and leadership is crucial to victory.",
        981.26,
        987.1
    ],
    [
        " You can't say that one enough and you literally can't say that one enough. I always think so",
        987.92,
        993.44
    ],
    [
        " when you have the same word too many times on a page, it's not good writing, right? It's not",
        993.44,
        1000.76
    ],
    [
        " good to use the same word over and over again. So I remember there was times where we would have",
        1000.76,
        1004.88
    ],
    [
        " the word balance like nine times in a paragraph, but there's like, hey, there's no real other way",
        1004.88,
        1010.06
    ],
    [
        " to say what we're trying to say. You've got to balance these things. It's interesting too. As",
        1010.06,
        1014.22
    ],
    [
        " you're reading that, I'm just thinking of all the different situations we've been in in the last",
        1014.22,
        1019.74
    ],
    [
        " few years with echelon front where we've seen every single one of these things. The person that comes",
        1019.74,
        1027.0
    ],
    [
        " up, hey, we're going to keep this plan simple. Then they don't think of any contingencies or, hey,",
        1027.0,
        1031.14
    ],
    [
        " I'm just trying to cover and move. That means I'm going to do the job for them and all of a sudden,",
        1031.24,
        1034.52
    ],
    [
        " they're making everyone mad because they're stepping on everyone's toes. I mean, decentralized command,",
        1034.64,
        1038.92
    ],
    [
        " where no one knows what's going on because it's like, hey, I'm our hands off leader. I'm using",
        1038.92,
        1042.9
    ],
    [
        " decentralized command, but boss, what in God's name you actually want us to do. So all these things",
        1042.9,
        1049.72
    ],
    [
        " are, we've lived, we've lived through them now. And it became really evident, even though we have,",
        1049.72,
        1055.36
    ],
    [
        " you know, that's the last chapter, the last chapter in extreme ownership is the dichotomy leadership",
        1055.48,
        1059.08
    ],
    [
        " and discipline equals freedom. And, you know, we put it in there because we knew it was important,",
        1059.08,
        1064.16
    ],
    [
        " but now, after working with more people over the past few years, it's become so obvious that this",
        1064.32,
        1069.98
    ],
    [
        " is like such a critical, the being able to balance balance balance balance. I use that word",
        1069.98,
        1075.82
    ],
    [
        " nine times in every paragraph because that's what you have to do if you're a leader. And,",
        1075.82,
        1081.12
    ],
    [
        " and we talk about this too in the opening of in the opening of the book and you know, in the opening",
        1081.22,
        1086.42
    ],
    [
        " of dichotomy leadership, we talk about how one of the problems with the book extreme ownership",
        1086.42,
        1092.78
    ],
    [
        " is the title extreme ownership because it made everyone just want to get extreme with everything.",
        1093.46,
        1098.12
    ],
    [
        " I'm going to be super extreme. And so that means you know what I'm going to do with",
        1098.54,
        1102.12
    ],
    [
        " get extreme on the own everything. And we that was one of the earliest things that I started",
        1102.12,
        1106.1
    ],
    [
        " noticing was people that took so much ownership. So on the leader, I'm in charge. And I take so",
        1106.1,
        1111.1
    ],
    [
        " much ownership of everything that everyone below me in the chain of command, there's nothing left",
        1111.1,
        1115.34
    ],
    [
        " for them to own. And, and all of a sudden, they're just feel like, hey, they're just along for the",
        1115.34,
        1119.02
    ],
    [
        " ride and they're just going to do what they're told to do and all their initiatives gone and they",
        1119.02,
        1122.48
    ],
    [
        " don't they don't even have, they don't they don't it's not that they don't believe, but they just",
        1122.48,
        1127.48
    ],
    [
        " think, okay, well, we're just going to do it. We're told so it's not their plan. And so they're",
        1127.48,
        1131.28
    ],
    [
        " going to do the best of their ability, but it's not there. They don't own it. So all those things",
        1131.28,
        1135.96
    ],
    [
        " that you just talked about are things that we've we've now seen. And there are things that that I",
        1135.96,
        1141.16
    ],
    [
        " struggle with, you know, I think there's there's things that you struggle. I think we each of us",
        1141.16,
        1144.28
    ],
    [
        " struggle with them. It's the hardest part about leadership. And as we've seen that over and over",
        1144.28,
        1148.42
    ],
    [
        " in that, that, you know, that brief introduction that we gave it in chapter 12 of extreme ownership,",
        1148.42,
        1153.54
    ],
    [
        " you know, introduce the concept, but this dives so much deeper into those challenges. And I",
        1154.12,
        1159.0
    ],
    [
        " think that's what what I love about this book is it answers the questions to that we get most",
        1159.0,
        1165.48
    ],
    [
        " often about about how to balance that because that's the hardest part. And it's so difficult to do.",
        1165.48,
        1170.2
    ],
    [
        " And I remember in our first mustard, there was a question about, you know, can you take, you know,",
        1170.84,
        1175.66
    ],
    [
        " can extreme ownership go too far? I actually answered the question. Well, I think if you're",
        1175.66,
        1179.72
    ],
    [
        " properly understanding what extreme ownership means, no, but you actually answer that is like,",
        1179.72,
        1185.26
    ],
    [
        " absolutely. You could take too much ownership. And I think that's what people take that as, well,",
        1185.44,
        1189.6
    ],
    [
        " I've got to do everything like, no, you're responsible for everything. That's what extreme ownership",
        1189.64,
        1193.22
    ],
    [
        " means. But certainly, you can you can absolutely take too much ownership where no one's doing",
        1193.22,
        1197.84
    ],
    [
        " anything. And I think we explained that pretty well in this book. And this book was written just like",
        1197.84,
        1203.4
    ],
    [
        " extreme ownership, the economy of leadership was written to help leaders as a reference manual.",
        1203.4,
        1208.1
    ],
    [
        " And if it's something that, you know, if I see pages like we see so many copies of extreme",
        1208.4,
        1212.88
    ],
    [
        " ownership, I mean, I want to see pages that are underlying that are highlighted that are tabbed,",
        1212.88,
        1216.32
    ],
    [
        " that are, that are utilized by leaders. And if we've done that, and this is a manual that helps",
        1216.32,
        1221.58
    ],
    [
        " leaders lead better and be better people and lead better teams than this will have accomplishes",
        1221.58,
        1227.26
    ],
    [
        " mentioned. You know, what's cool is is I think it's very similar to the fact that with extreme",
        1227.26,
        1231.56
    ],
    [
        " ownership, right, with that attitude, with that attitude, when you get in that mindset,",
        1231.56,
        1236.3
    ],
    [
        " you start seeing it everywhere. And you start when someone makes an excuse, you, you recognize me",
        1236.64,
        1242.4
    ],
    [
        " that, oh, that's an excuse. Like, echo is giving you a hard time about your, your lack of a haircut.",
        1242.4,
        1248.12
    ],
    [
        " And, and you know, you were you were saying that I was all so focused. Yeah, it's my fault. And we're laughing",
        1248.7,
        1253.32
    ],
    [
        " about it, right? And, and of course, I was, I was like, well, you know, I should have, I should have",
        1253.32,
        1261.54
    ],
    [
        " we're joking about it. But in the same time that we're joking about it, the fact that like,",
        1261.54,
        1266.22
    ],
    [
        " you brought that echo, that up is a real thing. And for us to be sitting here joking about it,",
        1266.4,
        1271.68
    ],
    [
        " means that we actually think about it. We actually, every time, you know,",
        1271.82,
        1275.28
    ],
    [
        " you know, waves making a joke and excuse like, uh, joggle, he's, he's, it's like, we all know. And",
        1275.68,
        1280.7
    ],
    [
        " it's a, it's a, it's a, it's syncs in. And it becomes really like for someone to make an actual",
        1280.7,
        1286.8
    ],
    [
        " excuse becomes really, really hard. And I think for me, that's one thing that I've benefited",
        1287.64,
        1294.22
    ],
    [
        " over the last few years. I've seen other people, what you, it's, it becomes, when you're aware of it,",
        1294.22,
        1299.38
    ],
    [
        " when you're aware of it, the balance becomes much, much easier to see. And that's what I think is",
        1299.62,
        1304.08
    ],
    [
        " going to be very helpful about this book is people won't know that they're out of balance. That's",
        1304.08,
        1308.2
    ],
    [
        " the biggest problem. Biggest problem is they don't know they're thinking my, my guys aren't",
        1308.2,
        1311.94
    ],
    [
        " taking any initiative. What's wrong with them? And it's like, well, you're micromanaging them.",
        1311.94,
        1315.5
    ],
    [
        " You've gone too far in that direction. You've gone too far in controlling everything that they do.",
        1315.58,
        1319.86
    ],
    [
        " They think that that's the, they think that if you want them to do something that you're going to",
        1320.16,
        1323.86
    ],
    [
        " tell them to do it. And other than that, they're going to sit there and stand by and wait for orders.",
        1323.86,
        1327.08
    ],
    [
        " And it's like, no. So wait, and you, if you don't understand that you can be out of balance,",
        1327.32,
        1332.54
    ],
    [
        " then you won't recognize that. But if you know, hey, my guys aren't taking any initiative. I wonder",
        1332.7,
        1338.56
    ],
    [
        " what's wrong with them. Well, actually, maybe it's me. Maybe it's me. And maybe I am micromanaging them,",
        1338.56,
        1345.36
    ],
    [
        " so much that I've beaten the initiative out of them. So what I need to do is back off a little bit",
        1345.36,
        1350.4
    ],
    [
        " and give them some leeway and give them some ownership of what they're doing and let them make",
        1350.4,
        1355.64
    ],
    [
        " some decisions down there. And if, if you do that, then you start seeing it come back and you start",
        1355.64,
        1359.68
    ],
    [
        " seeing them take initiative and you feel good. And that's a, you know, one of the chapters in the",
        1359.68,
        1363.28
    ],
    [
        " book is actually that right there where I talk about my first deployment to Iraq where I first got",
        1363.28,
        1368.3
    ],
    [
        " to Iraq my first time in combat. I was just basically wanting to own everything because that was my",
        1368.3,
        1374.96
    ],
    [
        " personal idea. I'm going to take ownership of this. And then I realized my guys like, oh,",
        1375.22,
        1378.62
    ],
    [
        " you know, they're not really taking the initiative. I want them to take. Well, why is that? It's because",
        1378.9,
        1382.58
    ],
    [
        " I'm micromanaging them. And finally, luckily, we got overwhelmed with operations. We had so many",
        1382.58,
        1389.06
    ],
    [
        " operations to conduct. And I was like, I can't, I can't manage all these. I can't oversee everything",
        1389.06,
        1393.84
    ],
    [
        " that's happening. And I had to cut the guys loose. And as soon as I caught them loose and said,",
        1393.84,
        1398.66
    ],
    [
        " hey, you got this and you got that and you got the other thing, the guys just started stepping",
        1398.66,
        1401.92
    ],
    [
        " up and running everything like I knew like, like, of course they could because they're freaking",
        1401.92,
        1406.14
    ],
    [
        " highly capable guys. And they started kicking ass. And I realized, oh, I don't even barely even",
        1406.14,
        1411.44
    ],
    [
        " need to be here, right? Barely even need to be here. Whereas in the beginning, I thought, oh,",
        1411.44,
        1415.36
    ],
    [
        " this is all, if I wasn't for me, you know, and I'm only talking about a period of a few weeks",
        1415.44,
        1420.26
    ],
    [
        " of me trying to micromanage everything. So I think what's going to be beneficial about this book",
        1420.26,
        1424.48
    ],
    [
        " is that people will see how they can get out of balance. And, and they'll also see that that",
        1424.48,
        1430.92
    ],
    [
        " balance pertains to just about everything. And every trait that you have that's positive as a leader,",
        1431.22,
        1438.72
    ],
    [
        " you can overdo and you can turn it into a negative trait if you go too far.",
        1439.32,
        1443.76
    ],
    [
        " So you got to watch out for that. You definitely got to watch out for that. It's easy for us to see,",
        1445.66,
        1450.18
    ],
    [
        " you know, we always talk about the attachment, the attachment is so important. And for us with,",
        1450.34,
        1454.0
    ],
    [
        " you know, throughout company, Ashlon front, it's where we're working with these leaders and",
        1454.04,
        1456.74
    ],
    [
        " work with these companies. You can see it. You know, it just, it just stands out. So obvious that",
        1456.74,
        1462.32
    ],
    [
        " someone is, you know, they're trying to cover move by helping another department. And yet,",
        1462.32,
        1466.34
    ],
    [
        " they're stepping on people's toes and they're pissing people off. And, you know, like, why are you,",
        1466.38,
        1470.24
    ],
    [
        " you know, you're trying to do my job and make me look bad? And they get there. Well, like, well,",
        1470.28,
        1474.14
    ],
    [
        " I'm trying to cover move. Just like you told me. I'm just trying to help. And then you're saying,",
        1474.14,
        1478.18
    ],
    [
        " well, you have to be careful about that. You have to, you know, have to balance it. And so once,",
        1478.28,
        1481.26
    ],
    [
        " it is the absolute most common problem we see all the time. And even for, you know, folks that have",
        1481.88,
        1486.6
    ],
    [
        " read extreme ownership, you know, three or four, you know, multiple times that are really trying",
        1486.6,
        1491.48
    ],
    [
        " hard to be better leaders. They struggle with that. And this is something to help them and help",
        1491.48,
        1497.64
    ],
    [
        " leaders everywhere. And you know, we wrote the book too so that it could be read. It's a follow-on,",
        1497.64,
        1502.72
    ],
    [
        " certainly a sequel. You gave me a chance to correct that. Why would you say, what'd you say on the,",
        1502.74,
        1508.48
    ],
    [
        " you were talking about jaws to your jawster, podcast one, 14 and I said, it's not a sequel. It's a",
        1508.7,
        1513.9
    ],
    [
        " standalone book, but it absolutely is a sequel. It's a follow-on book. It expands on the concepts.",
        1513.9,
        1518.66
    ],
    [
        " However, we did write it so that it is a standalone book. And you can read, you can read extreme",
        1518.8,
        1523.76
    ],
    [
        " ownership. If you have, if you can read dichotomy without having read extreme ownership, you'll certainly",
        1523.76,
        1528.42
    ],
    [
        " understand it and be able to plot. Yeah. But you'd understand the concepts better if you read extreme",
        1528.42,
        1535.42
    ],
    [
        " ownership first. No question. And then you jump into dichotomy, which yeah, like you said, can you read",
        1535.42,
        1542.38
    ],
    [
        " it alone? Sure. You can. I guess there's echo. We need like some kind of a movie reference here.",
        1542.38,
        1547.24
    ],
    [
        " Like yeah, I'm thinking term, could you see Terminator 2 on its own, right? But you will, you will get",
        1547.58,
        1555.28
    ],
    [
        " more out of it if you saw Terminator 1 first. Correct. Same with Rambo. See, look at me just",
        1555.28,
        1560.56
    ],
    [
        " nailing. The bright year nailing it. Yeah. So Rambo, right? First, blood part, two, same deal.",
        1560.56,
        1564.94
    ],
    [
        " Where you could watch just Rambo. Be pretty, pretty happy about it. But hold on now. My problem with",
        1565.18,
        1570.56
    ],
    [
        " that is we know that Terminator 2 is equivalent in quality to Terminator 1. Correct. Correct.",
        1570.56,
        1577.56
    ],
    [
        " Correct. Yeah. Right. Right. Mave. I think so. Okay.",
        1577.8,
        1581.58
    ],
    [
        " And 2 is awesome. Except for the kid. Are we saying that? Are we saying that it better?",
        1581.72,
        1585.2
    ],
    [
        " Yeah. Rambo 2, which I don't even think I've seen. First blood part, two, yeah.",
        1585.3,
        1589.54
    ],
    [
        " I don't, is we saying that's the same level of quality as Rambo for one? You got to be careful there.",
        1589.7,
        1594.76
    ],
    [
        " Yeah. That's what I think. That's what I think. I mean, I'm not saying that. That's really",
        1594.9,
        1598.9
    ],
    [
        " what I want to say to sum up everything. How to save a living in the last one?",
        1602.22,
        1626.32
    ],
    [
        " It's not repeating three pitches. That main line is how to save a living thing by",
        1628.38,
        1628.88
    ],
    [
        "",
        1628.88,
        1628.88
    ],
    [
        " like dichotomies better. I actually do. I actually do feel I feel it's better. I",
        1628.88,
        1634.46
    ],
    [
        " mean I'm interested to hear what readers think about it but I think that it's",
        1634.46,
        1637.74
    ],
    [
        " more useful and applicable to leaders. I mean we have three years of",
        1637.74,
        1644.96
    ],
    [
        " additional leadership experience and not only evaluating our experiences in",
        1644.96,
        1649.94
    ],
    [
        " combat and in the SEAL teams but but now working with hundreds of leaders and",
        1649.94,
        1655.12
    ],
    [
        " I mean really we're talking you know a couple of hundred plus companies that",
        1655.7,
        1660.88
    ],
    [
        " we've worked with in that time easily you know between just me and you",
        1660.88,
        1665.06
    ],
    [
        " probably not that's not even counting some of the other members of our team so",
        1665.06,
        1667.66
    ],
    [
        " we've seen this in a whole lot of different scenarios and I think it really",
        1667.66,
        1673.28
    ],
    [
        " addresses that it's a direct application to the problems that we see so I'm",
        1673.28,
        1678.28
    ],
    [
        " pretty helpful and I'm looking forward to to to readers feedback on was it easier",
        1678.28,
        1682.02
    ],
    [
        " for you to write yes yeah I mean for me it definitely was and I say easier",
        1682.02,
        1688.64
    ],
    [
        " just because we we well we became better writers as we wrote extreme",
        1688.64,
        1694.02
    ],
    [
        " ownership extreme ownership the first version that we did extreme ownership was",
        1694.02,
        1698.34
    ],
    [
        " in the third person and I forget why we even did that but we was about these two",
        1698.34,
        1704.2
    ],
    [
        " guys named Lafe and Jocco it was about I don't know I forgot I kind of",
        1704.2,
        1712.0
    ],
    [
        " sure and no and then we finally had to say yeah we're not doing that yeah you",
        1712.0,
        1717.12
    ],
    [
        " know that friend of yours that talks about themselves in the third person they",
        1717.12,
        1719.72
    ],
    [
        " make one of yeah we're not gonna do that yeah so and it's weird because there's",
        1719.72,
        1724.9
    ],
    [
        " the book there's there's a couple books I've done in the podcast clay pitches",
        1724.9,
        1729.26
    ],
    [
        " in Saint-Low by Glover John's who's the guy for that you know hack worth wrote",
        1729.26,
        1734.1
    ],
    [
        " about he wrote the book clay pitches that clay pitches in low and it's in the",
        1734.1,
        1738.8
    ],
    [
        " third person about a guy named major Johns and it's him and he writes a thing in",
        1739.38,
        1744.54
    ],
    [
        " the beginning and says hey I didn't feel comfortable talking about myself so I",
        1744.54,
        1747.36
    ],
    [
        " did it wrote it this way yeah it's like okay and the the only thing I would say",
        1747.36,
        1750.74
    ],
    [
        " that's cool about it is you could you could kind of give an outside view but the",
        1750.74,
        1754.6
    ],
    [
        " thing that's not cool about it is he couldn't be I was thinking this right now",
        1754.6,
        1758.0
    ],
    [
        " which is kind of what I want to hear and that's why I normally cover books that",
        1758.0,
        1761.84
    ],
    [
        " are first person people that actually experience it but he's a guy that did a",
        1761.84,
        1767.28
    ],
    [
        " couple other people have when you're when you're Glover John's though and you're",
        1767.28,
        1770.48
    ],
    [
        " you're David Hackworth C daddy I think you can do whatever you want to do what you",
        1770.48,
        1775.54
    ],
    [
        " want for sure now that's another part that's again you know we've we've in this",
        1775.54,
        1784.4
    ],
    [
        " book we set it up the same way with combat story principal followed by a",
        1784.4,
        1790.24
    ],
    [
        " business example but one thing that I think and this is feedback that that we",
        1790.24,
        1795.52
    ],
    [
        " both got that I certainly got was that for what for because the consequences are",
        1795.52,
        1801.02
    ],
    [
        " so high in combat it makes the principal very clear and even though people might",
        1801.02,
        1807.4
    ],
    [
        " know well I've never been in combat but they understand that if we're not",
        1807.4,
        1811.42
    ],
    [
        " working together as a team doing cover move we will die and so when they",
        1811.42,
        1815.98
    ],
    [
        " understand that they go okay now that means if I'm not working with the other",
        1815.98,
        1820.06
    ],
    [
        " department then we're gonna lose money or we're not gonna complete our mission",
        1820.06,
        1823.8
    ],
    [
        " or we're not gonna take market share yes so I think one of the strongest",
        1823.8,
        1828.96
    ],
    [
        " points of of extreme ownership that we did again is the combat stories to to",
        1828.96,
        1834.28
    ],
    [
        " sort of introduce the principles and plus it's cool to hear cool cool stories",
        1834.28,
        1839.58
    ],
    [
        " like that but one of them I think chapter three another another one that we",
        1839.58,
        1845.22
    ],
    [
        " pulled out that said be good to sort of cover this one real quick is you",
        1845.22,
        1849.38
    ],
    [
        " opened up chapter three with a little a little bit get some I guess we could",
        1849.38,
        1853.7
    ],
    [
        " say and hit that one man I want to I want to hear that one I want to hear the",
        1853.7,
        1858.56
    ],
    [
        " Texas Batman get crazy in in Ramadi in 2006 this is bringing back some awesome",
        1858.56,
        1864.36
    ],
    [
        " memories here bright orange tracer streak like laser beams just a few feet over",
        1864.36,
        1870.74
    ],
    [
        " our heads each supersonic bullet zipping pass with a thunderous crack holy",
        1870.74,
        1875.82
    ],
    [
        " shit I thought as we quickly duck down behind the roof wall those are",
        1875.82,
        1879.56
    ],
    [
        " friendly shooting at us I looked over at Dave Burke who crashed down nearby like",
        1879.56,
        1884.9
    ],
    [
        " the other seals on the roof with us we tried to stay low enough not to get our",
        1884.9,
        1888.54
    ],
    [
        " head shot off Dave looked back at me and shook his head with a smile that mixed",
        1888.54,
        1892.48
    ],
    [
        " humor and concern that's not cool they've said the understatement of the year",
        1892.48,
        1897.0
    ],
    [
        " Dave Burke was a US Marine Corps major a fighter pilot by trade he had been the",
        1897.0,
        1902.18
    ],
    [
        " lead instructor at the legendary us navy fighter weapon school better known as",
        1902.18,
        1906.38
    ],
    [
        " top gun David left the cockpit behind a volunteered to serve on the ground as",
        1906.38,
        1911.08
    ],
    [
        " a forward air controller in the most dangerous place in Iraq Ramadi he let us",
        1911.08,
        1915.78
    ],
    [
        " supporting arms liaison team assault attach the US Marine Corps fifth air",
        1915.78,
        1920.84
    ],
    [
        " naval gunfire liaison company Dave and his 12 Marines from Salt 6 a company",
        1920.84,
        1926.08
    ],
    [
        " Charlie but to coordinate with the aircraft supporting this operation in the",
        1926.08,
        1932.16
    ],
    [
        " Sun foot to spearhead the operation ahead of the US Army and Iraqi Army units a",
        1932.16,
        1937.48
    ],
    [
        " US tank 200 yards away had fired a burst from its heavy machine gun directly",
        1937.48,
        1942.46
    ],
    [
        " over our position it was friendly fire a blue on blue in US military parlance to",
        1942.46,
        1949.02
    ],
    [
        " be killed or horribly wounded by enemy fire was one thing to be killed by our",
        1949.02,
        1953.34
    ],
    [
        " own American forces was something much worse that was way too close for comfort",
        1953.34,
        1958.44
    ],
    [
        " I thought in the seconds following as I crouch as low as possible behind the",
        1958.44,
        1962.48
    ],
    [
        " low concrete wall that was our only means of cover we had to shut that down",
        1962.48,
        1967.0
    ],
    [
        " immediately and alert the tank that we are friendly forces to do so I had to",
        1967.0,
        1972.26
    ],
    [
        " contact the specific tank commander directly via radio and tell them to cease",
        1972.26,
        1977.0
    ],
    [
        " fire the tanks heavy machine gun was a 50 caliber M2 browning known as the",
        1977.0,
        1988.4
    ],
    [
        " three it had proven its deadly effectiveness in every American war since World",
        1988.4,
        1992.5
    ],
    [
        " War 1 each massive round could take a man's head clean off or remove the",
        1992.5,
        1997.68
    ],
    [
        " bulk of his chest cavity it could also punch right through concrete walls like",
        1997.68,
        2002.28
    ],
    [
        " the one we were hiding behind we had just received a fully automatic burst of",
        2002.28,
        2006.18
    ],
    [
        " probably a dozen rounds in a matter of seconds if I didn't shut down the",
        2006.18,
        2010.24
    ],
    [
        " fire immediately and let the US tank know we were friendly it could mean horrible",
        2010.24,
        2014.52
    ],
    [
        " wounds and death for a number of us blue on blue it's even an extreme",
        2014.52,
        2021.92
    ],
    [
        " ownership we talked there's three episodes of blue on blue potential or boot",
        2021.92,
        2026.04
    ],
    [
        " the up with with Chris potentially shooting the American trooper that was in a",
        2026.04,
        2031.56
    ],
    [
        " building the Bradley getting ready to light up",
        2031.56,
        2035.48
    ],
    [
        " stoneers guys in and also the blue on blue that the book starts off with",
        2035.48,
        2041.26
    ],
    [
        " there's it's interesting and a reality of war that we talk about blue on",
        2042.08,
        2047.36
    ],
    [
        " blue a lot in that urban environment the other thing I noticed is did you I",
        2047.36,
        2053.9
    ],
    [
        " don't mean to accuse you here like you know on this in this format but each",
        2053.9,
        2059.22
    ],
    [
        " massive round could take a man's head clean off is that not just jacked from",
        2059.22,
        2063.62
    ],
    [
        " Clint Eastwood right there come on man that's 44 Magnum that's dirty Harry right I",
        2063.62,
        2071.24
    ],
    [
        " respect there's the did you consult with echo for you know party writing here",
        2072.38,
        2076.24
    ],
    [
        " echo echo and I we see out on the moving quotes yes there was a little there",
        2076.24,
        2082.3
    ],
    [
        " was a use of parlance in there too that in the parlance on our times you",
        2082.3,
        2086.82
    ],
    [
        " threw a little little big Lebowski in there that we had previously look that",
        2086.82,
        2091.26
    ],
    [
        " was a crazy situation and we were I thought we'd done everything what was so",
        2091.26,
        2095.74
    ],
    [
        " crazy about that situation for us is I thought we'd done everything in our",
        2095.74,
        2099.38
    ],
    [
        " power to mitigate the risk of that and let everybody know where we were marked",
        2100.14,
        2103.7
    ],
    [
        " our position you know talk talked and coordinate with people and and to still",
        2103.7,
        2108.28
    ],
    [
        " get shot at by friendlies you know they that was that was crazy Dave and I",
        2108.28,
        2113.14
    ],
    [
        " said looking at you like man this isn't good this isn't good at all so it was",
        2113.14,
        2117.3
    ],
    [
        " it was a I was foam of that radio trying to get and talk to them immediately",
        2117.3,
        2121.52
    ],
    [
        " and thank God as we talked about on previous podcast you'd come down on us to",
        2121.52,
        2127.14
    ],
    [
        " be able to use to be able to learn how to use those radios ourselves and not",
        2127.14,
        2131.0
    ],
    [
        " just rely on the radio man and I was able to swap over and and make direct",
        2131.0,
        2135.14
    ],
    [
        " comps that tank and and get them to cease fire and that's one of the things that",
        2135.14,
        2139.4
    ],
    [
        " I like completely held the line on and and you know when you talk about the",
        2139.4,
        2143.14
    ],
    [
        " book how there's some other things where I allowed a little bit of slack and",
        2143.14,
        2146.68
    ],
    [
        " you actually you actually kind of capture that in a couple pages later that I",
        2146.68,
        2152.84
    ],
    [
        " pulled up here it's a middle of page 76",
        2152.84,
        2156.42
    ],
    [
        " punch through that little section right there and I think it's a it's a good",
        2156.42,
        2160.82
    ],
    [
        " good kind of captures what we're talking about in terms of and you were saying",
        2160.82,
        2166.34
    ],
    [
        " this to me earlier earlier today you're like everyone thinks Jaco would just be",
        2166.34,
        2170.42
    ],
    [
        " like hey you're gonna shut up and do what I tell you to do and it's like well",
        2170.42,
        2174.58
    ],
    [
        " actually there's some things I'm gonna tell you that but there's something it's",
        2174.58,
        2182.82
    ],
    [
        " do us do what I tell you to do right I'm sure you probably wanted to but many",
        2182.82,
        2187.78
    ],
    [
        " many times yeah and still do I'm sure often but there is it's not effective",
        2187.78,
        2194.42
    ],
    [
        " it's never effective to do that and I think so many leaders that want to just",
        2194.42,
        2197.16
    ],
    [
        " you know why would they just do what I tell them to do it's it's people get",
        2197.16,
        2199.96
    ],
    [
        " really frustrated by that but obviously there you got a whole the line you",
        2199.96,
        2203.22
    ],
    [
        " absolutely have to hold the line you know and if you to relented on on us being",
        2203.22,
        2206.48
    ],
    [
        " able to learn how to use that radio is I mean that could have cost lives right",
        2206.48,
        2209.6
    ],
    [
        " there are another burst of rounds comes to the roof wall are we take a main",
        2209.6,
        2213.04
    ],
    [
        " gun round now you're talking to the cannon on the tank the 120 millimeter",
        2213.04,
        2216.94
    ],
    [
        " main gun round you know just smash through both sides of walls you know it",
        2216.94,
        2221.04
    ],
    [
        " would have been absolute catastrophic those guys think you know they're under",
        2221.04,
        2224.88
    ],
    [
        " attack they're shooting back at what they think is enemy that I realized it and",
        2224.88,
        2228.4
    ],
    [
        " it's not like they were they were not ready to use those main gun rounds if they",
        2228.4,
        2232.48
    ],
    [
        " had to they were they were putting some buildings down over there for sure and",
        2232.48,
        2236.38
    ],
    [
        " that's and that's the hard part right is that you've got to hold the line and",
        2236.38,
        2239.12
    ],
    [
        " there's standards that can't be compromised and you've got a you're you're",
        2239.12,
        2242.08
    ],
    [
        " failing your team and your failing as a leader if you're not keeping those",
        2242.08,
        2245.5
    ],
    [
        " standards high and making sure the team achieves them and yet also you can't",
        2245.5,
        2250.86
    ],
    [
        " be the unrelenting task master the slave driver that just smashes people down",
        2250.86,
        2255.78
    ],
    [
        " as a shut up and do it until you know this is something that I bring up a lot",
        2255.78,
        2258.3
    ],
    [
        " when I'm working with companies is like do you actually want people to do",
        2258.3,
        2263.26
    ],
    [
        " except to do whatever you tell them to do and the the immediate answer is like well",
        2263.26,
        2267.8
    ],
    [
        " yeah I just want everyone to shut up and do what I tell them to do well the",
        2267.8,
        2270.62
    ],
    [
        " actual answer is no you don't want that if you're a good leader what you want is if",
        2270.62,
        2276.18
    ],
    [
        " I tell Lave hey go take that building over there and you say to me no and I say",
        2276.18,
        2282.44
    ],
    [
        " why not you say well there's an IED in the front yard and we'll all get killed",
        2282.44,
        2285.72
    ],
    [
        " if we go there I'm go okay thank you now as opposed to you're you're just gonna",
        2285.72,
        2290.3
    ],
    [
        " blindly do whatever I tell you to do well then that's gonna be problematic so",
        2290.34,
        2293.76
    ],
    [
        " there's a balance in this too and and that's something that we talk about all",
        2293.76,
        2297.8
    ],
    [
        " the time but to surround you don't want to surround yourself with yes man you",
        2297.8,
        2300.86
    ],
    [
        " don't want to surround yourself with yes man and we I've seen plenty of",
        2300.86,
        2304.84
    ],
    [
        " companies where the boss man has surrounded himself with yes man and they",
        2304.84,
        2309.68
    ],
    [
        " yes themselves into the grave because they're the everyone's just a green",
        2309.68,
        2313.26
    ],
    [
        " oh yep we'll do that that sounds like a great plan boss oh yeah yes boss that",
        2313.26,
        2316.56
    ],
    [
        " sounds like a great plan boss and and the next thing you know someone along",
        2316.56,
        2320.14
    ],
    [
        " the line should have said hey boss that doesn't make any sense hey boss like oh",
        2320.14,
        2324.9
    ],
    [
        " we got a good relationship with these people over here but you know what they're",
        2324.9,
        2328.24
    ],
    [
        " raising the price a little bit we don't want to work with them anymore okay well",
        2328.24,
        2332.9
    ],
    [
        " let's think about that you know that that that's one of our biggest suppliers",
        2332.9,
        2336.88
    ],
    [
        " do we really want to nix our relationship with our biggest supplier does that",
        2336.88,
        2340.9
    ],
    [
        " make sense well you know they're getting in our face now a yes man will be like",
        2340.9,
        2343.76
    ],
    [
        " that's right boss we don't take no crap from no one we'll screw those guys but",
        2343.76,
        2347.86
    ],
    [
        " maybe you want someone below you in the chain of commences hey boss let's think",
        2347.88,
        2350.94
    ],
    [
        " about this that's our biggest supplier if we cut them off and demand goes up we",
        2350.94,
        2356.2
    ],
    [
        " won't be able to service our customers that could be problematic wouldn't you",
        2356.2,
        2359.76
    ],
    [
        " agree how but we negotiate with them so there's my point is you don't just want",
        2359.76,
        2364.6
    ],
    [
        " people you know you don't want to be surrounded by yes man you want people are",
        2364.6,
        2367.68
    ],
    [
        " gonna question you you want people that are gonna me that's why like you so much",
        2367.68,
        2370.92
    ],
    [
        " lathe because you you question you you have no problem question you would have",
        2370.92,
        2373.92
    ],
    [
        " said it's all good pushing pushing back yeah the humble not passive I've never",
        2373.98,
        2380.44
    ],
    [
        " never been passive but I think this this here page 76 that's a good that's a good",
        2380.44,
        2386.4
    ],
    [
        " that's a good little way to capture what we're talking about as our",
        2386.4,
        2390.54
    ],
    [
        " reflected upon jaco's demonstration of a leader's responsibility to ensure",
        2390.54,
        2394.2
    ],
    [
        " standards are maintained I thought about the times in my career when I failed",
        2394.2,
        2397.64
    ],
    [
        " to do so as a young leader I knew there were times we needed to improve our",
        2397.64,
        2401.44
    ],
    [
        " performance do another run to the kill house where we practice close quarters",
        2401.44,
        2405.4
    ],
    [
        " combat or add an additional rehearsal to ensure we were fully prepared yet in",
        2405.4,
        2410.28
    ],
    [
        " those moments I sometimes hadn't held the line I hadn't pushed the team hard",
        2410.28,
        2414.52
    ],
    [
        " enough any additional work assigned to the team was going to get pushed back and",
        2414.52,
        2418.56
    ],
    [
        " generate complaints and there were times when I let things slide confusing the",
        2418.56,
        2422.8
    ],
    [
        " idea of taking care of your people with allowing them not to work as hard but in",
        2422.8,
        2427.9
    ],
    [
        " the end that resulted in mediocre performance and the team never got better",
        2427.9,
        2432.52
    ],
    [
        " never held each other accountable this was a failure of leadership my",
        2432.52,
        2436.82
    ],
    [
        " leadership I also recognize the dichotomy there were other times when I was",
        2436.82,
        2441.5
    ],
    [
        " overbearing I insisted on doing things a certain way because it was my way or",
        2441.5,
        2446.5
    ],
    [
        " harbored on trivial matters that were strategically unimportant thinking I was",
        2446.5,
        2450.98
    ],
    [
        " doing right by holding the line it caused unnecessary friction stifle growth",
        2450.98,
        2456.12
    ],
    [
        " and inhibited junior leaders on the team from stepping up it prevented us from",
        2456.12,
        2461.0
    ],
    [
        " functioning properly with effective decentralized command I had seen and worked",
        2461.0,
        2465.7
    ],
    [
        " for numerous leaders throughout my Navy career who had been overbearing and it",
        2465.7,
        2469.54
    ],
    [
        " wasn't the way I wanted to lead some of them imposed harsh discipline screamed",
        2469.54,
        2473.88
    ],
    [
        " at their people and crushed the morale of the team no one wanted to follow",
        2473.88,
        2477.98
    ],
    [
        " them they might accomplish an immediate task but in the long run the team's",
        2477.98,
        2482.74
    ],
    [
        " growth was smothered often their negative example stood starkly in my mind I",
        2482.74,
        2487.96
    ],
    [
        " never want to be a leader like that there you go the tyrannical leader that's",
        2487.96,
        2495.02
    ],
    [
        " running around screaming at everyone and and and like you just said they'll get",
        2495.02,
        2499.06
    ],
    [
        " some little tasks accomplished and they actually think that what's horrible is",
        2499.06,
        2503.66
    ],
    [
        " they get some little task accomplished because they screamed and yelled and it",
        2503.66,
        2506.9
    ],
    [
        " reinforces that behavior and so they become even more tyrannical and yell and",
        2506.9,
        2511.26
    ],
    [
        " scream even more and they never see the fact that acting that way it'll get",
        2511.26,
        2515.2
    ],
    [
        " you little some little short term thing done but you'll never get everything you",
        2515.2,
        2518.78
    ],
    [
        " can out of people you've never get everything you can out of somebody that",
        2518.78,
        2522.08
    ],
    [
        " you've beaten in this mission you're they're not gonna perform to their fullest",
        2522.08,
        2526.0
    ],
    [
        " potential and capability and that's just where you're gonna be that's just",
        2526.0,
        2529.68
    ],
    [
        " where you're gonna be the other thing it takes this is this is one of those",
        2529.68,
        2536.86
    ],
    [
        " things like if you've got something that's hard to do right you've got something",
        2536.86,
        2541.16
    ],
    [
        " that the team has got to do that's hard to do and you're wishy-washy about it",
        2541.16,
        2546.28
    ],
    [
        " you know it's the right thing to do but you wishy-washy about how you approach",
        2546.28,
        2549.82
    ],
    [
        " the team with doing it you it's not gonna happen it's just not gonna happen",
        2549.82,
        2555.02
    ],
    [
        " I'm reading another book right now by a guy that was in Vietnam with Hackworth and",
        2555.02,
        2558.78
    ],
    [
        " he's saying just he would just lay down the law like Hackworth just said no",
        2558.78,
        2563.18
    ],
    [
        " we're doing this this is what we're gonna do this is how it's gonna be and that's",
        2563.18,
        2567.5
    ],
    [
        " that's what it is you know I've got so many examples from my career but I'll",
        2567.62,
        2573.24
    ],
    [
        " tell you really kind of a lame one but it's it's worth telling so back",
        2573.24,
        2578.52
    ],
    [
        " Burkundin Dui guess what we used to do in the team so we used to drink beer a",
        2578.52,
        2582.22
    ],
    [
        " lot of it and that was kind of like hey you know where we're we're in the",
        2582.22,
        2585.32
    ],
    [
        " steels you know we're beer drinking frogmen and that's cool and I was in a",
        2585.32,
        2591.18
    ],
    [
        " seal platoon where we drink a lot even more than a normal seal platoon which is which you",
        2591.52,
        2598.28
    ],
    [
        " a lot which you put you in the running for a lot and this is back in the 90s",
        2598.28,
        2602.74
    ],
    [
        " there's no war going on and I've said this before kind of the way that we",
        2602.74,
        2606.38
    ],
    [
        " proved ourselves because there's a certain level of sacrifice you have to make",
        2606.38,
        2610.44
    ],
    [
        " to prove to your teammates that you're like you're willing to sacrifice well one",
        2610.44,
        2613.66
    ],
    [
        " of the ways that you can sacrifice is you can just drink a lot and prove that",
        2613.66,
        2617.68
    ],
    [
        " you can go all night go hard and still get up the next day and so I was in a",
        2617.68,
        2621.86
    ],
    [
        " seal platoon where we drink a lot just about everyone in the chain of command",
        2621.86,
        2625.1
    ],
    [
        " except for the the the commander the OIC but everyone else you know we drank",
        2625.1,
        2630.4
    ],
    [
        " hard and you know we we partied in whatever and we were a ship board we were",
        2630.4,
        2637.4
    ],
    [
        " an argoplatune so we were deploying on board a ship and when we were getting",
        2637.4,
        2645.1
    ],
    [
        " ready to deploy on the ship it was kind of like oh well you know we'll just we'll",
        2645.1,
        2648.68
    ],
    [
        " just because you're not allowed to drink any alcohol on the ship you're not",
        2648.68,
        2651.24
    ],
    [
        " allowed to have any alcohol you're not allowed to drink any alcohol you after 90",
        2651.24,
        2654.46
    ],
    [
        " days at sea you can get a beer day they give you 45 for the 45 back when I was",
        2654.46,
        2659.16
    ],
    [
        " so you get you get one beer 45 days so they gave us the two beers but I will say",
        2659.16,
        2666.34
    ],
    [
        " they gave us fosters so they were big oil cans right but you live in large",
        2666.34,
        2670.98
    ],
    [
        " yeah I did two two beer days in one deployment anyways you're not allowed",
        2670.98,
        2676.06
    ],
    [
        " other than that you're not allowed to drink that's the rules and so I think it",
        2676.06,
        2680.7
    ],
    [
        " wasn't like we openly discussed like how we gonna smuggle beer or maybe we",
        2680.7,
        2684.24
    ],
    [
        " did a little bit but our bosses came down to like yeah well there's no drinking",
        2684.24,
        2687.62
    ],
    [
        " on no drinking on the ship and we were like okay those the rules they just came",
        2687.62,
        2692.34
    ],
    [
        " down and put the rules down like hey no drinking on the ship and I had respect",
        2692.34,
        2696.4
    ],
    [
        " for my off to my platoon commander at the time had respect for my platoon",
        2697.6,
        2701.98
    ],
    [
        " chief at the time and they came down and said yeah well there's no drinking on",
        2701.98,
        2706.36
    ],
    [
        " ship so don't even think about it we're like okay cool that's the the law came",
        2706.36,
        2710.0
    ],
    [
        " down and we just got on board we just got on board with it whereas if it",
        2710.0,
        2713.6
    ],
    [
        " would have been well you know a little bit of wishy washingness us young E3's E4's",
        2713.6,
        2719.6
    ],
    [
        " and E5's if they would have been remotely wishy washy would have like oh cool",
        2719.6,
        2723.58
    ],
    [
        " you guys go drink whatever you want just don't let us see it or whatever and",
        2723.58,
        2726.82
    ],
    [
        " that would have been bad because eventually guess what you put a bunch of",
        2726.82,
        2729.6
    ],
    [
        " seals on a ship with with booze and you leave them on there for multiple days",
        2729.6,
        2734.28
    ],
    [
        " it's see months it's see well they're gonna have an incident of some kind",
        2734.28,
        2737.78
    ],
    [
        " they're gonna get a fight they're gonna throw up somewhere they're gonna be you",
        2737.78,
        2740.44
    ],
    [
        " know some just dumb stuff it's gonna get to the highest level of attention it's",
        2740.44,
        2743.64
    ],
    [
        " gonna be a total disaster so the idea of actually just stepping up and",
        2743.64,
        2749.58
    ],
    [
        " pulling the line and I'll tell you what I learned as a leader is it's liberating",
        2749.58,
        2753.96
    ],
    [
        " to do that it's liberating to say hey look here's the rules and and you know I",
        2753.96,
        2758.68
    ],
    [
        " did this with the fact of when we got back to our body we got to our body and",
        2758.68,
        2762.56
    ],
    [
        " they told us we had to work with Iraqi soldiers and everyone was kind of him",
        2762.56,
        2765.1
    ],
    [
        " and on about having to work with Iraqi soldiers and I told you guys don't",
        2765.1,
        2769.9
    ],
    [
        " even submit a concept of operations without Iraqis don't even submit it because",
        2769.9,
        2773.34
    ],
    [
        " we're not doing it and you guys were like okay got it yeah it is super",
        2773.34,
        2778.82
    ],
    [
        " liberating I think that's the you know one of the things that that I you know",
        2778.9,
        2782.84
    ],
    [
        " that I learned from you as we started working together I mean and I talked to",
        2782.84,
        2787.66
    ],
    [
        " you about this all the time I've talked about on the podcast before but it was",
        2787.66,
        2789.9
    ],
    [
        " the kind of things that you know you probably should be doing but for",
        2789.9,
        2794.24
    ],
    [
        " whatever reason you aren't and and you know for you could just put it",
        2794.24,
        2797.4
    ],
    [
        " perspective for me of like it's very black and white I'm like no if you're",
        2797.4,
        2800.38
    ],
    [
        " not if you're not holding the line on these things that are important and pushing",
        2800.38,
        2803.14
    ],
    [
        " your team to perform with the highest standard or making sure they're not gonna",
        2803.14,
        2806.04
    ],
    [
        " do something that's gonna get them in trouble or cause massive issues not only",
        2806.04,
        2809.24
    ],
    [
        " for us but for the entire you know not on for our unit but the entire seal",
        2809.24,
        2812.82
    ],
    [
        " teams then then that's you're failing them as a leader you've got to hold the",
        2812.82,
        2816.86
    ],
    [
        " line on that stuff you've got to and it is very liberating to say oh check okay",
        2816.86,
        2822.1
    ],
    [
        " that's the way it is and I and I think that ambiguity is very frustrating for",
        2822.1,
        2825.34
    ],
    [
        " people but they don't know what's right they don't know what's wrong they can get",
        2825.34,
        2827.84
    ],
    [
        " away with stuff yeah that's what I was gonna say but the people below you in the",
        2827.84,
        2831.42
    ],
    [
        " chain of command they get frustrated because they're like what was that mean",
        2831.42,
        2834.9
    ],
    [
        " and they're pushing to the envelope that they just got away with it over here but",
        2834.9,
        2838.18
    ],
    [
        " that guy did you know I mean that's yeah those are the kind of things where",
        2838.18,
        2841.0
    ],
    [
        " they're needs of there's got to be a standard you got to hold that standard and",
        2841.0,
        2844.04
    ],
    [
        " it's I the team is so much better off when you do that and certainly bruiser",
        2844.04,
        2848.72
    ],
    [
        " absolutely was and and this is one of those things where then people think well",
        2848.72,
        2854.86
    ],
    [
        " jaco always holds the line and there'll be no slack whatsoever right no fucking",
        2854.86,
        2859.96
    ],
    [
        " slack right that's how we roll and it's like actually there is slack and",
        2859.96,
        2864.8
    ],
    [
        " there's times where you give slack and I mean I mean I always talk about and we",
        2864.8,
        2868.12
    ],
    [
        " always talk about how I was super strict about uniforms right like hey we're",
        2868.12,
        2872.2
    ],
    [
        " gonna wear uniforms no patches all this stuff right we talk about that stuff",
        2872.2,
        2874.66
    ],
    [
        " all the time but when someone was in when we were when we were in our camp I",
        2874.66,
        2879.14
    ],
    [
        " didn't care what you were if you weren't gonna be interacting with the army of",
        2879.14,
        2882.62
    ],
    [
        " the Marine Corps I didn't care what you wore at all I mean I barely put on a",
        2882.62,
        2887.14
    ],
    [
        " shirt when we were all bit right I mean I'd be sitting in the tactical operations",
        2887.14,
        2890.16
    ],
    [
        " that are let me flip flops and and and and and and and yeah a brown t shirt",
        2890.16,
        2895.52
    ],
    [
        " and sometimes yeah sometimes and and so I didn't I'm not holding on I'm not",
        2895.52,
        2901.06
    ],
    [
        " getting crazy because guess what that's not important if I would have been",
        2901.06,
        2903.9
    ],
    [
        " running around policing up people's uniforms inside of our camp which was",
        2903.9,
        2909.4
    ],
    [
        " just us man I would have wasted a bunch of leadership capital and frustrated",
        2909.4,
        2916.06
    ],
    [
        " everyone and then guess what when I tell them hey you got to learn how to",
        2916.5,
        2920.62
    ],
    [
        " program your radio that is that is explained with the same importance as hey",
        2920.62,
        2926.16
    ],
    [
        " you got to blouse your boots when you're inside our camp that's the wrong",
        2926.16,
        2930.42
    ],
    [
        " message to send so that's why this that's why we're this book because this is",
        2930.42,
        2934.54
    ],
    [
        " about balance you've got to be able to balance when to hold the line what's",
        2934.54,
        2938.08
    ],
    [
        " important what's worth holding the line for and what things do you go okay you",
        2938.08,
        2941.74
    ],
    [
        " know what you know what life you guys want to do it that way that's cool go do",
        2941.74,
        2945.16
    ],
    [
        " it and that's what you need to learn that balance that balance is hard it's",
        2945.8,
        2950.02
    ],
    [
        " hard to do I think that again I think the awareness of it I think the awareness",
        2950.02,
        2957.74
    ],
    [
        " of it and I don't really know when I recognize the awareness of it I mean I know",
        2957.74,
        2964.5
    ],
    [
        " like when when Flynn Flynn puts up the slides of like the jockelle brief from",
        2964.5,
        2970.32
    ],
    [
        " back in the day I talked about the dichotomy leadership back then I'm surprised",
        2970.32,
        2974.24
    ],
    [
        " even knew what dichotomy meant I probably looked at I probably looked at I",
        2974.24,
        2979.34
    ],
    [
        " right before the brief and said what what am I talking about but it's one of",
        2979.34,
        2982.78
    ],
    [
        " those things I recognized it I saw it and I could definitely see it but now",
        2982.78,
        2988.64
    ],
    [
        " and just the more we work with companies even when I was in the teams the more",
        2988.64,
        2992.16
    ],
    [
        " I was working with a see-up tune you'd see when a guy was like here's a good",
        2992.16,
        2996.02
    ],
    [
        " example that you know a when a guy talks too much when when you have a leader",
        2996.02,
        2999.22
    ],
    [
        " that just talks all the time just doesn't stop he always has something else he",
        2999.22,
        3002.78
    ],
    [
        " won't let anyone else get the last word it's always that guy's people stop",
        3002.96,
        3007.22
    ],
    [
        " listening to him because he's talking all the time and it's like hey I got a",
        3007.22,
        3011.06
    ],
    [
        " good idea or why don't you be quiet for a little while I hated to have to tell",
        3011.06,
        3016.1
    ],
    [
        " that to somebody because they get super self-conscious but you know I've",
        3016.1,
        3019.3
    ],
    [
        " usually phrased it differently like hey you should you should let your guys",
        3019.3,
        3022.76
    ],
    [
        " run a little bit you know let them let them get the last word and let it's",
        3022.76,
        3026.14
    ],
    [
        " gonna give them more ownership of what you're doing if if when they get done",
        3026.14,
        3029.56
    ],
    [
        " saying and that's how we're gonna do it tonight and then this guy chimes in and",
        3029.56,
        3033.28
    ],
    [
        " you know what when we do it that way and you're like bro just say that you don't",
        3033.28,
        3037.46
    ],
    [
        " need to say it again he's like you don't need to double tap guys would say",
        3037.46,
        3041.16
    ],
    [
        " this debriefing I'm gonna double tap that like that's already been tapped don't",
        3041.16,
        3046.16
    ],
    [
        " double tap it we're gonna triple tap this thing we used to have a symbol if you",
        3046.16,
        3049.7
    ],
    [
        " can't see this for your listen we put our two whatever two p-signs and touch",
        3049.7,
        3053.96
    ],
    [
        " your thumbs together and it's like four legs sticking up in the air that's a",
        3053.96,
        3057.46
    ],
    [
        " dead horse that's the symbol for dead horse bro you don't need to say this",
        3057.46,
        3060.94
    ],
    [
        " again it's a dead horse quit beating it to death wait what is double what is",
        3060.94,
        3065.66
    ],
    [
        " double tap double tap well when you shoot a target you shoot it once and then",
        3065.66,
        3069.48
    ],
    [
        " what you normally do is you shoot it twice boom boom and so it's called a",
        3069.48,
        3072.46
    ],
    [
        " double tap so that fast mold mobile so if I was debriefing you and and I was",
        3072.46,
        3078.44
    ],
    [
        " like echo you know you need to keep your shot groups a little bit tighter on",
        3078.44,
        3086.26
    ],
    [
        " it's it well the double tap on that you know you really need to work on the",
        3086.26,
        3088.96
    ],
    [
        " shot yeah yeah I'm saying the same thing kind of like I second that notion it",
        3088.96,
        3094.14
    ],
    [
        " kind of thing it is but if you said that if you said I second that you could",
        3094.14,
        3099.26
    ],
    [
        " leave it there right but if you said I second that because you really need to",
        3099.26,
        3103.88
    ],
    [
        " tighten up your groups because your groups are a little bit dispersed around",
        3103.88,
        3107.26
    ],
    [
        " the target area and that's gonna be bad we all know it's bad bro we all",
        3107.26,
        3111.86
    ],
    [
        " think think off a space TPS report and now all that being said so it's cool I",
        3111.86,
        3121.98
    ],
    [
        " think again having the combat stories let some of these things shine and that's",
        3121.98,
        3126.36
    ],
    [
        " a good example right there you're talking first person what you're actually",
        3126.36,
        3129.56
    ],
    [
        " thinking which I think is powerful but it's good also to to outline the",
        3129.56,
        3136.98
    ],
    [
        " principles and that's what we did so here's one of the principles we outlined",
        3137.48,
        3141.66
    ],
    [
        " and this is an important one because man we got because we talk about being",
        3141.66,
        3146.78
    ],
    [
        " aggressive as a matter of fact we have t-shirts that say default aggressive",
        3146.78,
        3150.0
    ],
    [
        " right like we're not playing around being aggressive and what does that mean",
        3150.0,
        3153.44
    ],
    [
        " that means that we get some people in this in the military and in the civilian",
        3153.44,
        3158.34
    ],
    [
        " sector that we say default mode aggressive they go default mode aggressive and",
        3158.34,
        3162.56
    ],
    [
        " they don't know when to stop they get reckless they get careless they go to",
        3162.56,
        3166.3
    ],
    [
        " hard and so going back to the book here problems aren't going to solve",
        3166.68,
        3173.2
    ],
    [
        " themselves a leader must get aggressive and take action to solve the problems",
        3173.2,
        3179.42
    ],
    [
        " and implement a solution being too passive and waiting for a solution to appear",
        3179.42,
        3183.92
    ],
    [
        " often enables the problem to escalate and get out of control the enemy isn't",
        3183.92,
        3188.84
    ],
    [
        " going to back off the leader must get aggressive and put the enemy in check the",
        3188.84,
        3196.02
    ],
    [
        " good deal isn't going to deliver itself to a company the leader has to go out",
        3196.02,
        3201.02
    ],
    [
        " and make a good deal happen changes and new methodologies in a team aren't going",
        3201.02,
        3207.66
    ],
    [
        " to implement themselves leaders need to aggressively implement them and aggressive",
        3207.66,
        3212.82
    ],
    [
        " mindset should be the default setting of any leader default aggressive this",
        3212.82,
        3218.56
    ],
    [
        " means that the best leaders the best teams don't wait to act instead",
        3218.56,
        3224.18
    ],
    [
        " understanding the strategic vision or commanders intent they aggressively",
        3224.46,
        3228.6
    ],
    [
        " execute to overcome obstacles capitalize on immediate opportunities",
        3228.6,
        3232.94
    ],
    [
        " accomplish the mission and win rather than passively waiting to be told what to",
        3232.94,
        3239.7
    ],
    [
        " do default aggressive leaders proactively seek out ways to further the",
        3239.7,
        3244.24
    ],
    [
        " strategic mission they understand the commanders intent and where they have",
        3244.24,
        3247.68
    ],
    [
        " authority to do so they execute for decisions that are beyond their pay grade or",
        3247.68,
        3253.74
    ],
    [
        " above their authority default aggressive leaders still make a recommendation",
        3253.74,
        3257.58
    ],
    [
        " up the chain of command to solve problems and execute key tasks to achieve",
        3257.58,
        3262.66
    ],
    [
        " strategic victory in seal platoons and task units we expect this from leaders",
        3262.66,
        3268.02
    ],
    [
        " at every level right down to the frontline trooper in charge of just himself and",
        3268.02,
        3273.38
    ],
    [
        " his small piece of the mission but this mentality is crucial to any leader in",
        3273.38,
        3279.36
    ],
    [
        " any team or organization it is just as critical to success in business as on the",
        3279.36,
        3287.56
    ],
    [
        " battlefield aggressive means proactive but it doesn't mean that leaders can",
        3287.56,
        3294.68
    ],
    [
        " get angry lose their temper or be aggressive toward their people a leader must",
        3294.68,
        3301.84
    ],
    [
        " always deal professionally with subordinates on the team peers leaders up the",
        3301.84,
        3306.06
    ],
    [
        " chain of command customers or clients and personnel and supporting roles",
        3306.06,
        3309.84
    ],
    [
        " outside the immediate team speaking angrily to others is ineffective losing your",
        3309.84,
        3316.18
    ],
    [
        " temper is a sign of weakness the aggression that wins on the battlefield in",
        3316.18,
        3322.3
    ],
    [
        " business or in life is directed not toward people but towards solving problems",
        3322.3,
        3326.94
    ],
    [
        " achieving goals and accomplishing the mission it is also critical to balance",
        3326.94,
        3333.64
    ],
    [
        " aggression with careful thought and analysis to make sure that risks have been",
        3333.64,
        3339.24
    ],
    [
        " assessed and mitigated the dichotomy with the default aggressive mindset is",
        3339.24,
        3346.26
    ],
    [
        " that sometimes hesitation allows a leader to further understand a situation so",
        3346.26,
        3353.48
    ],
    [
        " that he or she can react properly to it rather than immediately respond to",
        3353.48,
        3359.0
    ],
    [
        " enemy fire sometimes the prudent decision is to wait and see how it develops is",
        3359.0,
        3365.58
    ],
    [
        " it a simple reconnaissance by fire is it a faint by the enemy meant to distract",
        3365.58,
        3370.1
    ],
    [
        " from the real attack is the enemy simply trying to lure you into a confined area",
        3370.1,
        3375.14
    ],
    [
        " where they have a superior force waiting to ambush a careful moment of",
        3375.14,
        3380.22
    ],
    [
        " consideration might reveal the enemy's true intentions to be overly aggressive",
        3380.22,
        3386.04
    ],
    [
        " without critical thinking is to be reckless that can lead the team into a",
        3386.04,
        3391.26
    ],
    [
        " disaster and put the greater mission in peril to disregard prudent council when",
        3391.26,
        3397.16
    ],
    [
        " someone with experience urges caution to dismiss significant threats or to fail",
        3397.16,
        3402.4
    ],
    [
        " to plan for likely contingencies is foolhardy it is bad leadership a chief",
        3402.4,
        3410.08
    ],
    [
        " contributing factor to recklessness comes from what military historians have",
        3410.08,
        3414.54
    ],
    [
        " long referred to as the disease of victory this disease takes place with a few",
        3414.54,
        3420.82
    ],
    [
        " battlefield successes producing overconfidence in a team's own tactical prowess",
        3420.82,
        3425.94
    ],
    [
        " while underestimating the capabilities of its enemy or competitor this is a",
        3425.94,
        3431.64
    ],
    [
        " problem not just for combat leaders but for leaders and teams anywhere in any",
        3431.64,
        3436.68
    ],
    [
        " arena throughout the business world and the civilian sector it is a leader's",
        3436.68,
        3442.14
    ],
    [
        " duty to fight against this disease so that the team despite its success never gets",
        3442.14,
        3448.8
    ],
    [
        " complacent the risk in any action must be carefully weighed against the potential",
        3448.8,
        3455.24
    ],
    [
        " rewards of mission success and of course to counter that thought the cost of",
        3455.24,
        3460.68
    ],
    [
        " inaction must be weighed as well as aggressive as leaders must be leaders must",
        3460.68,
        3468.54
    ],
    [
        " be cautious that they are not running to their deaths simply because it is their",
        3468.54,
        3473.92
    ],
    [
        " instinct to take action the dichotomy between aggression and caution must be",
        3473.92,
        3480.7
    ],
    [
        " balanced so be aggressive but never reckless so there's a principle principle laid",
        3480.7,
        3491.58
    ],
    [
        " out and then of course it's followed up with a business example of which",
        3491.58,
        3498.26
    ],
    [
        " is where the business gets to aggressive they start getting properties to put",
        3499.32,
        3504.48
    ],
    [
        " more stores into and they build up all this rent that they got to pay every",
        3504.48,
        3507.96
    ],
    [
        " month and next thing you know they have a down month and they got real estate",
        3507.96,
        3510.56
    ],
    [
        " bills to pay or they start hiring a ton of people because they get a super",
        3510.56,
        3514.42
    ],
    [
        " aggressive and that's you know kind of where this story leads to is we're",
        3514.42,
        3517.64
    ],
    [
        " bringing gonna bring in all these people because we think this future success is",
        3517.64,
        3520.26
    ],
    [
        " coming in the next thing you know your overhead is so huge because you got",
        3520.26,
        3523.76
    ],
    [
        " overly aggressive you end up with problems that is hard to that's so hard",
        3523.76,
        3530.36
    ],
    [
        " because it that is absolutely in my nature is to and I think in and so many",
        3530.36,
        3535.16
    ],
    [
        " people that resonate with extreme ownership that come to the musters that I",
        3535.16,
        3538.1
    ],
    [
        " mean we've got default aggressive leaders that want to go dominate the",
        3538.1,
        3541.12
    ],
    [
        " universe and you've got to really you've got to really take a step back and",
        3541.12,
        3544.78
    ],
    [
        " detach and think okay what am I not thinking about what am I not seeing how",
        3544.78,
        3548.34
    ],
    [
        " my planning for those contingencies we just talked about you know situation",
        3548.34,
        3551.64
    ],
    [
        " day you know with a client where you know they when things are going really",
        3551.64,
        3556.9
    ],
    [
        " well that's when you gotta be looking okay what what's what's what's about to go",
        3556.9,
        3561.58
    ],
    [
        " wrong that I haven't seen yet you know what I'm not planning for so it is very",
        3561.58,
        3565.88
    ],
    [
        " very difficult to balance this as a leader but you absolutely have to balance it",
        3565.88,
        3569.6
    ],
    [
        " you have to be aggressive you have to maneuver you know so many people get you",
        3569.6,
        3573.26
    ],
    [
        " know the paralysis to analysis you know people talk about don't want to make",
        3573.26,
        3577.56
    ],
    [
        " it make a decision until you know the solution is right there and it's a hundred",
        3577.56,
        3581.46
    ],
    [
        " percent guarantee nothing is ever a hundred percent guarantee about a time",
        3581.46,
        3584.54
    ],
    [
        " that's that you know that's even close to being that you know the your",
        3584.54,
        3587.46
    ],
    [
        " competition is already maneuvered on the battlefield you're gonna get wiped out",
        3587.46,
        3590.58
    ],
    [
        " killed you know in the business world you know you're gonna get you're gonna",
        3590.58,
        3594.36
    ],
    [
        " get crushed by your competition and and and so and yet being aggressive and",
        3594.36,
        3598.78
    ],
    [
        " also being prudent so that you're not falling in the traps not running to your",
        3598.78,
        3602.32
    ],
    [
        " desk not sending your team up for total disaster and it's it's the only the",
        3602.32,
        3607.16
    ],
    [
        " only answer to this the only answer to this is you have to be balanced that's",
        3607.16,
        3611.78
    ],
    [
        " the only answer because if you go too far in one direction or if you get",
        3611.78,
        3616.8
    ],
    [
        " super aggressive and you take too much risk and you'll get wiped out if you",
        3616.8,
        3621.14
    ],
    [
        " don't do anything and you sit there you're gonna get wiped out you have to you",
        3621.14,
        3625.5
    ],
    [
        " have to balance these two all the time and yeah you're right this is something",
        3625.5,
        3630.64
    ],
    [
        " that it's something that we see all the time and I saw it you know training",
        3631.78,
        3636.56
    ],
    [
        " seal platoons you get the guy that's super hyper aggressive and every time",
        3636.56,
        3640.88
    ],
    [
        " there's something going on there let's send a fire team over there and okay you",
        3640.88,
        3645.0
    ],
    [
        " send you send a fire team over there and then that fire team gets whacked will",
        3645.0,
        3647.66
    ],
    [
        " send another fire team over there okay then that fire team gets whacked will send",
        3647.66,
        3650.14
    ],
    [
        " another fire team next thing you know you're gonna have a platoon left okay so",
        3650.14,
        3653.22
    ],
    [
        " that was good you got everyone killed because you were hyper aggressive the",
        3653.22,
        3656.68
    ],
    [
        " other end of the spectrum is we're not sure where the fires coming from so we're",
        3656.68,
        3659.92
    ],
    [
        " gonna sit here and wait okay well while you're not shooting at the enemy the",
        3659.92,
        3664.62
    ],
    [
        " enemy is maneuvering and they are getting high ground and they are getting a",
        3664.62,
        3667.5
    ],
    [
        " superior position and this is the exact same thing in the business world where I",
        3667.5,
        3672.5
    ],
    [
        " mean the example of like hey we got to grow and so the aggressive leader the",
        3672.5,
        3676.6
    ],
    [
        " overly aggressive the hyper aggressive leader will grow too fast and all the",
        3676.6,
        3681.0
    ],
    [
        " sudden has overhead that's too much and can't afford to go on but at the same",
        3681.0,
        3686.94
    ],
    [
        " time you get a you get a company that's not that's not aggressive enough and",
        3687.1,
        3692.04
    ],
    [
        " they should be entering another another line of operation they should be",
        3692.04,
        3696.52
    ],
    [
        " putting they should be entering another market you know we were talking about",
        3696.52,
        3701.0
    ],
    [
        " this morning while we were working out block blockbuster and blackberry right",
        3701.0,
        3705.6
    ],
    [
        " blockbuster and blackberry who would have thought that blockbuster which was",
        3705.6,
        3709.96
    ],
    [
        " there was a blockbuster on every street corner and there was a block blackberry",
        3709.96,
        3712.96
    ],
    [
        " in everyone's pocket and they owned something like 80 something percent of the",
        3712.96,
        3716.78
    ],
    [
        " market share how they're done now are you telling me that someone that was",
        3716.78,
        3721.98
    ],
    [
        " default aggressive would have said you know what we need to figure out how to you",
        3721.98,
        3726.9
    ],
    [
        " know what these these movies might be able to come on the internet in fact there's",
        3726.9,
        3730.24
    ],
    [
        " streaming video let's get into that market and of course they would have the",
        3730.24,
        3734.12
    ],
    [
        " capital they would have the infrastructure they would have the people and and",
        3734.12,
        3737.78
    ],
    [
        " they could have they would have been being able to make that happen they had",
        3737.78,
        3741.16
    ],
    [
        " relationships with with the with the big Hollywood studios right they were",
        3741.16,
        3745.94
    ],
    [
        " getting sent those movies they had relationships they could have done that but",
        3745.94,
        3749.16
    ],
    [
        " they were sitting there going where you're gonna come rent these videos for",
        3749.16,
        3753.1
    ],
    [
        " 4.99 you got to get that VHS tape up in here right that's the way it's got to be",
        3753.1,
        3758.62
    ],
    [
        " and same thing with blackberry they're thinking well no one's gonna leave us",
        3758.62,
        3761.72
    ],
    [
        " because we got the little thing with the keyboard on it and we're set and and",
        3761.72,
        3765.8
    ],
    [
        " meanwhile they're they're both done done lack of aggressive lack of foresight lack",
        3766.02,
        3771.96
    ],
    [
        " of planning and and for me it's really just lack of being aggressive aggressively",
        3771.96,
        3776.46
    ],
    [
        " looking around now we could go the other way and we could look at look at",
        3776.46,
        3779.92
    ],
    [
        " companies that put so much capital out there that they run out of money and they",
        3779.92,
        3785.56
    ],
    [
        " go they go down to so what do you have to do you have to balance you have to",
        3785.56,
        3791.5
    ],
    [
        " balance that's what you have to do you know one more thing I think we do one",
        3791.5,
        3796.22
    ],
    [
        " more thing from this from this book just you and it's a short little piece we",
        3796.22,
        3802.24
    ],
    [
        " were talking about earlier and it kind of relates to what and I think the reason",
        3802.24,
        3805.48
    ],
    [
        " we were talking about because it was kind of related in the disease",
        3805.48,
        3808.86
    ],
    [
        " effectory you had that little chunk again we do the we do the applications",
        3808.86,
        3813.7
    ],
    [
        " of business so people can see really directly how these principles in combat",
        3813.7,
        3819.08
    ],
    [
        " and the principle correlates to the civilian sector but you had a good one just",
        3819.08,
        3823.88
    ],
    [
        " couple paragraphs on uh 84 about your kind of a stereotypical fire up extreme",
        3823.88,
        3832.7
    ],
    [
        " ownership boss that's gonna come in there and make stuff happen I thought this",
        3832.7,
        3838.18
    ],
    [
        " was a good one go I've read a lot about patent the executive vice president",
        3838.18,
        3843.68
    ],
    [
        " said we pride referring to general George S. Patten Jr the famous US Army",
        3843.68,
        3848.08
    ],
    [
        " general whose exploits in World War II were legendary I love that you",
        3848.08,
        3852.2
    ],
    [
        " reference patent in your presentation I want exactly the kind of discipline",
        3852.2,
        3855.62
    ],
    [
        " organization around here that patent expected we need people who carry out orders",
        3855.62,
        3860.22
    ],
    [
        " not question them I could tell right away that the executive vice president had",
        3860.22,
        3865.2
    ],
    [
        " no previous military experience he clearly misunderstood how effective",
        3865.2,
        3869.12
    ],
    [
        " leaders in the military led their teams it was not through rigid authoritarianism",
        3869.12,
        3873.52
    ],
    [
        " do this because I said so or you'll be punished sure there were those in the",
        3873.8,
        3878.36
    ],
    [
        " military who tried to lead like that but it was never effective so there you go",
        3878.36,
        3884.38
    ],
    [
        " and I know you and I both and and the rest the team has dealt with guys that",
        3884.38,
        3888.36
    ],
    [
        " they they have that vision of this military leadership and usually it's guys",
        3888.36,
        3892.7
    ],
    [
        " that weren't the military and you know I like to draw a line and maybe I'm right",
        3892.7,
        3895.86
    ],
    [
        " maybe I'm wrong about this I think well and and from what I know from military",
        3895.86,
        3902.28
    ],
    [
        " history when you go back to conscripts when you when you get to the conscripts",
        3903.1,
        3909.26
    ],
    [
        " those guys are beaten until they are doing what they you know what they're told",
        3909.26,
        3913.08
    ],
    [
        " to do we've we've covered some great examples of that on this podcast of",
        3913.08,
        3917.12
    ],
    [
        " situations where it's like oh you know what you know how we're gonna lead we're",
        3917.12,
        3919.98
    ],
    [
        " gonna lead through tyranny and we're gonna lead through punishment and we're",
        3919.98,
        3923.32
    ],
    [
        " gonna lead through rigid discipline rigid discipline which obviously everyone",
        3923.32,
        3928.7
    ],
    [
        " knows I'm a fan of discipline but when you're leading guys and the reason that",
        3928.7,
        3933.0
    ],
    [
        " they're following your orders is because they fear being beaten or fear being",
        3933.0,
        3936.94
    ],
    [
        " shot then shot by you you know punished by you if that's why they're again it's",
        3936.94,
        3944.82
    ],
    [
        " the same situation where if that's why they're doing it you're never gonna get",
        3944.82,
        3948.6
    ],
    [
        " the true optimal work and effort out of those people ever and even from from",
        3948.6,
        3955.3
    ],
    [
        " history I mean if you read Alexander the Great right or or Julius Caesar who's a",
        3955.3,
        3959.52
    ],
    [
        " great example I mean they had conscripts but his men loved him and admired him",
        3959.52,
        3963.76
    ],
    [
        " and held him in tremendous regard because he he rewarded them he gave them",
        3963.76,
        3967.14
    ],
    [
        " credit he he explained well I mean he was he was a guy who was always put",
        3967.14,
        3971.68
    ],
    [
        " himself in the forefront of of where the fighting was and you know much more so",
        3971.68,
        3977.54
    ],
    [
        " than just a political leader like many of the Roman the Roman leaders so just a",
        3977.54,
        3981.84
    ],
    [
        " phenomenal leader on the battlefield and and so even even then you hear the most",
        3981.86,
        3986.2
    ],
    [
        " effective leaders are always gonna be they're always gonna gonna try to get the",
        3986.2,
        3989.72
    ],
    [
        " team on board with the mission help them understand why they're doing it put",
        3989.72,
        3992.94
    ],
    [
        " it put a greater purpose in their mind and I think so often as you said before",
        3992.94,
        3996.72
    ],
    [
        " you know leader leader like that this was this was a aggressive leader great you",
        3996.72,
        4001.04
    ],
    [
        " know great person who wanted to dominate the universe and and make these",
        4001.04,
        4003.9
    ],
    [
        " happen love extreme ownership and yet is is struggling to see that because they",
        4003.9,
        4007.94
    ],
    [
        " think they're leading like you would leave they look at they look at a picture",
        4007.94,
        4010.66
    ],
    [
        " jockele like this is what jockele would do which is crush everyone until the",
        4010.8,
        4014.66
    ],
    [
        " do it because I said and as you've explained it doesn't work it doesn't work",
        4014.66,
        4018.12
    ],
    [
        " that way it's never effective and that's why that's why I'm you know I'm proud of",
        4018.12,
        4022.96
    ],
    [
        " this book and I think you can be so useful to leaders to see you can't do that if",
        4022.96,
        4026.96
    ],
    [
        " you do that you're not ever gonna be a success was you could be if you actually",
        4026.96,
        4029.8
    ],
    [
        " get the team on board explain why to them and and tie that to the bigger purpose",
        4029.8,
        4035.04
    ],
    [
        " of of what you're trying to accomplish in the world yeah yeah I think that's",
        4035.04,
        4039.1
    ],
    [
        " all true I think the book will be helpful to people so yeah dichotomy leadership it's",
        4039.56,
        4045.44
    ],
    [
        " coming out September 25th if you want to if you want to get some you can get some of that",
        4045.44,
        4050.0
    ],
    [
        " we got some Q&A we got some questions to discuss here I'll just jump right into it number one",
        4050.0,
        4057.98
    ],
    [
        " what are speaking of that this is this is flowing together quite nicely question number one",
        4057.98,
        4064.02
    ],
    [
        " what are things to look for when you're debating whether to raise your voice or yell due to those",
        4064.02,
        4071.34
    ],
    [
        " under you being lazy or unmotivated y'all talk a lot about the importance of self-control and not",
        4071.34,
        4078.02
    ],
    [
        " just losing it but would you say there's a time and place for raising the intensity while still",
        4078.02,
        4083.98
    ],
    [
        " being respectful towards your guys so there you go yell and then scream and get some sometimes",
        4083.98,
        4092.66
    ],
    [
        " taco yelled and scream at us all the time like I've I've talked about on this you know I think",
        4094.04,
        4097.7
    ],
    [
        " on the podcast we started talking about all the time and the number of times that jaco screamed",
        4097.7,
        4102.1
    ],
    [
        " and yelled at me zero zero times in all the years that we worked together and and I know I gave him",
        4102.1,
        4108.62
    ],
    [
        " at least does it's maybe hundreds of opportunities to want to probably done that and he didn't do",
        4108.62,
        4114.42
    ],
    [
        " that because he realized it wasn't effective so now listen there there is there is a time where",
        4114.42,
        4120.28
    ],
    [
        " you know if there's a major safety issue going on you're trying to get people's attention and you",
        4120.56,
        4125.26
    ],
    [
        " want people to cease fire or you need to rally the truth where you got to raise your voice and get",
        4125.26,
        4129.44
    ],
    [
        " people's attention and I think that's you can't be afraid to do that as a way there are certainly",
        4129.44,
        4133.6
    ],
    [
        " times where I say hey life get get get those bodies lined up over there or something like that I mean",
        4133.6,
        4137.06
    ],
    [
        " for sure that's is that yelling well yeah I'm definitely raising my voice and using a loud voice but",
        4137.06,
        4142.44
    ],
    [
        " I'm not doing it whatever with anger it's just hey you got to hear me and so and also",
        4142.44,
        4149.28
    ],
    [
        " you know there is times where you've got to you've got to pick up the intensity in your voice so",
        4150.28,
        4154.5
    ],
    [
        " that people realize there's something important happening right there's just enough now you don't",
        4154.5,
        4159.68
    ],
    [
        " want to eat yellow and scream and get all crazy but to be like hey I need vehicles here now like",
        4159.68,
        4165.0
    ],
    [
        " that is different than hey can you get the vehicles over here now but those are two different",
        4165.0,
        4168.72
    ],
    [
        " things and you I would react differently if I heard those two voices so yes now to go I get",
        4168.72,
        4175.36
    ],
    [
        " those vehicles over here now no one now we're creating a whole panic situation but that that's a",
        4175.36,
        4179.34
    ],
    [
        " great point too right and it's it's the kind of you know never cry wolf you know story so when",
        4179.34,
        4185.1
    ],
    [
        " when you're if you're yelling all the time how do you do these vehicles over here right now when",
        4185.1,
        4189.04
    ],
    [
        " there's nothing at stake and it's no big deal and it's just a routine movement you know then when",
        4189.04,
        4194.18
    ],
    [
        " you do that and you really need it then no one's paying attention they think oh it's just lay",
        4194.18,
        4198.44
    ],
    [
        " if yelling again into the radio so so I think that's another reason why I actually I have seen",
        4198.44,
        4204.86
    ],
    [
        " Jaco raise his voice on one occasion yeah yeah and when there was a serious issue that needed to be",
        4205.44,
        4210.82
    ],
    [
        " addressed and you needed to get the person's attention to show just how serious of the situation",
        4210.82,
        4216.44
    ],
    [
        " it was and it got everybody's attention yeah it got everybody's attention right away because you never",
        4216.44,
        4221.26
    ],
    [
        " did that and and when you did do it it was like oh man yeah and I was always tell that to leaders like",
        4221.26,
        4227.1
    ],
    [
        " being on the radio and this good goes for being in a meeting right if you go to a meeting if you're",
        4227.1,
        4231.26
    ],
    [
        " in charge of a meeting and you talk the whole time and then you have something important to say",
        4231.26,
        4234.8
    ],
    [
        " at the end well that's great but it's not as impactful as when you say very few things during the",
        4234.8,
        4239.9
    ],
    [
        " meeting and and then at the end you say hey guys listen up here's what's going on with this and",
        4239.9,
        4244.22
    ],
    [
        " everyone everyone pays attention so I've said this before the less you talk the more people listen",
        4244.22,
        4249.52
    ],
    [
        " and that goes true here the more you yell the less people listen and it takes away the opportunity",
        4249.52,
        4255.64
    ],
    [
        " if you ever do have to yell it's gonna have zero impact so my blanket statement is you should",
        4255.64,
        4261.6
    ],
    [
        " hardly ever have to raise your voice and you should just barely ever happen next question",
        4261.6,
        4270.18
    ],
    [
        " so long one can you explain more how you managed working with the local Iraqi troops general",
        4270.18,
        4279.12
    ],
    [
        " Mattis who I hold in the highest esteem esteem said something to the effect that if you are doing",
        4279.12,
        4285.8
    ],
    [
        " anything that negatively impacts relations with allied forces you are of more use to the enemy",
        4285.8,
        4291.22
    ],
    [
        " than you are to the your team this makes it quite obvious that he believes that full cooperation",
        4291.22,
        4296.96
    ],
    [
        " with allied forces is key to attaining victory it is a well established fact that most of the Iraqi",
        4296.96,
        4303.36
    ],
    [
        " forces were incompetent to the point of posing danger to us troops so what steps did you take to",
        4303.36,
        4310.14
    ],
    [
        " ensure success when working with them well obviously relations with your allies are critical",
        4310.14,
        4319.9
    ],
    [
        " it's cover move right you got to work together as a team and and if you've got if you're working",
        4319.9,
        4324.06
    ],
    [
        " against each other that's absolutely catastrophic I think for us with Iraqi troops you know",
        4324.06,
        4330.0
    ],
    [
        " again we talked about how that was liberating right for for you know the big pushback was always like",
        4330.74,
        4336.36
    ],
    [
        " is we want to do just seal you don't allow a lot of breaks we call just seals or just Americans",
        4336.36,
        4341.02
    ],
    [
        " you know just like NATO ally forces and and not work with with Iraqi troops and you know",
        4341.02,
        4348.8
    ],
    [
        " when you said that right away and that's your reason listen don't even put up a concept operations",
        4348.8,
        4354.12
    ],
    [
        " believe a connobs we call it which is the approval for the plan that doesn't have Iraqi troops on it",
        4354.12,
        4358.88
    ],
    [
        " okay got it we're gonna have to figure out a way to make that happen so that was the line was",
        4359.22,
        4362.7
    ],
    [
        " drawn we knew we had to do that and we knew it was also important I mean because you explained",
        4362.7,
        4366.74
    ],
    [
        " that we talked about it we we thought through that but obviously we had to take some steps to",
        4366.74,
        4371.96
    ],
    [
        " mitigate that so I think there were there were again this is the dichotomy it's you got to be",
        4371.96,
        4377.38
    ],
    [
        " balanced there were I saw units who thought and we gave some examples even extreme ownership certainly",
        4377.38,
        4383.72
    ],
    [
        " and we talked about regularly about where you see a unit that would take two or four Americans",
        4383.72,
        4388.66
    ],
    [
        " in a bunch of Iraqis and try to go in a really bad area like man you're not going to be able to",
        4388.66,
        4393.12
    ],
    [
        " channel those Iraqis in the middle of a gun fight when they're overwhelmed you better have",
        4393.12,
        4397.2
    ],
    [
        " enough Americans there to have your back so so they were asking too much of of the Iraqis and then",
        4397.2,
        4402.6
    ],
    [
        " there are other units that didn't want to do you know didn't want to have any Iraqis with them didn't",
        4402.6,
        4405.42
    ],
    [
        " want to have any relationships with them and I had some stern talking to you know talking to some",
        4405.42,
        4410.38
    ],
    [
        " of my guys who wouldn't weren't treating Iraqi soldiers with respect I threatened one of my guys",
        4410.38,
        4415.36
    ],
    [
        " who's got to go sleep in Iraqis soldiers barracks if you didn't go shake their hand I think he",
        4415.36,
        4420.1
    ],
    [
        " you know you know he's been talking with individual who's a great guy I think that was the last",
        4420.1,
        4424.68
    ],
    [
        " threat you had to make him submit to even think I was serious the president I'm totally serious",
        4424.68,
        4430.54
    ],
    [
        " they're just so it was props to props to SF guys mid teams that go out there and they do they live",
        4430.54,
        4437.1
    ],
    [
        " they eat you know even even having to code a myron here he did two meals a day out of three with",
        4437.1,
        4442.36
    ],
    [
        " with his afghan soldiers that's that's awesome and you know what I liked about this question was",
        4442.36,
        4449.24
    ],
    [
        " the way that that it relates to to the civilian sector because you know what I talk about a lot a",
        4449.24,
        4456.98
    ],
    [
        " lot a lot of times I talk about how my relationship with my boss regardless of who my boss was",
        4456.98,
        4461.52
    ],
    [
        " regardless of my boss was great or my boss was horrible my relationship was always the same",
        4461.52,
        4465.24
    ],
    [
        " I was gonna have this great I was gonna build a relationship when they trusted me they gave me",
        4465.24,
        4469.94
    ],
    [
        " what I needed to do my job and then they let me do my job that's the relationship I always had",
        4469.94,
        4473.02
    ],
    [
        " with all my bosses right but I I that same methodology and concept can absolutely be applied to",
        4473.02,
        4481.38
    ],
    [
        " other organizations that you're supposed to work with so whether it's the army whether it's the",
        4481.38,
        4486.5
    ],
    [
        " Marine Corps whether it's the Iraqi soldiers whether it's the MPs whether it's the I the the intel",
        4486.5,
        4493.62
    ],
    [
        " people that the intel organization that you're working with no matter what the organization you can",
        4493.62,
        4498.9
    ],
    [
        " build a relationship again might you love that organization no you might not and where I see",
        4498.9,
        4503.88
    ],
    [
        " this all the time well we see it all the time now is with businesses because guess what there's no",
        4503.88,
        4507.8
    ],
    [
        " business that's standalone or should say there's very few that are completely vertically integrated",
        4507.8,
        4512.18
    ],
    [
        " businesses I mean like an origin right we don't we we're pretty vertically integrated but guess what we",
        4512.18,
        4517.74
    ],
    [
        " don't grow the cotton like we don't do that we don't grow cotton but guess what we have a good",
        4517.74,
        4522.02
    ],
    [
        " relationship with the people that grow cotton we have a good relationship with the people that",
        4522.02,
        4526.12
    ],
    [
        " stain the cotton or sorry die the cotton so we build those relationships with those other people now",
        4526.12,
        4532.42
    ],
    [
        " I work with businesses where there's a supplier that they don't like so guess what they form a",
        4532.42,
        4538.48
    ],
    [
        " hostile relationship with this whole company a whole company what good does that do them it doesn't",
        4538.48,
        4544.08
    ],
    [
        " do them any good at all what it means is they have no personal relationships they they form that",
        4544.08,
        4549.32
    ],
    [
        " antagonistic relationship with a whole other organization and it's almost impossible to overcome",
        4549.32,
        4553.76
    ],
    [
        " so now this is something where if you don't explain that culture throughout your team they're going",
        4554.02,
        4559.9
    ],
    [
        " to treat that other team horribly and so if you're waiting on supplies if you're on a construction",
        4559.9,
        4563.32
    ],
    [
        " site and you're waiting for materials to be delivered and you don't have a good relationship with",
        4563.32,
        4568.26
    ],
    [
        " the people that deliver the drywall and now the drywall is running late for whatever reason and you",
        4568.26,
        4573.94
    ],
    [
        " call you fly off the handle or whatever you're you're not going to get that drywall any earlier it's",
        4573.94,
        4580.66
    ],
    [
        " not happening heavy ever you know when I call customer service right customer service I learned",
        4580.88,
        4586.36
    ],
    [
        " this when I was working for the admiral working for the admiral's aid I'd call up we travel a lot",
        4586.36,
        4591.4
    ],
    [
        " and I'd have to call up whatever delta or American whoever and I'd be trying to get whatever seats",
        4591.4,
        4598.86
    ],
    [
        " on an aircraft or something or a flight that was full or whatever get him an upgrade whatever",
        4598.86,
        4604.72
    ],
    [
        " and you know I'd say hey how you doing that's always I always start off with the because they're",
        4606.32,
        4611.44
    ],
    [
        " going American airline how can I help you and they're mad right they're just mad to start with",
        4611.44,
        4615.96
    ],
    [
        " like do you call me how they're mad whatever you know airline whatever car rental service whatever",
        4615.96,
        4622.78
    ],
    [
        " restaurant like people are just mad they're care they're mad they don't know who you are well they",
        4622.78,
        4627.64
    ],
    [
        " actually they've just talked to probably you know the last 25 people have screamed and you",
        4627.64,
        4631.74
    ],
    [
        " screamed and yell at them it's awful so you know you you call them and say hey how's it going",
        4631.74,
        4635.92
    ],
    [
        " and you know I always I had little had little micro jokes that I would make with the airlines",
        4635.92,
        4641.42
    ],
    [
        " that I used it with all of them all the time but one of them was I'd say they'd say well do you",
        4641.42,
        4646.5
    ],
    [
        " need to sit do you need to sit next to your boss and I'd say you know what I'd honestly",
        4646.5,
        4650.16
    ],
    [
        " appreciate it if you put me as far away from it and they'd laugh and then they'd try and hook me up",
        4650.16,
        4654.04
    ],
    [
        " even though my boss was a great guy and I'd sit with them all day but just it was a funny thing and",
        4654.04,
        4657.82
    ],
    [
        " it humanized me with them they thought I was ditch some poor sorry bastard that had to travel",
        4658.76,
        4663.46
    ],
    [
        " with his boss and then they were trying to take care of me it was like awesome so I would get the",
        4663.46,
        4667.96
    ],
    [
        " hookups I remember one time I went up and I had a conversation on the phone with someone and then",
        4667.96,
        4674.04
    ],
    [
        " of course this is different because it was live but I had a conversation like no can't catch on",
        4674.04,
        4676.66
    ],
    [
        " that flight and then I went up to the counter and I was like hey how you doing I'm trying to get",
        4676.66,
        4680.54
    ],
    [
        " me in my boss and it's on this flight and we're trying to get there and he's like this gross like",
        4680.54,
        4684.68
    ],
    [
        " well you know do you need to go to him like well look if we don't get there here's the deal",
        4684.84,
        4689.6
    ],
    [
        " if you can just get my boss on that's great if if neither one of us get get on this flight",
        4689.6,
        4694.74
    ],
    [
        " it's been nice knowing you because I'm screwed and she just started laughing and again humanized it",
        4694.74,
        4701.94
    ],
    [
        " and then it's like all of a sudden she's like oh guess what we're gonna we're gonna bump some of",
        4701.94,
        4705.36
    ],
    [
        " these or whatever and she's making room and we're on the flight so don't develop this antagonistic",
        4705.36,
        4710.9
    ],
    [
        " relationship with another organization with Iraqi soldiers like is it great working with Iraqi",
        4710.9,
        4715.84
    ],
    [
        " soldiers no it sucks it's hard but guess what that's what we have to do and I'll tell you something",
        4715.84,
        4722.44
    ],
    [
        " else strategically the Iraqi soldiers that are descendants of the guys that we train I mean",
        4722.44,
        4730.0
    ],
    [
        " maybe not I'm saying training or or training descendants right the guys that we trained trained",
        4730.0,
        4735.46
    ],
    [
        " guys who just went and fought back and got Ramadi back from ISIS and got Mazew al-Bak from ISIS",
        4735.96,
        4741.7
    ],
    [
        " those are the guys that went in there and did the bulk of fighting did they get supported by Americans",
        4741.7,
        4745.48
    ],
    [
        " yes did Americans do a kick ass job of doing massive fire support yes but the guys that were",
        4745.48,
        4750.42
    ],
    [
        " moving from street to street those were majority Iraqi soldiers did they have a special ops guys",
        4750.42,
        4755.32
    ],
    [
        " with them yes but it was a majority of the people that were moving through the streets were Iraqi",
        4755.32,
        4759.6
    ],
    [
        " and there's no way possible that wouldn't have happened if American coalition forces over the last",
        4760.5,
        4767.1
    ],
    [
        " whatever it was 10 years 12 years would have taken those guys and made them work and done the",
        4767.1,
        4774.0
    ],
    [
        " the type of partner missions that we did with them so it was and when I say again when I say we",
        4774.0,
        4779.02
    ],
    [
        " am I talking about us the the seal teams I'm talking about everyone everyone made this concerted",
        4779.02,
        4785.04
    ],
    [
        " and it ended up being a great call because when those guys went out to to finally have to fight to",
        4785.38,
        4792.02
    ],
    [
        " take these cities back they were able to do it not totally by themselves but they were able to do",
        4792.02,
        4796.8
    ],
    [
        " it they did it and that's a vast improvement if we would have sent if we would have sent the",
        4796.8,
        4801.42
    ],
    [
        " Iraqi troops as they were when we were in Ramadi into Mazew al-Bak. They would have gotten decimated",
        4801.42,
        4807.68
    ],
    [
        " so it's a credit to the US military it's a credit to the Iraqi military that they have now gotten",
        4807.68,
        4813.32
    ],
    [
        " up to speed where they can push forward and it's a credit to the US military and other coalition",
        4813.32,
        4817.28
    ],
    [
        " forces that work with them to get them up to speed and what that all boils back to is forming",
        4817.28,
        4823.98
    ],
    [
        " relationships with the people that you are dependent on not just the people but the organizations",
        4823.98,
        4829.1
    ],
    [
        " that's all I'm saying. Yeah I think they we learned the lesson it's let's do let's use them for",
        4829.1,
        4837.06
    ],
    [
        " their strengths and and that's what we learned in Ramadi we put them in situations where they could",
        4837.06,
        4842.18
    ],
    [
        " succeed we took enough Americans where we could actually succeed and and and help them succeed",
        4842.72,
        4847.52
    ],
    [
        " and and of course we put some you know some efforts to mitigate rest too with with all we always",
        4847.52,
        4853.28
    ],
    [
        " hit armed guys you always had guys looking around we always presented a you know hard target if",
        4853.28,
        4857.52
    ],
    [
        " one of those guys decided that they wanted to you know start batting for the other team and",
        4857.52,
        4861.64
    ],
    [
        " you know we were in a position to handle those problems and we never had any issues as a result but",
        4861.64,
        4865.86
    ],
    [
        " that's that's what you have to do is it's all about building coalitions and and and and using",
        4865.86,
        4870.48
    ],
    [
        " people's strengths and complimenting those strengths and working together as a team it's",
        4870.72,
        4874.12
    ],
    [
        " cover move if you don't do that you're gonna you're gonna fail. Yep and to all you people at the",
        4874.12,
        4878.64
    ],
    [
        " airlines thank you thank you for taking care of me over the years appreciate it. Next question",
        4878.64,
        4884.46
    ],
    [
        " Jocco, Lafe and Echo. Your opinion has been solicited on this leadership question right here so",
        4884.46,
        4894.64
    ],
    [
        " we'll see how that works out. A good leader ensures his team understands what their goals are and",
        4894.64,
        4900.26
    ],
    [
        " why they are performing tasks but how do you balance doing this with not being the leader that",
        4900.26,
        4906.68
    ],
    [
        " talks so much that the team stops listening. We just covered this for a long period of time.",
        4906.68,
        4911.34
    ],
    [
        " Pretty much. We didn't we I guess we can leave it at this. Echo do you agree with what we said",
        4911.58,
        4916.68
    ],
    [
        " earlier or do you have a different opinion about talking too much and mind you you've set a lot",
        4916.68,
        4922.2
    ],
    [
        " today so don't be you know don't get crazy over here or we'll stop listening.",
        4922.2,
        4926.8
    ],
    [
        " The guy who talks too much no yeah less is more 100% there you go I like it. I will say it",
        4927.12,
        4938.42
    ],
    [
        " musters when Echo's words to the audience you always give an epic speech with have solicited",
        4938.42,
        4946.54
    ],
    [
        " probably the greatest applause of everyone out there. Yeah, I guess to dig into this a little bit of",
        4946.54,
        4951.84
    ],
    [
        " how to balance that with being a leader that talks too much I think you've got to pay attention to",
        4951.84,
        4958.0
    ],
    [
        " what the reactions are you're getting for people right yeah you've got to pay attention to the",
        4958.0,
        4961.94
    ],
    [
        " reactions you're getting for people if the people are not totally actively listening to you right if",
        4961.94,
        4970.02
    ],
    [
        " they're not actively listening to you if they're taking notes if they're looking at their phone",
        4970.02,
        4974.3
    ],
    [
        " or what not taking notes but if they're looking at their phone or whatever then you're you're talking",
        4974.3,
        4978.74
    ],
    [
        " too much keep it short keep concise and people will listen to you more also that when you say you",
        4978.74,
        4988.24
    ],
    [
        " got to pay attention to yourself that's like a deep one it's like you just said it really simply",
        4988.24,
        4992.26
    ],
    [
        " like I just pay attention to yourself I mean you didn't say like that but that's what it's following",
        4992.26,
        4995.64
    ],
    [
        " that's the hardest part right there because a lot of times like hey mean life or talking and",
        4995.64,
        5000.72
    ],
    [
        " Least starts looking at his phone I'm not thinking hey I'm talking too much I'm saying what I'm saying",
        5000.82,
        5004.5
    ],
    [
        " It's not interesting enough so I need so I need to say some more cool stuff or I need to be more of this",
        5004.5,
        5009.9
    ],
    [
        " or more of that because I'm losing them kind of thing like if I'm losing you the intuitive thought",
        5009.9,
        5015.18
    ],
    [
        " It's not to completely disconnect and stop talking that's not the intuitive thought seems like when you're in a",
        5015.18,
        5020.96
    ],
    [
        " situation yeah you got to pay attention to that kind of stuff on yourself jaco does this all the time",
        5020.96,
        5026.3
    ],
    [
        " what do I do like bus his phone out so yeah and emails or whatever actually you know what",
        5026.3,
        5031.06
    ],
    [
        " okay cool I guess our conversations you know you know I do that to Dean and Dean Mr. so Dean",
        5031.06,
        5036.7
    ],
    [
        " Dean is oh Jeff Dean's really important stuff we're talking about here he's like yeah no what",
        5036.7,
        5042.12
    ],
    [
        " Dean does though is he it makes him mad right he's got the he's got the pet peeve so Dean will be telling",
        5042.12,
        5048.18
    ],
    [
        " say something and so you're doing it on purpose to get under your skin uh uh uh uh",
        5048.18,
        5053.4
    ],
    [
        " sometimes he's saying some rambling stuff right and I'm I've got stuff going on Dean come on",
        5053.4,
        5057.98
    ],
    [
        " I know you're listening to this bro but sometimes he'll be saying something to me and all the sudden",
        5057.98,
        5062.56
    ],
    [
        " I'll like look I'll like look around and and now I realize I'll just be watching people do",
        5062.56,
        5068.02
    ],
    [
        " just because we're normally on the mat with this happens so he's telling me something like looking",
        5068.02,
        5071.88
    ],
    [
        " in the eyes and he's like you know in the ancient bubble bubble he'll be telling me about the",
        5071.88,
        5076.88
    ],
    [
        " Peloponnesian more or something or whatever and and as I'm listening to him I'll kind of look and",
        5076.88,
        5082.4
    ],
    [
        " I'll just like start looking at someone that's training or looking at someone and he'll he'll like attack me",
        5082.4,
        5087.2
    ],
    [
        " he went through a period where he would just attack me and like take me down and just start you know",
        5087.2,
        5093.46
    ],
    [
        " go and cycle on me so that got me tuned up I got me tuned up where I try and give Dean some more attention",
        5093.46,
        5100.2
    ],
    [
        " yeah I like that yeah yeah I think that's uh I think that's a good",
        5100.2,
        5103.82
    ],
    [
        " good because that's what you feel like like when he starts doing that sort of the bruh I see what",
        5103.82,
        5107.44
    ],
    [
        " you're doing you know well the thing is though and I think you're in the same boat late for",
        5107.44,
        5110.6
    ],
    [
        " I know you kind of know now like in everyday life with other people you might think I mean",
        5111.02,
        5116.88
    ],
    [
        " intuitively anyway like oh I'm losing them or whatever but you can tell with him if he starts",
        5116.88,
        5121.18
    ],
    [
        " doing that stuff you're like okay he does stop or yeah move on or something but it's only because",
        5121.18,
        5126.32
    ],
    [
        " you know the same way you can give me 35 more seconds we'll be done with you can move on",
        5126.32,
        5131.42
    ],
    [
        " do it every day I will say that's a bad characteristic that I have where I can do that sometimes",
        5131.42,
        5137.68
    ],
    [
        " I'm done listening to you so wrap it up of course you'll see all the time yeah yeah",
        5137.7,
        5143.64
    ],
    [
        " this is one time as in the system all right next question for life this is a good heavy one",
        5143.64,
        5150.46
    ],
    [
        " you know what all right life in an out burger or what a burger dude I do not want to go there man",
        5150.46,
        5162.3
    ],
    [
        " that is that is too much that's like double rainbow too much this is uh I gotta I gotta tell you",
        5162.3,
        5172.34
    ],
    [
        " look obviously I'm from Texas water burgers are all over the place and water burgers are awesome",
        5172.34,
        5176.92
    ],
    [
        " you can't go wrong with water burger um in and out is uh it's pretty tough to be though it's",
        5176.92,
        5181.9
    ],
    [
        " there's something special about the internet I used to have um you know over in Pacific Beach",
        5181.9,
        5185.86
    ],
    [
        " I had a storage unit over there and there's like my storage unit was like right in an upper",
        5185.86,
        5191.14
    ],
    [
        " those are good burgers dude the uh my storage unit was it would like kick the exhaust or like",
        5192.32,
        5201.12
    ],
    [
        " right back up into the so like the exhaust blasting in your face you know from like 25 yards 30 yards",
        5201.12,
        5208.02
    ],
    [
        " away yeah as I'm like there at my storage unit unloading surfboards or whatever and I was like",
        5208.02,
        5212.08
    ],
    [
        " double double we're getting some double double so yeah internet are awesome it's it's tough to",
        5212.08,
        5217.86
    ],
    [
        " beat I'm a huge fan internet I will say this though where's the meat man come on those burgers",
        5217.86,
        5223.52
    ],
    [
        " yeah you gotta put the water burger you got a lot more more patty yeah well so apparently you're",
        5223.52,
        5228.18
    ],
    [
        " not ordered in the triple triple that's really neat quadruple quadruple yeah that's what you're",
        5228.18,
        5233.2
    ],
    [
        " going for that after it my my kids after they would cut weight for wrestling during wrestling season",
        5233.2,
        5238.96
    ],
    [
        " I spent more money in an out burger during wrestling season because after they cut weight and",
        5238.96,
        5243.92
    ],
    [
        " then they wrestle all day and then you're going home and all they want to do is go in an out burger",
        5243.92,
        5247.64
    ],
    [
        " in an out burger in an out burger yeah it's it cutting weight for me is the various I mean playing",
        5247.64,
        5253.16
    ],
    [
        " football it's like maybe you want to be as big and fast as you can be as this crush food yeah",
        5253.16,
        5257.84
    ],
    [
        " all right speaking of well I guess speaking of combat sports next question six this is a",
        5257.84,
        5273.9
    ],
    [
        " layfab and david burk and jp to nail that's cold blooded good deal that is good deal day should",
        5273.9,
        5281.44
    ],
    [
        " instructors not teach white belts certain techniques or should why they shouldn't do them be",
        5281.44,
        5291.48
    ],
    [
        " explained but still expose the white belts to techniques set the white belts recognize them",
        5291.48,
        5296.08
    ],
    [
        " so there's some techniques that you don't get taught very often as a white belt for instance a",
        5296.08,
        5300.86
    ],
    [
        " heel hook I believe that it is good to not teach people teach white belts to do heel hooks",
        5300.86,
        5308.3
    ],
    [
        " because he for example heel hooks can be very dangerous the reason that they're dangerous",
        5308.3,
        5314.66
    ],
    [
        " because they don't hurt a lot before they injure you and so white belts who are by nature",
        5314.66,
        5320.62
    ],
    [
        " completely insane and going crazy and and going nuts and so when they get a hold of something",
        5320.62,
        5326.96
    ],
    [
        " they just go as hard as they can and by the way they're usually going against the white belt that's",
        5326.96,
        5330.28
    ],
    [
        " the only reason they're getting anything on them because the grown up is white belt and that",
        5330.28,
        5332.86
    ],
    [
        " other white belt's going completely insane and he's not going to tap and so what happens",
        5332.86,
        5336.06
    ],
    [
        " you get the triple triple Lindy right ACL MCL PCL tear game over this guy's never training jiu-jitsu",
        5336.06,
        5344.98
    ],
    [
        " again or this guy's not training jiu-jitsu for two years or whatever so is it smart to not teach",
        5344.98,
        5351.3
    ],
    [
        " them yes it is however dichotomy balance should you just never show them what they are no you should",
        5351.3,
        5359.64
    ],
    [
        " you should explain to them hey this is what the move is this is this is why we don't teach him",
        5359.64,
        5364.44
    ],
    [
        " the other thing that this is why we don't teach him because you can get hurt and when you get a",
        5364.44,
        5367.52
    ],
    [
        " little bit more advanced and you learn to relax a little bit more we'll teach you some of these",
        5367.52,
        5370.22
    ],
    [
        " these techniques that are slightly more dangerous denoys freaks out because you saying that a heel",
        5370.22,
        5377.04
    ],
    [
        " hook is more dangerous than a than a comeira I mean if you ask me whether I want to have somebody",
        5377.04,
        5383.18
    ],
    [
        " just go berserk on a cuz comeira on me or a heel hook I'd probably pick the heel hook right",
        5383.18,
        5387.9
    ],
    [
        " cuz then you you still have shoulder mobility whereas comeira that's that's just if someone",
        5387.96,
        5393.78
    ],
    [
        " goes nuts on a comeira and just rip your arm up your shoulder apart what would you rather have",
        5393.78,
        5398.24
    ],
    [
        " the heel hook for sure yeah I'm thinking team look all day long so but for some reason this is",
        5398.24,
        5403.58
    ],
    [
        " kind of a rough choice there that is a rough choice that is a rough choice that's not a choice",
        5403.58,
        5408.3
    ],
    [
        " you want to be making because either one of them's not good but I think you can do a better job",
        5408.3,
        5412.9
    ],
    [
        " of replacing the knee and getting the knee squared away then you can the shoulder there's no",
        5412.9,
        5417.76
    ],
    [
        " the shoulders tough but for some reason the comeira is everyone you're learning comeira day one",
        5417.94,
        5422.7
    ],
    [
        " right day three you're learning comeira and you could definitely trash someone's shoulder but it hurts",
        5422.7,
        5428.42
    ],
    [
        " it does hurt and that's beneficial yeah I need there's shoulders gonna have a way more flexibility",
        5428.42,
        5433.76
    ],
    [
        " then you're little your knee twisting joint you like that's that you can't be like hey I'm",
        5433.76,
        5439.2
    ],
    [
        " I'm unless you get some jump double joint get hurt so you got guys who can do shoulder you know",
        5439.2,
        5446.98
    ],
    [
        " just varying levels of shoulder flexibility and then that also goes for like the pain tolerance as",
        5447.28,
        5452.46
    ],
    [
        " well knees less way less from from a wide bill perspective there's so much to to learn I mean it's",
        5452.46,
        5458.7
    ],
    [
        " you know and the more I train the more I realize how little I actually know and how much more",
        5458.7,
        5463.8
    ],
    [
        " there is that I mean why I would I would I would rather focus on you know on the more the more",
        5463.8,
        5471.18
    ],
    [
        " foundational aspects of the game and until I can get those a little bit better I think that's",
        5471.18,
        5475.42
    ],
    [
        " that makes a lot of sense to me I think you might be the bull white belt right now of the world",
        5475.42,
        5479.06
    ],
    [
        " so in the in the Navy the Ensign which is the lowest ranking Ensign at a ship or a seal team",
        5479.06,
        5486.66
    ],
    [
        " he gets called the bull Ensign which means he's been the junior guy for the longest amount of time",
        5486.66,
        5492.92
    ],
    [
        " yeah and you've been trained as you're quite some of what you you start training with me in 2005",
        5492.92,
        5497.92
    ],
    [
        " right yeah can you train before me with Fabio I train a few times okay so you've been training",
        5497.92,
        5504.08
    ],
    [
        " since oh three oh four that's been a long time bro most of that's 14 years most of that 14 years",
        5504.62,
        5513.02
    ],
    [
        " uh I'd say I've been seriously training for you know probably probably like back at it you know",
        5513.02,
        5518.18
    ],
    [
        " pretty consistently um in a mobile times a week for a year and a half okay so you're you're in",
        5518.18,
        5523.62
    ],
    [
        " on the zone you're in the zone you've been getting that blue belch at some point Todd white",
        5523.62,
        5526.88
    ],
    [
        " down in Texas gonna gonna crack it out possibly I don't know maybe you're not ready though",
        5526.88,
        5531.88
    ],
    [
        " oh maybe Todd white Todd white I'm definitely not ready he's not gonna you're going no you got nothing",
        5531.96,
        5537.44
    ],
    [
        " you got nothing check so yeah that's I think the deal same thing with same thing uh the other problem",
        5537.44,
        5545.98
    ],
    [
        " with teaching a person for instance heel hooks is then they think that that's the solution to the guard",
        5545.98,
        5551.96
    ],
    [
        " and it's not the solution to the guard it's a solution to the guard it's one possible",
        5551.96,
        5558.12
    ],
    [
        " one one one small possible solution there's many many more and there's others as you said",
        5559.26,
        5565.42
    ],
    [
        " life that are more fundamental so it's that's mine that's my answer yeah that thing um how you say the",
        5565.42,
        5573.6
    ],
    [
        " like let them know what it is yeah and when you consider an actual typical white belt class they",
        5573.6,
        5579.96
    ],
    [
        " heel it's probably not gonna be introduced in the significant capacity yeah at all like no one's",
        5579.96,
        5584.46
    ],
    [
        " gonna choose to spend time in a white belt class to teach a hill hook typically it's not gonna happen",
        5584.6,
        5589.76
    ],
    [
        " but like the control thing right like you know you get even a good blue belt has been in for a long",
        5589.76,
        5594.6
    ],
    [
        " time per but up pervel belt and up they're gonna know the control on a heel hook like if I you know",
        5594.6,
        5599.66
    ],
    [
        " a purple belt does a heel hook on you the risk of you getting injured unless you don't tap or",
        5599.66,
        5605.16
    ],
    [
        " something like that is pretty low it's gonna be pretty low because they know that control of just",
        5605.16,
        5609.18
    ],
    [
        " their whole body and general you should tap exactly right yes so the white belt they don't even have",
        5609.18,
        5613.96
    ],
    [
        " control very important they don't have control or they have a lot less control in everything by the",
        5613.96,
        5620.18
    ],
    [
        " way there's a strong possibility that there's zero control very strong but that's with everything",
        5620.18,
        5625.16
    ],
    [
        " like even on a defending I take down or defending it's like so out of control as a blue belt I",
        5625.16,
        5630.52
    ],
    [
        " heel hooked a friend of mine and I heard him and and I didn't it wasn't even he was he was a",
        5630.52,
        5638.36
    ],
    [
        " he was a no nothing right and we're going and I just started learning heel hooks and I put a",
        5638.7,
        5644.56
    ],
    [
        " heel hook on him and we were overseas and I put a heel hook on him and he wasn't tapping and I was",
        5644.56,
        5650.16
    ],
    [
        " kind of like oh that's weird you know why isn't he tapping so I went a little bit harder and then",
        5650.16,
        5654.22
    ],
    [
        " all of a sudden there was a little pop and I let going I was like and yeah but you know he was",
        5654.22,
        5660.16
    ],
    [
        " a seal and so he was like oh this isn't gonna work on me that doesn't hurt and all the so I",
        5660.16,
        5665.34
    ],
    [
        " wasn't going nuts because I like I said I was a blue belt I was in pretty good control but even",
        5665.64,
        5669.84
    ],
    [
        " I didn't realize at that time oh this will injure him before it will cause pain which is a bad",
        5669.84,
        5678.44
    ],
    [
        " thing to have yeah so yeah these kids I mean these guys if they're no one has control over anything by",
        5678.44,
        5685.52
    ],
    [
        " the way any any of their moves and they're doing heel hooks as a normal thing like oh yeah we",
        5685.52,
        5689.98
    ],
    [
        " got taught this and stuff and it's effective you know like a lot of submissions and heel hooks and",
        5689.98,
        5694.38
    ],
    [
        " a lot of foot locks are one of those ones where you have to gain the position to go for that",
        5694.38,
        5699.6
    ],
    [
        " submission you have to work a lot less than like an arm bar where you have to actually pass someone's",
        5699.6,
        5704.58
    ],
    [
        " guard and you know getting even side control but a lot of times get to them you know you got to work",
        5704.58,
        5708.64
    ],
    [
        " more to get into the position with heel hooks not not so much like that so if you know throw it out",
        5708.64,
        5714.06
    ],
    [
        " yeah you can just throw it out there and you throw in the lack of control yeah man see you",
        5714.06,
        5719.24
    ],
    [
        " increase the transfer injury for sure all right next question I'm a 66 year old police chief",
        5719.3,
        5727.3
    ],
    [
        " and CrossFit athlete is your mustard doable for me absolutely yeah they'll be there'll be plenty of",
        5727.3,
        5735.18
    ],
    [
        " people who are in your age group and there's no question that you should come and join us for",
        5735.18,
        5742.28
    ],
    [
        " mustard get after if you're your police chief your CrossFit athlete you can more more than get",
        5742.28,
        5747.22
    ],
    [
        " after with the the 445 club workouts are voluntary we usually have I mean we probably have what you know",
        5747.22,
        5754.1
    ],
    [
        " 80 85% high participation I mean it's massive but they're they're designed so that really anybody can",
        5754.1,
        5759.76
    ],
    [
        " do we have people with top level athletes down to you know folks who look like the prime been of the",
        5759.76,
        5764.84
    ],
    [
        " gym a whole lot yeah we have the guys I remember one guy that was I'm headning for double knee",
        5764.84,
        5770.64
    ],
    [
        " surgery in a week and so I'm just and he was an older guy you know that had been out of the gym",
        5770.64,
        5774.88
    ],
    [
        " for a bit and he was out there like you said that the the workouts are scaleable to the individual",
        5774.88,
        5781.8
    ],
    [
        " that's participating in the in the event and so we at all every level you can come to the",
        5781.8,
        5787.38
    ],
    [
        " monster in any literally in any physical condition you can come to the monster and you can you can",
        5787.38,
        5792.92
    ],
    [
        " get after it with us next question I find meetings of greater than or equal to eight people",
        5792.92,
        5804.32
    ],
    [
        " far less productive than smaller groups even with with a structured action oriented agenda",
        5804.96,
        5812.64
    ],
    [
        " is there a maximum amount of people you'd involve in a strategic or tactical planning group",
        5812.64,
        5819.5
    ],
    [
        " I don't think I don't think there is a maximum amount I think it just has to be controlled and you",
        5819.5,
        5827.28
    ],
    [
        " got to have you got to have some decentralized command where people understand if there's just",
        5827.28,
        5831.42
    ],
    [
        " a bunch of people in the meeting and everyone's kind of speaking in turn and talking over each",
        5831.42,
        5837.12
    ],
    [
        " other you're not going to get anything done so you got to have there's got to be one leader who's",
        5837.12,
        5840.08
    ],
    [
        " running that there's got to be some some you know some other subordinate leaders that and one",
        5840.08,
        5846.08
    ],
    [
        " person's got to drive that meeting and make sure that when someone starts going and down a rabbit hole",
        5846.08,
        5850.58
    ],
    [
        " okay you guys have a sidebar conversation afterward let's keep this meeting focused and let's",
        5850.58,
        5856.18
    ],
    [
        " and ultimately the decision maker who can focus the team on a single course of action get her by",
        5856.18,
        5860.82
    ],
    [
        " behind them I agree and there's certainly times where you can bring too many people into try and",
        5860.82,
        5865.74
    ],
    [
        " figure something out I mean that can certainly happen and we we have the good idea fairies that",
        5865.74,
        5869.62
    ],
    [
        " keep coming around with their good ideas and because I know what if we did this I wonder if we did",
        5869.62,
        5872.86
    ],
    [
        " that there's also an interesting dynamic that you just pointed out that ties into a question that",
        5872.86,
        5876.96
    ],
    [
        " we had earlier or something that we were talking about earlier which is okay so let's say we have",
        5876.96,
        5882.76
    ],
    [
        " a meeting and there's 15 people in that meeting if the leader of that meeting then we'll say steps",
        5882.76,
        5890.36
    ],
    [
        " down into the position of being the the director of the meeting itself",
        5891.1,
        5897.54
    ],
    [
        " guess what he's doing the whole time he's talking he's pulling things he's getting and what he's",
        5897.54,
        5902.86
    ],
    [
        " doing while he's doing that is he's getting in the weeds of what's going on so as he's getting in the",
        5902.86,
        5907.28
    ],
    [
        " weeds of what's going on he's losing the strategic vision and so if there's 20 people in a meeting",
        5907.28,
        5912.7
    ],
    [
        " and you as the leader are going okay what do you think what do you think what do you think and",
        5912.7,
        5916.24
    ],
    [
        " hey no let's get refocused when you're doing all that traffic copying you're actually losing your",
        5916.24,
        5922.52
    ],
    [
        " strategic altitude you're not going to be able to see and make a good clear decision so if there's",
        5922.52,
        5927.48
    ],
    [
        " 30 40 50 people in a meeting and you as the leader get down in the weeds and get down in the trenches",
        5927.48,
        5935.02
    ],
    [
        " and you start throwing down with everyone well it's not going to take very long well you're just",
        5935.02,
        5939.72
    ],
    [
        " you're just one of the troops and you don't see anything whereas if you let let one of the other",
        5939.72,
        5945.44
    ],
    [
        " leaders let one of the subordinate leaders let them step up let them start to do their thing let",
        5945.44,
        5949.08
    ],
    [
        " them do the direction of the meeting you might even tell them hey run this meeting I would do that",
        5949.08,
        5953.54
    ],
    [
        " I'd be like hey you run this meeting and then you let them get in there in the trenches and let",
        5953.54,
        5958.52
    ],
    [
        " them try and sort out ideas and they're mind gets filled with a bunch of crap and meanwhile you're",
        5958.52,
        5962.68
    ],
    [
        " in the meeting you're just not running it so there's a big difference between running the meeting",
        5962.68,
        5967.16
    ],
    [
        " and overseeing the meeting or being in the meeting or being the leading leader of the meeting so if",
        5967.16,
        5972.88
    ],
    [
        " we're going through a kill house or if we're going if we're going through a kill house that's a good",
        5972.88,
        5977.44
    ],
    [
        " example which is the you know the building with a bunch of rooms in it if as the leader you don't say",
        5977.44,
        5983.68
    ],
    [
        " hey I'm gonna run this kill house I'm not gonna I'm not gonna direct the movement through the kill",
        5983.68,
        5988.96
    ],
    [
        " house because then guess what you're doing you're directing the movement through the kill house",
        5988.96,
        5992.38
    ],
    [
        " what you want to do is take a step back and say hey you third fourth fifth in the chain of command",
        5992.38,
        6000.06
    ],
    [
        " you run this kill house you run the train and now that guy goes okay cool I got it and now while he's",
        6000.24,
        6006.0
    ],
    [
        " running the train doing the work you're step back at altitude you can see what's going on you can",
        6006.0,
        6010.82
    ],
    [
        " hear the frustration you can hear shots fired you know where people are moving then you become",
        6010.82,
        6015.72
    ],
    [
        " you're the real leader so same thing in a meeting the dynamics of the meeting or you get more than",
        6015.72,
        6021.18
    ],
    [
        " 10 people 15 people and what you're doing is you're down there directing traffic it's going to be",
        6021.18,
        6025.68
    ],
    [
        " really problematic for you if you have a meeting with 15 or 20 people and you tell someone else to",
        6025.82,
        6032.48
    ],
    [
        " direct the meeting and run the meeting and you take a step up and you simply observe you're going to",
        6032.48,
        6037.62
    ],
    [
        " have a better time feeling like the meeting is effective and you will get the benefit of hearing",
        6037.62,
        6044.9
    ],
    [
        " all these different voices which is good which is good to hear all these different opinions and",
        6044.9,
        6049.06
    ],
    [
        " voices and be able to pick through and sort through and that's going to give you more benefit",
        6049.06,
        6053.22
    ],
    [
        " than you know what I get there's too much going on in this meeting only give me two people and",
        6053.22,
        6057.72
    ],
    [
        " we'll make the decisions well there's some people number number the the sixth person that person",
        6057.72,
        6062.38
    ],
    [
        " had a good input right the 12th person might have had some good input so again is there balance",
        6062.38,
        6067.72
    ],
    [
        " yes are there certain decisions that you kind of need to take and really dive down and with a small",
        6067.72,
        6072.44
    ],
    [
        " group absolutely but is it good sometimes to let things air out and let someone run a meeting and",
        6072.44,
        6078.8
    ],
    [
        " you listen and you learn kind of what the overall atmospheric to the situation are absolutely that's",
        6078.8,
        6085.62
    ],
    [
        " my answer I think it's a great one it helps people it helps people listen to you as well right I mean",
        6085.62,
        6090.44
    ],
    [
        " when if if you're the boss and you're just sitting back and you're not saying anything and then all",
        6090.44,
        6093.92
    ],
    [
        " of a sudden you're like hey guys we're getting way off topic here this is what we need to do here's",
        6093.92,
        6098.08
    ],
    [
        " the address we need to go got it everyone's you know back on track whereas if you're in the middle of",
        6098.08,
        6102.56
    ],
    [
        " it then yeah people are just automatically you know kind of doing their thing I'm sure we said this",
        6102.56,
        6106.8
    ],
    [
        " before and I know we talked about earlier but like when I would say something on the radio and",
        6106.8,
        6110.34
    ],
    [
        " task unit bruiser when I would say like a legitimate thing man it would happen if I got on and said",
        6110.34,
        6116.34
    ],
    [
        " everyone get the building 34 now people would go and I one of my favorite things to do one of my",
        6116.34,
        6122.36
    ],
    [
        " favorite conversations to have on the radio with with either you or stoner was like I remember you'd",
        6122.36,
        6128.2
    ],
    [
        " be like you'd say hey jockel we got another mover where I want to take down building 34 and I'd",
        6128.2,
        6133.26
    ],
    [
        " come up and go do it that was all I'd ever said be like do it and I just like go because I'm not",
        6133.26,
        6138.94
    ],
    [
        " trying to talk right I got these guys got their situations handled hey he's going outside of",
        6138.94,
        6144.7
    ],
    [
        " something that we planned hey jockel want to build a move to building 34 and take that thing down",
        6144.7,
        6148.54
    ],
    [
        " do it not well why do you want to do that you know why he wants to do it because he's got a good reason",
        6148.54,
        6154.44
    ],
    [
        " he's not asking me that because it's a fantasy that he thinks it's going to be cool no there's a reason",
        6154.44,
        6158.46
    ],
    [
        " and he'll explain that to me later and if it was something where he's like I want to you know",
        6158.46,
        6162.26
    ],
    [
        " start doing jumping jacks out here then I might ask why because that doesn't make my sense to me",
        6162.7,
        6167.08
    ],
    [
        " but to say hey we're gonna we're gonna hit building 34 as well what if we were doing burpees",
        6167.08,
        6172.58
    ],
    [
        " with that make more sense that that makes a little more sense a little more sense than jumping jacks",
        6172.58,
        6177.7
    ],
    [
        " no look that that actually worked a word for us when you when you said some of the radio like",
        6177.7,
        6183.1
    ],
    [
        " got it we're good like it decision made everyone's on board and I think it's it's something that",
        6183.1,
        6189.6
    ],
    [
        " you've got to you've got to focus on what like when a leader talks it should matter and and I think",
        6191.12,
        6195.76
    ],
    [
        " you can be you got to be really careful about that and I've certainly been a chief violator that",
        6195.76,
        6200.26
    ],
    [
        " of like going off a two dip too many different directions but that you did extremely well",
        6200.26,
        6204.88
    ],
    [
        " attaching a bruiser and it works and every leader should be very cogniz of that yeah the less you",
        6204.88,
        6209.7
    ],
    [
        " talk the more people listen all right next in a in a middle management position what's the best",
        6209.7,
        6220.5
    ],
    [
        " way to support the company and leadership you work for while still showing your fellow workers",
        6220.5,
        6227.66
    ],
    [
        " they are supported and appreciated I work in surgery at a large hospital within even larger",
        6227.66,
        6235.16
    ],
    [
        " corporation this is one of those things and I remember saying I'm sure I got this from hack worth but",
        6238.28,
        6242.4
    ],
    [
        " it's one of those things that I've said so many times I actually probably forget to even give credit",
        6242.4,
        6247.72
    ],
    [
        " to hack worth but you know when problems little problems will arise up the chain of command and I'd",
        6247.72,
        6252.82
    ],
    [
        " be like everyone hates the echelon of command above them right that's the way it is like and that's",
        6252.82,
        6259.24
    ],
    [
        " just the way it is that's the way it is it's always they don't get it it's always they don't understand",
        6259.24,
        6263.44
    ],
    [
        " unless you get somebody that really knows how to explain and communicate down the chain of commands",
        6264.44,
        6269.92
    ],
    [
        " that everyone understands why they're doing what they're doing that's what this is that's exactly",
        6269.92,
        6273.9
    ],
    [
        " what this is like it's the best way to support the company leadership it's to take what the",
        6273.9,
        6278.68
    ],
    [
        " company and the leadership of the company says and translate it to the troops in a way that they",
        6278.68,
        6284.66
    ],
    [
        " understand and that means something to them right so you go to a big meeting and you know like let's",
        6284.66,
        6292.9
    ],
    [
        " say an all-hand's meeting for a company and and the CEO is saying hey we made you know we made",
        6292.9,
        6300.06
    ],
    [
        " 87 million dollars last year profit and if all the frontline troops are in there they're like well",
        6300.06,
        6305.34
    ],
    [
        " well that's cool but I didn't see that reflected in my paycheck by the way you gave me a four dollar",
        6305.34,
        6315.02
    ],
    [
        " raise over the last three years how about some of that 87 million kick it down to the people so",
        6315.02,
        6320.5
    ],
    [
        " that's problematic because we aren't explaining hey that's it that literally that statement right",
        6321.3,
        6325.9
    ],
    [
        " there will actually make people mad the the CEOs thinking everyone's gonna love me because I'm",
        6325.9,
        6330.9
    ],
    [
        " telling them how profitable we are as a company all everyone's thinking as well then why can't you",
        6330.9,
        6334.82
    ],
    [
        " afford to buy me that piece of gear that we need on the front lines what's your problem that's",
        6334.82,
        6339.92
    ],
    [
        " so you actually think you're helping but you're actually hurting unless you can explain to people",
        6339.92,
        6344.2
    ],
    [
        " look we made this much profit here's how it's gonna benefit us as a company and you as a frontline",
        6344.2,
        6348.78
    ],
    [
        " troop by us making this much money it means we can grow these areas it means we can bring on more",
        6349.46,
        6353.92
    ],
    [
        " people that means everyone in this room right now in the next three years you're gonna have an",
        6353.92,
        6357.5
    ],
    [
        " opportunity being a leadership position that's what I'm talking about that's why we're trying to",
        6357.5,
        6361.58
    ],
    [
        " grow that's why we're trying to do better by the way as we this is snowballing even more because now",
        6361.58,
        6365.82
    ],
    [
        " we're putting more money into advertising we've got a whole advertising campaign that's going out we've",
        6365.82,
        6369.72
    ],
    [
        " invested a bunch of money in that and it's gonna bring us more business and that means the jobs that",
        6369.72,
        6373.9
    ],
    [
        " you think might not be stable your job if you don't think it's stable it just got stable because we",
        6373.9,
        6378.22
    ],
    [
        " have the capital to get this machine moving even faster so when you do that when you explain to",
        6378.22,
        6385.7
    ],
    [
        " the troops why something's happening it makes them understand and it shows your people hey you're",
        6385.7,
        6391.96
    ],
    [
        " supporting are there times where you should push back yes there are and if something makes no",
        6391.96,
        6398.08
    ],
    [
        " sun to whatsoever you should raise your hand and say hey let me let me go let me run this up the",
        6398.08,
        6402.02
    ],
    [
        " chain of command let me run this up the chain of command and explain why this isn't a good idea",
        6402.02,
        6406.56
    ],
    [
        " and that way you can go and when you get the reason because there'll be a reason and it might not be",
        6406.86,
        6410.94
    ],
    [
        " the best reason but it'll be a reason and you go back to the troops and say hey here's why this is",
        6410.94,
        6414.52
    ],
    [
        " going on this is what's happening this is the decision they made and you know what we're going to do",
        6414.52,
        6419.22
    ],
    [
        " our best to execute it because that's what we do we make things happen we're gonna get it done",
        6419.22,
        6424.0
    ],
    [
        " boom and we get a great we've got a great depiction of that in the talking about being humble",
        6424.0,
        6430.68
    ],
    [
        " not passive and pushing back where it matters in the dichotomy leadership that's that whole section",
        6430.68,
        6436.64
    ],
    [
        " is talking exactly about that it's a very hard thing for people and the the basis of this question",
        6436.64,
        6441.5
    ],
    [
        " though is the us versus them right front lines versus corporate headquarters and and you've got",
        6441.5,
        6448.0
    ],
    [
        " to defeat that if you're a good leader you got to recognize look we're all on the same team we",
        6448.0,
        6451.76
    ],
    [
        " can't do what we need to do without having the support and you know the resources and the approvals",
        6451.76,
        6457.92
    ],
    [
        " of plans from the corporate headquarters you know and corporate headquarters it oftentimes",
        6457.92,
        6463.98
    ],
    [
        " so not only are is there frustration up the chain there's also frustration down the chain you",
        6463.98,
        6468.92
    ],
    [
        " hear that all the time like well the front lines they don't really get it they don't get it over",
        6468.92,
        6472.52
    ],
    [
        " there well listen from the front lines is where the actual mission gets won or lost yeah so",
        6472.52,
        6477.48
    ],
    [
        " you got you might want to have them on board with the bro exactly so you got to make sure that",
        6477.48,
        6481.78
    ],
    [
        " you know that it's got to if you want a successful team you you can't have us versus them everybody",
        6481.78,
        6485.98
    ],
    [
        " get on board for the big win get on board for the big win yeah the full metal jacket right what's",
        6485.98,
        6491.36
    ],
    [
        " your problem son why don't you get on board for the big win and and you think oh well if I'm the",
        6491.36,
        6496.18
    ],
    [
        " general and I'm telling this young guy that's got a peace sign on this helmet that represents the",
        6496.18,
        6500.46
    ],
    [
        " dichotomy maybe that's where I learned the word dichotomy from that represents the dichotomy of",
        6500.46,
        6505.3
    ],
    [
        " what does he say the dichotomy of he says the duality of the duality of man yeah you're right that",
        6505.3,
        6510.04
    ],
    [
        " represents the duality of man why don't you take that thing off and get on board for the big win",
        6510.04,
        6514.9
    ],
    [
        " and that's such a great line from that movie join the team son get on board for the big win",
        6515.24,
        6519.48
    ],
    [
        " that's such a great line from that movie because that's exactly what we're talking about that does",
        6519.48,
        6523.14
    ],
    [
        " absolutely nothing for that front line soldier that goes okay you're saying that and I'm literally",
        6523.14,
        6528.72
    ],
    [
        " bearing people right now in this situation and so for you saying that to me means nothing in fact",
        6528.72,
        6534.44
    ],
    [
        " it shows how completely freaking out of touch you are and so they did a great job in that movie",
        6534.44,
        6539.16
    ],
    [
        " of representing that through one single line it won't you just get on board for the big win",
        6539.16,
        6543.68
    ],
    [
        " it's like well no actually why don't you lead how does that sound",
        6543.68,
        6547.46
    ],
    [
        " so communicate up and down the chain of command make sure people know why and tie in",
        6547.46,
        6556.14
    ],
    [
        " why it matters to them next question",
        6556.14,
        6560.08
    ],
    [
        " in extreme ownership you talk about being close with the team but not so close that they forget",
        6560.08,
        6567.66
    ],
    [
        " who's in charge or that the good of the team suffers how do you overcome the isolation of",
        6567.66,
        6574.12
    ],
    [
        " leadership what strategies did or do you employ to avoid the isolation becoming an issue",
        6574.12,
        6581.62
    ],
    [
        " this is an example of I'm gonna take this to the extreme and I'm not gonna be too close to my",
        6581.62,
        6590.06
    ],
    [
        " people guess what I'm not talking to them right I'm not gonna speak to them I'm gonna I'm gonna",
        6590.06,
        6594.98
    ],
    [
        " maintain a distance I gonna and it's it's obviously not true it's obviously not true and I think",
        6594.98,
        6599.58
    ],
    [
        " you know the the relationship that you and me and Seth and the that we all had was clearly",
        6599.58,
        6604.78
    ],
    [
        " uh this right I wasn't alone I wasn't isolated as the leader because we were all",
        6604.78,
        6611.84
    ],
    [
        " bros and hanging out and now did it start off like no you know I as we always talk about like I",
        6611.84,
        6616.72
    ],
    [
        " come across a hackward style of like hey we're not gonna joke around for at least whatever six to",
        6616.72,
        6621.12
    ],
    [
        " eight weeks to make sure that these dudes are good to go and that that they understand where I'm",
        6621.12,
        6626.48
    ],
    [
        " coming from and and that's cool but once we get through that okay like then it's like open up a",
        6626.48,
        6632.34
    ],
    [
        " little bit then it's like open up a little bit more and then it's up one up a little bit more",
        6632.34,
        6634.92
    ],
    [
        " so that you're not isolated at the top because not only is it important that you're not isolated",
        6634.92,
        6639.46
    ],
    [
        " that's like that's like a marginal thing what's more important is what I talked about earlier is",
        6639.46,
        6644.3
    ],
    [
        " if you if life can't come to me and say hey man hey I don't agree with this plan or more",
        6645.6,
        6651.24
    ],
    [
        " importantly hey jaco here's what's going on with the troops right now here's what's going on",
        6651.24,
        6655.82
    ],
    [
        " with the mentality here's what's going on with the morale if he can't knock on my door and say",
        6655.82,
        6660.12
    ],
    [
        " that to me then that's a real problem because now um you know I'm in the dark on what's happening",
        6660.12,
        6668.36
    ],
    [
        " inside inside with the troops which is problematic yeah I think it's this to me sounds like",
        6668.8,
        6675.14
    ],
    [
        " I was thinking about this question and it sounds to me like maybe a junior leader that was",
        6675.14,
        6679.66
    ],
    [
        " promoted up the chain because that's where you really feel like when I go from you know the",
        6679.66,
        6683.1
    ],
    [
        " assistant will do commander where I'm like kind of one of the boys and I'm you know we're we can",
        6683.1,
        6687.36
    ],
    [
        " you know it's kind of I can kind of play interference with it with the officer in charge and",
        6687.36,
        6692.3
    ],
    [
        " the battalion commander now if it's not I get promoted it's you recognize instantly there's",
        6692.3,
        6698.34
    ],
    [
        " kind of distance yourself a slightly from where you were previously recognized when you took over",
        6698.34,
        6703.08
    ],
    [
        " Charlie put you in as the battalion commander when did you realize you needed to transition from",
        6703.08,
        6707.06
    ],
    [
        " being one of the boys until being the oh I see in that there was that the gap was going to open up",
        6707.06,
        6712.86
    ],
    [
        " a little bit was it as soon as you took over it was pretty quick because I've been to buds and",
        6712.86,
        6717.18
    ],
    [
        " and seal qualification training you know escutier advanced training with with several guys and I",
        6717.18,
        6721.88
    ],
    [
        " knew these guys very well and you know I think we had big house party hanging out you know having a",
        6721.88,
        6726.8
    ],
    [
        " good time and and everybody's over at my house and all of a sudden I realized some I did all the time",
        6726.8,
        6731.52
    ],
    [
        " you know it's an assistant commander and all of a sudden we're in it work you know the next week",
        6731.52,
        6736.44
    ],
    [
        " and I got to got to make some some tough calls and we got to get you know drive the standards a little",
        6736.44,
        6741.54
    ],
    [
        " bit higher where we're at and there's some pushback and you realize like okay when it's when it's",
        6741.54,
        6746.46
    ],
    [
        " time to give some bad news or say hey we're not doing as good as we should we need to fix that and",
        6746.46,
        6751.2
    ],
    [
        " they kind of give you the like hey bro you know what are you doing for that you know then it's then",
        6751.2,
        6755.72
    ],
    [
        " you like okay I'm gonna have to I'm gonna have to distance a little bit but the isolation you",
        6755.72,
        6760.8
    ],
    [
        " should never be isolated I think that's one thing that you know I remember coming into your office",
        6760.8,
        6765.46
    ],
    [
        " and I'm coming and hang out all the time in your office you know you you you come in and hang out",
        6765.46,
        6771.04
    ],
    [
        " in the platoon space I mean I come you know we see each other in the gym we're like we're always",
        6771.04,
        6775.06
    ],
    [
        " trying to find a way to like hang out and talk and and it was even even when you know set stone",
        6775.06,
        6781.16
    ],
    [
        " was all the way across the other side of the city I mean I you know we still connect with him and",
        6781.16,
        6784.9
    ],
    [
        " talk to him with a phone once well yeah well I talked about time on the uh and DVT",
        6784.9,
        6790.16
    ],
    [
        " yeah you guys you guys talk right but but haven't but even even me you know he we'd always he came by",
        6790.16,
        6795.9
    ],
    [
        " like we'd always try to try to get together and talk to each other and catch up where there's",
        6795.9,
        6798.9
    ],
    [
        " in the chow hall or are you know in the platoon space and you know guys like I remember Tony would",
        6798.9,
        6805.56
    ],
    [
        " come in there I'd come in I'd walk in and I'd see the wind plan written up on chakos whiteboard",
        6805.56,
        6810.98
    ],
    [
        " and tasking at rooster or Tony had written out all the things that we needed to do to win in",
        6810.98,
        6815.14
    ],
    [
        " rambadi which were pretty harsh yes true probably on the probably on the level like gangus calm and",
        6815.14,
        6822.18
    ],
    [
        " certainly they were news that gangus calm wind plan where'd you know well hey man but we are as",
        6822.18,
        6827.0
    ],
    [
        " its mayor we are we are joking laughing about that this is the relationship jago had you know not",
        6827.0,
        6830.6
    ],
    [
        " with me but with with other leaders in the task unit and and I think you have to have that I mean",
        6830.6,
        6835.46
    ],
    [
        " you've got to have a you've got to have relationship with your people you can't think that I can't",
        6835.46,
        6839.96
    ],
    [
        " talk to anyone I can't interact with anyone I think this you're going to be unsuccessful as a leader",
        6839.96,
        6844.08
    ],
    [
        " you know if if you try to roll that way it's just not going to work yeah I think where you might",
        6844.08,
        6849.08
    ],
    [
        " feel what might feel like a isolation which is definitely true and this is the burden of command",
        6849.08,
        6854.66
    ],
    [
        " right like guess what you your friends with lay for your friends with Seth your friends with Tony",
        6854.66,
        6860.1
    ],
    [
        " your friends with these guys but at the same time like oh the burden of command is on you and it's",
        6860.1,
        6867.38
    ],
    [
        " going to be you you're going to you're going to bear that right in your platoon it's like hey",
        6867.38,
        6871.7
    ],
    [
        " you got your assistant to command as you got your platoon chief you got your LPO but when something",
        6871.7,
        6876.62
    ],
    [
        " goes wrong if something goes wrong if you if there's a bad if something happens on a mission that",
        6876.62,
        6883.22
    ],
    [
        " goes bad I'm not talking I'm not I'm not looking at the assistant platoon commander I'm I'm looking",
        6883.22,
        6889.74
    ],
    [
        " at you that's the burden of command that's so that thing yeah that's the there's one man that",
        6889.74,
        6894.38
    ],
    [
        " stands on the carpet right that's that's the way it works and sometimes being one man that's",
        6894.38,
        6899.7
    ],
    [
        " that's a little bit of an isolating feeling to and to help help you understand our leading petty",
        6899.7,
        6903.44
    ],
    [
        " officer charlie battoon awesome awesome amazing seal love the guy and hopefully you can be on",
        6903.44,
        6908.96
    ],
    [
        " here one of these days but after maybe there you will as retirement comes one one one of these days",
        6908.96,
        6914.0
    ],
    [
        " but he was I'm we were we were up in Nevada training and we took a couple days to go snowboarding",
        6914.0,
        6922.9
    ],
    [
        " which was an awesome good deal and he like we're in the van he looks around he like sees me he's like",
        6923.44,
        6928.82
    ],
    [
        " I'm not the senior guy in charge and so he's screaming laughing about how awesome it is to",
        6928.82,
        6936.0
    ],
    [
        " knock me the senior guy because he knows the burden of command is now with me and not with him the",
        6936.0,
        6940.54
    ],
    [
        " fuck guys getting trouble or do something stupid to know yeah yeah which is while you're in Tahoe",
        6940.54,
        6947.04
    ],
    [
        " guys getting in trouble and doing stuff stupid is probably a fairly likely thing to have a",
        6947.44,
        6952.24
    ],
    [
        " highly probable that's one of my favorite trips that I did multiple times yeah so that's it man build",
        6952.24,
        6960.08
    ],
    [
        " relationships and at the same time you are when you're in charge you're in charge and there's a",
        6960.08,
        6964.56
    ],
    [
        " little bit of uh that's called the burden of command embrace it and I think we got time for one more",
        6964.56,
        6970.9
    ],
    [
        " quest here you go in lafe and jacos opinion you've been excluded from this one echo Charles",
        6974.2,
        6980.68
    ],
    [
        " so they don't want your opinion what has changed or what point do you find you need to emphasize more",
        6980.68,
        6990.38
    ],
    [
        " from when you wrote extreme ownership to now well this is a softball question that I selected",
        6990.38,
        6995.48
    ],
    [
        " you took all the easy ones well yeah I think they answered this one's pretty obvious that's why",
        6996.96,
        7001.98
    ],
    [
        " we wrote the book dichotomy leadership I mean this is uh this is what we hadn't needed to emphasize more",
        7001.98,
        7008.54
    ],
    [
        " and uh just as you know you talked about this when we were talking about jaws to you know whether",
        7008.54,
        7013.56
    ],
    [
        " now you know the sequel is gonna be as good and you know we had we had pressure to write a book",
        7013.56,
        7017.62
    ],
    [
        " extreme ownership did very well like hey you guys should write another book we didn't want to write",
        7017.62,
        7021.66
    ],
    [
        " another book until we actually had something useful to write about that would impact leaders for",
        7021.66,
        7026.14
    ],
    [
        " the better help them be better people better leaders lead better teams lead better lives and",
        7026.14,
        7031.62
    ],
    [
        " and that's what this is the dichotomy leadership answers the most difficult challenges and an",
        7031.62,
        7037.14
    ],
    [
        " obstacle that we see leaders face and I think that three years you know one thing that uh",
        7037.14,
        7041.74
    ],
    [
        " extreme ownership did for us is I mean our company blew up as a result ashlaw front we were able to",
        7041.74,
        7046.26
    ],
    [
        " work with so many more uh leaders and so many more companies and we got to see this over and",
        7046.26,
        7051.38
    ],
    [
        " over and over and over and over again and and this uh this is capturing those those issues uh",
        7051.38,
        7058.1
    ],
    [
        " that that we saw uh and then the solutions to solve those problems through leadership",
        7058.1,
        7062.1
    ],
    [
        " yeah I think it's gonna be pretty evident and I think it was cool how it revealed itself",
        7062.1,
        7067.58
    ],
    [
        " as the subject matter of the next book I mean we we like you said business blew up yes we were",
        7067.58,
        7075.2
    ],
    [
        " busy we weren't really sitting there going okay what should the next book we read about what should",
        7075.2,
        7081.36
    ],
    [
        " we actually didn't even think we weren't even thinking about it and then as we started saying",
        7081.36,
        7086.74
    ],
    [
        " hey you know people don't understand this as well hey we we should have added more chapters",
        7086.74,
        7092.84
    ],
    [
        " about the dichotomy we should and it's like over time all of a sudden it became very it became",
        7092.84,
        7098.34
    ],
    [
        " completely blatantly obvious that what people needed help with was this most difficult thing which",
        7098.34,
        7105.92
    ],
    [
        " is achieving the balance of all the different dichotomies of leadership and that's why we wrote",
        7105.92,
        7111.44
    ],
    [
        " the dichotomy leadership gets on right on well we're just hitting that two hour mark which means",
        7111.44,
        7119.64
    ],
    [
        " we only have two hours for echo to talk about support",
        7119.64,
        7122.48
    ],
    [
        " you're saying man yeah yeah you said echo is excluded for that last question but I want to know",
        7122.48,
        7129.3
    ],
    [
        " what your answer is echo from uh oh yeah what you learned uh since extreme",
        7129.3,
        7133.8
    ],
    [
        " ownership come out since the podcast is launched okay so the the main thing that sticks out",
        7133.8,
        7138.68
    ],
    [
        " main thing is that is what people seem to ask you all the time is what do I do when other people",
        7138.68,
        7145.2
    ],
    [
        " aren't taking extreme ownership and here's thing when you're outside and listening you're like uh huh I",
        7145.2,
        7149.36
    ],
    [
        " see what you know I it's almost like a funny question right because it's like what what do you call",
        7149.36,
        7153.04
    ],
    [
        " that like ironic right kind of where they're like what do you do with other people but it's you the",
        7153.04,
        7157.44
    ],
    [
        " one supposed to anyway so that's sick but the reason that that's significant is because when you're",
        7157.44,
        7162.46
    ],
    [
        " in the situation that's exactly what it feels like you can't like really see it",
        7162.46,
        7166.66
    ],
    [
        " seems like so you got to detach which kind of kind of uh sheds more even more light on the uh",
        7166.66,
        7172.32
    ],
    [
        " the importance of detaching right so it kind of feeds into it uh into itself but",
        7172.32,
        7177.54
    ],
    [
        " so yeah when you're in the situation and you have to",
        7177.54,
        7181.02
    ],
    [
        " essentially take ownership when the other person should be taking ownership",
        7181.02,
        7186.32
    ],
    [
        " factually in your mind the other person hey you need to take responsibility for this that's the",
        7186.32,
        7191.04
    ],
    [
        " time you gotta take responsibility of it yeah it's hard to like it's hard to really grasp that",
        7191.04,
        7196.3
    ],
    [
        " in the beginning I thought well that was pretty cool recently we got an email from a guy that's",
        7196.3,
        7200.86
    ],
    [
        " overseas running a company and he he listened to Dave Burke and and he did yeah good deal Dave",
        7200.86,
        7207.9
    ],
    [
        " and I think it's a great example to say can you take ownership of the weather right because the",
        7207.9,
        7213.06
    ],
    [
        " obvious answer is no I can't take ownership of the weather and I talked about this on that podcast",
        7213.06,
        7215.98
    ],
    [
        " is like well actually you can yeah because you can come up with contingency plans you can come up with",
        7215.98,
        7219.84
    ],
    [
        " you can stage your force forward closer and so anyways this guy in his company it's a software",
        7219.84,
        7226.26
    ],
    [
        " type company an implementation company and they piggyback on a big giant you know one of the biggest",
        7226.26,
        7232.44
    ],
    [
        " companies in the world and that biggest company in the world one of the biggest companies in the world",
        7232.44,
        7237.7
    ],
    [
        " made some errors and it messed up their platform and they went to their client and said hey",
        7237.7,
        7245.22
    ],
    [
        " the platform got messed up it was the big guys they did this this and this wrong and the people",
        7245.48,
        7251.44
    ],
    [
        " were like oh well okay you know I guess and then he went home and he listened to that podcast and he",
        7251.44,
        7258.02
    ],
    [
        " went I screwed up because that's hey the biggest company in the world is still easier to control",
        7258.02,
        7264.36
    ],
    [
        " than the weather right and so he went back to the company and he went back to the his client",
        7264.36,
        7270.7
    ],
    [
        " and said you know what it wasn't their fault it was our fault it was my fault here's some things",
        7270.9,
        7276.84
    ],
    [
        " I'm going to put in place so that this never happens again and all of a sudden the attitude",
        7276.84,
        7281.74
    ],
    [
        " completely changes and the client is super happy and his all of his team also because what does that",
        7281.74,
        7287.22
    ],
    [
        " do to your team when you blame when you blame the weather your team just goes okay we got a permanent",
        7287.22,
        7290.74
    ],
    [
        " excuse now weather wasn't good seas were too big wind was too high cloud cover was too low whatever",
        7290.74,
        7296.2
    ],
    [
        " the case may be you got a permanent excuse now because you can't control the weather actually wrong",
        7296.2,
        7300.1
    ],
    [
        " we need control the weather we we will set up our missions we will set up our contingencies that",
        7301.34,
        7307.32
    ],
    [
        " no matter what the weather does we're going to accomplish the mission no matter what our big",
        7307.32,
        7310.76
    ],
    [
        " whatever what no matter what the big platform that we rely on no matter what happens with them",
        7310.76,
        7315.72
    ],
    [
        " we're going to be in control that's how we roll get some that feedback was phenomenal and to hear",
        7315.72,
        7321.12
    ],
    [
        " you know say that his client was like I've never seen anyone handle a problem like this before you",
        7321.12,
        7324.64
    ],
    [
        " guys have done an amazing job and it's it's another example of how you're you're scared to take",
        7324.64,
        7329.84
    ],
    [
        " ownership and yet by taking ownership you're building trust you're building trust and you win",
        7329.84,
        7335.06
    ],
    [
        " it when you when you take ownership and you actually get the problems off going for",
        7335.06,
        7338.58
    ],
    [
        " speaking of ownership and taking ownership maybe I could take ownership of you know support",
        7338.58,
        7345.92
    ],
    [
        " sure be happy to how to support you know sure people's selves cells the path really that's what",
        7345.92,
        7354.0
    ],
    [
        " we're supporting the path right yes you're on the path you're not on the path right if you're not",
        7354.0,
        7359.1
    ],
    [
        " on the path I'm actually even if you're not somebody posted a picture of just a sign that said",
        7359.1,
        7363.0
    ],
    [
        " please stay on the path yeah that's good yeah it's legit exactly right and I was going to say if",
        7363.0,
        7369.96
    ],
    [
        " you're not on the path we're not talking to you but if you're not on the path I'm I think we're",
        7369.96,
        7373.22
    ],
    [
        " talking equally maybe more so I want to say more so but really if you're on the path I'm talking",
        7373.22,
        7380.02
    ],
    [
        " you super loud too so each really I think I don't know maybe we'll think about that more later",
        7380.02,
        7384.66
    ],
    [
        " um we'll go into origin right our company origin main.com",
        7385.08,
        7392.26
    ],
    [
        " Geese Rashguard for Djitzi Lave talked about Djitzi earlier awesome stuff yeah origin makes the",
        7392.26,
        7400.64
    ],
    [
        " best stuff it's uh I've got I think I have like five different uh you you have the first the",
        7400.64,
        7406.38
    ],
    [
        " first origin the first origin gear I ever touched was yours I think Rebecca you as well right",
        7406.38,
        7412.42
    ],
    [
        " yeah interesting yeah it was it was it the mustard and uh yeah in New York when you see the weave",
        7412.42,
        7418.96
    ],
    [
        " yeah like on the origin gear pattern in there you're gonna understand do that do you have",
        7418.96,
        7424.2
    ],
    [
        " that do you have currently do you have any other geese that are not origin I have three",
        7424.2,
        7429.38
    ],
    [
        " geese I have one non origin okay two origin should I go put that on to put that on and he says",
        7429.38,
        7435.24
    ],
    [
        " I like his a threat no put that on see what happens boy you would have and I'm serious because I put",
        7435.24,
        7440.14
    ],
    [
        " on mine I was like oh should I keep this or not I put I put on you know one of my older and I",
        7440.14,
        7443.98
    ],
    [
        " was like bro I can't I can't wear this like it doesn't it's not great don't it those geese I even",
        7443.98,
        7448.9
    ],
    [
        " even at the at the at the white belt level uh I can totally tell that I roll better in my origin",
        7448.9,
        7454.76
    ],
    [
        " gear oh yeah see now that's that's the whole nothing I said that's what they felt good he's",
        7454.76,
        7458.7
    ],
    [
        " rolling bad I'm telling you I know but there's something about like that it actually has",
        7458.7,
        7462.82
    ],
    [
        " give to my shoulders I can move in a way that like I with my other geese like it's it's really",
        7462.82,
        7468.28
    ],
    [
        " tight I can't move and I feel like I don't I actually I seem to be more perceptive one percentage",
        7468.28,
        7473.98
    ],
    [
        " of increased performance do you achieve wearing an origin at least night at least 18% at least 18 okay",
        7473.98,
        7480.76
    ],
    [
        " a minimum of life you percent actually that is a good point because I had a geese like my second",
        7480.76,
        7484.46
    ],
    [
        " geese ever and I was like hey that one looks cool because it had like cool designs on it or",
        7484.46,
        7488.3
    ],
    [
        " whatever and it was like thick material for some reason I thought that beefy thick material look cool",
        7488.3,
        7493.14
    ],
    [
        " so I got it and it I'm not gonna I'm not gonna name the name of the brand so it doesn't",
        7493.4,
        7498.94
    ],
    [
        " even matter but um yeah when I'm rolling it it feels like more claustrophobic like with",
        7498.94,
        7504.02
    ],
    [
        " which we know you have an issue with I did before you have back broke did I carry that did I",
        7504.02,
        7509.02
    ],
    [
        " carry you of claustrophobic I think you were a contributor to the cure of my car I was rolling",
        7509.02,
        7512.98
    ],
    [
        " with Andy and we were rolling with the geese and I was trying to do like a crazy whatever",
        7512.98,
        7518.84
    ],
    [
        " lapel not lapel what's the what's the down here like the bottom part of the jacket yeah that's",
        7521.02,
        7525.38
    ],
    [
        " the look I had Andy and I was and I was almost just working something and I couldn't I didn't have",
        7525.38,
        7530.74
    ],
    [
        " enough jacket out and I was like I whisper to him like I'm gonna have origin make you a thing",
        7530.74,
        7535.88
    ],
    [
        " or even longer for you for him to wear him to wear him to wear when I'm rolling with yes exactly and",
        7535.88,
        7541.76
    ],
    [
        " then he was doing he you know how people drag your jacket and they get between your leg on a",
        7541.76,
        7545.72
    ],
    [
        " single you know what I mean yes and he's doing he's like that's his game right now and I told him",
        7545.72,
        7551.44
    ],
    [
        " and then I was like I'm gonna make I have origin make a key from me that's shorter than you get",
        7551.44,
        7555.86
    ],
    [
        " grab it so we're gonna mess Taylor tear we gotta do it we gotta do it but that makes sense though if",
        7555.86,
        7560.22
    ],
    [
        " you roll better like if you're feeling like you're kind of straight check I'm not saying other brands",
        7560.22,
        7564.64
    ],
    [
        " feel like straight I'm not saying that but I'm saying if you have a specific feeling while you're",
        7564.64,
        7569.08
    ],
    [
        " rolling and it's in just the fit of it makes all the truth for me and I forgot like me is not very",
        7569.08,
        7575.02
    ],
    [
        " flexible it's it's awesome and it definitely improves your game and it helps you and you look good by",
        7575.02,
        7580.04
    ],
    [
        " the way I know also speaking and looking good and feeling good and comfort they do have joggers",
        7580.04,
        7585.96
    ],
    [
        " and t-shirts and whatnot most comfortable joggers still to date in my experience which just means a lot",
        7585.96,
        7591.86
    ],
    [
        " are you getting jokered or the joggers and even though the apparently the undisputed champion of",
        7591.86,
        7597.78
    ],
    [
        " comfort according to and and rash guards I I wear I wear the rash guard when I'm working out",
        7598.26,
        7606.32
    ],
    [
        " some days the days I wear it when I'm working out it's long sleeve is when I'm doing a lot of",
        7606.32,
        7611.02
    ],
    [
        " stuff on the rings so my arms don't get all shaved up which is a comfort move if you break it down",
        7611.02,
        7616.46
    ],
    [
        " just saying yeah well let's say the results of not having the rash guard in or impedes or gets",
        7616.46,
        7625.46
    ],
    [
        " in the way of your functionality or something like this you know you know how like like some people",
        7625.46,
        7630.76
    ],
    [
        " who were they'll wear straps or they'll wear I don't know what of it oh like someone that's in a",
        7630.76,
        7635.94
    ],
    [
        " full powerlifting suit yeah yeah yeah like a full thing yeah but that's more of like in it I don't",
        7635.94,
        7643.52
    ],
    [
        " know when someone else has to put your belt on you you know what I'm saying when they're like",
        7643.52,
        7648.32
    ],
    [
        " heaving there's two or three people trying to heave the belt in a position yeah I guess no I'm",
        7648.32,
        7653.46
    ],
    [
        " thinking more cuz like compare compare that to your rash guard scenario right it's like something",
        7653.46,
        7657.74
    ],
    [
        " something that's gonna like you know people wear those things on their hands so they don't get blisters",
        7657.74,
        7662.28
    ],
    [
        " oh right so the blisters sure you could power through it but if it was measurable would it get",
        7662.28,
        7667.5
    ],
    [
        " in the way of the performance the blister if you do rip a callus which sometimes people post rip",
        7667.5,
        7671.98
    ],
    [
        " callus and and I get it like you got a good workout in but guess what your tomorrow's workout is",
        7671.98,
        7677.42
    ],
    [
        " not going to be as good especially like that leaves tomorrow on the dead list with the rip callus",
        7677.42,
        7681.34
    ],
    [
        " from pull ups yeah you need to go back for some maintenance and make sure you don't",
        7681.34,
        7685.92
    ],
    [
        " with those calluses yeah so the question is I'm stoked you got after it yeah but I'm not stoked",
        7685.92,
        7691.28
    ],
    [
        " to the next day when you're like not being able to laugh yeah so let's say they were gloves or in",
        7691.28,
        7696.38
    ],
    [
        " your case you were the rash guards is that technically for comfort or is it for you know",
        7696.38,
        7701.42
    ],
    [
        " to facilitate functionality yeah yeah yeah I don't I don't know if I could see fit to say that I've",
        7701.42,
        7707.72
    ],
    [
        " witnessed you do anything for comfort as far as getting after it goes okay well that's cool",
        7707.72,
        7714.26
    ],
    [
        " yeah keep note yeah yeah we'll keep looking for now and also what supplements all the jacquoise",
        7714.26,
        7719.4
    ],
    [
        " supplements yeah jacquo what's up we got joint warfare we got acrylic oil we got discipline",
        7719.4,
        7727.52
    ],
    [
        " joint warfare and acrylic oil is for your joints and now surprisingly alternate fact",
        7727.52,
        7733.78
    ],
    [
        " yeah",
        7736.36,
        7736.84
    ],
    [
        " curcumin is also good for your brain function apparently which I could use all the help I can get",
        7736.84,
        7743.3
    ],
    [
        " yeah I just I just got an order in a new new replacement order in for some krill oil and",
        7743.3,
        7750.44
    ],
    [
        " joint warfare yeah wait and you're you're on the discipline train right now I'm on the discipline",
        7750.44,
        7755.02
    ],
    [
        " train I get it right at this moment I see you got some discipline right at this moment",
        7755.02,
        7758.64
    ],
    [
        " unfortunately I lost discipline earlier yeah this is weird lack of discipline yeah yeah",
        7758.84,
        7763.38
    ],
    [
        " yeah he he he made this one and then he lost his discipline I mixed up a huge bottle of",
        7763.38,
        7768.52
    ],
    [
        " discipline at jacquoise house and then as we were leaving to come here I'm like what the hell did I",
        7768.52,
        7772.8
    ],
    [
        " do with it I was like wait where is your discipline I think your dog is probably getting after",
        7772.8,
        7777.72
    ],
    [
        " right now just like on level 19 but you got it back though I see so that's good yeah mulk can't",
        7777.72,
        7787.32
    ],
    [
        " be the easiest of all tasties best this is comfort so you this is a comfort yeah yes",
        7787.32,
        7791.52
    ],
    [
        " the comfort and I'll be honest with you now maybe I burn myself out of mint but I've been going",
        7791.52,
        7796.96
    ],
    [
        " I've been going Richter on TV yeah and then I have a try these yet I will only have I got",
        7796.96,
        7802.24
    ],
    [
        " mint chocolate chip that I will go this on that right now so the okay so the chocolate or the",
        7802.24,
        7807.34
    ],
    [
        " peanut butter chocolate comes in right oh big hype we're talking about it when's it come in",
        7807.34,
        7811.96
    ],
    [
        " it's supposed to come in this one week it took what a few days later whatever the big hype comes",
        7811.96,
        7815.7
    ],
    [
        " in everyone's fired up I'm one of those people so I'm like boom so I'm pounding chocolate peanut",
        7815.7,
        7820.94
    ],
    [
        " butter now pounding it milk train full speed double milk train so after a while I'm pounding the",
        7820.94,
        7827.52
    ],
    [
        " the peanut butter you know one and and then I look and I still have that mint one one day I go in",
        7827.52,
        7833.44
    ],
    [
        " I'm gonna make it I see the mint one and the mint one it looked like it was looking at me like",
        7833.44,
        7837.24
    ],
    [
        " what did you forget about me you know like I was cheating on the mint like I left the mint you know",
        7837.24,
        7841.6
    ],
    [
        " so I put the mint one back in and I was reminded that that is my favorite one yeah the favorite flavor",
        7841.9,
        7848.68
    ],
    [
        " yeah yeah I but um they they taste good yeah see it's kind of like it's kind of like um it's it's",
        7848.68,
        7857.04
    ],
    [
        " ridiculous yeah it's ridiculous that you can just completely eat that and just enjoy it yeah my",
        7857.04,
        7863.2
    ],
    [
        " thought has been posted I've been retweeting it someone's been posting like moch recipes oh yeah",
        7863.2,
        7868.1
    ],
    [
        " and they're all these I haven't tried any of them yet because I just that's not my thing",
        7868.12,
        7873.8
    ],
    [
        " what do you we just put it straight milk oh no I just put it milk but this guy is creating like",
        7873.8,
        7879.12
    ],
    [
        " like cookies balls cookies all kinds of crazy moch conventions yeah and they look good and he's",
        7879.12,
        7886.08
    ],
    [
        " saying they taste good so I don't know I'll give him a try you what you do is or what I wound up",
        7886.08,
        7891.82
    ],
    [
        " doing is because peanut butter is like in to in my opinion undiable thing in life peanut butter the",
        7891.82,
        7898.38
    ],
    [
        " flavor so the mint chocolate does so I put the peanut but it's actual peanut butter he sometimes",
        7898.38,
        7904.66
    ],
    [
        " you can mix one scoop in one scoop you know peanut butter chocolate and the mint chocolate cool but",
        7904.66,
        7909.42
    ],
    [
        " I you've done that oh yeah I'm not doing it that's like crossing the streams and ghost busters",
        7909.42,
        7913.84
    ],
    [
        " oh yeah and you know that's how they want the movie that's how they defeated the bed that they",
        7913.84,
        7918.34
    ],
    [
        " cross the street so she you have a good time I'll stand down there she do it you put peanut butter",
        7918.34,
        7926.12
    ],
    [
        " with the milk one that's do that report back okay okay if you want hey would at this time invite",
        7926.12,
        7933.12
    ],
    [
        " everyone to the immersion camp but it's sold out so I'm sorry sign up next year early and come",
        7933.12,
        7939.28
    ],
    [
        " hang out with us at the immersion camp check yes also good way to just to support jaco has a store",
        7939.28,
        7946.58
    ],
    [
        " it's called jaco store and this is where you can get a peril peril school right yeah fashion is not",
        7946.58,
        7956.02
    ],
    [
        " cool okay we don't do fashion okay cool a peril but if you want to represent it has not",
        7956.02,
        7962.04
    ],
    [
        " what we're doing all right there you go but you will look fashionable if you accept the term",
        7962.04,
        7966.76
    ],
    [
        " fashionable jaco doesn't maybe not yeah oh good you'll look good though I think I don't know that's",
        7966.76,
        7971.96
    ],
    [
        " a matter of opinion but if you want to represent that's where you can get shirts rash guards",
        7971.96,
        7975.74
    ],
    [
        " hats trucker hats namely lay trucker hat or flex fit where you at",
        7977.46,
        7983.26
    ],
    [
        " trucker at see there you go dang one of the flex fitter yeah interesting I'm not I'm not against",
        7983.26,
        7989.24
    ],
    [
        " the way actually speaking of report back I want to know what sells more trucker hat or or flex fit",
        7989.24,
        7997.08
    ],
    [
        " that's an interesting question we'll find out what you do on that and also got a long comment",
        7997.08,
        8002.36
    ],
    [
        " about hoodies a guy from Michigan that works construction said hey jaco just letting you know",
        8002.74,
        8010.96
    ],
    [
        " in Michigan we do need lightweight hoodies oh boom so now everything I've ever said has been",
        8010.96,
        8017.68
    ],
    [
        " disproven now this is one man's opinion yes you know well here's the thing about that when you",
        8017.68,
        8023.56
    ],
    [
        " kind of did take a step back it's like you you just went extreme you weren't wrong you just went",
        8023.56,
        8028.14
    ],
    [
        " extreme that's all you know you got to have balance so this guy in Michigan he had the balance",
        8028.14,
        8036.44
    ],
    [
        " because he knows the extreme he knows about the value of the big hoodies in Michigan I got to",
        8036.44,
        8040.58
    ],
    [
        " say for the folks in Michigan though like being up there in North Dakota doing to work I'm like",
        8040.58,
        8044.28
    ],
    [
        " when you go to Alaska and you you know it's like pretty cool out and you got your jacket on",
        8044.28,
        8048.88
    ],
    [
        " he looking at this dudes like t-shirts just saying that's the right one it's all relative",
        8048.88,
        8053.06
    ],
    [
        " yes I'm very happy to this like in Maine just where I just wear a heavy sweatshirt all day long",
        8053.24,
        8058.36
    ],
    [
        " I mean all winter long maybe have occasionally you got to film on some kind of a parka",
        8058.36,
        8062.3
    ],
    [
        " you know the park is being from Hawaii not sounds",
        8062.3,
        8065.76
    ],
    [
        " that's what you do with your car right on the trucker hat flex foot debate out like flex foot I think",
        8065.76,
        8071.98
    ],
    [
        " is great I like flex flex foot hats but I will say I got a large melon and being able to adjust",
        8071.98,
        8078.48
    ],
    [
        " is important no particularly when you're fishing and you're rolling out and your hat gets blown",
        8079.18,
        8084.0
    ],
    [
        " off and then it's then it's so good when you're like man the largest melon I've ever seen on a",
        8084.0,
        8089.24
    ],
    [
        " human there was a guy on the special boat teams who was a great dude he was a big I'll just say",
        8089.24,
        8097.16
    ],
    [
        " Polynesian maybe he was Filipino maybe he was Polynesian I don't know but he was something like",
        8097.16,
        8101.66
    ],
    [
        " that right Pacific Islander I guess his head was so big okay you know a protect helmet",
        8101.66,
        8107.58
    ],
    [
        " you know you know a protect helmet he had one of those for for riding in the boat for like",
        8107.86,
        8113.76
    ],
    [
        " doing operations where you got to wear a helmet he had one of those and he had all the foam inside",
        8113.76,
        8121.56
    ],
    [
        " of it all of it was gone and we still had to like basically grease up his head to get that",
        8121.56,
        8127.1
    ],
    [
        " thing on this and it would be it was crazy how big his head was huge and he was a great dude",
        8127.1,
        8133.1
    ],
    [
        " but he had a huge head he had no protection he just had a little thin he only wore that thing",
        8133.26,
        8138.04
    ],
    [
        " because it was a part of the rules right he could have he could have just called he could have a",
        8138.04,
        8142.32
    ],
    [
        " look I don't need to helmet my freaking head is going nine inches thick get away from me I gave him",
        8142.32,
        8148.18
    ],
    [
        " but the stupid helmet on people all right so he would need the flex fit you know a lot of flex",
        8148.18,
        8153.74
    ],
    [
        " in that fit he need a lot of flex in that fit yeah I don't think the trucker would fit nonetheless",
        8153.74,
        8157.48
    ],
    [
        " anyway like I said jackelstore.com this week and get all this cool my opinion cool stuff",
        8157.54,
        8163.44
    ],
    [
        " so when you make new stuff too new stuff is on there yeah jackel white t there's a shirt so my",
        8163.44,
        8169.66
    ],
    [
        " brother has a Pepsi shirt and a garbage remember garbage pale kids yes you know the little cards they're",
        8169.66,
        8175.42
    ],
    [
        " like so my twin brother gee he has a garbage pale kid shirt and you'd think as an adult you're",
        8175.42,
        8184.56
    ],
    [
        " like all right but it kind of you know it's kind of cool it's cool shirt and then you get it",
        8184.56,
        8189.74
    ],
    [
        " your Pepsi shirt like even if you don't drink pepper it just looks cool right so we got a jackel white",
        8189.74,
        8195.06
    ],
    [
        " t shirt so that was not I thought I actually gave you credit in my mind for having an original",
        8195.06,
        8200.16
    ],
    [
        " cool because I thought I did think it looked pretty cool it's yeah it's yeah the thing is it does the",
        8200.16,
        8204.48
    ],
    [
        " the fact is that concept is a very cool concept I didn't do it because hey Pepsi did it so let's do",
        8204.48,
        8209.18
    ],
    [
        " it that's not why I did it I think that that concept is cool I don't check you know jackel",
        8209.18,
        8213.54
    ],
    [
        " white t let me get the shirt and it's a t shirt we call those layers anyway yeah some new stuff",
        8213.54,
        8219.88
    ],
    [
        " on there um check it out check also good way to support is to subscribe to the podcast if you",
        8219.88,
        8228.22
    ],
    [
        " haven't already on iTunes Google Play Stitcher you know wherever wherever you wherever you listen to",
        8228.22,
        8233.44
    ],
    [
        " your podcast just subscribe that's a good way to support leave a review if you're in the move",
        8233.44,
        8237.22
    ],
    [
        " and you know you want your kids to listen to this podcast but you know you can't because sometimes",
        8237.22,
        8242.06
    ],
    [
        " it's completely inappropriate but for that reason we have the Warrior Kid podcast and that's",
        8242.46,
        8247.46
    ],
    [
        " questions from Uncle Jake or for Uncle Jake and so you can get that one too the YouTube we also",
        8247.46,
        8254.48
    ],
    [
        " have a YouTube channel that you can subscribe to hey subscribe you know what let's not do this you",
        8254.48,
        8260.52
    ],
    [
        " never watch a YouTube video on the end at the end it goes please subscribe and click whatever",
        8260.52,
        8264.42
    ],
    [
        " right click we're not gonna do that yeah we're not gonna do that when you think about it and I don't",
        8264.42,
        8272.04
    ],
    [
        " seem like as a consumer right that's it as a as an audience member of your videos whatever",
        8272.04,
        8278.16
    ],
    [
        " you and it does defeat the whole purpose of clicking like right when you like a video let me ask",
        8278.16,
        8283.86
    ],
    [
        " is how many people do you think get the end of a YouTube video or it says click subscribe now to",
        8283.86,
        8287.9
    ],
    [
        " watch more awesome videos how many people does that convince push them over the edge they just",
        8287.9,
        8291.56
    ],
    [
        " can't stop for a second I don't know but from what I've read before it's like they recommend that",
        8291.56,
        8298.56
    ],
    [
        " like that you do that as a content creator is what they call it they say yeah hey just ask",
        8298.56,
        8304.18
    ],
    [
        " because people do it kind of thing it's kind of like hey you can't get it if you don't ask",
        8304.18,
        8307.58
    ],
    [
        " but it does kind of give you this kind of underlying feeling of like you're asking me to do something",
        8307.58,
        8314.06
    ],
    [
        " that's made to be organic it's made to be if you like this video you press like that's what that",
        8314.06,
        8319.7
    ],
    [
        " thing is made for and now you're asking me to violate that whole reason that it's made so you want me",
        8319.7,
        8325.38
    ],
    [
        " to do it like like you like me to like your videos like like I was watching your video because I",
        8325.38,
        8329.46
    ],
    [
        " thought we were just cool I see and I thought we were just having a little moment right a little",
        8329.46,
        8333.92
    ],
    [
        " two minute and 30 second moments and then I get to the end of it and now you're coming out saying",
        8333.92,
        8338.36
    ],
    [
        " ask me to do this and do that no this was now I see what it was yeah it was a setup",
        8338.36,
        8342.18
    ],
    [
        " I'm not saying that's what people are doing I'm not saying that's what you're doing if you're",
        8342.18,
        8347.88
    ],
    [
        " doing that I'm just saying as a consumer or as a viewer that's what it kind of feels like well",
        8347.88,
        8353.0
    ],
    [
        " trying to avoid that by just saying hey on this podcast go there and subscribe to it that way",
        8353.08,
        8359.0
    ],
    [
        " you won't get bothered with a little thing from echo at the end that says please click subscribe",
        8359.0,
        8363.02
    ],
    [
        " to change more videos from echo truck stop the podcast actually here let's put it this way the most",
        8363.02,
        8368.3
    ],
    [
        " the most I was sure to say accurate for lack of better term way to put it if you didn't know",
        8368.3,
        8374.64
    ],
    [
        " that we have a YouTube channel we do if you didn't know you could subscribe to it boom now you do",
        8374.64,
        8382.42
    ],
    [
        " if you want to subscribe you can't but that goes without saying obviously same thing with the like",
        8382.46,
        8386.92
    ],
    [
        " the likes I like it that's a YouTube that's YouTube subscribe to it yeah it's true also if you're",
        8386.92,
        8394.62
    ],
    [
        " working out you want to switch it up I'm gonna talk about on it so on it dot com slash jaco here's",
        8394.62,
        8399.76
    ],
    [
        " the thing too which I kind of forget to say you get 10% off if you go to this slash jaco so go on",
        8399.76,
        8405.12
    ],
    [
        " it dot com slash jaco so when you're buying your kettlebells primal bells legend bells rings",
        8405.12,
        8411.52
    ],
    [
        " and you know battle of stuff like that go on it dot com slash jaco that's where you can get 10%",
        8411.54,
        8416.14
    ],
    [
        " off really good stuff there good info as well psychological warfare is an album with tracks",
        8416.14,
        8421.96
    ],
    [
        " we're working on number two right now so we'll make that happen and I'm getting some good requests",
        8421.96,
        8427.26
    ],
    [
        " via the interwebs about what should be on there so iTunes Google Play MP3 platforms you can get",
        8427.26,
        8435.68
    ],
    [
        " that psychological warfare album with tracks but what is that for them we're not gonna let you say",
        8436.02,
        8443.46
    ],
    [
        " it everybody knows what it's for what's it for don't say do you know what it's for yes he knows",
        8443.46,
        8447.04
    ],
    [
        " what it's for it's to combat those moments of weakness that we all have I'm gonna make a",
        8447.04,
        8451.42
    ],
    [
        " psychological track about how to not say something that has been said wait what do you do it",
        8451.42,
        8457.92
    ],
    [
        " hey did yeah yeah something that's something that's not been said yet beat a dead horse yeah",
        8457.92,
        8462.62
    ],
    [
        " I'm just saying if this is the first time they they heard it they're gonna be like what's that",
        8462.92,
        8466.56
    ],
    [
        " psychological warfare I know what regular the traditional psychological warfare is it's kind of like",
        8466.56,
        8471.86
    ],
    [
        " if I kept saying hey jaco white t oh you know what you can you can get left 8,000 pounds and I",
        8471.86,
        8476.14
    ],
    [
        " kept saying that over and over again and never stop saying it yeah that'd be kind of like what you're",
        8476.14,
        8480.32
    ],
    [
        " doing yeah but so it seems like it from your perspective but from the perspective someone just",
        8480.32,
        8484.5
    ],
    [
        " tuning in you're not saying just turning it we're 138 podcasts here's the thing they started here",
        8484.5,
        8489.32
    ],
    [
        " oh if they did they'll go listen to another one they'll hear it eventually yeah and then they'll",
        8489.32,
        8492.9
    ],
    [
        " start to hear it over no again but I'm saying as an individual account which means more in my opinion",
        8492.9,
        8498.74
    ],
    [
        " yeah okay I think this can hold be said on the mat yeah that's right yeah we're good",
        8498.74,
        8503.48
    ],
    [
        " no we're gonna guess I like it I like it I like it I don't see amazon cans you can get cans",
        8503.48,
        8509.22
    ],
    [
        " people don't know this you can get cans of jaco white t it's stop drinking other energy drinks",
        8509.22,
        8515.66
    ],
    [
        " that are filled with sugar and other crap and get yourself a jaco let me see this so you know",
        8515.66,
        8520.02
    ],
    [
        " how there's these pre workouts yeah right you know a pre workout yeah yeah it's like super like it's",
        8520.02,
        8525.64
    ],
    [
        " I don't know what pre workouts are but I know what pre workout are anyway you know what I'm",
        8525.64,
        8532.16
    ],
    [
        " talking about right the one they have they have like a bunch of caffeine whatever the label is real",
        8532.16,
        8537.4
    ],
    [
        " shiny a lot of the time you know what I'm talking about all the one that have a light label that's",
        8537.4,
        8545.0
    ],
    [
        " yeah all right so let me ask you this if I have a jaco it in a can yeah it's cold yeah right very",
        8545.0,
        8552.38
    ],
    [
        " refreshing and then I put some of that energy pre workout in it since it doesn't have that much",
        8552.38,
        8559.04
    ],
    [
        " caffeine and I was maybe looking for some caffeine if I put that pre workout stuff in the in the",
        8559.04,
        8563.78
    ],
    [
        " jaco it how much of a violation is that on a scale from one to ten I don't think it's a violation",
        8563.78,
        8569.48
    ],
    [
        " but I would just use discipline you can put discipline in a jaco white t yeah but that's just",
        8569.48,
        8573.46
    ],
    [
        " another microdose of caffeine though oh nice you want caffeine but I would talk about right",
        8573.64,
        8578.28
    ],
    [
        " white t that's the thing sure this tastes got jammed up there's 60 milligrams of caffeine in",
        8578.28,
        8582.7
    ],
    [
        " jaco white t can that's that's enough let's say hypothetically again hypothetically one was looking",
        8582.7,
        8589.16
    ],
    [
        " for more than 60 milligrams get get Greek fire okay so you know what Greek virus yeah origin",
        8589.16,
        8599.86
    ],
    [
        " Greek fire from origin which has caffeine in it it's it's like a it's like a fat burner right so",
        8599.86,
        8607.48
    ],
    [
        " if you get that that is caffeine in it and it'll get you you know get you what you need all right so",
        8607.48,
        8612.4
    ],
    [
        " the violation level four yeah sure I drink a lot of coffee and a lot of caffeine yeah that's",
        8612.4,
        8620.14
    ],
    [
        " jaco white t's got plenty of caffeine for me it's legit I'll tell you what I like about it with",
        8620.14,
        8623.88
    ],
    [
        " the cans in particular it's been crazy hot in Texas the summer yeah and just just pull like a",
        8623.88,
        8629.76
    ],
    [
        " freezing cold one out of the if I'm not the trouble my truck that's you know 125 degrees from",
        8629.76,
        8635.18
    ],
    [
        " sitting out the sun and crack open a super cold rolling down the road it's pretty legit",
        8635.18,
        8640.26
    ],
    [
        " yeah that's not allowed I gotta make it you know what I gotta make is I gotta make something that",
        8640.26,
        8644.16
    ],
    [
        " like this that you can drink before you go to bed at night oh yeah just because because I can't I",
        8644.16,
        8649.34
    ],
    [
        " mean I want sometimes it's seven or eight o'clock at night and I think I'm gonna crack one open",
        8649.34,
        8654.2
    ],
    [
        " but then I think now then I'll be all wired up all night yeah yeah yeah what like you put some",
        8654.2,
        8660.54
    ],
    [
        " sort of a um because there's like you know T what do you call the T that you brew before bed",
        8660.54,
        8665.78
    ],
    [
        " makes you know yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
        8665.78,
        8669.12
    ],
    [
        " I came a meal T oh you know we got a situation here late that coming in strong",
        8669.12,
        8674.7
    ],
    [
        " team you made your you made your breath yeah tell me you don't know all about I didn't know about",
        8675.4,
        8679.54
    ],
    [
        " what is it cam a meal yeah yeah yeah yeah yeah yeah yeah so you could take that approach right you could",
        8679.54,
        8686.28
    ],
    [
        " you could call it so we can have jacco cam a meal T oh wow you know you could call it that if you",
        8686.28,
        8691.18
    ],
    [
        " want yeah I would probably just call it like well I'll figure something out but I will do that",
        8691.18,
        8694.92
    ],
    [
        " something because I do need something at night warm hot in the summertime or hot in the winter time",
        8694.92,
        8700.04
    ],
    [
        " but you could drink a cold that's tasty because that's the thing about the the jacco white",
        8700.04,
        8704.7
    ],
    [
        " tea is the taste is good like we had this I thought we were going with this if you had a can of",
        8704.7,
        8710.32
    ],
    [
        " jacco white tea and a can of the most sweet like like doctored up thing that's supposed to taste",
        8710.32,
        8718.46
    ],
    [
        " delicious which would you pick I'd pick jacco white tea all day long because the taste is you",
        8718.46,
        8722.92
    ],
    [
        " know when you you know when you realize that gatorade no offense against gatorade no a little bit of",
        8722.92,
        8727.86
    ],
    [
        " offense good you know when you realize that gatorade doesn't actually quench your thirst like when you're",
        8727.86,
        8734.18
    ],
    [
        " I don't know I think I was 20 right and I was real thirsty and I drank a gatorade and I was like",
        8734.18,
        8740.52
    ],
    [
        " why am I still thirsty yeah yeah that because there's syrup in there or whatever doesn't work good",
        8740.52,
        8745.54
    ],
    [
        " talk white tea you could get that quench not like it that like you quench go good",
        8745.54,
        8749.36
    ],
    [
        " well this bird back to the energy or the pre workout mix in the tea scenario this person",
        8749.36,
        8755.62
    ],
    [
        " that we're talking about didn't finish it because it did jam up the whole tea scenario okay it",
        8756.38,
        8762.14
    ],
    [
        " was like a theory check no no no yeah there it is boom jacco white tea outstanding hey books we got",
        8762.14,
        8771.06
    ],
    [
        " way of the warrior kid books way the warrior kid and marks mission those are good books for kids",
        8771.06,
        8777.82
    ],
    [
        " to read just talking to a teacher out in the gym yeah teaching the book eighth grade if you're",
        8777.82,
        8783.6
    ],
    [
        " wondering about well how old is an eighth grader 11 12 11 12 yes so 11 12 year old definitely in",
        8783.6,
        8790.24
    ],
    [
        " maybe 13 sometimes when I meet someone and their kid is eight or 10 I just think your kids in the",
        8790.24,
        8796.5
    ],
    [
        " zone yeah and they dig it so way the warrior kid and marks mission I just just started reading way",
        8796.5,
        8801.98
    ],
    [
        " the way your kid to my son does he get a history right three does he get it uh we got we got",
        8801.98,
        8807.68
    ],
    [
        " about 30 pages into a new set card up and he wanted to go out and just pull up it's funny they",
        8807.68,
        8813.12
    ],
    [
        " get certain parts right yeah you know the the grander kind of messages may not you know compute",
        8813.12,
        8818.36
    ],
    [
        " quite yet but yeah they'll get certain parts so they'll like like when this part comes yeah",
        8818.36,
        8822.68
    ],
    [
        " I'm stoked to the feedback on that one also discipline equals freedom field manual",
        8822.68,
        8826.76
    ],
    [
        " it's a manual about how to get after it and the audio version is not unaudible it's on iTunes",
        8826.76,
        8834.26
    ],
    [
        " Amazon music Google play and other MP3 platforms so you can make it a specifically we did that",
        8834.26,
        8840.14
    ],
    [
        " maybe took a little financial hit whatever want people to be able to use it as an alarm clock",
        8840.42,
        8845.5
    ],
    [
        " in their phone or a ringtone so that's what you can do there those are a few books",
        8845.5,
        8852.58
    ],
    [
        " then we got then we got extreme ownership obviously which uh jacquan I wrote been out for three",
        8852.58,
        8859.86
    ],
    [
        " years now we have a new new addition out and of course uh dichotomy leadership which uh we were",
        8859.86,
        8865.9
    ],
    [
        " just talking about and that's for uh it's available now for pre-order it'll be released September",
        8865.9,
        8870.46
    ],
    [
        " 25th super excited about that looking forward to all your readers out there uh provide some feedback",
        8870.46,
        8876.24
    ],
    [
        " on that and uh I hope this is at least as useful to you uh in in your lives professional and personal",
        8876.24,
        8882.84
    ],
    [
        " lives as extreme ownership so go get some dichotomy leadership find the balance you also",
        8882.84,
        8889.44
    ],
    [
        " leave talk to me about the difference between first a dish and let's say fifth a dish of a book",
        8891.06,
        8898.46
    ],
    [
        " which would you rather have which was which what I rather have yeah yeah I'd have to go with the",
        8898.46,
        8906.38
    ],
    [
        " first edition that's right that's sort of the standard that's the standard is there anyone",
        8906.38,
        8910.68
    ],
    [
        " running around going man I wish I had the ninth edition yeah can't wait for that before the dish yeah",
        8910.68,
        8915.18
    ],
    [
        " now it is pretty cool with extreme ownership with with their uh people still come up to us",
        8915.76,
        8921.0
    ],
    [
        " yeah and have you know with it with the the the cut and the original paper this was printed on",
        8921.0,
        8924.86
    ],
    [
        " was not very good for extreme ownership you know it doesn't have the uh and it doesn't have the",
        8924.86,
        8929.98
    ],
    [
        " number one year times best sell our cost at the top so every once while we still see some of those",
        8929.98,
        8933.76
    ],
    [
        " and you're like wow that's a that's of that was a first printing run I just I just did that the",
        8933.76,
        8938.68
    ],
    [
        " other day so I'll grow came up and I was signing her her first a dish and there's there's there's",
        8938.68,
        8944.58
    ],
    [
        " four editions that you could possibly have there's more than that but the first one that came out is",
        8944.94,
        8948.84
    ],
    [
        " white and there's no sticker on as soon as they as soon as that made New York Times best seller they",
        8948.84,
        8953.36
    ],
    [
        " went and got stickers that says number one New York Times best sell and they put them everywhere",
        8953.36,
        8956.08
    ],
    [
        " because it's a it's an advertising gig right but there's so the people that got the first",
        8956.08,
        8960.5
    ],
    [
        " 10,000 copies it's just a plain first a dish so I know there's people and then you got then they",
        8960.5,
        8969.38
    ],
    [
        " got the stickers on it so you're still early then you got the one that actually has printed on the",
        8969.38,
        8973.96
    ],
    [
        " cover number one New York Times best seller blah blah blah and then finally we get to the fourth",
        8974.42,
        8979.24
    ],
    [
        " the fourth version which is the black cover back in black which is way we have to say that one's",
        8979.24,
        8985.82
    ],
    [
        " pretty cool it's different it's a different way good cool it's a different avenue of coolness yeah",
        8985.82,
        8989.76
    ],
    [
        " it's a different avenue of coolness but still the first a dish we always like the first a dish and",
        8989.76,
        8995.24
    ],
    [
        " if you so if my point is if you want the first a dish you got to order it pre yeah otherwise",
        8995.24,
        9001.38
    ],
    [
        " you're gonna get some other you know you'll get one that says something else on it be all different",
        9001.38,
        9005.52
    ],
    [
        " and we'll know when I meet you I'll just I'll just be oh you want me to sign that for yeah that's",
        9005.52,
        9010.7
    ],
    [
        " cool I'm glad you got in the game eventually oh no man appreciate it um that's the long front",
        9010.7,
        9019.26
    ],
    [
        " if you if you're interested in coming and bringing us in to talk to your your your leadership team",
        9019.26,
        9024.96
    ],
    [
        " your your front line troops your mid-level managers whatever it may be that's what we do with",
        9024.96,
        9029.9
    ],
    [
        " that's the long front is we solve problems through leadership everything that we wrote about",
        9029.9,
        9033.54
    ],
    [
        " extreme ownership all the things that we just talked about for dichotomy leadership this is what",
        9033.54,
        9037.46
    ],
    [
        " we do uh it's me and Jaco we launched this company going on seven years now um and we worked with",
        9037.46,
        9043.48
    ],
    [
        " a lot of company sense and now you know in addition we've got uh to me and Jaco we got JP to know",
        9043.48,
        9048.7
    ],
    [
        " we got Dave Burke we got Flynn Cochran we got Mike Sirelli and we just picked up a new member of our",
        9048.7,
        9054.44
    ],
    [
        " team uh main gun Mike Bahma a company commander with us in Ramadi outstanding outstanding guy awesome",
        9054.68,
        9061.58
    ],
    [
        " team of folks and uh so you're interested in what we do through ash law front go hit us up",
        9061.58,
        9066.78
    ],
    [
        " at ashlawfront.com also we got the muster which is uh two days leadership",
        9066.78,
        9073.2
    ],
    [
        " conference seminar gathering that's what we're called the gathering it's a leadership",
        9073.2,
        9079.56
    ],
    [
        " muster that's what it is. October 17th and 18th up in San Francisco all the other ones have sold out",
        9079.72,
        9085.66
    ],
    [
        " this is the sixth muster they've all sold out this one's gonna this one's gonna sell out even",
        9085.66,
        9089.72
    ],
    [
        " earlier actually. I think so we're way ahead of schedule. If you want to come to it extreme",
        9089.72,
        9094.06
    ],
    [
        " ownership.com you can come to the muster and then also for our military law enforcement firefighters",
        9094.06,
        9109.36
    ],
    [
        " ever first responder military uniform wearing focused uh leadership gathering and this is",
        9110.36,
        9117.2
    ],
    [
        " we're calling it the roll call roll calls here's there one uh first ever is gonna happen September 21st",
        9117.2,
        9123.0
    ],
    [
        " in Dallas and uh this thing is it was it was by request we worked with so many different first",
        9123.0,
        9128.74
    ],
    [
        " responders and you know fire fire fire departments and law enforcement groups and police departments",
        9128.74,
        9135.32
    ],
    [
        " federal state local we were worked with all levels of uh you know of of these groups and we've",
        9136.42,
        9142.52
    ],
    [
        " had so many folks say hey can we have a a a a focused leadership conference just for us and that's",
        9142.52,
        9148.86
    ],
    [
        " what this is so we've got several hundred people have already signed up for this thing. This is",
        9148.86,
        9153.84
    ],
    [
        " this is for you guys this is for all your listeners that are interested in this we try to make it",
        9153.84,
        9157.44
    ],
    [
        " at a price point that was much more affordable than the muster so that we could we could have as many",
        9157.44,
        9162.88
    ],
    [
        " folks attend as as could come and we hope you come from far and wide to be there we're going to be",
        9162.88,
        9167.4
    ],
    [
        " talking about the importance of training the importance of dealing with what you deal with every day",
        9167.4,
        9172.26
    ],
    [
        " and driving those standards and and pushing your team and leading up the chain as as well as uh",
        9172.26,
        9179.28
    ],
    [
        " you know all those kind of specific law enforcement fire fighter first responder military focused",
        9179.28,
        9186.4
    ],
    [
        " issues that we can really dive into you know we don't have to talk about the business leader",
        9186.4,
        9190.16
    ],
    [
        " stuff because this is for you guys that's what it's for so if you're interested in that if you're",
        9190.16,
        9193.92
    ],
    [
        " on the fence if you're thinking about it come join us for a roll call at in Dallas September 21st",
        9193.92,
        9200.1
    ],
    [
        " and of course you've heard on this podcast we've we launched a new company a subsidiary company",
        9200.1,
        9207.3
    ],
    [
        " to echelon front it's called echelon front overwatch or EF overwatch and you can check that out at",
        9207.3,
        9214.74
    ],
    [
        " at at EF overwatch.com it's it's a great coming out designed to we we're one of the biggest things",
        9214.96,
        9223.1
    ],
    [
        " that that that we see from the companies we work with is people ask us where can we get people",
        9223.1,
        9227.72
    ],
    [
        " like you where can we get folks with them a mindset of extreme ownership and so we started that",
        9227.72,
        9232.94
    ],
    [
        " in the special operations world and the goal of overwatch is to to take special operations veterans",
        9232.94,
        9239.44
    ],
    [
        " and combat aviator veterans and place them in companies with play place them in companies who are",
        9239.44,
        9247.98
    ],
    [
        " looking for people with with that mindset and EF overwatch is is something I'm super excited about",
        9247.98,
        9254.46
    ],
    [
        " we we have a massive demand signal right now frankly we have a lot more clients that are reaching",
        9254.46,
        9258.6
    ],
    [
        " out these companies that are seeking folks to place it and offer them job opportunities and we",
        9258.6,
        9265.18
    ],
    [
        " have a lot more clients than we have on the candidate side so if you're a special operator and",
        9265.18,
        9270.66
    ],
    [
        " you're you're about to be retired or are leaving just leaving the military or I've left even a",
        9270.66,
        9276.48
    ],
    [
        " few years ago or on the combat aviation side go to EF overwatch.com fill out the the application",
        9276.48,
        9283.16
    ],
    [
        " there and start the paperwork because we've got with there's an awesome opportunity here for some",
        9283.16,
        9289.5
    ],
    [
        " great companies with some some great leadership positions and some some promising promotion",
        9289.5,
        9294.82
    ],
    [
        " opportunities in some companies that exhibit extreme ownership that have that as part of their",
        9294.82,
        9299.06
    ],
    [
        " culture so don't miss out on those opportunities go to the website input your information",
        9299.06,
        9304.22
    ],
    [
        " if overwatch.com and come get in the game there's a lot of a lot of great work to be done a lot of",
        9304.22,
        9309.22
    ],
    [
        " massive opportunity out there companies need good leaders come and get it and until we see you at",
        9309.22,
        9318.94
    ],
    [
        " the muster or we see you at roll call or we see you at the immersion camp doing that you shits",
        9318.94,
        9325.62
    ],
    [
        " if you want to ask us questions or if you want to give us answers you can find us on the interwebs",
        9325.62,
        9331.68
    ],
    [
        " on instagram.life is at real.life.babin on twitter and on that visible.life is at.life.babin",
        9331.68,
        9342.6
    ],
    [
        " and of course on all those echo is at echo Charles and I am at jaco willick echo anything else",
        9344.4,
        9353.3
    ],
    [
        " negative.life any closing thoughts good to be back on with you guys again.",
        9353.3,
        9358.18
    ],
    [
        " I'm standing by to get some always good to have you and thanks to everyone for listening and",
        9358.36,
        9365.84
    ],
    [
        " supporting this podcast especially to those people that make this podcast possible",
        9365.84,
        9372.58
    ],
    [
        " the people that make this podcast possible and it's not some long list of sponsors the people",
        9372.58,
        9380.3
    ],
    [
        " that make this podcast possible is our military our police law enforcement fire fighters border",
        9380.3,
        9386.98
    ],
    [
        " patrol paramedics other first responders without you protecting us from evil abroad and keeping us",
        9386.98,
        9393.94
    ],
    [
        " safe here at home we wouldn't be able to do what we do so thank you for doing what you do",
        9393.94,
        9402.18
    ],
    [
        " and to everyone else out there whether you are making something or baking something whether you're",
        9402.18,
        9411.14
    ],
    [
        " serving food or serving warrants whether you work in a bank or you build banks if you wear a",
        9411.14,
        9418.64
    ],
    [
        " suit and tie or you wear coveralls and a hard hat no matter who you are and what you do",
        9418.64,
        9426.74
    ],
    [
        " do it to the best of your ability take pride in your work and be the best you can but at the same",
        9426.74,
        9434.26
    ],
    [
        " time stay balanced be aggressive but not reckless take ownership but empower your team be humble but",
        9434.26,
        9445.58
    ],
    [
        " not passive be disciplined but be free balance the dichotomies of leadership and the dichotomies",
        9445.58,
        9456.0
    ],
    [
        " of life and as you do that keep getting after it and until next time this is life and echo and jaco",
        9456.0,
        9467.9
    ],
    [
        " out",
        9467.9,
        9469.66
    ]
]