[
    [
        " Uncle Jake wanted to tell a story about a fighter pilot that he knew when he was a kid",
        0.42,
        5.96
    ],
    [
        " and this fighter pilot taught Uncle Jake some very important lessons.",
        5.96,
        10.64
    ],
    [
        " So here is a story from Uncle Jake.",
        11.5,
        14.78
    ],
    [
        " When I was a kid, I had a kid in my fourth grade class named Jonathan that sat behind me",
        15.54,
        23.32
    ],
    [
        " in class.",
        23.32,
        23.74
    ],
    [
        " He wasn't really my friend, but he was friends with some of my friends.",
        23.98,
        28.7
    ],
    [
        " And this boy Jonathan used to talk all the time.",
        28.7,
        31.78
    ],
    [
        " Talk, talk, talk, talk, and it really annoyed me.",
        32.44,
        35.12
    ],
    [
        " Not only did he talk, but he had a voice that kind of came out through his nose and it",
        35.92,
        41.4
    ],
    [
        " made it even more annoying.",
        41.4,
        43.12
    ],
    [
        " He would say, hey, what are you guys doing?",
        43.6,
        45.72
    ],
    [
        " What are you up to?",
        46.18,
        46.72
    ],
    [
        " What are you doing?",
        46.76,
        47.18
    ],
    [
        " What's happening?",
        47.26,
        47.72
    ],
    [
        " How are you guys doing?",
        47.92,
        49.02
    ],
    [
        " Non-stop all the time.",
        49.8,
        51.42
    ],
    [
        " And the more I was around him, the more I got annoyed.",
        52.62,
        55.52
    ],
    [
        " Sometimes I even got angry.",
        56.0,
        57.36
    ],
    [
        " And one day it really started to get to me.",
        57.88,
        61.44
    ],
    [
        " So I told him to just be quiet.",
        62.02,
        64.3
    ],
    [
        " And he was quiet for a little while, but not for very long.",
        65.98,
        68.74
    ],
    [
        " And then it was, talk, talk, talk, talk, talk, again, talk, talk, talk, talk.",
        69.7,
        74.02
    ],
    [
        " I couldn't stand it.",
        74.44,
        76.5
    ],
    [
        " It was so aggravating.",
        76.8,
        78.28
    ],
    [
        " Finally, one day I got super annoyed.",
        79.06,
        81.78
    ],
    [
        " We were sitting on the ground during reading time and I was just trying to read and he kept",
        82.1,
        88.18
    ],
    [
        " talking.",
        88.18,
        88.86
    ],
    [
        " I'd had enough and I finally looked at him and I said, would you just shut your mouth?",
        89.44,
        96.22
    ],
    [
        " Only instead of saying it quietly because I was so mad, it came out way too loud.",
        97.84,
        103.06
    ],
    [
        " So loud that everyone in the classroom heard me say it, including the teacher.",
        104.46,
        110.34
    ],
    [
        " And my teacher did not like that at all and I got in trouble.",
        111.34,
        115.02
    ],
    [
        " The teacher Mrs. Talley was her name.",
        115.32,
        117.82
    ],
    [
        " She came over and sent me to the principal's office.",
        118.66,
        121.08
    ],
    [
        " I was the one that got sent to the principal's office, even though it was Giannath and",
        122.06,
        126.6
    ],
    [
        " then been talking.",
        126.6,
        127.3
    ],
    [
        " Now what was I going to do?",
        127.58,
        129.24
    ],
    [
        " As you can imagine, the principal called my house and told my parents I had been in trouble.",
        129.24,
        132.94
    ],
    [
        " Now pay attention here because I have to tell you another part of the story.",
        133.46,
        139.44
    ],
    [
        " It's a story within a story but it will lead back to Jonathan and how that whole situation",
        140.28,
        147.26
    ],
    [
        " turned out.",
        147.26,
        148.06
    ],
    [
        " You see, there was a man that used to come over to our house sometimes.",
        148.14,
        151.12
    ],
    [
        " He was older than my dad but not by much.",
        151.48,
        154.3
    ],
    [
        " My dad called him Captain.",
        154.72,
        156.78
    ],
    [
        " The captain had been in the Navy but he didn't drive ships.",
        158.04,
        162.14
    ],
    [
        " He was a pilot in the Navy.",
        162.68,
        164.64
    ],
    [
        " He flew planes and during the Vietnam War, his plane was shot down and he parachuted to",
        165.22,
        172.44
    ],
    [
        " the ground but when he landed, he was surrounded by the enemy and they captured him and put",
        172.44,
        177.04
    ],
    [
        " him into a prisoner of war camp and it was an awful place.",
        177.04,
        181.46
    ],
    [
        " There was horrible food and they didn't get much of it and the water made them sick",
        183.36,
        188.32
    ],
    [
        " and they lived in barren rooms called prison cells and it was hot and it was miserable.",
        188.32,
        193.78
    ],
    [
        " And the prisoners were treated horribly by the guards in the prison.",
        194.42,
        200.9
    ],
    [
        " They were beaten and they were starved and they were given no freedom to do anything.",
        201.12,
        205.44
    ],
    [
        " The only good thing that the prisoners had is that they were not alone.",
        207.64,
        212.76
    ],
    [
        " There were other prisoners there, mostly other pilots that had been shot down and most",
        214.04,
        220.04
    ],
    [
        " of the time they lived with each other in these tiny prison cells.",
        220.04,
        224.68
    ],
    [
        " I only knew about all this because my dad had told me what had happened to the captain.",
        225.72,
        231.3
    ],
    [
        " Well, after I got in trouble at school for getting annoyed at Jonathan who talked all the time",
        232.84,
        239.64
    ],
    [
        " and I yelled at him, my dad invited the captain over to my house and my dad said that the captain",
        239.64,
        247.7
    ],
    [
        " wanted to tell me something and when we sat down after dinner, the captain looked at me",
        247.7,
        255.1
    ],
    [
        " and started to talk.",
        256.46,
        257.6
    ],
    [
        " And when the captain talked, everybody listened.",
        258.74,
        261.76
    ],
    [
        " The captain spoke slowly and clearly and you could tell that he meant every word he said.",
        262.9,
        270.6
    ],
    [
        " And this is what he told me that night. He said, Jake, I know you got into some trouble at school.",
        271.26,
        279.06
    ],
    [
        " I know you got annoyed with another kid and yelled at him during class.",
        280.5,
        284.08
    ],
    [
        " Now, I want to tell you something.",
        285.9,
        287.28
    ],
    [
        " When I was a fighter pilot, I was shot down and got captured by the enemy.",
        288.74,
        293.78
    ],
    [
        " I was put into a prison camp and it was a horrible place and in that prison we had cellmates.",
        295.22,
        300.68
    ],
    [
        " Those were the other prisoners that we lived with and the rooms were small and we were hungry",
        301.56,
        307.18
    ],
    [
        " and we were sick and we were tired and we were miserable.",
        307.18,
        310.94
    ],
    [
        " And in that terrible situation, it would be very, very easy for me to get annoyed with my cellmates.",
        313.18,
        321.42
    ],
    [
        " In fact, we all could have gotten annoyed with each other.",
        321.84,
        324.66
    ],
    [
        " Maybe my cellmate snored or maybe he coughed all day and all night or maybe he",
        326.36,
        332.12
    ],
    [
        " cracked his knuckles all the time or picked his nose or scratched his feet in a gross way that made",
        332.12,
        338.46
    ],
    [
        " me really annoyed. But Jake, I was in that prison camp with those other guys for six years.",
        338.46,
        350.26
    ],
    [
        " Six years. That is a long, long, long time to be in prison and that is a long, long,",
        351.22,
        363.64
    ],
    [
        " long time to be annoyed. And in that prison, we didn't have many other choices for friends.",
        363.64,
        372.22
    ],
    [
        " It was just us and our cellmates. That's it.",
        372.86,
        376.58
    ],
    [
        " So we came up with a rule and the rule was that if someone annoyed us, it wasn't their fault.",
        377.28,
        387.64
    ],
    [
        " But it was our fault. It was our fault if we let their snoring bother us.",
        388.98,
        398.6
    ],
    [
        " If my roommate snored, it was my fault. If I let that bother me, it was my fault. If I got",
        398.94,
        405.26
    ],
    [
        " aggravated at the way my cellmate scratched his feet. It was my fault. If I couldn't stand the way",
        405.26,
        414.12
    ],
    [
        " that my cellmate coughed or talked or cracked his knuckles. It was my fault. That was the rule.",
        414.12,
        423.12
    ],
    [
        " We couldn't allow ourselves to get annoyed. Being annoyed would have made that prison much,",
        424.66,
        433.8
    ],
    [
        " much worse than it already was and we couldn't have that and we didn't have that.",
        433.9,
        441.0
    ],
    [
        " Ever. So, Jake, if you let someone annoy you, you're allowing something that shouldn't control",
        445.04,
        453.28
    ],
    [
        " you to control you. You're letting it get inside your head. And I know you're young, but that's",
        453.28,
        460.7
    ],
    [
        " no excuse. You can't do that. You have to learn to ignore the little things that annoy you. I promise",
        460.7,
        468.56
    ],
    [
        " you that there are enough things in life that can go wrong, big things, important things that",
        469.36,
        475.72
    ],
    [
        " you'll have to worry about. So, don't let these little things bother you. Just accept them.",
        475.72,
        482.12
    ],
    [
        " And shake them off. Think about something else. And don't focus on little things that annoy you,",
        483.38,
        492.4
    ],
    [
        " but that don't really matter. Does that make sense to you, Jake?",
        492.68,
        498.68
    ],
    [
        " And I said to the captain, yes, sir, and I meant it. I couldn't believe what the captain had been",
        500.2,
        509.36
    ],
    [
        " through and I couldn't believe that he had this amazing attitude. I could see in him how strong",
        509.36,
        516.0
    ],
    [
        " you have to be to stay calm and not let things annoy you. It made me feel like I was a giant",
        516.0,
        523.58
    ],
    [
        " wimp for letting little things bother me. And that was the first lesson that I learned from the captain.",
        523.58,
        531.58
    ],
    [
        " And he taught me much, much more over the years and I'll tell you more about those lessons later,",
        532.74,
        539.38
    ],
    [
        " but this first lesson, it was an important one. And after that, when I went back to school and I",
        539.38,
        547.7
    ],
    [
        " heard Jonathan talk, talk, talk, talking in his annoying voice, I just let it go. It wasn't a big",
        547.7,
        556.74
    ],
    [
        " deal anymore and I was strong enough to deal with it. And that's the lesson I learned. I learned",
        556.74,
        568.36
    ],
    [
        " from the captain and to this day, even as a grown man, all these years later, when some little thing",
        568.36,
        575.62
    ],
    [
        " is bothering me or annoying me, I think of how much worse things could be. And I just ignore that",
        575.62,
        584.88
    ],
    [
        " little thing. And even if I can't ignore it, I just keep my thoughts to myself. I keep it inside",
        584.88,
        590.42
    ],
    [
        " and I put a smile on my face and I worry about bigger things in the world. And you know what?",
        590.42,
        598.08
    ],
    [
        " When you act like things don't bother you, eventually they don't. So be strong and don't let",
        598.36,
        607.62
    ],
    [
        " little things annoy you.",
        607.62,
        609.4
    ]
]