[
    [
        " So here we go for a munkle Jake.",
        1.32,
        3.3
    ],
    [
        " When I was a kid, there was a game that we made up that we played during recess if it",
        4.54,
        12.18
    ],
    [
        " was raining outside so recess was in the gym.",
        12.18,
        15.6
    ],
    [
        " The game was kind of like Dodge Ball except you could change sides at any time and we",
        16.46,
        24.82
    ],
    [
        " called the game Bashball.",
        24.82,
        26.68
    ],
    [
        " It was a pretty fun game.",
        28.28,
        29.58
    ],
    [
        " So the way you'd play Bashball is first we would pick teams and then we would put",
        30.58,
        34.76
    ],
    [
        " a bunch of balls on the half court line down the middle of the gym and then the two teams",
        34.76,
        39.52
    ],
    [
        " would go to the walls on opposite sides of the gym with the balls right there in the",
        39.52,
        44.2
    ],
    [
        " middle and then when everyone was on the walls and we were all set someone would yell",
        44.2,
        48.34
    ],
    [
        " go.",
        48.34,
        48.72
    ],
    [
        " And as soon as that yell came we would run to the center as fast as we could and try",
        50.02,
        56.38
    ],
    [
        " and grab a ball and once you had a ball in your hand the goal was kind of like Dodge",
        56.38,
        61.94
    ],
    [
        " Ball.",
        61.94,
        62.24
    ],
    [
        " The goal was to throw the ball at someone on the other side and just like Dodge Ball",
        62.44,
        67.84
    ],
    [
        " if you hit them and they didn't catch it they were out and if they caught the ball that",
        67.84,
        73.8
    ],
    [
        " you threw at them you were out.",
        73.8,
        75.94
    ],
    [
        " And so that part was very much like Dodge Ball but this is what made the game a little",
        77.3,
        81.04
    ],
    [
        " bit different when it made sense when you thought it made sense you could actually just",
        81.04,
        84.96
    ],
    [
        " switch to the other side and play for the other team and what that meant is that eventually",
        84.96,
        89.4
    ],
    [
        " there would only be two people left one on one side and one side one on the other side",
        89.4,
        94.3
    ],
    [
        " and when one of them hit the other one with the ball the last person in the game would",
        94.3,
        100.66
    ],
    [
        " be the champion.",
        100.66,
        101.24
    ],
    [
        " So it was a pretty good game it was pretty fun but I could never actually win the game.",
        102.34,
        111.18
    ],
    [
        " I would do okay I was pretty good at it but I wouldn't ever win.",
        112.48,
        116.32
    ],
    [
        " That bothered me a little bit I wanted to win and there was another kid named Billy",
        116.82,
        123.18
    ],
    [
        " in the class and he would play the game with us and he was a smaller kid sometimes we",
        123.18,
        130.64
    ],
    [
        " called him little Billy he was very nice he was tough he was small but he was tough and",
        130.64,
        135.62
    ],
    [
        " he was determined he was also very quiet he didn't say much.",
        135.62,
        139.56
    ],
    [
        " He played he played the game hard but he didn't talk much and he was probably about the",
        140.22,
        148.18
    ],
    [
        " same as me at bashball he was about as good as I was and that meant that he never actually",
        148.18,
        156.24
    ],
    [
        " won the game either but I could tell that like me he wanted to win the game for sure.",
        156.24,
        161.74
    ],
    [
        " And one day it was raining outside so we had recess in the gym and we were kind of",
        164.28,
        169.36
    ],
    [
        " excited because that meant we got to play bashball and it just so happened that this day",
        169.36,
        175.46
    ],
    [
        " was a really good day for me and I was playing very well.",
        175.46,
        181.66
    ],
    [
        " In the first game I made it all the way until I was the fourth guy left so I got fourth",
        182.02,
        188.36
    ],
    [
        " place and then in the second game I was the fifth guy left left a little bit worse but",
        188.6,
        193.4
    ],
    [
        " still fifth place not bad. In the third game I was the third guy left so third place",
        193.4,
        200.84
    ],
    [
        " that was the best I'd ever done and then I got knocked out but that got me close I could",
        200.84,
        208.1
    ],
    [
        " almost I could almost taste that victory and I really wanted to win and then in the fourth",
        208.1,
        217.38
    ],
    [
        " game in the fourth game well something happened and it was kind of confusing but I'll try and explain",
        219.2,
        224.04
    ],
    [
        " it. So I saw the best player from the other team charging to the line with a ball in his hand",
        224.04,
        232.6
    ],
    [
        " and he was going to throw his ball at one of the best players from my side who was also running",
        232.6,
        239.5
    ],
    [
        " to throw the ball at the other guy they were both focused on each other so they didn't",
        239.5,
        247.32
    ],
    [
        " see me and while they were looking at each other and they were charging towards the line to throw",
        247.32,
        251.88
    ],
    [
        " the ball their balls at each other I came running in from the side and as the other guy on the",
        251.88,
        258.54
    ],
    [
        " other side through the ball at our best player I threw the ball at that guy and I nailed them",
        258.54,
        263.4
    ],
    [
        " and nailed them and it felt good because if I could get that good player out of the game there's a",
        263.4,
        272.7
    ],
    [
        " better chance I could win but he was a really competitive player and when I hit him he screamed",
        272.7,
        278.92
    ],
    [
        " really loud because he was mad that he got hit and when he screamed everyone in the whole gym looked",
        278.92,
        285.02
    ],
    [
        " at him everyone except little Billy little Billy that quiet kid that I talked about little",
        285.02,
        296.48
    ],
    [
        " Billy pulled a very sneaky move you see while I was distracted and focused on throwing my ball",
        296.48,
        305.8
    ],
    [
        " at that other kid Billy snuck in out of nowhere and hit me hit me right in the side",
        305.8,
        314.46
    ],
    [
        " but here's the thing because everyone was looking at the kid that screamed no one saw me get hit",
        314.46,
        323.44
    ],
    [
        " no one saw it well no one but Billy and I looked around and I saw that no one was looking",
        325.56,
        331.8
    ],
    [
        " everyone was looking at someone else and then I just acted like it didn't happen I acted like I",
        331.8,
        339.38
    ],
    [
        " didn't get hit no one really noticed like I said except Billy and Billy just stood there",
        339.38,
        350.02
    ],
    [
        " looking at me and he actually pointed at me and I could see he wanted to say something like hey",
        350.84,
        359.42
    ],
    [
        " you're out or I just hit you but he didn't say anything and I felt bad for a quick moment",
        359.42,
        368.28
    ],
    [
        " but you know what I really wanted to win and a few seconds later there were balls",
        368.28,
        376.6
    ],
    [
        " flying around again and Billy had to move and the game went on and kids kept throwing balls and",
        376.62,
        382.1
    ],
    [
        " kids kept getting knocked out one by one one after the other including Billy and when Billy walked",
        382.1,
        390.84
    ],
    [
        " off the court he did it very slowly just looking at me and then other kids got knocked out and I kept",
        390.84,
        399.08
    ],
    [
        " going and then suddenly it was just me and one other kid on the other side it was down to the two",
        400.0,
        406.52
    ],
    [
        " of us to see who would be the champion and we both rushed to the line ready to throw and then I",
        406.52,
        417.82
    ],
    [
        " did something very smart instead of focusing on hitting him with my ball when he threw his ball",
        417.82,
        428.68
    ],
    [
        " I just dropped my ball I just dropped it and I focused on catching the ball he had thrown and I",
        428.68,
        435.82
    ],
    [
        " did it I caught that ball that he had thrown and that was it I had one I was the champion and I felt",
        435.82,
        448.44
    ],
    [
        " awesome I raised my hands into the air and I celebrated my victory and a bunch of kids came back",
        448.44,
        454.84
    ],
    [
        " onto the court and they congratulated me for being the champ and gave me high fives",
        454.84,
        460.24
    ],
    [
        " and then I saw Billy through the crowd and he was just looking at me",
        460.24,
        472.74
    ],
    [
        " but he didn't look happy for me at all in fact he looked disappointed",
        472.74,
        482.0
    ],
    [
        " he shook his head slowly with a look on his face almost like he felt sorry for me",
        484.84,
        492.68
    ],
    [
        " he had a look on his face that said one thing and one thing only that he knew I had cheated",
        492.68,
        506.72
    ],
    [
        " he knew I wasn't a real champion not at all",
        511.14,
        515.66
    ],
    [
        " and he kept looking at me but he didn't say anything",
        515.66,
        521.06
    ],
    [
        " he didn't need to say anything because I felt it",
        521.06,
        526.58
    ],
    [
        " my victory was no victory at all",
        526.58,
        533.66
    ],
    [
        " I had one only because I had cheated",
        536.72,
        541.32
    ],
    [
        " and as soon as I realized that the celebration was over",
        541.32,
        549.16
    ],
    [
        " I wasn't happy anymore not at all in fact I felt awful he knew I cheated and I knew I cheated",
        549.16,
        560.56
    ],
    [
        " and I also knew something else at that exact moment in time I also knew that I would never",
        564.08,
        571.92
    ],
    [
        " cheat at anything again",
        571.92,
        574.3
    ],
    [
        " cheating isn't winning cheating isn't losing cheating is worse than losing cheating is a disgrace",
        574.3,
        585.8
    ],
    [
        " and if you cheat you're cheating yourself you're cheating yourself of hard work",
        589.62,
        596.68
    ],
    [
        " you're cheating yourself from getting better and you're cheating yourself from knowing what",
        596.68,
        602.52
    ],
    [
        " victory what winning really feels like",
        602.52,
        606.12
    ],
    [
        " and on top of all that more important you're cheating other people",
        606.12,
        613.48
    ],
    [
        " from the victory that they actually earned and deserve",
        613.78,
        618.74
    ],
    [
        " cheating is awful and it will make you feel awful",
        618.74,
        629.14
    ],
    [
        " and I hope that little Billy here's this story one day",
        629.14,
        637.84
    ],
    [
        " then if little Billy is listening I would tell him three things",
        638.98,
        643.2
    ],
    [
        " I'm sorry that I cheated I never cheated again and I never will",
        643.2,
        651.84
    ],
    [
        " and thanks little Billy for teaching me how to be a better person",
        651.84,
        660.78
    ],
    [
        " and as you listen to this story out there I hope you can learn from Billy the same thing that I did",
        663.22,
        671.28
    ],
    [
        " don't ever cheat",
        671.28,
        675.26
    ]
]