[
    [
        " What they do to their guys who go to flight school, fly F-18s, and go to Top Gun,",
        1.4,
        7.04
    ],
    [
        " They handed him an M-16 and put him on the ground in Afghanistan with all that training.",
        7.52,
        17.72
    ],
    [
        " I guess as a fact.",
        17.88,
        18.4
    ],
    [
        " That's what the Marine Corps does and that's one of the best things that they do is because those guys can talk to aircraft better than anybody else.",
        18.5,
        25.02
    ],
    [
        " And 100% and he did, but he did complain because he said, man, you know, they spent all this money on training me how to fly.",
        25.12,
        31.44
    ],
    [
        " And he's like, I was really good at it. And then I'm on the fucking ground in Afghanistan dodging mortars, you know, which he never ever signed up to do.",
        31.54,
        39.78
    ],
    [
        " So it was just interesting here from his perspective. They don't like it, you know. They want to fly and now they're stuck going in cash.",
        40.48,
        48.34
    ],
    [
        " One of my really good friends was the same thing. Marine Corps, F-18, Top Gun, Top Gun instructor, Top Gun senior instructor.",
        48.4,
        56.4
    ],
    [
        " And he was a fact on the ground. He was an Anglico team leader in Ramadi with us just getting after it.",
        56.68,
        62.86
    ],
    [
        " And it's funny because he taught, like all the stuff he did in the Marine Corps, he taught, like he talks about what he did for just one six month deployment to Ramadi because a lot different than what it was as I constantly tell him being an air conditioner.",
        63.12,
        78.38
    ],
    [
        " And to talk to it, you know, 20,000 feet up in the air. That's right. Yeah. Yeah. See you right. I mean, those guys can you imagine what kind of perspective they get on the ground and then go back up there and go, wait a minute, like I know what it was like down there.",
        78.4,
        89.68
    ],
    [
        " Yep. That's that's the Marine Corps. And I've read some great stories about like the Korean War, those those Marine Corps pilots that would go and deploy it. They're like the Marines. Everyone loved them because they can just talk to those pilots the way they need to be talked to.",
        89.82,
        102.48
    ],
    [
        " So I mean, and look, we have the J-tax. There's J-tax are awesome too. But in the Marine Corps, just when the way they do it, and it's pretty freaking cool.",
        102.6,
        111.66
    ]
]