[
    [
        " This is Jocco podcast number one thirty two with echo Charles and me, Jocco",
        0.0,
        5.74
    ],
    [
        " Willink. Good evening, echo. Good evening.",
        5.74,
        8.0
    ],
    [
        " The warriors are all dead. They lie on the more field. They struggled but",
        8.58,
        22.64
    ],
    [
        " shall not enter. They went but shall not return. The planes are flat and wide. The",
        22.64,
        38.02
    ],
    [
        " way home is long. Their swords lie beside them. Their black bows in their hand.",
        38.02,
        49.12
    ],
    [
        " Though their limbs were torn, their hearts could not be repressed. They were more than brave.",
        51.68,
        63.34
    ],
    [
        " They were inspired with the spirit of woo. Instead fast to the end, they could not be",
        64.78,
        74.4
    ],
    [
        " daunted. Their bodies were stricken down but their souls have taken immortality. Captains",
        74.4,
        86.14
    ],
    [
        " among the ghosts, heroes among the dead. And that is an excerpt from an ancient Chinese",
        86.14,
        103.96
    ],
    [
        " poem written by Q1. And there's not many details of his life. He was a patriotic poet that",
        104.72,
        114.88
    ],
    [
        " lived around 300 BC and the poem refers to the spirit of woo which I like because",
        114.88,
        125.22
    ],
    [
        " woo means martial as in martial arts as in things that are related to war and things",
        125.22,
        133.1
    ],
    [
        " that are related to fighting. That's what woo means of war. So we're talking about the",
        133.1,
        138.64
    ],
    [
        " spirit of war. And of course, China has an incredibly rich history of art and culture",
        138.64,
        150.02
    ],
    [
        " and fought for thousands of years. Many dynasties that have carried on that rich culture. But",
        150.18,
        163.48
    ],
    [
        " we also of course know that China has a long history of war. The knowledge about war and",
        163.48,
        169.24
    ],
    [
        " we've already looked at one of the fundamental books about war and strategy from Sun",
        169.24,
        180.0
    ],
    [
        " and today we're going to take a look at another important document that comes from China.",
        180.34,
        185.56
    ],
    [
        " It's called the 36 Strategies. And this document has been around for a long time. And it's",
        186.04,
        195.38
    ],
    [
        " actual origin is debated where it came from. There's some people that say Sun Su wrote it",
        195.38,
        200.46
    ],
    [
        " actually. There's another military strategist named Ziu Jian. And some people think he wrote",
        200.46,
        210.52
    ],
    [
        " it. But the current prevailing view is that it's a compilation of information that was compiled",
        210.52,
        219.6
    ],
    [
        " by different people, different authors over the year over the years. And the actual version",
        219.6,
        226.34
    ],
    [
        " that I'm using was compiled by a guy named Peter Taylor. And if you remember, so 36",
        226.34,
        233.58
    ],
    [
        " Strategies. That's what's called the 36 Strategies. And if you remember from a recent podcast",
        233.58,
        238.8
    ],
    [
        " that we did, Strategium doesn't mean strategy. It doesn't mean that. It's a trick. That's",
        238.8,
        244.84
    ],
    [
        " what it means. It's a subterfuge. It's a it's a sneaky maneuver to get what you want.",
        244.84,
        251.16
    ],
    [
        " That's what a Strategium is. Now, this book is divided up into six sections. The first three",
        251.16,
        259.12
    ],
    [
        " are for when you're winning. And the second three are for when you're losing. The winning",
        259.12,
        269.62
    ],
    [
        " Strategiums are advantageous, opportunistic, and attacking. And the other like losing type",
        269.78,
        279.56
    ],
    [
        " strategies when you're losing are confusion, deception, and desperation. And you know what,",
        279.56,
        287.08
    ],
    [
        " some of these we've heard before, some are a new take on an old idea or an old take that we",
        287.16,
        292.1
    ],
    [
        " think is a new idea. And all of them reinforce kind of what we know and allow us to think about",
        292.1,
        300.64
    ],
    [
        " these things a little bit different way and see them from a different angle. So here we go,",
        300.64,
        304.5
    ],
    [
        " the 36 Strategies. Number one, sneak across the ocean in broad daylight. And so after they give,",
        304.76,
        318.58
    ],
    [
        " that's the actual that's the that's the strategy right there. And so you got to give a little",
        318.58,
        322.92
    ],
    [
        " explanation around some of them. And Peter Taylor does it in this book. He lines them out. And I've",
        322.92,
        328.66
    ],
    [
        " actually seen there's a there's another copy of this same book where they all have the sort of",
        328.66,
        333.4
    ],
    [
        " general explanation. A lot of them have the same general explanation almost as if it's part of the",
        333.4,
        339.7
    ],
    [
        " same book. But to hit that part. So it says number one, sneak across the ocean in broad daylight.",
        339.7,
        346.22
    ],
    [
        " What does that mean? What you often what you see often you do not doubt. And what is familiar",
        346.22,
        352.5
    ],
    [
        " becomes uninteresting and a perfect cloak for the unusual and unexpected. This strategy means that",
        352.5,
        360.46
    ],
    [
        " you can mask your real purpose by using the rules or a fake target that everyone takes for granted.",
        360.46,
        365.64
    ],
    [
        " Tactically, this is known as the open faint in front of everyone you point west when your goal",
        366.42,
        372.38
    ],
    [
        " is actually in the east. For example, a goalkeeper when facing a penalty shot will often stand",
        372.38,
        377.5
    ],
    [
        " to one side or the other effectively inviting the opposing player to aim towards the open space",
        377.5,
        382.88
    ],
    [
        " when in fact the goalkeeper reacts and moves to this exact space the moment when the shot is taken",
        382.88,
        387.86
    ],
    [
        " thus saving the goal. So pretty clear. Next one, two, besiege way to rescue Zhao.",
        387.86,
        398.54
    ],
    [
        " When the enemy is too strong to be attacked directly, then attack something they hold close to",
        402.92,
        409.02
    ],
    [
        " them or value dearly. So this is a little bit different than just a flank, right? A flank means I'm",
        409.02,
        413.36
    ],
    [
        " going to hit your weak point. This is I'm going to attack something that you care about. Take the",
        413.36,
        420.78
    ],
    [
        " indirect approach and find their Achilles heel. So that is the weak point. But the first the first",
        420.78,
        424.56
    ],
    [
        " explanation is not just a weak point. It's I'm going to attack something that you are you care about.",
        424.56,
        430.56
    ],
    [
        " Think about how do you how you do this in a relationship like a well in a business relationship or",
        430.86,
        435.08
    ],
    [
        " something. Yep, and insults. Oh yeah, there you go. All kinds of things. Back to the book. The origin",
        435.08,
        441.44
    ],
    [
        " of this proverb is apparently from the warring states period when the state of way attacked Zhao",
        441.44,
        448.1
    ],
    [
        " and laid siege to its capital, hand on. Zhao turned to key for help. But the key general,",
        448.44,
        457.12
    ],
    [
        " Sun Bin, determined it would be unwise to meet the army of way head on. So instead he attacked",
        457.52,
        463.28
    ],
    [
        " their capital on hearing the news, the army of way retreated and haste and the tired troops were",
        463.28,
        469.98
    ],
    [
        " then ambushed and defeated. The idea here is to avoid a head on battle with a strong enemy and",
        469.98,
        476.4
    ],
    [
        " instead strike it as a weakness elsewhere. So that that part we've heard before we know that part.",
        476.4,
        479.94
    ],
    [
        " But I like the idea of attacking something that they care about more. Yeah, I mean that's a classic",
        480.24,
        486.36
    ],
    [
        " right. That's a classic like classic is oh I can't get to you but I'm going to get to your kids.",
        486.36,
        492.1
    ],
    [
        " Yeah, yeah, yeah, yeah, I'll kill your kids. That's always the worst right in all your movies that",
        492.2,
        497.7
    ],
    [
        " you watch. Sure. Oh yeah. Yeah, they always do that. What so they it's first comparing it to a",
        497.7,
        503.76
    ],
    [
        " flank like a flank is like I mean comparatively speaking what just I mean obviously to go to the",
        503.78,
        510.84
    ],
    [
        " side is somewhere this is not yeah, yeah, shielded or bunk bunker. Yeah, number three kill with a",
        510.84,
        520.48
    ],
    [
        " borrowed knife. Attack using the strength of another in a situation where using one's own",
        520.48,
        526.62
    ],
    [
        " strength is not favorable. Trick an ally into attacking him or bribe an official to turn traitor",
        526.62,
        531.64
    ],
    [
        " in your favor or use the enemy's own strength against him. Borrowing a knife to kill may seem",
        531.64,
        537.6
    ],
    [
        " rather too devious but fundamentally it's making use of others resources for your own gain and",
        537.6,
        543.58
    ],
    [
        " sometimes without your opponents knowing it. There's some underhanded stuff with this for sure.",
        543.58,
        549.72
    ],
    [
        " The idea here is a cause damage to your enemy by letting a third party by getting a third party to",
        550.18,
        555.52
    ],
    [
        " do the deed. In fact, it can be said that your enemy's enemy is your front which we've heard before.",
        555.52,
        561.88
    ],
    [
        " Kill with a borrowed knife. That's a good one. I keep thinking about when I read these, I think about",
        562.56,
        571.48
    ],
    [
        " people interacting with other people and how someone will get someone all spun up. Like,",
        571.48,
        577.72
    ],
    [
        " oh, can you believe Echo did this? You shouldn't say something about it. You're right. And like do that",
        577.94,
        582.08
    ],
    [
        " way. Number four, wait at leisure while the enemy labors. It is an advantage to choose the time and",
        584.5,
        592.88
    ],
    [
        " place for battle. In this way, you will know when and where the battle will take place while your",
        592.88,
        597.24
    ],
    [
        " enemy does not. Encourage your enemy to expend his energy in futile quests while you conserve your",
        597.24,
        603.36
    ],
    [
        " strength. When he is exhausted and confused, you attack with energy and purpose. Check. What part of",
        603.36,
        612.06
    ],
    [
        " your stand right there? Somebody asked me that the other day, is it is an attack to let someone",
        612.06,
        617.14
    ],
    [
        " get tired? It will be 100%. Yeah, it's like one of the foundational principles of why",
        617.14,
        623.9
    ],
    [
        " did you just say stunning? Yeah, I mean, if you look at the early UFC's, if you look at Hoist Gracie",
        623.9,
        628.66
    ],
    [
        " in the early UFC's, I would say he used that tactic a majority of the time. Yeah, that's like",
        628.66,
        636.4
    ],
    [
        " what essentially did you do to it? Like when they started it like Helio Grace, he was, you know,",
        637.32,
        640.8
    ],
    [
        " little guy, whatever. And that's yeah, that's what he would say the whole time. You cook them,",
        640.82,
        643.8
    ],
    [
        " they call it cooking the guy. Yeah, it's part of the deal, man. Yeah, cookie dough. That's good. I",
        643.8,
        649.44
    ],
    [
        " like that. I haven't heard that one in a while. No. Number five, loot a burning house.",
        649.44,
        655.36
    ],
    [
        " When a country is beset by internal conflicts or when disease and famine ravages the population or",
        656.12,
        662.84
    ],
    [
        " when corruption and crime are rampant, then it will be unable to deal with an outside threat.",
        662.84,
        667.14
    ],
    [
        " This then is the best time to attack. These are devios, aren't they? When you read them, they're",
        667.62,
        672.68
    ],
    [
        " devious. Amen. Marshall. That's the Marshall way. Yeah. You know what? I've seen some companies,",
        672.68,
        678.22
    ],
    [
        " some businesses that do that right there. They do it well. Yeah. When they're really,",
        678.22,
        684.16
    ],
    [
        " when they're really hostile, they sow the seeds of all that, all the chaos, all the ravages and",
        684.38,
        691.4
    ],
    [
        " all the famines and all the corruption and crime. When a company is really devious, they sow those",
        691.4,
        697.06
    ],
    [
        " seeds with the other company and then they watch them fall apart and then they go in and take them down.",
        697.06,
        701.82
    ],
    [
        " Yeah. Yeah.",
        702.32,
        702.68
    ],
    [
        " Loot a burning house means taking personal gain from bad situations that your enemies are facing.",
        704.6,
        710.48
    ],
    [
        " While a house is ablaze or during any major disturbance, there'll be enough confusion to make it",
        710.78,
        715.6
    ],
    [
        " easy and accessible to steal or take advantage of the situation. When your enemy is in a state of",
        715.6,
        721.38
    ],
    [
        " confusion and chaos, it prevents the perfect opportunity to wipe them out.",
        721.38,
        725.12
    ],
    [
        " Number six. Make a sound in the east, then strike in the west. In any battle, the element of",
        726.38,
        736.0
    ],
    [
        " surprise can provide an overwhelming advantage. Even when face to face with an enemy,",
        736.0,
        741.28
    ],
    [
        " surprise can still be employed by attacking where he least expects it. The idea here is to get",
        741.84,
        751.36
    ],
    [
        " in boxing, fainting is a body movement or an incomplete attack, use primarily to create a certain",
        751.36,
        757.46
    ],
    [
        " reaction from the opponent. The idea is to create an opening or draw the opening into responding",
        757.46,
        763.18
    ],
    [
        " or draw the opponent into responding so that you may anticipate and counter with a prepared attack.",
        763.18,
        768.6
    ],
    [
        " In order for faints to be successful, they must make the opponent believe that a punch is a real",
        769.08,
        774.98
    ],
    [
        " thing coming. We've talked about that before. You can't do a weak attempt at a submission.",
        774.98,
        781.86
    ],
    [
        " We've been having some wars lately. Last night, he and it's funny. There's a whole thing going on",
        782.18,
        796.42
    ],
    [
        " because psychologically, if there's a timer, I'm paying attention to it. Psychologically,",
        799.54,
        805.18
    ],
    [
        " I know how much time I can survive in certain situations. I might take a risk that I know,",
        805.44,
        812.74
    ],
    [
        " if I end up, I'll take this risk right now. There's a minute and 18 seconds left. I'm going to",
        812.8,
        818.94
    ],
    [
        " take a risk. The risk is going to take me 18 seconds. If I make it great, if the risk pays off,",
        818.94,
        827.12
    ],
    [
        " great. I'm going to be in a good spot. If the risk doesn't pay off, well, then it's going to take",
        827.18,
        833.3
    ],
    [
        " him 10 seconds to get it out. I've got 50 seconds. I know how long it's going to take the set.",
        833.3,
        837.2
    ],
    [
        " The timer's going to go. We're going to be okay. Last night, it was close. Close.",
        837.3,
        845.38
    ],
    [
        " I played a game. The risk took a risk. We were going off. We were going. I took the risk. Didn't pay",
        846.1,
        853.24
    ],
    [
        " off. Ended up in a bad situation. He was straightening out my arm. I got out of the arm lock.",
        853.24,
        864.76
    ],
    [
        " He slapped a triangle on me. I'm hard to triangle too because I'm just large. Be slapped a",
        865.56,
        871.76
    ],
    [
        " triangle on me. If you do get the triangle on me, it's going to be pretty deep now. I was like,",
        871.76,
        876.68
    ],
    [
        " by literally that was thinking myself, he doesn't have time to finish this. I don't even have to",
        876.94,
        884.56
    ],
    [
        " defend this right now because he doesn't have time to finish this. He slapped it on there. I didn't",
        884.56,
        887.44
    ],
    [
        " even defend. Then I was like, oh no. This thing is tight. Then the bell rang and the left.",
        887.44,
        897.02
    ],
    [
        " Because it happens all the time. That timer thing is like that's a real thing. You can almost",
        897.02,
        901.9
    ],
    [
        " physically feel the time. Here's the thing is, if there's no timer, if we don't have a clock running,",
        901.9,
        907.8
    ],
    [
        " my game is different. I won't take that risk. I'm super patient. Super just, you know,",
        908.06,
        915.42
    ],
    [
        " Sarge used to joke about it. Sarge would be like, oh, Jockel is going to hang on to your arm",
        915.7,
        919.36
    ],
    [
        " and work that arm with not moving for like seven minutes. He's going to say, he's hanging out.",
        919.36,
        924.66
    ],
    [
        " It's all good with me. I'm over here just, I'm just, I'm just cruising. I got you. I'm",
        924.66,
        929.02
    ],
    [
        " not letting go of it. That's not happening. Yeah. I'm going to sit here. I know that. You have a",
        929.02,
        933.2
    ],
    [
        " little bit of, you're using some strength. You're using a little bit to just maintain. I'm going",
        933.2,
        937.7
    ],
    [
        " to let that happen. I'm going to let you cook. You're going to cook me a little bit. But you see,",
        937.7,
        942.14
    ],
    [
        " you cook, yeah, you can cook stuff in five minutes, right? No. You know, it's hard to cook something",
        942.18,
        945.82
    ],
    [
        " in five minutes. Yeah, it's true. Well, yeah, that is true, generally speaking. That time,",
        945.82,
        950.52
    ],
    [
        " like, you know, it's a different, the difference between, you know, like some rolls,",
        950.74,
        954.34
    ],
    [
        " you'll go against the wall or something, you know, you just, and you go against the wall. And then",
        954.88,
        959.28
    ],
    [
        " sometimes you're like, hey, we're by the wall, you know, on the corner or whatever. So let's go",
        959.28,
        963.42
    ],
    [
        " to the middle or sometimes, you know, depending on who you're with, what the tempo, what the mood is,",
        963.42,
        967.76
    ],
    [
        " you just know, walls, fair. Oh, good. You know, walls, probably. So that's what the time",
        967.86,
        972.72
    ],
    [
        " we're kind of is too, you know, or that's what it feels like you can almost feel it where it's like,",
        972.72,
        976.76
    ],
    [
        " okay, the time when the time goes off, the time is game. This is all part of the game now, you know,",
        977.48,
        982.2
    ],
    [
        " yeah, yeah, yeah. But if there's no time, it's kind of like it doesn't have that. So you can have a",
        982.2,
        985.66
    ],
    [
        " I have more fun rolling with Andy when we get when we have the timer because that means every",
        985.66,
        990.42
    ],
    [
        " three minutes I'm taking a risk. Yeah. And I'm trying to make something happen or, or if he's",
        990.42,
        997.34
    ],
    [
        " in a dominant position, which he, you know, he gets in really dominant positions and he's really",
        997.34,
        1000.76
    ],
    [
        " good at maintaining them. And he tries to get it done in that time. Yeah. You know,",
        1000.76,
        1005.8
    ],
    [
        " otherwise he'd be cooking me for a longer time, I guess. Yeah. Which would not be fun. No. So,",
        1006.0,
        1010.94
    ],
    [
        " I'd you say that could be fun. All right. Next section, strategies for opportunistic situations.",
        1011.16,
        1017.36
    ],
    [
        " Create something from nothing. Make somebody believe there was something when there was, in fact,",
        1017.9,
        1025.24
    ],
    [
        " nothing or simply put lie. One method of using this strategy is to create an illusion of",
        1026.06,
        1033.8
    ],
    [
        " something's existence when in fact it does not exist. Another is to create an illusion that",
        1033.8,
        1038.0
    ],
    [
        " something does not exist when it in fact does. Pretty obvious. You know, it's a good thing to think",
        1038.0,
        1042.18
    ],
    [
        " about it like even if you're of the attitude that you don't want to lie, it's good to know",
        1042.18,
        1049.38
    ],
    [
        " these strategies that other people can use them on you. Yeah, fully. And the lie",
        1049.38,
        1055.12
    ],
    [
        " I mean, that seems like a conceptual lie. Like, you know, you know, the guy who gets fired up",
        1055.12,
        1058.74
    ],
    [
        " puts it puts on this huge display. Isn't that sort of a lie, you know, like I'm being",
        1058.74,
        1064.1
    ],
    [
        " ferocious and crazy. And then it's kind of usually just to cover up something else. Yeah, that's",
        1064.1,
        1069.72
    ],
    [
        " true. Or if you get like, if you're just moment in time, Sam Harris and Jordan Peterson just",
        1069.72,
        1076.36
    ],
    [
        " dropped in here and started having a discussion about what was the lie and what was it? Oh,",
        1076.36,
        1080.06
    ],
    [
        " I'm sure that would just take this whole thing to a different place. Sure. Well, I'm sure",
        1080.66,
        1087.34
    ],
    [
        " the first thing they would do is determine what is considered a lie. Like, where is it?",
        1087.34,
        1091.34
    ],
    [
        " No, they conceptually. It's like any any deception really. Yeah, yeah, that's true. So like,",
        1091.5,
        1096.98
    ],
    [
        " look, if me and you are in a, I don't know, MMA fight or something and my ankle is straight up",
        1097.06,
        1102.98
    ],
    [
        " sprained. I'm not going to show it, you know, like my natural inclination is like to limp on",
        1102.98,
        1109.64
    ],
    [
        " that thing, but I'm going to go out of my weight of just show that I'm not, you know, it's no",
        1109.64,
        1113.0
    ],
    [
        " factor. Is that a lie? Yeah. Yeah. It is right? Yeah, it's a deception. Yeah. I'm in fact",
        1113.0,
        1120.24
    ],
    [
        " injured. I bet they're, I bet we're going to get people that are like, no, a lie is technically,",
        1120.24,
        1124.36
    ],
    [
        " no, there's probably some technical definition that puts beyond just a deception. Yeah, that's my guess.",
        1124.68,
        1129.86
    ],
    [
        " I think it's intentional deception. It's weird because here's the deal. We know what a lie is.",
        1130.2,
        1136.18
    ],
    [
        " We know what a lie is. We know what it is. We know what is a lie. What is it? I don't know,",
        1136.64,
        1142.5
    ],
    [
        " man. There's that gray area. I'm telling you there's that gray area. Check. It's small, but yeah.",
        1142.58,
        1148.26
    ],
    [
        " All right. We will not have a discussion about that. Next, openly repair the gallery roads,",
        1148.7,
        1157.4
    ],
    [
        " but sneak through the passage of Chen Kang. To see the enemy with an obvious approach that will",
        1157.66,
        1164.72
    ],
    [
        " take a very long time while surprising and by taking a shortcut sneaking upon him. The,",
        1164.72,
        1168.2
    ],
    [
        " just classic, fundamental strategy. Next, I like this one. Watch the fires burning across the river.",
        1168.38,
        1177.54
    ],
    [
        " Delay, delay entering the field of battle until all the players have become exhausted,",
        1178.92,
        1185.36
    ],
    [
        " fighting amongst themselves at that point, go in at full strength and pick up the pieces.",
        1185.58,
        1189.56
    ],
    [
        " This is exactly the person that just asked on the last podcast about",
        1192.3,
        1196.0
    ],
    [
        " how to stop getting interrupted. This is what we're talking about. Do that right there. Let",
        1196.0,
        1201.42
    ],
    [
        " other people like have their conversation and fire their ammunition. Then when they're done",
        1201.42,
        1206.3
    ],
    [
        " fighting amongst themselves and they're exhausted, go in at full strength and pick up the pieces.",
        1206.3,
        1209.92
    ],
    [
        " When a serious conflict breaks out within the enemy alliance, all you have to do is be patient and",
        1211.5,
        1216.6
    ],
    [
        " wait quietly for the chaos to build up. Because once this internal conflict intensifies,",
        1217.02,
        1221.84
    ],
    [
        " then self-destruction will be the outcome. Besides being patient, make preparations for any",
        1222.12,
        1230.66
    ],
    [
        " advantage that might come out of the chaos. Sometimes you just gotta sit across the river and watch",
        1230.66,
        1235.14
    ],
    [
        " the fires burn for a little while. That's interesting because that's exactly what that is.",
        1235.14,
        1238.52
    ],
    [
        " That's exactly what it is. Because you're compelled to interrupt back.",
        1238.52,
        1243.12
    ],
    [
        " You know, get all this stuff. But yeah, man, it's good to sit back and listen.",
        1243.18,
        1247.54
    ],
    [
        " Remember that one. Let the fires burn. Let the fires burn. Number 10.",
        1247.54,
        1251.94
    ],
    [
        " Hide a knife behind a smile.",
        1254.38,
        1256.54
    ],
    [
        " Charm and ingratiate yourself with your enemy. Then when you have gained his trust,",
        1258.66,
        1264.58
    ],
    [
        " to move against him in secret, Sun zoos most often quoted advice was to keep your friends close",
        1264.58,
        1271.06
    ],
    [
        " and your enemy is closer. But here the strategy is far more duplicitous.",
        1271.06,
        1278.74
    ],
    [
        " In that, it advises that the sole purpose of keeping your enemy close is not just to understand",
        1279.94,
        1286.5
    ],
    [
        " them and be prepared for any aggression from them, but is to deceive them with a treasonable act.",
        1286.5,
        1292.64
    ],
    [
        " That would see their downfall. Hide behind a knife in the smile. So I was having a conversation with",
        1293.44,
        1298.0
    ],
    [
        " a guy the other day. And the question is, if you've run something up the chain of command to the",
        1298.0,
        1305.66
    ],
    [
        " absolute top, you can't bring it up anymore. And actually, this was a person in the fire services.",
        1305.66,
        1313.8
    ],
    [
        " If you've brought something to fire departments, if you've brought something up the chain of",
        1314.2,
        1317.94
    ],
    [
        " command to the absolute top and you still haven't gotten what you wanted, what would you do then",
        1317.94,
        1325.28
    ],
    [
        " they were asking me. And I was like, well, there's some a lot of things you could do in that situation.",
        1325.28,
        1329.28
    ],
    [
        " You know, you've got like, because the the topic was basically if training should be harder, right?",
        1329.78,
        1335.48
    ],
    [
        " If people aren't training harder and I'm bringing up the chain of command and people say, no,",
        1335.96,
        1339.08
    ],
    [
        " it's fine, no, it's fine, no, it's fine. And you believe that this is wrong. And people should be",
        1339.16,
        1343.68
    ],
    [
        " training hard. So we're more prepared to do our job. What would you do then? Jocke on all",
        1343.68,
        1347.88
    ],
    [
        " like, well, you know, you know, you know what you could do. You could say, okay, you know what?",
        1347.88,
        1352.02
    ],
    [
        " You don't want to listen to me. Fine. I'm going public. I'm going to write an article in the",
        1352.14,
        1357.38
    ],
    [
        " newspaper about how our department is not prepared to handle emergencies. That's what I'm going to do.",
        1357.38,
        1363.5
    ],
    [
        " And then they're going to listen. Now, let's think about that. Let's think about that outcome,",
        1363.98,
        1371.34
    ],
    [
        " right? The outcome is there's a decent chance you get fired. You definitely aren't getting promoted.",
        1371.78,
        1377.68
    ],
    [
        " You and so whether you get fired or you don't get promoted, you get stuck in this position where",
        1378.4,
        1382.96
    ],
    [
        " you have no influence on, by the way, did you get any training change? No. Now, could there,",
        1382.96,
        1386.98
    ],
    [
        " is there a possibility that the public takes note and goes, oh, wow, this is wrong. And we're going",
        1387.1,
        1393.9
    ],
    [
        " to we're going to have another election and we're going to replace this fire chief for whatever.",
        1393.9,
        1398.12
    ],
    [
        " Is there a chance that that could happen? There's a chance how that fire chief end up in that position.",
        1398.12,
        1401.88
    ],
    [
        " He's a political guy. He knows how to make things happen. He knows how to take care of himself.",
        1402.54,
        1406.68
    ],
    [
        " And if you think he's going to let some little article out in a newspaper, get him deposed from",
        1406.94,
        1411.3
    ],
    [
        " his position. You're wrong. You're underestimating your your enemy at this point. So don't do that.",
        1411.3,
        1418.26
    ],
    [
        " So I said, what if instead of doing that, you wrote, let's say, same idea, you wrote a positive",
        1418.62,
        1425.66
    ],
    [
        " article about the fired apartment and it made everyone look good and the chief looked at you like",
        1425.68,
        1430.0
    ],
    [
        " you were spreading the good word. And he says, oh, you know what, I appreciate you putting out that",
        1430.0,
        1433.72
    ],
    [
        " article. That was really good. It made us look good. He might not say that part of the music. I like",
        1433.72,
        1437.3
    ],
    [
        " your article. Well, you know, chief, I just want to let people know what we're doing over here.",
        1437.3,
        1440.9
    ],
    [
        " And now you're building trust. Now you're building trust with him. And now he says, oh, you know what?",
        1441.28,
        1446.0
    ],
    [
        " Yeah, you know what? You should run this thing over here. Why don't you run that little thing?",
        1446.16,
        1449.6
    ],
    [
        " And you take that thing and you run it and you keep it in the box that you know, he would like it in.",
        1449.66,
        1452.8
    ],
    [
        " And he goes, hey, you know, you did a good job with that. I'm going to get you up a little bit higher.",
        1453.2,
        1456.02
    ],
    [
        " And eventually you get to a position of influence where you actually can make the change that you",
        1456.52,
        1461.62
    ],
    [
        " want to make. Now again, the thing is when I say things like this, people are always, they don't",
        1461.62,
        1467.5
    ],
    [
        " want to hear it. Like when when someone they think they know me and they're like, oh, you know what?",
        1467.5,
        1473.44
    ],
    [
        " And I'm saying this the other day at a different company that everybody wants me to say, you",
        1473.56,
        1478.2
    ],
    [
        " know what you got to do in a situation like that? You come in with a battle action. And you start",
        1478.2,
        1482.28
    ],
    [
        " swinging and you take out everyone that's in your way. That's how you win.",
        1482.42,
        1485.48
    ],
    [
        " And I wish that that was true, but it's actually not true. It's not true. You don't win.",
        1486.06,
        1492.16
    ],
    [
        " You don't win when you do that. Yeah, you have to think. You have to play the game. What you have",
        1492.66,
        1498.78
    ],
    [
        " to do is hide a knife, go on to smile. Now that's that's very treasonous, he calls it. But if you're",
        1498.78,
        1506.14
    ],
    [
        " goal, if you're goal, let's take the fire department. If you're goal is to actually do a better job",
        1506.14,
        1511.58
    ],
    [
        " and and save more people's lives because you've trained more. And that's the knife that you're",
        1511.58,
        1515.74
    ],
    [
        " trying to get out in the end. Is that a bad thing? No, it's actually a good thing. You're not",
        1515.74,
        1518.94
    ],
    [
        " hiding a knife behind a smile. You're hiding saved lives behind a smile. That's what you're doing.",
        1518.94,
        1524.76
    ],
    [
        " This takes tactical patience. Yeah, tactical patience. That's a word people used to throw around",
        1525.46,
        1532.74
    ],
    [
        " because they thought it sounded cool. It does. It does sound cool. Right. It's a real thing though.",
        1532.74,
        1536.98
    ],
    [
        " And if you don't have tactical patience to play the to win the long war, it's a long war years.",
        1537.24,
        1543.54
    ],
    [
        " It can take years. This situation that they're talking this fire guy, the other situation could",
        1543.98,
        1548.42
    ],
    [
        " take years to to unfold years. But and we've talked about if you just make a stink and cause problems",
        1548.42,
        1559.52
    ],
    [
        " and run up the run your mouth and cause all this all this focus and bring the spotlight to the",
        1559.52,
        1565.0
    ],
    [
        " bad areas. Guess what? You're not even going to get you're not going to get moved up and put",
        1565.0,
        1569.3
    ],
    [
        " in a better position. Yeah. So don't do that. Yeah. So so crazy. That's like a lot of times the advice",
        1569.3,
        1575.82
    ],
    [
        " you give is literally the exact opposite of what it feels like we should do. It's like you you feel",
        1575.82,
        1582.2
    ],
    [
        " like, I need to do this. I just need to know how. Can you tell me how and you don't tell how you",
        1582.2,
        1586.92
    ],
    [
        " say, Hey, wait, you need to do this. No, you don't need to do that. You need to do the exact",
        1586.92,
        1590.24
    ],
    [
        " opposite of that. You're like, Oh man. It's not what you think you're supposed to do. You jam",
        1590.24,
        1594.78
    ],
    [
        " me up. But I will say through experience that your answers tend to be right 100% of the time.",
        1594.78,
        1603.32
    ],
    [
        " Yeah. People a lot of times you don't hear. And when I was younger, I didn't want to hear me",
        1603.6,
        1606.96
    ],
    [
        " there. Yes. That part is true. Yeah. For sure. When I was younger, I was like, Oh, you know,",
        1606.96,
        1610.48
    ],
    [
        " who drew that guy? Yeah. What I'm going to do. Cultivate a relationship with this this guy.",
        1610.76,
        1616.06
    ],
    [
        " Yeah. These weak. No. He's on sat. You know, there's a there's a military term on sat. Yeah.",
        1616.06,
        1621.72
    ],
    [
        " I used to that used to be my that used to be that used to be as bad as that was the worst adjective",
        1621.96,
        1627.46
    ],
    [
        " I could use. Yeah. I'd be like that guy's on sat. Or you know, whatever. It's a gear. People",
        1627.46,
        1634.16
    ],
    [
        " like, Oh, how's that gear on sat? Yeah. Because you'd get marked like on an inspection on sat.",
        1634.16,
        1638.64
    ],
    [
        " Yeah. Which meant on satisfaction. Right. Right. I need to bring that back. Yeah. I",
        1639.18,
        1642.9
    ],
    [
        " It's been a while. But yeah, Jeremy and Kate, you saw always say that.",
        1643.48,
        1646.48
    ],
    [
        " Sat or on sat. Cause you could have sat too. You'd be like, that was if you were to say to me, like,",
        1646.66,
        1651.28
    ],
    [
        " Oh, how was that dinner last night? Sat. Meaning it was it was, you know, it was good. It was fine.",
        1651.48,
        1657.5
    ],
    [
        " They never said that. They said sat. That was an unsat. You have to put sat and on sat,",
        1657.56,
        1661.54
    ],
    [
        " cut it together for sat to make any sense whatsoever.",
        1661.72,
        1663.88
    ],
    [
        " Right.",
        1663.88,
        1663.96
    ],
    [
        " Naturally. Check. All right. Number 11, preserve the plum tree.",
        1664.34,
        1670.1
    ],
    [
        " Or sorry, sacrifice the plum tree to preserve the peach tree. There are circumstances in which",
        1670.72,
        1677.84
    ],
    [
        " you must sacrifice short term objectives in order to gain the desired long term goal.",
        1677.84,
        1683.24
    ],
    [
        " This is the scapegoat strategy. Whereby someone else suffers the consequences and so the rest",
        1684.3,
        1689.92
    ],
    [
        " do not pretty, pretty straightforward. That one. I think some of these stratisms that are straight",
        1689.92,
        1695.62
    ],
    [
        " forward. What's good about hearing them is that you recognize them. Yeah. Cause it might seem",
        1695.62,
        1703.0
    ],
    [
        " obvious. But then when you're doing it, you're like, well, I don't know. We can, and you say,",
        1703.0,
        1705.9
    ],
    [
        " oh, wait, you know what we're actually doing? We're sacrificing the plum tree to spare the",
        1705.92,
        1710.28
    ],
    [
        " peach tree. That's what we're going to do right now. Once you commit to that or you understand it",
        1710.28,
        1714.06
    ],
    [
        " fully, then you can execute it with more authority. Yeah. So she in the in the wild too.",
        1714.06,
        1718.9
    ],
    [
        " Cause like if you have that, that framework to stick to, you know, like, oh, this is what we're",
        1718.9,
        1722.68
    ],
    [
        " going to do. Kind of thing. And all these other variables happen on actually, you know, on plan",
        1722.68,
        1726.18
    ],
    [
        " stuff, but you're, you have that to stick to it. It makes a way more clear. That's the commander's intent.",
        1726.18,
        1730.74
    ],
    [
        " The commander's intent is very clear. And so we know what we're going to do. That's what's going to",
        1730.96,
        1733.92
    ],
    [
        " happen. Number 12, take the opportunity to pill for a goat. While carrying out your plans,",
        1733.92,
        1744.54
    ],
    [
        " you need to be flexible enough to take advantage of any opportunity that presents itself,",
        1745.3,
        1748.96
    ],
    [
        " however small and to veil yourself of any profit, however slight. That's a good one. I think it's,",
        1749.1,
        1755.68
    ],
    [
        " I think it's important to keep in mind though that you don't want to get pulled off track, right?",
        1755.72,
        1760.5
    ],
    [
        " You want to keep focused on your mission and all of a sudden you can be running around gathering",
        1760.72,
        1764.88
    ],
    [
        " up goats while your real target escapes. Yeah. So let's not get too crazy with that one. But again,",
        1764.88,
        1770.48
    ],
    [
        " let's keep it in mind. Yeah. Next section, strategies for attacking situations.",
        1770.48,
        1777.64
    ],
    [
        " Number 13, stomp the grass to scare the snake. Do something unnamed, but spectacular to",
        1778.42,
        1789.04
    ],
    [
        " provoke a response of the enemy there by giving away his plans or position or just taunt him.",
        1789.04,
        1793.56
    ],
    [
        " Do something unusual, strange and unexpected as this will arouse the enemy suspicion and disrupt",
        1794.24,
        1800.04
    ],
    [
        " his thinking. This is recon by fire. Just fire some rounds and maybe the enemy shoots back.",
        1800.04,
        1807.62
    ],
    [
        " You're not, now you know where they are. Next, borrow a corpse to resurrect the soul.",
        1807.68,
        1814.68
    ],
    [
        " Take an institution, a method or even an ideology that has been forgotten or discarded and",
        1817.02,
        1824.5
    ],
    [
        " appropriate it for your own purpose. Revive something from the past by giving it a new purpose",
        1824.5,
        1832.32
    ],
    [
        " or bring to life old ideas, customs or traditions and reinterpret them for your, to fit your purposes.",
        1832.32,
        1841.18
    ],
    [
        " Here's an example is like Hitler. He brought back, he would bring back like old Viking symbols.",
        1842.02,
        1854.1
    ],
    [
        " And route that route the Viking tradition like, hey, you're a Viking, we're Vikings. And they have",
        1855.02,
        1861.88
    ],
    [
        " like little symbols. That's that's exactly what it is. Use that. So then people have a deeper connection",
        1861.88,
        1868.66
    ],
    [
        " with this thing. Next, 15, entice the tiger to leave its mountain layer.",
        1868.66,
        1879.78
    ],
    [
        " Never directly attack an opponent whose advantage is derived from its position. Instead,",
        1881.08,
        1885.44
    ],
    [
        " Lord him away from his position, thus separating him from his source of strength.",
        1885.8,
        1890.86
    ],
    [
        " The strategy is based on the idea that the tiger is powerful only when it's in its natural",
        1891.78,
        1895.62
    ],
    [
        " environment, but if removed from that environment becomes weaker and more vulnerable. I don't know if",
        1895.62,
        1900.86
    ],
    [
        " the tiger is weak in a, not a good environment. I think a tiger could still kill me pretty quickly",
        1900.86,
        1906.34
    ],
    [
        " even in a city street. Maybe in the water. He couldn't. No, that's not true.",
        1906.34,
        1910.66
    ],
    [
        " Yeah, coming to a person. Yeah, Sri Lanka, the tigers would swim like they would swim and pull",
        1911.16,
        1919.48
    ],
    [
        " fit, get into boats and pull fishermen to their death. Yeah, how's that for a nightmare?",
        1919.48,
        1924.74
    ],
    [
        " They're in this rough. That's well, that again, pretty clear. You know what, this isn't Jiu-Jitsu.",
        1925.2,
        1931.06
    ],
    [
        " You get someone to play that not their game. Yeah. Oh, you got a good guard call on the pole guard",
        1931.34,
        1935.4
    ],
    [
        " or really why Jiu-Jitsu is founded yet again. It's you take a guy who's, you know, what's the traditional",
        1935.8,
        1941.98
    ],
    [
        " method of fighting? I'm a stand up to punches and kicks. Adam. Yeah. So Jiu-Jitsu is like, oh, you",
        1941.98,
        1946.78
    ],
    [
        " take him out of the punch and kicking situation. Yeah. To the ground, no punches, no kicks, and effective.",
        1946.78,
        1952.26
    ],
    [
        " That's the Jiu-Jitsu. Yeah, you're not in your special place anymore.",
        1952.88,
        1956.82
    ],
    [
        " This is an interesting one number 16. In order to capture, one must let.",
        1957.34,
        1964.92
    ],
    [
        " Loose. Cornered prey will often mount a final desperate attack. To prevent this,",
        1965.32,
        1971.5
    ],
    [
        " you let the enemy believe he still has a chance for freedom. His will to fight thus dampened by his",
        1971.74,
        1978.18
    ],
    [
        " desire to escape. When in the end, the freedom is proven a falsehood and the enemy's morale will",
        1978.18,
        1983.7
    ],
    [
        " be defeated, newest render without a fight. So we've heard that one. That's the golden bridge. We",
        1983.7,
        1988.7
    ],
    [
        " just heard it from Frederick the Great. I think we also heard it from the Gettius. They're saying",
        1988.7,
        1994.16
    ],
    [
        " give the people a little out. They see that. They see that chance to escape. I remember I think it was",
        1994.16,
        1998.86
    ],
    [
        " Viggetius was saying they would just leave their weapons because they want to get away so bad.",
        1998.86,
        2002.42
    ],
    [
        " They just leave their weapons and then you're just waiting for them. Slotter.",
        2002.42,
        2005.44
    ],
    [
        " If an enemy has no way to retreat, then desperation will increase their bravery and ferocity of their",
        2006.06,
        2011.72
    ],
    [
        " fight. So you always offer them room for retreat and in such a retreat, their their morale will be low.",
        2011.72,
        2019.04
    ],
    [
        " Next, tossing out a brick to get a jade gem. Bate someone by making him believe he gains something",
        2021.4,
        2030.28
    ],
    [
        " or just make him react to it and obtain something valuable from him in return.",
        2030.28,
        2035.04
    ],
    [
        " Pretty straightforward. The real meaning is to attempt through the offering of something",
        2036.0,
        2043.16
    ],
    [
        " useless in order to gain something valuable. It is a tactic that utilizes baiting the enemy.",
        2043.64,
        2049.0
    ],
    [
        " The point of this tactic is to throw out bait that does not seem like bait.",
        2049.18,
        2052.86
    ],
    [
        " On the other hand, it's important to have a keen sense of judgment to ensure you do not take",
        2053.54,
        2057.04
    ],
    [
        " the enemy's bait in return. The ability to look past the immediate gain and see the long-term",
        2057.04,
        2062.18
    ],
    [
        " cost is a valuable skill. So if you're in a leadership situation, sometimes you hold the line,",
        2062.18,
        2072.02
    ],
    [
        " and then you let it go. You want to do something a certain way and I'm like,",
        2073.82,
        2080.92
    ],
    [
        " well, echo, I don't know what I don't care about. But I hold the line, I'm going to give you a nice",
        2080.98,
        2085.18
    ],
    [
        " victory with the end of it. I know that. But you feel like, yeah, you feel like, oh, yes,",
        2085.18,
        2090.02
    ],
    [
        " you're right. You're happy. I made it happen. Yeah, I made it happen. I was able to convince",
        2090.06,
        2094.28
    ],
    [
        " chocolate. I didn't care. I'm not going to say that. I was like, no, you know what?",
        2094.28,
        2099.48
    ],
    [
        " Yes, that seems like a good design for that t-shirt. Let's go with it.",
        2099.68,
        2105.04
    ],
    [
        " Next, defeat the enemy by capturing their chief. If the enemy's army is strong, but it's",
        2107.08,
        2112.72
    ],
    [
        " but is allied to the commander only by money, superstition, or threats, then take aim at the leader.",
        2112.72,
        2118.88
    ],
    [
        " The commander falls. The rest of the army will disperse or come over to your side. If, however,",
        2119.44,
        2124.58
    ],
    [
        " they are allied to the leader through loyalty, then beware, the army can continue to fight on after",
        2124.8,
        2131.72
    ],
    [
        " his death out of vengeance. That one's straightforward. But that is something that's very important to",
        2131.72,
        2140.44
    ],
    [
        " recognize is what kind of loyalty, the people that you're going against, what kind of loyalty do they",
        2140.44,
        2146.02
    ],
    [
        " have? I work with businesses all the time. There's businesses that establish a massively loyal",
        2146.02,
        2152.42
    ],
    [
        " employee base. And the people are their way, they are loyal. They're not there for the money.",
        2152.42,
        2157.7
    ],
    [
        " The money is like part of it, but they're there because they want to be there. Those companies,",
        2157.8,
        2161.34
    ],
    [
        " and somebody comes in and starts trying to mess with those companies. It's a bloodbath.",
        2161.4,
        2164.82
    ],
    [
        " It is a bloodbath. Okay, now that's the, now we're getting into",
        2166.64,
        2173.18
    ],
    [
        " strategies when you are losing. So things change a little bit. Now we're on the losing side.",
        2173.34,
        2179.54
    ],
    [
        " Number one is strategy. Tradigims for confused situations. This is a good one. Remove the firewood",
        2179.74,
        2187.72
    ],
    [
        " from under the pot. If something must be destroyed, destroy the source, the strength of the",
        2187.72,
        2194.14
    ],
    [
        " fire determines whether the water will boil, and the strength of the fire comes from the burning",
        2194.14,
        2198.16
    ],
    [
        " wood. It may not be wise to confront the boiling water directly, but by taking the wood from under",
        2198.16,
        2203.58
    ],
    [
        " the cooking pot, the boiling water will soon be cool. In other words, do not confront your opponent's",
        2203.58,
        2207.98
    ],
    [
        " strong points, but instead remove the source of his strength. Yeah, that's, I don't know that I",
        2207.98,
        2212.32
    ],
    [
        " necessarily agree with the last part there. They're not attacking the strong points. I think it's",
        2212.32,
        2216.88
    ],
    [
        " you, I would say watch out for the volatile points. And you don't attack the things that can do",
        2216.88,
        2223.02
    ],
    [
        " you damage like boiling water. You attack something that's a little bit detached and you go",
        2223.02,
        2228.08
    ],
    [
        " after the source. I think what he's talking about is like, they call it, it's a problem solving",
        2228.08,
        2235.26
    ],
    [
        " method. If I'm not mistaken, this to this direct and the systemic. Oh, yeah, for sure. Yes,",
        2235.26,
        2240.74
    ],
    [
        " you are correct. Yeah, so like you, yeah, attack the source, you know, of these problems. It's like,",
        2240.88,
        2247.36
    ],
    [
        " you know, the like your, your plant at home, right? You got a tree growing in the yard.",
        2247.56,
        2252.76
    ],
    [
        " The leaves are their turning brown. Yeah, that's not even fog. The leaves turning brown. You know,",
        2252.94,
        2257.8
    ],
    [
        " what paint those leaves green? That's the worst. Yeah, exactly. That's attacking the boiling water.",
        2257.9,
        2262.62
    ],
    [
        " That's a direct. Yeah, that's a direct problem solving approach or or I always say water the leaves.",
        2262.62,
        2268.26
    ],
    [
        " Don't water the leaves. You don't want to the leaves. You water the roots. And then over time,",
        2268.44,
        2273.22
    ],
    [
        " that's a systemic approach. That's the one. Yeah, like how you roll. Deep. Sure. Next.",
        2273.22,
        2280.12
    ],
    [
        " Dis number 20, disturb the water and catch a fish. Create confusion and use this confusion to",
        2281.4,
        2289.18
    ],
    [
        " further your own goals. Originally, it means to stir the water, the sentiments in order to cloud the",
        2289.18,
        2296.28
    ],
    [
        " the vision of the fish and therefore catch the fish. Here it means to create confusion so that the",
        2296.28,
        2301.4
    ],
    [
        " enemy does not know what is real and what is not a confused enemy is more vulnerable to any attack.",
        2301.4,
        2306.2
    ],
    [
        " I was I was rolling with Taylor the other day. Sure. And we were doing take we were standing up,",
        2306.62,
        2311.72
    ],
    [
        " you know, we were getting after it. And Taylor's, you know, for those of you that don't know Taylor's",
        2311.72,
        2316.02
    ],
    [
        " a beast. He's like barely human. He's a beast. And he wrestled and he does Getsu and he's just a sick",
        2316.02,
        2323.5
    ],
    [
        " grappler and fighter. By the way, no one will fight him, which which really makes me mad. He's like,",
        2323.5,
        2327.76
    ],
    [
        " he will fight anyone and no one will fight him. He just keeps destroying people. No one's a",
        2328.04,
        2333.12
    ],
    [
        " fight him because you get nothing out of it because he's not he hasn't his record is, I think he's",
        2333.12,
        2336.98
    ],
    [
        " three and oh right now. So you would if you beat a three and oh fighter, that means nothing. If you",
        2336.98,
        2341.62
    ],
    [
        " lose to a three and oh fighter, you that that's not good for you. Yeah. So no one smart is going to",
        2341.62,
        2347.02
    ],
    [
        " take a fight with him. I'm probably not helping by saying this right now. Yeah. Maybe that's hearing",
        2347.02,
        2350.42
    ],
    [
        " this is like, okay, well, that's one person I'm not going to fight. My point in this was we were",
        2350.42,
        2356.92
    ],
    [
        " we were doing takedowns or we had gotten to a point where we were doing takedowns and he must have",
        2356.92,
        2361.76
    ],
    [
        " thrown 87 fakes at me in like three seconds. I had no idea what was happening. He's like,",
        2361.76,
        2369.72
    ],
    [
        " so he definitely disturbed the water caught the fish. Yeah, that used to happen with Sarge too.",
        2369.8,
        2383.44
    ],
    [
        " Sarge who's an awesome wrestler and then you get to and if if he hadn't been doing much wrestling,",
        2383.84,
        2389.5
    ],
    [
        " he would he would I could read that he's going to come because he's just got a sick blast double",
        2389.94,
        2394.68
    ],
    [
        " like Sarge's blast double is just sick and and he just comes in full power and it's just hard to stop",
        2394.68,
        2401.72
    ],
    [
        " but if he hasn't been wrestling, he really he knows he can just he just goes into like, okay,",
        2401.72,
        2408.62
    ],
    [
        " I'm going to hit a blast double like I'm tired of playing around. So he gets that look on his face",
        2408.7,
        2412.1
    ],
    [
        " and I could read because I know him for 25 years and he get the blast double look on his face.",
        2412.1,
        2416.66
    ],
    [
        " And I remember one time, you know, I must have sprawled on him like two or three times in a day and",
        2417.48,
        2424.4
    ],
    [
        " and it was kind of I could see he was a little bit surprised that he wasn't that he didn't take me down",
        2424.4,
        2430.98
    ],
    [
        " and I was like, so I told him I said, hey, you know, when you haven't wrestled for a while,",
        2430.98,
        2435.62
    ],
    [
        " you don't set it up, you just do it and then we wrestled again and he set up again.",
        2435.86,
        2440.92
    ],
    [
        " 47 little touches in my face to pull my armpits. I told him this here, push me there,",
        2442.4,
        2446.24
    ],
    [
        " drag this, we'd slap here, boom and all of a sudden, the here comes the blast double which I",
        2446.38,
        2450.84
    ],
    [
        " didn't know was coming. So that makes a big difference. Yeah. Get them waters blurred up.",
        2450.84,
        2456.94
    ],
    [
        " All right. Slough off the cicadas golden shell.",
        2457.98,
        2467.5
    ],
    [
        " This cicada is like a cricket or like a grasshopper.",
        2470.56,
        2473.8
    ],
    [
        " This strategy is mainly used to escape from an enemy of superior force. Mask yourself by either",
        2474.1,
        2482.22
    ],
    [
        " leaving your flamboyant traits behind, thus going incognito or just masquerade yourself and create",
        2482.22,
        2488.04
    ],
    [
        " an illusion to fit your goals and distract others. So the grasshoppers and crickets at some point",
        2488.04,
        2494.02
    ],
    [
        " in there, what's it called a life cycle? Life's fan life cycle, sure. Yeah, they basically",
        2494.02,
        2499.52
    ],
    [
        " they're skin whatever it is, they're shell. Yeah. They have to they get rid of it. They molt. Yeah,",
        2499.52,
        2506.56
    ],
    [
        " a lot of bugs. They get rid of it. Yeah. Well, you can do that too. Yeah. You can leave some stuff",
        2506.96,
        2512.44
    ],
    [
        " behind and make people think that's still going on, but really you're escaping. Yeah. When a cricket",
        2512.44,
        2517.28
    ],
    [
        " has grown to a certain stage, it sheds its outer shell and leaves the empty shell behind. This empty",
        2517.28,
        2522.82
    ],
    [
        " shell is often mistaken for a real cricket. Yeah. It's kind of like a total recall. Remember,",
        2522.82,
        2527.62
    ],
    [
        " total recall, a movie Arnold Schwarzenegger? I don't remember. But I don't know. It's too a",
        2527.8,
        2531.28
    ],
    [
        " fully remembered. Yeah. So, oh yeah, yeah, yeah, yeah, he comes in as that woman. Yeah. Well,",
        2531.28,
        2537.3
    ],
    [
        " yes. Okay. Oh, yeah. Yeah. They're part two. Yeah. They're the lady. Yeah. Two weeks. Right.",
        2537.52,
        2542.3
    ],
    [
        " Then it malfunction. Oh, yeah. Throws the head and it's an explosion. I was thinking more like the",
        2542.54,
        2546.74
    ],
    [
        " hologram. They always they had this hologram thing where it's like, oh, you know, it's him.",
        2546.74,
        2552.44
    ],
    [
        " But it's just the hologram. Meanwhile, he's I think escaping or something like this. I went and saw",
        2552.58,
        2556.98
    ],
    [
        " when I was in college, I had to go see a Shakespeare play, which was cool. I'm down with that. I would",
        2556.98,
        2561.68
    ],
    [
        " bring my Shakespeare book to the place. I had my notes when I was there. Okay. And it was funny",
        2561.68,
        2569.18
    ],
    [
        " because after the play was over, they went. They like brought out the cast and was, you know,",
        2569.18,
        2576.62
    ],
    [
        " kind of introducing them with some details about their career and the woman that played that woman",
        2576.74,
        2583.14
    ],
    [
        " that's head came apart and Arnold Schwarzenegger was inside her. Yeah. Yeah. She was in the Shakespeare",
        2583.14,
        2589.22
    ],
    [
        " play. And here she was just getting off stage from crushing some Shakespeare. And I think it was",
        2589.22,
        2598.24
    ],
    [
        " Richard III and the highlight that they pointed out of her whole career was that she was like the",
        2598.24,
        2606.02
    ],
    [
        " woman in the Arnold Schwarzenegger movie whose head came apart and total recall. That was actually",
        2606.9,
        2611.9
    ],
    [
        " and then then it was in in the pamphlet that they give you when you go to the play. Yeah. It was",
        2611.9,
        2619.02
    ],
    [
        " telling this guy did this and this guy was it has been in this and this guy was in the royal",
        2619.02,
        2621.98
    ],
    [
        " this and blue, you know, and then it's got her and it says she played the woman in total recall.",
        2621.98,
        2628.38
    ],
    [
        " Yeah. But here's the thing about that like on paper literally on paper that doesn't that sounds",
        2628.54,
        2633.18
    ],
    [
        " like all this little thing but bro that was a huge part of the movie. Let's face it. Two weeks.",
        2633.18,
        2637.74
    ],
    [
        " How long are you going to be on Mars? Two weeks. It's like whatever. Do you have any vegetables",
        2638.1,
        2642.38
    ],
    [
        " or something like that? And she goes two weeks. Oh dang. Things start small functioning. Boom,",
        2642.38,
        2647.84
    ],
    [
        " boom. They identify them. Yeah man. It's a big part of the movie. Bigger than Shakespeare.",
        2647.96,
        2651.6
    ],
    [
        " Arguably. Yeah. No. No. All right. This is one is a little bit of a contradiction. Listen to",
        2652.8,
        2659.68
    ],
    [
        " this one. Number 22. Shut the door to catch the thief to capture the enemy. You must plan",
        2659.68,
        2664.48
    ],
    [
        " prudently if you want to succeed. Do not rush into action before you move in for the kill.",
        2664.48,
        2668.12
    ],
    [
        " First, cut off your enemy's escape routes and cut off any routes through which outside help can",
        2668.42,
        2674.82
    ],
    [
        " reach them. So that is the opposite of having a golden bridge having an escape route that your",
        2674.82,
        2682.02
    ],
    [
        " people can get out of. So you got to if you got a no. Does that mean that they're both invalid?",
        2682.02,
        2686.74
    ],
    [
        " No. Actually to me, it means they're both valid. Yeah. But you need to recognize because for",
        2686.94,
        2692.0
    ],
    [
        " instance, let's say you're in a situation where you surround the enemy and all of a sudden they",
        2692.0,
        2695.38
    ],
    [
        " start fighting really hard because you're like, yeah, yeah, I'm going to fall 22. I'm going to",
        2695.38,
        2698.78
    ],
    [
        " get I'm going to surround everyone. I'm going to keep him locked in there. You do that and they",
        2698.78,
        2702.0
    ],
    [
        " start fighting really hard and you're losing a lot of guys. Then you know, hey, open up a little",
        2702.0,
        2706.16
    ],
    [
        " spot for a discate. Yeah. And let them run away and we'll be waiting for them over here. Yeah.",
        2706.16,
        2710.74
    ],
    [
        " So just because things are opposites do not does not mean they negate each other. Yeah.",
        2711.3,
        2716.26
    ],
    [
        " It's one of those deals where you know, it's circumstantial. Right. Like in Gid too. It's like, oh, yeah.",
        2716.26,
        2721.42
    ],
    [
        " Does this scenario, you know, going against this guy? Does this, should I use strength and power",
        2721.62,
        2731.26
    ],
    [
        " and should I hustle a lot? Will that strategy work with this guy? Or is it like, okay, I should",
        2731.26,
        2736.3
    ],
    [
        " play more passive or something like that? No, no, that's true. And actually to get even more",
        2736.3,
        2740.5
    ],
    [
        " tactical in Gid too. You could, you could let's say you mount someone and they start just getting",
        2741.68,
        2747.72
    ],
    [
        " crazy because they don't want to be good getting completely nuts and you're trying to choke them,",
        2747.72,
        2752.32
    ],
    [
        " try to choke them because you've got everything and they're getting nuts and you can't do it.",
        2752.32,
        2755.62
    ],
    [
        " If you open a little spot for them where they think they can sneak out, but you're waiting for them",
        2755.76,
        2760.06
    ],
    [
        " there with the arm lock. Yeah, yeah. Get the W. Yeah. Actually, yeah, that is really how it kind of",
        2760.06,
        2767.42
    ],
    [
        " works where yeah, when you get mount, you want to hold position. I mean, as far as traditional",
        2768.06,
        2771.58
    ],
    [
        " to Gid too, for lack of better term, you get mount, you want to hold the position. Right. You don't",
        2771.58,
        2777.42
    ],
    [
        " want to lose position. You can get flipped over. But if you can hold the mount good, but if he's big",
        2777.42,
        2781.96
    ],
    [
        " strong, he starts, you know, that last desperation attempt, boom, you got to kind of let him",
        2781.96,
        2786.88
    ],
    [
        " hopefully turns over. Yeah. Really, that's usually what they do with their own experience. And then",
        2786.88,
        2790.72
    ],
    [
        " boom, you, so you essentially give up the mount, but, but you can even push. Like if you talk about",
        2790.72,
        2795.82
    ],
    [
        " a big strong guy that's you're more even just you could prevent them from pushing you up and",
        2795.82,
        2802.24
    ],
    [
        " away, right? You could lock that door down when there's no escape. Or you could let him do it a",
        2802.24,
        2807.14
    ],
    [
        " little bit. You can that little thing and then boom, yeah, arm lock. This is whatever is better for the",
        2807.14,
        2811.04
    ],
    [
        " that situation. Sure. Next, befriend a distant state while attacking a neighbor. It is known",
        2811.04,
        2819.3
    ],
    [
        " that nations that board reach other become enemies while nations separated by distance. Next,",
        2819.3,
        2824.66
    ],
    [
        " number 23, befriend a distant state while attacking a neighbor. It is known that nations that",
        2824.66,
        2831.7
    ],
    [
        " board reach other become enemies while nations separated by distance and obstacles make better allies.",
        2831.7,
        2837.8
    ],
    [
        " When you are the strongest in one field, your greatest threat is from the second strongest",
        2839.08,
        2845.3
    ],
    [
        " in your field, not the strongest from another field. That's a that's a good thing to think about.",
        2845.3,
        2854.54
    ],
    [
        " That's a good thing to think about. When you are the strongest in one field, your greatest",
        2855.52,
        2862.02
    ],
    [
        " threat is from the strong second strongest in your field. That makes sense. See that business all",
        2862.02,
        2867.22
    ],
    [
        " the time, right? The company that makes pizzas isn't worried about the company that makes cars.",
        2867.22,
        2874.14
    ],
    [
        " Right. There are more than the other companies that make pizzas.",
        2875.2,
        2878.56
    ],
    [
        " Next, 24, obtain safe passage to conquer the state of Guil.",
        2880.06,
        2888.88
    ],
    [
        " Guil is a state. Barrow the resources of an ally to attack a common enemy. Once the enemy is",
        2889.5,
        2899.88
    ],
    [
        " defeated, use those resources to turn on the ally that lent you them in the first place.",
        2899.88,
        2905.74
    ],
    [
        " That's underhanded situation right there. That's underhanded situation right there. Isn't it?",
        2907.28,
        2913.46
    ],
    [
        " Yeah, it's bad. Be careful with that one. But you can see, now it's something you've got to watch",
        2913.68,
        2918.38
    ],
    [
        " out for. Well, if that's your enemy to begin with, I'm assuming. Yeah, if that's your enemy to",
        2918.38,
        2925.18
    ],
    [
        " begin with, but if how much of your enemy is going to help you, now they help you and then you just",
        2925.18,
        2929.9
    ],
    [
        " turn the staff in the back. Be careful. I think that's the definition of backstabbing.",
        2929.9,
        2935.22
    ],
    [
        " Yeah. Yeah, that might be the dead. That is the actual definition. All right, next one,",
        2935.22,
        2942.18
    ],
    [
        " strategies for deception situations. Number 25, replace the beams with rotten timbers.",
        2942.76,
        2953.0
    ],
    [
        " Disrupt the enemy's formations, interfere with their methods of operations, change the rules",
        2954.36,
        2959.22
    ],
    [
        " which they are used to following and go contrary to their standard training. That's all really good",
        2959.22,
        2965.8
    ],
    [
        " stuff. In this way, you remove the supporting pillar, the common link that makes a group of men",
        2965.8,
        2971.06
    ],
    [
        " and effective fighting force. This goes back to what you just said. I mean, it's clearly",
        2971.06,
        2975.32
    ],
    [
        " go away from what they're used to, right? That's what we do. That's what Jiu Jitsu is supposed to be.",
        2975.32,
        2981.64
    ],
    [
        " Everyone's going to, like you said, they're going to stand and try and punch you. We're not",
        2982.32,
        2988.56
    ],
    [
        " 26. Point at the mulberry tree while cursing the locust tree. To discipline, control or warn",
        2989.06,
        2998.94
    ],
    [
        " others whose status position or status or position excludes them from direct conversation or",
        2998.94,
        3005.44
    ],
    [
        " confrontation, use analogy and innuendo. When names are not used directly, those accused cannot",
        3005.44,
        3015.08
    ],
    [
        " retaliate without revealing their complicity. That's sneaky. That's like where you're in the meeting.",
        3015.36,
        3021.92
    ],
    [
        " And there's the person up the chain of command, they haven't been showing up on time and you",
        3023.64,
        3028.14
    ],
    [
        " start saying, you know, we got people, you know, Bill hasn't been on time and you're really talking",
        3028.14,
        3032.74
    ],
    [
        " about them. I have to use this sometimes. I have to use this sometimes because we will work with",
        3032.74,
        3037.98
    ],
    [
        " companies. And the company, let's say, let's say the CEO brings us into the company. Sometimes we",
        3037.98,
        3045.06
    ],
    [
        " figure out that the CEO is the one that's the root of the problem. And one of the reasons that",
        3045.06,
        3050.62
    ],
    [
        " they're the root of the problem is because they don't think they need to change anything. And so they",
        3050.62,
        3056.08
    ],
    [
        " bring us into change everyone else. Guess who needs change? The big man. The big man, the reason",
        3056.08,
        3063.66
    ],
    [
        " that they don't want to change is because they got the ego that prevents them from listening.",
        3063.66,
        3067.64
    ],
    [
        " So to go in and directly confront them on what they need to change is not going to be effective.",
        3068.74,
        3074.84
    ],
    [
        " So to go in and give, I've given, I've given a whole presentation. I did this one time when I gave",
        3075.56,
        3081.28
    ],
    [
        " a whole presentation. Maybe I've done it more times, but there's one time that I specifically remember,",
        3081.28,
        3085.8
    ],
    [
        " I gave a whole presentation to, you know, the 15 people, the senior executive leadership of a company.",
        3086.04,
        3093.82
    ],
    [
        " The entire presentation was directed at one person, the CEO. And I was going, it was about ego,",
        3093.98,
        3101.1
    ],
    [
        " it was about, you know, keeping that in check and how you don't know everything and how you got",
        3101.38,
        3104.6
    ],
    [
        " to let your, listen, your subordinates and all those succeed wasn't doing any of those things.",
        3104.6,
        3107.24
    ],
    [
        " So isn't there like a basic tactic that I think people do all the time instead of, you know,",
        3107.54,
        3113.62
    ],
    [
        " like I'm the boss that I'm holding a company meeting, whatever. And, and you know, let's say there's",
        3113.68,
        3119.16
    ],
    [
        " one guy who always shows up late to work. I don't know. And in the meeting, he'll be like, hey,",
        3119.16,
        3124.76
    ],
    [
        " guys, we, we got a show up on time. It's very important. But just the very, the use of the word",
        3124.84,
        3129.44
    ],
    [
        " we rather than pointing at one guy, you know, we got to show up on time. We got to do this. It's kind",
        3129.44,
        3134.12
    ],
    [
        " of like the person who it who he's talking about kind of like he feels. Yeah, that's a good way",
        3134.12,
        3139.86
    ],
    [
        " to start. There's some people that even they're not part of that way. And so sometimes you have to",
        3139.86,
        3146.14
    ],
    [
        " escalate that into you. Yeah, but that defeats the purpose of that. That's the first. You can,",
        3146.14,
        3152.36
    ],
    [
        " if you, if this strategy doesn't work, you might have to escalate into something a little bit more",
        3152.5,
        3156.24
    ],
    [
        " direct. You know, break out the battle. That's always the last option to make sure everyone wants to",
        3156.24,
        3162.06
    ],
    [
        " break out the battle. That's what everybody wants to do. Next, 27,",
        3162.06,
        3166.56
    ],
    [
        " fame madness. But keep your balance. Hide behind the mask of a fool, a drunk, or a madman,",
        3167.1,
        3175.48
    ],
    [
        " to create confusion about your intentions and motivations. Lower your opponent into underestimating",
        3175.96,
        3181.72
    ],
    [
        " your ability until overcomponent, overconfident, he drops his guard. Then you may attack. Yeah,",
        3181.72,
        3189.46
    ],
    [
        " is that like the movie white man can't jump. You ever see that? So he did it. Booty. Oh, he made it",
        3190.18,
        3196.8
    ],
    [
        " like he couldn't play ball. Yeah, like he was just this dork, get what he call a chump, whatever",
        3196.8,
        3201.36
    ],
    [
        " that's what they'd call him. Yeah. Chump, like he's super dorky. He goes and everyone else is just so",
        3201.36,
        3205.46
    ],
    [
        " cool. And boom, flashy and all the stuff he comes in. He's a super nerdy. And you know, boom,",
        3205.46,
        3210.88
    ],
    [
        " of course, they pick him, you know, kind of thing. And then he beats. Would he beat them with",
        3210.92,
        3217.24
    ],
    [
        " flashiness? Or would he beat them with with traditional, let's call it just who's your style hard",
        3217.34,
        3223.74
    ],
    [
        " working? Yeah, well, no, he had legitimate skill. He was like this. So yeah, he'd come in, he'd",
        3223.74,
        3231.16
    ],
    [
        " be super dorky. And then how did at first, he tricked them. So he came in the introduction to him.",
        3231.16,
        3238.1
    ],
    [
        " He was like, acting all dorky. And then the guys west these nights in them, they're all playing",
        3238.16,
        3242.32
    ],
    [
        " basketball and they're, you know, getting a little argument or whatever. One guy gets hurt or",
        3242.32,
        3246.24
    ],
    [
        " is bunion. I don't know something. And they're like, hey, we need another guy. And then the guy's like,",
        3246.38,
        3250.8
    ],
    [
        " you know, let's, you know, get him or whatever. So they're like, ha, ha, ha, you know, yeah, you got",
        3250.86,
        3255.92
    ],
    [
        " him, whatever. They play. He ends up to be pretty good. Doesn't show a lot, but he's like pretty solid.",
        3255.92,
        3261.4
    ],
    [
        " And then they're like, hey, you guys lucked out. You had this, you know, dorky guy. You guys kind of",
        3261.94,
        3265.48
    ],
    [
        " lucked out. And he's like, oh, yeah, you know, maybe he did luck out. Or maybe I'm just better than you.",
        3265.48,
        3269.76
    ],
    [
        " But they're already convinced he's this dorky guy. And they're like, I'm better than you. He's like,",
        3269.92,
        3273.66
    ],
    [
        " all right, well, it's that kind of thing. They're already convinced. It's a pull shark. It's a scenario.",
        3273.66,
        3278.3
    ],
    [
        " Yeah, yeah, exactly right. Same exact thing. Yeah. Yeah, that's pretty obvious one. And I think,",
        3278.46,
        3284.54
    ],
    [
        " I think one thing that again, to take away from this is if you know these things, you're less likely",
        3284.7,
        3292.04
    ],
    [
        " to be suckered in by them. Yeah. That's, that's the most important thing. Yeah, that you say the",
        3292.04,
        3298.38
    ],
    [
        " pull shark thing. I saw a guy who really comesly tried to do that. He could I worked in that club.",
        3298.38,
        3304.52
    ],
    [
        " We had a pool table in there. And this guy came in and he like acts like he's like, he comes in",
        3304.52,
        3309.84
    ],
    [
        " just a normal guy. He comes in with his own cute by the way, his own pool stick, which is an",
        3309.84,
        3316.74
    ],
    [
        " indicator. Yeah, like total giveaway. And then he comes in. And then immediately when like he kind",
        3316.74,
        3325.32
    ],
    [
        " of enters the little scene, you know, the little area where he acts like he's just kind of drunk and",
        3325.32,
        3330.28
    ],
    [
        " just real oblivious. You know, he just total just switches to a different guy. And here's the thing.",
        3330.28,
        3335.1
    ],
    [
        " We, you can't let drunk people walk around in the bar. So, you know, in waitresses or other",
        3335.66,
        3341.32
    ],
    [
        " or the manager would come by they'd be like, hey, is that guy's too drunk? Why are you kind of like",
        3341.32,
        3345.58
    ],
    [
        " keeping eye on him? And I'm like, he's not drunk. He's like acting drunk. So I go talk to him just",
        3345.58,
        3351.4
    ],
    [
        " to sort of make sure he's just like, oh, normal talking to me. But yeah, he tried. No one, I mean,",
        3351.4,
        3356.72
    ],
    [
        " it wasn't like no one to get money from. He wouldn't get money from anyone. Well, here's the thing.",
        3356.78,
        3360.94
    ],
    [
        " No, because it was like a nightclub. It wasn't a competitive pool hall. No one cares. No,",
        3361.08,
        3367.56
    ],
    [
        " I'm going to take his knowns even in a bet. They're like, bro, we're just cruising. Like, why are you,",
        3367.64,
        3371.26
    ],
    [
        " you know, wanting to bet kind of I'm not saying that happened, but I'm saying that's the attitude.",
        3371.34,
        3374.46
    ],
    [
        " In this day and age, you'd have to be pretty dumb to fall for this in pool hall scenario. I'll",
        3374.46,
        3380.5
    ],
    [
        " beat this guy. You got to really think you can beat him, right? Otherwise you just be dumb.",
        3380.5,
        3384.7
    ],
    [
        " All right. Next, remove the ladder when the enemy has ascended to the roof. This is another one",
        3386.12,
        3393.08
    ],
    [
        " that kind of is a little bit contradictory. With baits and deceptions, lure your enemy into",
        3393.08,
        3398.22
    ],
    [
        " treasurestrain, then cut off his lines of communication and avenue of escape to save himself. He must",
        3398.22,
        3404.1
    ],
    [
        " fight both your own forces and the elements of nature. Okay, I see what makes it a little bit",
        3404.1,
        3408.0
    ],
    [
        " different. It's the elements of nature part because otherwise we're just doing something that we",
        3408.0,
        3410.9
    ],
    [
        " talked about wasn't good, which is don't give them any escape. They're going to fight really hard.",
        3410.9,
        3415.02
    ],
    [
        " But if you put them in a situation where they got to fight to both the elements of nature and you,",
        3415.32,
        3419.78
    ],
    [
        " that makes sense. 29. Deck the tree with false blossoms. Time silk blossoms on the dead tree gives",
        3419.98,
        3431.36
    ],
    [
        " the illusion that the tree is healthy through the use of artifice and disguise makes something of",
        3431.36,
        3438.56
    ],
    [
        " no value of pure valuable of no threat, appear dangerous of no use, appear useful. Pretty straightforward.",
        3438.56,
        3445.96
    ],
    [
        " You know who does a lot of that? Stilts, you row with stilts. He like baits. He puts his",
        3447.12,
        3457.42
    ],
    [
        " arm over there. I've tried to tell him stilts when you hear this. If you backed off your exposure,",
        3459.46,
        3471.12
    ],
    [
        " a little bit it'd be more believable. He like taps the ground with his arm. He sticks it all out",
        3471.62,
        3479.52
    ],
    [
        " there. And he bends it enough so it's almost in a perfect Camira. He's going to do his go for this,",
        3479.52,
        3487.24
    ],
    [
        " because he's six foot something like six foot six. And super flexible. You ever think with him?",
        3487.56,
        3493.4
    ],
    [
        " I don't know if this is the case or not, but you ever think because I think this everyone's",
        3493.86,
        3497.6
    ],
    [
        " in awe where he's overdoing it because he's trying, you know, it's like a like a charade.",
        3497.6,
        3503.62
    ],
    [
        " You're right. That might be part of it. Yeah, you know, he's overdoing that so much that you don't",
        3503.72,
        3508.44
    ],
    [
        " do it. Because and actually, actually, you're right. We've had that conversation. He's told me before",
        3508.44,
        3512.84
    ],
    [
        " that sometimes he would stick something out because he knew I had it so good that if you just try",
        3513.16,
        3517.4
    ],
    [
        " to make it look so obvious, I wouldn't go for it. He was right. He's actually correct. There's a lot",
        3517.4,
        3521.98
    ],
    [
        " of times when I see him do something. I'm suspect with everything he does. Yeah, everything he does. I'm",
        3521.98,
        3526.24
    ],
    [
        " suspect. Yep. Any 200. Like you think you're going to pass guard. He's going to he's got some",
        3526.24,
        3530.02
    ],
    [
        " little scam going. Yeah. He's trying to trick you. Yep. So be careful.",
        3530.02,
        3533.78
    ],
    [
        " Okay.",
        3534.36,
        3535.06
    ],
    [
        " Number 30.",
        3534.66,
        3537.2
    ],
    [
        " scam.",
        3537.52,
        3538.44
    ],
    [
        " And stab you in the back. Make the host and the guest exchange roles. You serve leadership in a",
        3539.96,
        3548.32
    ],
    [
        " situation where you are normally subordinate. Infiltrate your target. Initially pretend to be a",
        3548.32,
        3554.62
    ],
    [
        " guest to be accepted, but develop from inside and become the owner later. I like that. Well,",
        3554.62,
        3563.76
    ],
    [
        " the scenario. Because that method is a lot better than the method of battleax because you",
        3564.56,
        3573.72
    ],
    [
        " don't even make it through the front door. If you hold the knacks, right? I don't want you in there.",
        3573.72,
        3576.8
    ],
    [
        " Yeah, actually the more I kind of listen to you kind of is the the battleax approach. Really,",
        3577.36,
        3584.8
    ],
    [
        " most of the time, all that does is like create another war. For sure. Like you just basically took one",
        3584.96,
        3588.94
    ],
    [
        " war and made another war in there. Now you got two major wars by the way. That seems to be the",
        3589.34,
        3595.36
    ],
    [
        " result. You know, just to give everyone a little bit of relief. Where the battle ax is appropriate.",
        3595.36,
        3603.26
    ],
    [
        " A hundred percent appropriate is with yourself in your own life. You know what I mean? That's the",
        3603.72,
        3608.34
    ],
    [
        " difference. That doesn't give anybody relief. Yeah, it does because you can use that. You want to use it.",
        3608.34,
        3612.64
    ],
    [
        " You want to use it, but you got to use it on yourself. No, no, no, no, no, no. You know, people don't",
        3612.78,
        3617.12
    ],
    [
        " want to use it on yourself. How do you going to fix yourself? You fix it. All right. Well, listen,",
        3617.34,
        3622.26
    ],
    [
        " I mean, we'll get that weakness. I know, but see, that's the exact thing I'm talking about with you.",
        3622.58,
        3628.82
    ],
    [
        " Because the strange thing is that the other methodology doesn't work with yourself. If you're like",
        3629.06,
        3633.62
    ],
    [
        " negotiating with yourself, like, you know what? I'm not really that weak. I'm going to play the long",
        3633.62,
        3637.48
    ],
    [
        " game with myself. I know what? I thought I just won. Don't not that big of a deal. I mean, really,",
        3637.48,
        3641.58
    ],
    [
        " just won. Don't do that. Battleaxe. Yeah, see, so that yet again goes along with your whole thing",
        3641.58,
        3649.04
    ],
    [
        " where, bro, I don't want to hear that. When I say I want to bring out the battleax.",
        3649.04,
        3655.3
    ],
    [
        " Right, Jucco, right? Do you want it to be for everyone else? Yeah, the guy that got causing the",
        3655.64,
        3659.8
    ],
    [
        " problems for me. But that's not the way it works. You only can use the battleax on yourself.",
        3659.8,
        3664.7
    ],
    [
        " That's where you use it. And when you do that, what you do is you do solve the problem.",
        3665.26,
        3670.62
    ],
    [
        " It's the actual, so it's interesting. There's a dichotomy here. I tell people with",
        3670.96,
        3676.96
    ],
    [
        " everyone else don't use the battleaxe. That's where they want to use the battleaxe.",
        3676.96,
        3680.4
    ],
    [
        " They don't want to use the battleaxe on themselves. That's where I tell them to use the battleaxe.",
        3680.58,
        3685.26
    ],
    [
        " Yeah. It's a strange world. So you can figure that right there. Where out? Life gets a lot",
        3685.38,
        3691.04
    ],
    [
        " easier. Yeah, it's harder at first, but it ends up easier. Yeah, it's, it's so 1000 million",
        3691.04,
        3696.24
    ],
    [
        " percent. Can something be a thousand million percent? Really? But if it could, this would be one of",
        3696.24,
        3701.22
    ],
    [
        " the more those things. Yeah. And it's yet again, one of your things where it's like, hey, Jucco,",
        3701.22,
        3706.18
    ],
    [
        " I'm trying to do this. I need to do this. Tell me the best way to do it. And your answer is",
        3706.52,
        3710.9
    ],
    [
        " in, okay, this is how you do this better. It's, hey, you don't want to do that. You want to do this.",
        3710.9,
        3714.78
    ],
    [
        " Oh, by the way, that's the exact opposite of what you think you need to do. That's your whole",
        3714.96,
        3718.84
    ],
    [
        " thing. Same exact thing with your battleaxe analogy. You're like, I'm like, hey, I need to take a",
        3718.84,
        3723.68
    ],
    [
        " battleaxe to my boss, man. He just doesn't get it. All this stuff. And you're like, oh, yeah.",
        3723.88,
        3727.54
    ],
    [
        " Oh, no, you don't. Yeah, actually, I have to take the battleaxe to yourself. That's your whole",
        3727.92,
        3731.98
    ],
    [
        " thing. Yes, it is. Yeah. Because if you take the battleaxe to your boss, you're going to get",
        3731.98,
        3736.62
    ],
    [
        " created another one. You take it to yourself and you cut off the hostility. You smash",
        3736.62,
        3744.08
    ],
    [
        " the hostility that you have towards your boss. If you use the battleaxe on that hostility and",
        3744.08,
        3749.88
    ],
    [
        " you start treating him with respect and trying to build a relationship, guess what? You're going to",
        3749.88,
        3753.48
    ],
    [
        " win. If you use the battleaxe on him, he's going to break out a bigger battleaxe. And guess what?",
        3753.56,
        3758.32
    ],
    [
        " He has one because he's the boss. He's got a much bigger battleaxe. Yes, he does. And technically,",
        3758.4,
        3763.82
    ],
    [
        " isn't that the whole watering the roots thing, you know, the systemic problem solving. Start with",
        3763.92,
        3770.78
    ],
    [
        " yourself. You know, that's definitely part of it. Yeah, kind of part of it. Next,",
        3770.78,
        3777.78
    ],
    [
        " the next.",
        3777.78,
        3778.0
    ],
    [
        " Strategies for desperate situations. Number 31. The beauty trap.",
        3779.08,
        3784.68
    ],
    [
        " Send your enemy beautiful women to cause discord within his camp. The",
        3786.12,
        3791.92
    ],
    [
        " strategy can work on three levels. First, the ruler becomes so enamored with the beauty that he",
        3791.92,
        3796.84
    ],
    [
        " neglects his duties and allows his vigilance to wane. Second, other males at court will begin",
        3796.84,
        3803.5
    ],
    [
        " to display aggressive behavior that inflames minor differences in your incorporation and destroying",
        3803.5,
        3808.5
    ],
    [
        " morale. Third, other females at court motivated by jealousy and envy begin to plot intrigues",
        3808.5,
        3816.54
    ],
    [
        " further exacerbating the situation. This is also known as the honey trap.",
        3816.54,
        3821.34
    ],
    [
        " The honey trap. They do that on Rambo. First blood part two. He had that. Remember that cold",
        3821.86,
        3828.66
    ],
    [
        " heart. He had a girl on Vietnamese girl if I'm not mistaken. And he meets her. Her name's co.",
        3828.66,
        3836.54
    ],
    [
        " Yep. So they go and they got to take down, you know, they got to save the Piotovies. And",
        3837.4,
        3843.14
    ],
    [
        " the girl disguises herself as I think a Vietnamese prostitute if I'm not mistaken.",
        3843.14,
        3849.0
    ],
    [
        " A lot of moped honey trap. Yeah. So they're like, oh, neglecting their duties, all this stuff.",
        3849.1,
        3854.88
    ],
    [
        " Boom, they come in but to add to the whole scenario. She's like actual warrior.",
        3854.88,
        3859.82
    ],
    [
        " Them sounds like double. Next thing you know, she's getting after it.",
        3860.1,
        3863.38
    ],
    [
        " Getting totally getting after it. Check. Number 32. The empty fort strategy. When the enemy",
        3863.64,
        3870.84
    ],
    [
        " superior numbers in your situation is such that you expect to be overrun at any moment,",
        3870.84,
        3875.32
    ],
    [
        " then drop all pretense of military preparedness and act calmly so that the enemy will think",
        3875.6,
        3880.98
    ],
    [
        " you're setting an ambush. This strategy is to be used sparingly and only after one has first",
        3880.98,
        3887.0
    ],
    [
        " developed a reputation for military prowess. This also depends on having a clever opponent who",
        3887.0,
        3892.92
    ],
    [
        " in perceiving the trap may overthink his reaction. Don't take guts. But I guess the,",
        3892.92,
        3901.0
    ],
    [
        " the it not only takes guts, but you might not have any other choice, right? Like your,",
        3901.02,
        3906.74
    ],
    [
        " your chances like, okay, we're just going to act like this is no big deal.",
        3906.98,
        3909.54
    ],
    [
        " Just going to act like this is no big deal. Who is telling me a story about that?",
        3909.74,
        3914.16
    ],
    [
        " Maybe it was you or maybe it was Jade about being an Australia. Were you telling me about that?",
        3914.68,
        3922.62
    ],
    [
        " Hmm. Was that Jade? Possibly. What was the story? Oh, like,",
        3922.92,
        3926.26
    ],
    [
        " oh yeah, I was telling you going into the alley. Yeah, I was telling you about Jade's story.",
        3926.62,
        3932.04
    ],
    [
        " Okay. Yeah. Yeah. Was that on the podcast that you did that? I don't think so.",
        3932.04,
        3935.12
    ],
    [
        " But the point is Jade had a choice act like, okay, so he sees a situation could be hostile.",
        3935.34,
        3941.72
    ],
    [
        " And his choice was like, okay, I don't really have a choice here. I can either act scared in",
        3942.0,
        3947.66
    ],
    [
        " which case I'm going to become a victim. That's, that's, or I can act nonchalant. And there's",
        3947.66,
        3953.26
    ],
    [
        " a possibility I don't become a victim because they see that I'm like, whatever. Right.",
        3953.26,
        3956.82
    ],
    [
        " And so that's what he did. And guess what? The guy was like, good, hey, mate. How you doing?",
        3957.06,
        3960.6
    ],
    [
        " Oh, good. Yeah. Luckily, Australia. Next.",
        3960.6,
        3965.72
    ],
    [
        " 33. Let the enemies own spy so discord in the enemy camp.",
        3967.14,
        3971.74
    ],
    [
        " Under mine, your enemy's ability to fight by secretly causing discord between him and his",
        3972.46,
        3976.84
    ],
    [
        " friends, allies, advisors, families, commanders, soldiers, and population. While he is preoccupied in",
        3976.84,
        3982.74
    ],
    [
        " settling internal disputes, his ability to attack or defend is compromised.",
        3982.74,
        3986.76
    ],
    [
        " Some reason I have the word truth written here.",
        3991.2,
        3993.5
    ],
    [
        " And I think the reason, oh, this is what I have that, this is why I have that there.",
        3994.28,
        3998.78
    ],
    [
        " I was thinking to myself, how do you do this? And the one of the best ways to so discord amongst",
        3999.1,
        4006.4
    ],
    [
        " people is to tell them the truth about what's happening. How so? Well, you've got some enemy camp.",
        4006.4,
        4012.54
    ],
    [
        " And you start, you start saying, hey, look,",
        4012.98,
        4015.36
    ],
    [
        " I should say, look how the boss is living.",
        4016.8,
        4019.14
    ],
    [
        " Let's just pay attention to how the boss of them, I'm just telling you the truth. The truth is,",
        4019.78,
        4024.36
    ],
    [
        " the boss eating crab legs every night. You guess what you're eating, chicken patties?",
        4024.38,
        4028.0
    ],
    [
        " No, no.",
        4028.14,
        4028.54
    ],
    [
        " So I was on the ship. I think it was the, I think it was the USS Cleveland.",
        4028.7,
        4032.54
    ],
    [
        " And there was an underground newspaper on the ship, but there was basically leakers",
        4032.96,
        4040.62
    ],
    [
        " that were telling the troops, the sailors on the ship, what they were eating in the ward room,",
        4041.18,
        4047.18
    ],
    [
        " where the officers were. Yeah, that word started getting around.",
        4047.18,
        4050.86
    ],
    [
        " Chicken patties, try eating chicken patties for 48 days straight.",
        4051.56,
        4055.26
    ],
    [
        " You know what? Hey, that's a lot of chicken patties. You're not, you're not going to want",
        4056.34,
        4059.72
    ],
    [
        " any more chicken patties. No. But then you get worried that they're eating crab legs.",
        4059.72,
        4062.64
    ],
    [
        " That was the big one. I don't even like crab legs, but everyone else seemed like crab legs.",
        4063.02,
        4066.64
    ],
    [
        " They were bad when they found out that's what the ward room is.",
        4066.76,
        4069.02
    ],
    [
        " So what they did was just telling the truth,",
        4070.08,
        4074.12
    ],
    [
        " cause discord, just telling the truth. Yeah, makes sense.",
        4074.64,
        4078.3
    ],
    [
        " Now I can't wish you could weave in some lies, right? But just,",
        4078.38,
        4081.18
    ],
    [
        " I'm saying it. What I'm saying is, oftentimes,",
        4081.32,
        4084.84
    ],
    [
        " the truth is the most powerful weapon to cause discord. Now, I'll always tell you that truth is the",
        4085.26,
        4092.56
    ],
    [
        " most powerful weapon. Definitely. Truth is the most powerful weapon that you have.",
        4092.56,
        4097.62
    ],
    [
        " Like just in general, just in general, just in general. The truth is the most powerful weapon you",
        4097.74,
        4101.68
    ],
    [
        " have for yourself. Mm hmm. Be truthful yourself. You can be truthful with people around you.",
        4101.68,
        4105.28
    ],
    [
        " Now, does, does this mean you tell the truth every single time?",
        4105.46,
        4109.94
    ],
    [
        " No, because sometimes the chicken is dry and you just need to do that to yourself, right?",
        4110.66,
        4115.2
    ],
    [
        " That's a legit one we talked about that before. But truth is definitely the most powerful tool",
        4115.24,
        4120.7
    ],
    [
        " that you have. And even when it comes to creating discord, the best, let me put it to you this way.",
        4120.7,
        4125.78
    ],
    [
        " Let me just, I don't want to go through this whole tangent. But the best, if you're going to create",
        4125.78,
        4130.54
    ],
    [
        " discord, it's more powerful to create discord using the truth than it is trying to create discord",
        4130.54,
        4137.04
    ],
    [
        " use life because the lie can be unwound and figured out the truth when they go, well, no, that's not",
        4137.04,
        4142.28
    ],
    [
        " true. And then you go, oh, wait, that is true. That's a problem. That's a real problem. 34,",
        4142.28,
        4148.36
    ],
    [
        " Inflict injury on oneself to win the enemy's trust, pretending to be injured has two possible",
        4149.6,
        4155.86
    ],
    [
        " applications. In the first, the enemy is lulled into relaxing his guard since he no longer considers",
        4155.86,
        4160.16
    ],
    [
        " you an immediate threat. The second is a way of ingratiating yourself to your enemy by pretending",
        4160.16,
        4165.82
    ],
    [
        " the energy, the injury was caused by a mutual enemy. Build that little bit of trust. Remember",
        4165.82,
        4175.72
    ],
    [
        " when I talked about, remember when I talked about when you, if you come to me and you're emotional,",
        4175.72,
        4181.32
    ],
    [
        " you're all mad about something and I have to to tamper down the emotion, but I can't, I have to show",
        4182.34,
        4187.22
    ],
    [
        " you some of the same emotion. I reflect it, but I diminish it a little bit. That's a way of building",
        4187.22,
        4192.06
    ],
    [
        " trust between us, right? Well, it's the same thing. If I'm like, oh, look, you come and look what they",
        4192.06,
        4196.28
    ],
    [
        " did to me and I go, look what they did to me too. Yeah, that's the same thing. They wounded me too. Look",
        4196.28,
        4202.0
    ],
    [
        " I'm also mad at them. We're a team now. Yeah, I do that with my daughter, by the way. What's up?",
        4203.14,
        4208.62
    ],
    [
        " When she had a hang nail. This is the last night, even, hang nail. And she didn't know what a hang nail is.",
        4208.78,
        4213.28
    ],
    [
        " I think it's our first hang nail. She's five. Sad. It's sad because you got all those hang nails coming",
        4213.32,
        4219.38
    ],
    [
        " your way. Yeah, all those hang nail future. Yeah, for her. So I'm like, yeah, I say just little things.",
        4219.38,
        4227.38
    ],
    [
        " Yeah, that you stepped into me when I was little too. So it's kind of like, oh, we both kind of have",
        4227.38,
        4231.0
    ],
    [
        " that same scenario. Same thing. Yeah, dude. Mutual hang nail hatred. You know, let's bring the team",
        4231.0,
        4238.48
    ],
    [
        " together. You're not against hang nails. I'm telling you it's real. It's real. I'm a hundred percent",
        4238.48,
        4245.82
    ],
    [
        " on board. Hang nails are really. I didn't know you had hang nails, man. I have them too. Yeah,",
        4245.82,
        4250.28
    ],
    [
        " we're tight. Little bit of bond. 35 chain strategies. In important matters, one should use",
        4250.48,
        4259.22
    ],
    [
        " several strategies applied simultaneously after another as in a chain of strategies. Keep different",
        4260.32,
        4265.52
    ],
    [
        " plans operating in an overall scheme. However, in this manner, if any one strategy fails,",
        4265.52,
        4271.58
    ],
    [
        " then the chain breaks and the whole scheme fails. Now, I completely agree with the first part of",
        4271.96,
        4277.54
    ],
    [
        " this, which is, yeah, you should train these things together, which is obviously what we do in",
        4277.54,
        4280.7
    ],
    [
        " Jiu Jitsu. You use one move and that's setting up another move, which is setting up another move,",
        4280.7,
        4283.28
    ],
    [
        " and it defense that one sets up another move. But I don't agree with the fact that if one of them",
        4283.36,
        4287.32
    ],
    [
        " breaks, they all the whole thing falls apart. That shouldn't be necessarily true. You should set up",
        4287.72,
        4292.56
    ],
    [
        " your strategy gyms. Your strategy gyms that you expect that some of them are not going to fail.",
        4292.56,
        4298.38
    ],
    [
        " A little bit. And that's okay because that's why you got the backup ones, right? Yeah, see,",
        4298.52,
        4301.76
    ],
    [
        " I'm so good. Am I wrong? I don't think you're wrong. No. And chaining things together, that's",
        4301.84,
        4308.28
    ],
    [
        " you have to do that. You have to hit from multiple angles and you have to have that's that's the",
        4308.28,
        4313.46
    ],
    [
        " utilip, right? That's okay. I'm going to do this and then you're going to react. I'm going to do",
        4313.58,
        4316.38
    ],
    [
        " this. I'm going to be there. I'm going to be there with the next one there with the next one and",
        4316.38,
        4318.28
    ],
    [
        " there with the next one. Having a heads up on things makes such a big difference. In other words,",
        4318.28,
        4323.6
    ],
    [
        " just so much of winning in Jiu Jitsu is that I know what you're going to do before you do it.",
        4323.6,
        4330.18
    ],
    [
        " So much of winning in combat is I know what you're going to do before you do it.",
        4330.52,
        4334.04
    ],
    [
        " Setting these things up properly, chaining them together so that the enemy doesn't know,",
        4334.74,
        4339.68
    ],
    [
        " the opponent doesn't know the next thing in the chain, but you do. Yeah, I think he that's powerful.",
        4339.68,
        4347.32
    ],
    [
        " Oh yeah, I agree. It seems like he's looking at it like the chain of stratagem is like a totem pole",
        4347.62,
        4354.9
    ],
    [
        " where it should be like a tree or like a web or something where you can kind of go and this can",
        4354.9,
        4359.56
    ],
    [
        " break off and it can go back. But yeah, his one is like a straight up like actual chain.",
        4359.56,
        4364.64
    ],
    [
        " Yeah, yeah, yeah. One link breaks. It's like a little bit. Yes. But true.",
        4364.64,
        4369.54
    ],
    [
        " Last one, number 36.",
        4370.36,
        4373.02
    ],
    [
        " If all else fails, retreat, important one. If it becomes obvious that your current",
        4374.04,
        4384.3
    ],
    [
        " course of action will lead to defeat, then retreat and regroup. When your side is losing,",
        4384.3,
        4389.98
    ],
    [
        " there are only three choices remaining. Surrender, compromise or escape.",
        4389.98,
        4396.78
    ],
    [
        " Surrender is complete defeat. We don't want that. Compromise is half defeat.",
        4398.66,
        4407.8
    ],
    [
        " Might be an okay outcome, especially when compared to the alternative, which is just surrender,",
        4408.6,
        4415.34
    ],
    [
        " which is total defeat. But escape is not defeat. As long as you are not defeated,",
        4415.34,
        4424.88
    ],
    [
        " you will still have a chance. And I think that's a fitting end to this. And again,",
        4425.58,
        4436.22
    ],
    [
        " this is something that people get wrapped around all the time. They don't want to give up. They",
        4436.32,
        4445.32
    ],
    [
        " have a malfunction. If you have a malfunction, you try and fix it for a little while. At 2000 feet,",
        4445.32,
        4453.52
    ],
    [
        " I think it was, was what I learned in the military. Freefall at 2000 feet, you make the decision.",
        4453.66,
        4460.9
    ],
    [
        " I'm not going to get that parachute open. I'm going to cut that one away and I'm going to bring",
        4461.1,
        4464.62
    ],
    [
        " out my secondary. But guys would, you know, in the parachute world, and right now the parachutes",
        4464.62,
        4470.72
    ],
    [
        " are getting so good that it's a lot more rare. But guys would get target fixation on trying to",
        4470.72,
        4478.16
    ],
    [
        " fix the bad parachute that was up there. And they'd look at it and look at it and try and fix it",
        4478.16,
        4482.0
    ],
    [
        " and try and fix it and try and fix it and then they did hit. So sometimes you got to retreat.",
        4482.0,
        4490.12
    ],
    [
        " It's okay. It's okay. Surrender is complete defeat. Compromise is half defeat.",
        4491.12,
        4499.66
    ],
    [
        " But escape is not defeat. And as long as you are not defeated, you still have a chance. So",
        4499.84,
        4506.02
    ],
    [
        " retreating is smart sometimes. That's okay. And I think that's a good lesson. It's okay to retreat,",
        4506.02,
        4513.1
    ],
    [
        " but never, never surrender. And that's that book, which definitely some good lessons in there.",
        4513.32,
        4525.8
    ],
    [
        " Learn some new ones, reinforce some other ones, hoping that everyone out there listening learned",
        4526.18,
        4534.36
    ],
    [
        " something from that too. And if you did, and you want to give the podcast some support,",
        4534.36,
        4541.38
    ],
    [
        " Chiboha. And here's how you can do it. And support yourself by the way.",
        4541.6,
        4547.16
    ],
    [
        " Actually, could be the more important thing. I think so. Yes. I think it's a more important thing.",
        4547.9,
        4552.88
    ],
    [
        " Yeah, man. Because yeah, like on the plane, right? You know the oxygen mask is coming down.",
        4552.88,
        4557.88
    ],
    [
        " That's right. You can't just start putting the mask on your kid. No. What if you suffocate?",
        4557.92,
        4562.66
    ],
    [
        " Can't help nobody. So help yourself first. You can't support what we're doing here.",
        4562.98,
        4567.96
    ],
    [
        " If you're not on the path. Right. Yeah. That's the primary. Yeah. That's what.",
        4568.4,
        4573.4
    ],
    [
        " So to begin, good way to start with origin. Fitting name for the way to begin.",
        4573.8,
        4582.7
    ],
    [
        " The support. Get it origin layers. And the industry we call those layers. Anyway, origin.",
        4582.88,
        4588.34
    ],
    [
        " This is what origin is. It is a American made company that delivers American made products.",
        4588.58,
        4596.7
    ],
    [
        " Starting with geese, jujitsu geese, for jujitsu, not just generic geese with the name on it.",
        4597.02,
        4604.62
    ],
    [
        " Yeah, not bad. No, not generic. He's on you. That's something. He's on the kind of geese where you'd be like,",
        4605.62,
        4610.6
    ],
    [
        " hey, you know what? I think I'm going to go down to the market right now. I'm going to put on my",
        4610.6,
        4614.62
    ],
    [
        " gui. You know, maybe if you're doing that, you maybe don't need an origin. You get whatever",
        4614.62,
        4618.56
    ],
    [
        " gui to go down the market. But if you're doing jujitsu with your gui, we recommend you go with the",
        4618.56,
        4625.76
    ],
    [
        " origin. Which is made in America, which is awesome. The cotton is grown here. American hands.",
        4625.76,
        4634.1
    ],
    [
        " People are working. People are working in Maine. We're bringing that back. So yeah, get those.",
        4634.48,
        4640.16
    ],
    [
        " And rash guards as well. Yeah. Wove and woven material here. Yeah, they kind of got everything.",
        4640.66,
        4646.04
    ],
    [
        " They got, you know, regular clothes as well. Joggers, sweatsuits. I was having a discussion,",
        4646.4,
        4653.34
    ],
    [
        " which I'm not going to go into. But I will go into this part of the discussion. I've been",
        4653.5,
        4656.58
    ],
    [
        " discussing with someone that was like, basically telling me like, well, you know, this business,",
        4656.58,
        4662.76
    ],
    [
        " what this business is hard. What we do is hard in this business. You're trying to tell me that",
        4662.78,
        4667.6
    ],
    [
        " what they were doing in this business was hard. I was like, Hey, it's not that hard.",
        4667.6,
        4672.0
    ],
    [
        " What you're doing and trust me, what they're doing is not that hard. Trust me, there's some",
        4672.48,
        4677.68
    ],
    [
        " businesses. I work with a lot of different businesses, some complex businesses out there in the",
        4677.68,
        4681.32
    ],
    [
        " world, really complex. The business, particularly that I was talking to that was having this",
        4681.32,
        4686.0
    ],
    [
        " discussion with that was telling me how hard their business was. Which what does that sound like to",
        4686.0,
        4689.96
    ],
    [
        " you when someone's like, Oh, you know, it's really hard. That's an excuse. Of course, hey, if it's easy,",
        4689.96,
        4694.4
    ],
    [
        " everyone will be doing it, right? Yeah. Yeah. You know, it's really hard. This business is really hard.",
        4694.46,
        4698.92
    ],
    [
        " And I was like, you want to talk about hard. I'm like, try getting an ancient loom up and running",
        4699.2,
        4707.5
    ],
    [
        " and weaving material that hasn't been done in 40 years here in America. Weaving, there's",
        4707.5,
        4714.34
    ],
    [
        " eight million little threads going in this thing. Try starting that out. Tell me your business is",
        4714.34,
        4720.6
    ],
    [
        " hard. Yeah. That seems hard. That's hard. But it's being done right here in America. Yeah, big",
        4720.6,
        4726.32
    ],
    [
        " that origin. Yeah, really good stuff on there. Also supplements. Jocco supplements. Okay, joint",
        4726.32,
        4735.32
    ],
    [
        " warfare, grill oil and discipline and milk. So consider these four. They all kind of play into",
        4735.32,
        4741.82
    ],
    [
        " each other. Joint warfare. Obviously warfare against degeneration of joints. Not against your",
        4741.82,
        4748.18
    ],
    [
        " joints. It's for the joints. It's your joints. We gene war on degeneration. Anyway, good",
        4748.18,
        4753.52
    ],
    [
        " point. However, you want to spin it. Nonetheless, it's for your joints, grill oil, same thing. Omega-3s.",
        4753.52,
        4758.04
    ],
    [
        " Really good for general health as well. If you like protein supplements, milk. See what I did there.",
        4758.56,
        4764.16
    ],
    [
        " I didn't call it protein powder. That's good. Yeah. That's good. It's very understated too, which I",
        4764.42,
        4770.1
    ],
    [
        " am down with. You can understated. Yeah. Because the bottom line is if you like delicious things",
        4770.1,
        4774.5
    ],
    [
        " in the world, you're gonna like milk. Yeah. So, milk is peanut or not peanut butter. It's",
        4775.14,
        4781.66
    ],
    [
        " gonna be peanut butter chocolate. Yeah. And those are those are inbound. Yeah, someone sent me a",
        4781.66,
        4787.04
    ],
    [
        " picture. Tweet. I think it's on Twitter. One hand chocolate milk jug. Other hand,",
        4787.04,
        4795.2
    ],
    [
        " milk. He said, I'm gonna take it for the team to the experiment. Remember, I said, mix the milk",
        4795.3,
        4799.7
    ],
    [
        " with chocolate milk. See what up. Okay. It might be too chocolatey. What was the deal with? I don't",
        4799.7,
        4803.58
    ],
    [
        " know. He just said he's gonna do it. He didn't even give up yet. Not yet. That's kind of just",
        4803.58,
        4807.56
    ],
    [
        " indicated he was commencing with the experiment. That's kind of jacked up. We will have milk at the",
        4807.56,
        4812.54
    ],
    [
        " emerging camp. G-G-2 emerging camp August 26th through September 7th. Up in Maine on Echo Lake layers.",
        4812.54,
        4819.42
    ],
    [
        " So come up and hang out with me with Lave with Echo with Dave Burke still not 100% on JP.",
        4820.08,
        4828.46
    ],
    [
        " But yeah, we're gonna be up there in Maine doing G-G-2 and hanging out. Oh, and Dean Lister.",
        4828.82,
        4834.72
    ],
    [
        " No big deal. Dean Lister. And Andy's going to. It looks like Andy's going.",
        4835.12,
        4839.2
    ],
    [
        " Andy Burke. You know, Andy Burke's gonna be going. So we'll be all just training and getting",
        4839.42,
        4843.5
    ],
    [
        " after it and hanging out. Here's the thing. It doesn't sound as dope when we're there hanging out,",
        4843.5,
        4848.84
    ],
    [
        " but here's the thing. It is ultimately well, yeah, because you can only you can only do G-G-2. How",
        4848.86,
        4852.86
    ],
    [
        " many hours a day can you do G-G-G-2? Well, you know, depends on who you are. Obviously. Call it",
        4852.86,
        4857.06
    ],
    [
        " eight. We'll call it eight. So eight and eight. So eight hours. Then you sleep for eight hours.",
        4857.06,
        4862.2
    ],
    [
        " Right. What does that leave you? Eight more hours. You gotta fill those eight hours of hanging out.",
        4862.36,
        4866.58
    ],
    [
        " That's eight hours. Eight hours of crew. Can we cruise?",
        4866.8,
        4868.9
    ],
    [
        " We're cruising. So big time. Yeah, I'll be cruising. Big time. If I'm not doing the jujuts, actually,",
        4869.06,
        4873.66
    ],
    [
        " so I'll be halfway in jujutsu halfway out. I actually got the injury. Limited jujutsu.",
        4873.82,
        4878.88
    ],
    [
        " Limited jujutsu. Not too limited, but we'll just say limited. Anyway, yes. Yes, August 26th to September",
        4878.92,
        4884.36
    ],
    [
        " 2nd. Is it? Yeah. Yeah. Also, good way to support is go to jacoastore.com. That's right.",
        4885.24,
        4893.02
    ],
    [
        " Jaco is a store. It's called JacoStore. Anyway, it's where you can get T-shirts, rash guards,",
        4893.48,
        4898.84
    ],
    [
        " hoodies, hats, you know, all these stuff products. We'll say that we put out Discipline Equals Freedom",
        4899.6,
        4906.34
    ],
    [
        " shirts. What's the new one? What did I put on there? That's new. Oh.",
        4909.0,
        4913.16
    ],
    [
        " Is there a new Discipline Equals Freedom shirt? Is that up yet? Yes. Oh, that's cool. It's not up yet.",
        4913.76,
        4918.22
    ],
    [
        " It will be up in a couple of weeks. It'll be up in a couple maybe even one week. So it could be up",
        4918.78,
        4923.52
    ],
    [
        " technically by the time. So it's up. So it's up. It's up. It's up. All right. It's cool. The new shirt",
        4923.52,
        4928.28
    ],
    [
        " is up. Yeah, Discipline Equals Freedom new one. But yeah, if you want to represent, go there at",
        4928.28,
        4932.6
    ],
    [
        " dot com. Use the word represent. I like that. There it is. Well, I think it's the new one is",
        4932.9,
        4940.78
    ],
    [
        " take the high ground or the high ground. I'll take you. That's a fact. Something like that.",
        4940.78,
        4947.2
    ],
    [
        " Unless if you actually have an email list, right, and I don't really talk about this offer it.",
        4947.56,
        4953.26
    ],
    [
        " I didn't want it to be an annoying thing. You know, sometimes you go to a website. It'll pop",
        4953.38,
        4956.82
    ],
    [
        " up in your face and you can't like move. Yeah. You know, I tried not to do that. No, because people",
        4956.82,
        4963.28
    ],
    [
        " want to they actually use the word. They want to capture capture you capture your email. Yeah.",
        4963.28,
        4968.4
    ],
    [
        " Technically, yeah, I don't want to capture. We're so out of the game. Actually, you think about it.",
        4968.96,
        4973.64
    ],
    [
        " What is not in the game? Well, I consider it like you just said, like how I mean, even your tone",
        4973.64,
        4979.52
    ],
    [
        " indicated how you feel when a pop up with a form, you know, comes it's kind of like when you,",
        4979.52,
        4985.76
    ],
    [
        " like let's say you go in a first date with someone and they give you like a contract or something.",
        4985.84,
        4989.6
    ],
    [
        " It's kind of like, hey, sign this before we can take any steps forward with what we already plan.",
        4989.78,
        4993.52
    ],
    [
        " We were doing, by the way. Anyway, sign up. We do have an email. Like you can put your email and",
        4993.52,
        4999.78
    ],
    [
        " sign up for the email list. If you want, and it's there, it's accessible. I think it's on the",
        4999.78,
        5005.26
    ],
    [
        " bottom. From the other website on the website. Anyway, it's there. It will not be a pop up",
        5005.26,
        5010.82
    ],
    [
        " in here. I'm never and forever, no, ever, ever, ever. And furthermore, if you sign up for that,",
        5011.32,
        5018.56
    ],
    [
        " you won't get the daily. Oh, you know, this and that and this and that and this and every day,",
        5018.98,
        5024.38
    ],
    [
        " because let's face it, guys, I signed up for, I think it's Bud K. It's called. It's like knives and",
        5024.44,
        5030.92
    ],
    [
        " stuff. They're just cool. Nice. So I signed up for that one and every single day, man, I'm getting",
        5030.92,
        5035.64
    ],
    [
        " the thing. I'm like, cool. The first thing I'm like, cool. That's cool. Second day, I'm like, cool.",
        5035.64,
        5039.68
    ],
    [
        " That's kind of the same thing as you sent me yesterday, whatever daily, man, daily. So",
        5040.5,
        5044.98
    ],
    [
        " that feeling I got, I don't want other people to have that feeling about a jockel store. So",
        5044.98,
        5051.12
    ],
    [
        " anyway, you can sign up for the email list if you want. And what I will send you every four",
        5051.12,
        5057.22
    ],
    [
        " months, if ever, I'll send you an email that says like, okay, if there's a new shirt that",
        5057.22,
        5063.44
    ],
    [
        " everyone was required, you know, how like, take the high road or the high road will take you.",
        5063.44,
        5067.3
    ],
    [
        " Like people, so many people were emailing me saying, hey, we should do this one. Do this",
        5067.6,
        5072.14
    ],
    [
        " should do. So it's kind of that, you know, it's like everyone's input, okay, new shirt,",
        5072.14,
        5076.14
    ],
    [
        " boom on email, everybody, okay, it's a new shirt. It's like that kind of stuff. And it's very rare.",
        5076.6,
        5081.82
    ],
    [
        " Check. And you've got to input through it before. I remember one time you asked for colors.",
        5082.34,
        5086.58
    ],
    [
        " Right, right. Yes. So yeah, that kind of stuff. It won't be annoying stuff. Like, hey,",
        5086.82,
        5090.46
    ],
    [
        " three things that you don't care about. Click, you know, I won't do that stuff ever, ever, ever.",
        5090.6,
        5094.82
    ],
    [
        " Check. Nonetheless, that's what's going on. Jockelstore.com, if you want to represent,",
        5094.98,
        5099.24
    ],
    [
        " get some stuff, get some stuff. Good way to support. Also, subscribe to the podcast,",
        5099.46,
        5104.84
    ],
    [
        " this podcast, iTunes, wherever Google Play Stitcher, leave reviews on all that stuff. And also,",
        5105.22,
        5110.5
    ],
    [
        " if you didn't know, we got the Warrior Kid podcast, which, yeah, you might not think that you would",
        5110.56,
        5118.6
    ],
    [
        " listen to it. But if you got kids, definitely, they'll dig it. And good podcast to listen to lately,",
        5118.6,
        5125.52
    ],
    [
        " I've been lately, I've been telling stories from Uncle Jake from when Uncle Jake was a kid.",
        5125.82,
        5133.56
    ],
    [
        " Uncle Jake is sharing stories of his childhood that have little lessons in them. Big lesson.",
        5133.88,
        5140.36
    ],
    [
        " Yeah, even big lessons. And but, but they're not their stories. Yep. And that's been kind of the",
        5140.62,
        5147.72
    ],
    [
        " direction. The last couple podcasts have had a story from Uncle Jake story from Uncle Jake",
        5147.84,
        5154.16
    ],
    [
        " that we can all learn from. So that is the Warrior Kid podcast. I answer some questions from",
        5154.16,
        5160.18
    ],
    [
        " more your kids. And then they're short too. They're like 20 minutes because kids should not be sitting",
        5160.18,
        5166.46
    ],
    [
        " around listening to four hour podcasts. We only do that because we got to like work to do commute",
        5166.46,
        5170.78
    ],
    [
        " all that stuff. Yeah, yeah. Yard work. Yeah, it's kind of good for the pair. Actually, really good",
        5170.78,
        5175.84
    ],
    [
        " for the parents and teachers, by the way. No, I've gotten great feedback from parents and teachers",
        5175.84,
        5179.78
    ],
    [
        " absolutely because it's like, these questions, they're questions, the Q&A, kids questions,",
        5179.78,
        5184.78
    ],
    [
        " you know, they send in and you answer them eloquently, I might add.",
        5185.34,
        5189.16
    ],
    [
        " Uncle Jake is pretty eloquent. Yeah, I like to think so for sure. But, you know, in real life,",
        5189.88,
        5195.8
    ],
    [
        " these these kids ask their parents these questions or the teacher, you know, and sometimes,",
        5195.9,
        5201.7
    ],
    [
        " you know, maybe the teacher on the spot, maybe he's busy or maybe they don't know or something",
        5202.22,
        5205.28
    ],
    [
        " like that. So like, you know, I see it. I know that I do it for myself when I listen to it. I'm like,",
        5205.28,
        5209.66
    ],
    [
        " okay, boom, because I've heard that question before. And these answers a little bit better than my,",
        5209.66,
        5214.62
    ],
    [
        " you know, check. Also, the YouTube channel, we got a YouTube channel. It's called Jockel Podcast.",
        5214.84,
        5223.36
    ],
    [
        " And that's where Echo puts the videos and the video excerpts and enhanced the video excerpts.",
        5223.56,
        5231.82
    ],
    [
        " So you can check that out too, which is cool. And yeah, yeah, do that.",
        5231.86,
        5236.64
    ],
    [
        " It's a good way to support. For sure, subscribe to, you already said iTunes and stuff, Google Play.",
        5236.96,
        5242.06
    ],
    [
        " Yeah, so that's a good way to support that. Seemingly, an easy, obvious thing, but it is a good",
        5242.44,
        5247.6
    ],
    [
        " way to support legitimately. Check. Also on it.com slash jockel, by the way. Okay, what is on it?",
        5247.6,
        5257.66
    ],
    [
        " We all know what on it is, but if you don't know, it's where you can get the best fitness gear.",
        5257.78,
        5263.38
    ],
    [
        " That's where you get all mine. Just going to get a bag. I like the sandbag things. Yeah, I got one.",
        5263.74,
        5272.12
    ],
    [
        " Okay. Yeah, yeah. They're good. They're good. Yeah, like so, you know, it was, I forget it was,",
        5272.64,
        5278.62
    ],
    [
        " it was good for the big functional stride. Yeah, like, you know how, um, you know what, I got to figure",
        5278.76,
        5284.68
    ],
    [
        " out though. Remember that bag that they had up in a main, the 200 pound bag, I got to figure out",
        5284.68,
        5289.66
    ],
    [
        " what the deal is with that so I can rehearse. Actually, it's pretty simple. Yeah. If you've got to make",
        5289.66,
        5296.56
    ],
    [
        " a game to time adjustment to do it, you're going to be like, okay, this is hard. You have to press it.",
        5296.56,
        5301.72
    ],
    [
        " No, just clean it. Yeah, put it over your shoulder. You have to shoulder it. Yeah, okay. So the thing is,",
        5301.74,
        5306.68
    ],
    [
        " and tell me if this is cheating. Okay. So to lay out the scenario, there's a 200 pound bag of gravel.",
        5306.82,
        5313.36
    ],
    [
        " So that's what it is. Yeah. 200 pounds, which is head no handles, no handles. It's a sack of gravel.",
        5313.92,
        5320.92
    ],
    [
        " Not a canvas like made out of the key, either. It's like nylon. Yeah. So it's real flowy.",
        5321.14,
        5327.82
    ],
    [
        " 200 pounds dead. You'd say dead weight. It's extra dead weight. Anyway, so, and you got to just put it",
        5328.44,
        5334.6
    ],
    [
        " on your shoulder. That's it. Pick it up off the ground, put it on your shoulder. So tell me if",
        5334.6,
        5339.3
    ],
    [
        " this is cheating. So I did it in a, a, I succeeded. But I tried it not the first time. I tried it once",
        5339.3,
        5346.56
    ],
    [
        " and I was like, whoa. And you know, it falls down. I'm like, man. But Mike, one of the guys there,",
        5346.62,
        5353.72
    ],
    [
        " he said, hey, when you lift it up first, you got to keep the weight on the forward part.",
        5354.2,
        5359.32
    ],
    [
        " Because you know, when you lift it up, it kind of divides the bag kind of into, because it flows,",
        5359.38,
        5363.7
    ],
    [
        " you know, the gravel kind of flows to the, to the ends or whatever. You got to divide it up. But when",
        5363.84,
        5367.96
    ],
    [
        " you do, divide it up, you got to keep more the weight on the, on the front part, not on the,",
        5367.96,
        5373.16
    ],
    [
        " the part closer to you, because it'll just flow down and it just doesn't work. His, his",
        5373.16,
        5378.12
    ],
    [
        " explanation way more short than that. But, um, so is that cheating? So it's like, all right,",
        5378.12,
        5382.6
    ],
    [
        " I did it. And then I, I, and then it was easy. No, it's not easy. Okay. So it's hard. Yeah, it's hard.",
        5382.68,
        5387.96
    ],
    [
        " Like if you practice or something, it'll be easy. Of course. I mean, you're strong enough to do it,",
        5388.3,
        5392.84
    ],
    [
        " for sure. Um, but technique, there's some technique to get it up there. Yeah, it's, it's hard.",
        5392.92,
        5398.42
    ],
    [
        " But nonetheless, um, the, my point was with the bag is, you know how, okay, you know, you",
        5399.04,
        5404.54
    ],
    [
        " lift a bunch of weights in this guy and me or whatever we can bench a lot, squat a lot. But then,",
        5404.54,
        5410.9
    ],
    [
        " you know, when you're doing like yard work and you got to, I don't know, shovel a bunch of dirt",
        5410.9,
        5415.68
    ],
    [
        " and wheelbarrow and you're picking it up and you're trying to lift it up this little hill and you're",
        5415.68,
        5419.56
    ],
    [
        " like, well, it's like when you roll with guys at work construction, they have, they have legit",
        5419.56,
        5423.66
    ],
    [
        " strength that comes to the other side. Exactly right. So I'm like, man, I'm by one of these bags",
        5423.66,
        5428.58
    ],
    [
        " and just sort of like have it part of the workout, you know, do some hills or something with it,",
        5428.58,
        5433.8
    ],
    [
        " you know, do it. Carry it with one mat. I don't know. But anyway, on it, Doc, I'm sorry, there's a lot",
        5433.86,
        5438.12
    ],
    [
        " of cool stuff on there. Dances and kettlebells, whatnot. All kinds of good stuff. Uh, psychological warfare,",
        5438.12,
        5443.88
    ],
    [
        " album, you can get on iTunes, Google Play and be through. We're working on the second one.",
        5444.24,
        5448.32
    ],
    [
        " If you got something you want to me to address psychologically, let me know now.",
        5448.4,
        5454.26
    ],
    [
        " And I'll start putting together a little list and we'll get it into your brain psychologically.",
        5454.46,
        5460.64
    ],
    [
        " Yep. And speaking of which, speaking of psychological, how's this for psychological?",
        5461.26,
        5466.22
    ],
    [
        " Here we go. Here we go. This.",
        5466.6,
        5468.44
    ],
    [
        " You know what that is? That right there. That's jocke a white tea in a can. You can get it,",
        5469.5,
        5476.8
    ],
    [
        " you can get it at Amazon right now. It's available in Canada too. And it tastes delicious,",
        5476.8,
        5483.16
    ],
    [
        " which is fine. You want things that taste good. That's good. It's good for you. Replace the crap",
        5483.64,
        5488.92
    ],
    [
        " that you drink. The energy drinks that you drink. Get rid of them. Yeah. Get this instead.",
        5488.92,
        5494.04
    ],
    [
        " You will absolutely feel better. You'll be more healthy. And bonus, you'll be able to deadlift",
        5494.4,
        5499.94
    ],
    [
        " 100% guaranteed 8,000 pounds. So that right there is good enough. While you're on Amazon as well,",
        5499.94,
        5505.66
    ],
    [
        " you can get some books. We got the way of the Warrior Kid books. Just check them out. Just check",
        5505.66,
        5514.18
    ],
    [
        " them out. That's my statement. Check them out. Warrior Kid books, feedbacks, unbelievable. Kids",
        5514.18,
        5519.16
    ],
    [
        " getting after it. Once they read those books, the discipline equals freedom field manual.",
        5519.16,
        5524.98
    ],
    [
        " How to get after it. It's a manual on how to get after it. Yeah. And kind of stay after it. And stay",
        5525.58,
        5531.78
    ],
    [
        " like that. Yes. Because if you get after it for a couple hours and then that's all the getting",
        5531.78,
        5536.52
    ],
    [
        " after you're doing, yeah. That's not going to help you. If you crack that book open though,",
        5536.52,
        5541.02
    ],
    [
        " you'll see this crack can open. If you want to listen to it, you can get it as an album with tracks,",
        5541.14,
        5547.02
    ],
    [
        " iTunes, Google Play, all that. It's not unaudible. Stream ownership, the other book,",
        5547.66,
        5553.06
    ],
    [
        " been out for a while. It's still people still buying it. And it's about leadership. It's about",
        5553.4,
        5561.4
    ],
    [
        " combat leadership in how to use combat leadership principles in your business, in your life, and",
        5561.4,
        5569.06
    ],
    [
        " obviously in combat as well. And then on top of that, Lafe and I have a new book that we are,",
        5569.06,
        5573.5
    ],
    [
        " I keep saying that we just finished it. I think it was Tim Ferris, I heard say like, oh, he was writing",
        5573.82,
        5578.42
    ],
    [
        " a book and he was, yeah, I'm done with my book. And one of his friends that was writer was like,",
        5578.42,
        5581.4
    ],
    [
        " okay, cool. You're 50% there. And that's the truth. When you get done writing it, you're 50%",
        5581.4,
        5586.4
    ],
    [
        " there. Because there's a ton of work that you still have to do. I finished this round of edits",
        5586.4,
        5591.08
    ],
    [
        " yesterday. And what's cool is reading the book. I'm super stoked on the book. And people are",
        5591.08,
        5597.38
    ],
    [
        " going to get a lot out of it. It's called the dichotomy of leadership. It comes out September 25th.",
        5597.38,
        5602.3
    ],
    [
        " My publisher, who listens to this podcast, who hears me say these things, doesn't get it.",
        5602.42,
        5609.0
    ],
    [
        " They're not going to order enough books. They're like, well, you know, you never know. And we don't",
        5609.24,
        5616.38
    ],
    [
        " book when it comes out first to dish. You don't want second to dish, third to dish. That's lifetime",
        5616.38,
        5621.82
    ],
    [
        " evidence that you weren't in the game. Don't let it happen. Then when you meet me and you're like,",
        5621.82,
        5628.22
    ],
    [
        " hey, can you sign your book? I was like, cool. Y'all sign your second edition book. Sadness.",
        5628.22,
        5633.36
    ],
    [
        " The first edition, I'll be like, hey, we go back. We go back. So like the second edition,",
        5633.82,
        5641.16
    ],
    [
        " you'll just sort of sign your name and then with a line or something. But the first edition,",
        5641.16,
        5645.24
    ],
    [
        " you'll say, you're in the game. You're in the game. You're to support that whole one. And we're here.",
        5645.24,
        5650.46
    ],
    [
        " We're together. Oh, second edition. How you doing?",
        5650.76,
        5652.86
    ],
    [
        " Pozer. Are you a poser if you get the second edition?",
        5653.4,
        5657.18
    ],
    [
        " Well, anyways, all kidding aside, that's coming out September 25th. If you want to get that dichotomy",
        5658.06,
        5664.9
    ],
    [
        " leadership, how to balance all those little things, you got to balance as a leader. That's what you",
        5664.9,
        5675.22
    ],
    [
        " training inside your organization. Ashlon Front. Ashlonfront.com. We solve problems through leadership.",
        5675.64,
        5681.12
    ],
    [
        " It's me. It's Lave. JP Dave got Mike Sirelli on board. Got Flynn Cochran on board.",
        5681.12,
        5687.5
    ],
    [
        " We're expanding. We're growing. Yeah, we're getting out of the grid. And we got the mustard.",
        5687.98,
        5695.46
    ],
    [
        " The mustard's coming up in October, San Francisco, 17th and 18th. All the other",
        5696.26,
        5703.64
    ],
    [
        " mustard's have sold out. I think we're dropping a video. Probably already this video will be dropped.",
        5703.64,
        5708.42
    ],
    [
        " Yeah, it's already. Yeah, no, but hasn't been circulated. Right. So we're going to circulate a little.",
        5708.9,
        5713.98
    ],
    [
        " What do you call that advertisement video? Yeah, technically.",
        5714.36,
        5718.92
    ],
    [
        " Informational video. Informational. It's more kind of like as if to say,",
        5719.26,
        5724.82
    ],
    [
        " is put it exactly as possible. It's to say, hey, look, the countdown for this thing,",
        5725.04,
        5729.54
    ],
    [
        " because we're all news coming. It's number six. There's number five before that. Hey,",
        5729.54,
        5733.24
    ],
    [
        " we knew it's coming. Hey, the countdown to this event is official. It's official. We're counting",
        5733.48,
        5739.56
    ],
    [
        " the days down right now. Cool. It's months, but San Francisco, October 17th and 18th. All the other",
        5739.56,
        5746.18
    ],
    [
        " ones have sold out. If you want to come, better get registered, extreme ownership.com. And also,",
        5746.18,
        5752.22
    ],
    [
        " we got the the roll call September 21st in Dallas, Texas. That is for uniform personnel.",
        5752.22,
        5758.88
    ],
    [
        " Police firefighters, law enforcement, military, border patrol, paramedics, first responders,",
        5759.1,
        5766.62
    ],
    [
        " all of them. We put that together so that we can get out there one day real quick",
        5766.62,
        5773.46
    ],
    [
        " leadership seminar for you all. So same thing, registered extreme ownership.com.com. And get some.",
        5773.46,
        5779.54
    ],
    [
        " And if you want to continue this conversation with us virtually, until you see us live",
        5780.22,
        5787.04
    ],
    [
        " at the mustard or UCS live at the roll call or UCS live in August at the immersion camp up in",
        5788.02,
        5797.36
    ],
    [
        " Maine, then during the time, where do you waiting to see us live? Guess what? We can still kind of",
        5797.36,
        5803.84
    ],
    [
        " carry on this conversation virtually via the interwebs Twitter, Instagram and the Facebook.",
        5803.84,
        5811.68
    ],
    [
        " Echoes at Echo Charles. And I am at Jocke Willink and speaking of those in the military, for those",
        5812.96,
        5819.48
    ],
    [
        " of you in the military that hold the line against evil. And also to those that are in police and",
        5819.48,
        5828.18
    ],
    [
        " law enforcement, firefighters, paramedics, border patrol, first responders, thanks to all of you",
        5828.18,
        5833.8
    ],
    [
        " for being ready to respond anytime, any place. Thanks to your families as well for supporting you",
        5833.8,
        5841.1
    ],
    [
        " while you support us. And everyone else out there, thanks for listening, thanks for supporting.",
        5841.1,
        5846.06
    ],
    [
        " Thanks for fighting, fighting to be smarter and stronger and faster and better. Thanks for putting",
        5846.52,
        5858.06
    ],
    [
        " forth the effort every second of every day. And thanks for remembering what the ancient spirit of",
        5858.06,
        5867.54
    ],
    [
        " Wu taught us. As long as you are not defeated, you still have a chance.",
        5867.54,
        5876.0
    ],
    [
        " So keep getting up and keep getting after it. And until next time, this is Echo and Jockeau out.",
        5876.94,
        5890.48
    ]
]