[
    [
        " This is Jocco Podcast number one 31 with Echo Charles and me, Jocco Willink.",
        0.52,
        6.66
    ],
    [
        " Good evening, Echo. Good evening. It is time for some Q&A. Yes. Should we banter",
        7.44,
        13.02
    ],
    [
        " around for a while so you just get started? Question number one. I've been somewhat",
        13.02,
        19.42
    ],
    [
        " of a pushover for the majority of my life. Since listening to the podcast I've",
        19.42,
        23.42
    ],
    [
        " been trying to assert myself more. One thing I can't seem to shake is constantly",
        23.42,
        27.6
    ],
    [
        " being interrupted. How can I rise above and overcome this obstacle? Should I read",
        27.96,
        35.64
    ],
    [
        " the hashtag? The hashtag fellow hardcore. There you go. There's a little layer in there",
        35.64,
        42.82
    ],
    [
        " because you put rise above in there. So I thought about this because I would say I",
        42.82,
        50.88
    ],
    [
        " don't get interrupted a lot but I don't I think that's kind of the current state",
        50.88,
        56.66
    ],
    [
        " of me. I think there's a reason why I don't get interrupted a lot and it's not",
        57.42,
        62.14
    ],
    [
        " because people are going to think, well that's because you're going to bash people",
        62.14,
        65.98
    ],
    [
        " in the head with a club. That's not the actual answer of why I don't get interrupted.",
        65.98,
        72.02
    ],
    [
        " One thing I think is important is you've heard me say this before. The less people talk,",
        72.4,
        77.48
    ],
    [
        " the more people listen. When I'm in a group of people that all want to talk and",
        77.72,
        86.4
    ],
    [
        " you get in that group right there, I don't talk. I don't talk. I let there's I sit there.",
        86.4,
        92.82
    ],
    [
        " I listen to them and I plot. Then I think and I put together my thoughts correctly so",
        92.82,
        100.16
    ],
    [
        " that when I do decide to say something, it's going to have impact. And then I wait for",
        100.16,
        107.24
    ],
    [
        " the right moment. Right? Because if there's people that are bickering back and forth, I wait",
        107.24,
        111.54
    ],
    [
        " for a low in the fire. And when that low comes, then I make my point in a very direct",
        111.54,
        120.78
    ],
    [
        " manner. I might even I might even have to wait until the conversation is like all but over.",
        120.78,
        125.72
    ],
    [
        " Wait till they're done with their little firefight. Yep. Yep. Yep. Yep. Yep. Yep. Yep. Yep.",
        126.44,
        135.64
    ],
    [
        " And then I'm going to talk. They're done. And what I when I talk, you know, I'm going to do it",
        136.92,
        142.54
    ],
    [
        " since I've been thinking about it's going to be articulated in a way that I can present my full",
        142.54,
        147.28
    ],
    [
        " point. And I so I think that's an effective way to do things. I think I think if you let people",
        147.28,
        153.22
    ],
    [
        " speak a bunch, you let them get it out of their system. And then when you decide to talk, they don't",
        153.22,
        159.04
    ],
    [
        " have anything left to say. So that's a way to stop getting cut off. So this is almost like flanking,",
        159.04,
        162.68
    ],
    [
        " right? This is flanking. The fact that when people have a bunch to say and they got all these",
        162.7,
        167.9
    ],
    [
        " thoughts in their head and they want to get them all out, let them get them out. Don't try and",
        167.9,
        171.42
    ],
    [
        " fight that battle. They've got a bunch of things they want to say. Let them say it. Also, as we know,",
        171.42,
        175.94
    ],
    [
        " when you listen to someone else, talk it. You now know what their ideas are. You know what they're",
        176.16,
        184.34
    ],
    [
        " thinking. There's a power in not saying anything because it allows you to think and it allows you",
        184.34,
        192.66
    ],
    [
        " to have a conversation. You get to hear other people's counters to what people are saying. And you're",
        192.66,
        197.72
    ],
    [
        " not, you're not having to expend any ammunition yourself. Someone else is doing it. You know the third",
        197.72,
        203.2
    ],
    [
        " or fourth or fifth piece person in the conversation that's expending ammunition and running their mouth to",
        203.2,
        207.76
    ],
    [
        " try and counter some point that someone the man let them do that. Because by the way, then you get",
        207.76,
        212.8
    ],
    [
        " to see what the other counter is. So I think being assertive doesn't mean talking more. I think",
        212.8,
        221.24
    ],
    [
        " being assertive means talking less talking at the appropriate times, monitoring and understanding",
        221.24,
        228.32
    ],
    [
        " the firefight that's happening so that when other people have expended their ammunition,",
        228.32,
        233.9
    ],
    [
        " you can step in and you can take your shots in a simple clear concise manner. That's what I",
        234.42,
        242.66
    ],
    [
        " think. Yeah, I think you're right. I think you built up this reputation, though. That's a little",
        242.66,
        247.46
    ],
    [
        " added element to your specific situation, which is when you talk it like you're not saying fluff,",
        247.46,
        254.32
    ],
    [
        " you know, you're, you know, when you talk it's like something. Well, that's a good point. So if",
        254.56,
        259.32
    ],
    [
        " you don't want to get cut off and 70% of the things that you say aren't really that impactful and",
        259.32,
        267.92
    ],
    [
        " don't add a lot to the conversation, well, then there's a good chance that when you open your mouth",
        267.92,
        272.2
    ],
    [
        " to start talking, someone else doesn't think it's going to be important so they just jump right on",
        272.2,
        276.42
    ],
    [
        " top here. Yeah. But if you say less and to your point, if the things that you say generally are",
        276.42,
        281.8
    ],
    [
        " well-thought out and clear and are going to have impact, well, then we have a good chance that",
        281.8,
        287.76
    ],
    [
        " you're not going to be cut off because people actually want to hear what you're going to say. Yeah.",
        287.76,
        291.68
    ],
    [
        " Don't talk just to talk ever. Yeah, seeing that's a hard question to ever, but hardly ever. Yeah.",
        291.98,
        297.62
    ],
    [
        " Yeah, that's a hard one because it and it's not like people are interrupting you on purpose because",
        298.1,
        305.24
    ],
    [
        " you don't have nothing to say. You know, like you're just talking fluff. That's nice. It's not a",
        305.24,
        309.16
    ],
    [
        " conscious on purpose thing. A lot of the time. I think anyway. Doesn't feel like it is. It feels like",
        309.16,
        314.54
    ],
    [
        " it's like subconscious, you know, like how can someone see fit that actually follow through with",
        314.54,
        319.7
    ],
    [
        " interrupting somebody if they don't think like, okay, this isn't quite that important. At the very",
        319.7,
        324.86
    ],
    [
        " least, the very least, what I'm about to interrupt with is more important. So some people think",
        324.86,
        330.16
    ],
    [
        " that what they're about to say is really important. Yeah. Here's another thing. It's like the little",
        330.16,
        334.04
    ],
    [
        " boy that cried wolf, right? If I yeah, if I talk and talk and talk and talk and talk, I'm taking away",
        334.04,
        340.12
    ],
    [
        " the value of each one of those statements that I make because I'm making so many statements that",
        340.12,
        345.76
    ],
    [
        " not all of them can have a high level of value. So who do you who do you pay more attention to?",
        345.76,
        353.6
    ],
    [
        " The person that makes a hundred statements. Yeah. And what are those? Okay, let's say you want to pay",
        353.78,
        358.54
    ],
    [
        " attention to the person that makes a hundred statements. How much can you pay attention to those",
        358.54,
        362.58
    ],
    [
        " hundred statements? How much do you how much do you gather from those hundred statements?",
        362.58,
        365.98
    ],
    [
        " It's a limited amount. Yeah. It's 1% per statement, right? What's 1%? You have to",
        366.44,
        373.54
    ],
    [
        " say, well, you think I make a hundred statements? That's 1% per statement. If the person says one thing,",
        373.54,
        378.86
    ],
    [
        " how much percent do you pay attention to that? That's right. You said a hundred percent.",
        379.2,
        383.18
    ],
    [
        " So there you go. Yeah, I mean, since check good luck with that fellow hardcore kid. So I guess he'd",
        383.74,
        390.4
    ],
    [
        " kind of have, I mean, assuming that, you know, we understand his situation, it's heart, um, overall.",
        390.4,
        395.74
    ],
    [
        " It's kind of like you have to build a reputation of saying only important things. That's a good way",
        396.24,
        401.96
    ],
    [
        " way, place to start. Just be quiet. There you are. And not only like exactly exactly what you said,",
        401.96,
        407.04
    ],
    [
        " that added thing, which you kind of actually may have already said, but when you sit back and just",
        407.14,
        411.38
    ],
    [
        " listen to him, it'll cause you to have to say less because what if you wanted to like, oh,",
        411.38,
        416.44
    ],
    [
        " I was going to make this point. That's the feeling you get when you want to interrupt someone's like,",
        416.52,
        419.66
    ],
    [
        " oh, I want to make this point right now kind of thing. You will find out you just let people talk.",
        419.66,
        423.98
    ],
    [
        " You don't have to make that point. They know this stuff for it. You know, all the, and you'll find",
        424.12,
        427.74
    ],
    [
        " that's probably a lot of the time, you know, so you did. And by the way, if I step in to make a point",
        427.74,
        434.34
    ],
    [
        " that people already know how impactful is that point? It's a very limited impact. So the more points",
        434.34,
        442.26
    ],
    [
        " that you can hear that you know and that everyone knows and that you don't have to say, the better",
        442.26,
        446.7
    ],
    [
        " off you are. So when you do make a point and it's a point that no one really thought of how",
        446.7,
        451.02
    ],
    [
        " impactful is that point? Yeah. The answer is it's very impactful. Yeah. And it comes way more",
        451.02,
        455.06
    ],
    [
        " clear that it might be a point than no one thought of after you listen to everyone talk for",
        455.06,
        460.2
    ],
    [
        " however long. Then if I go away, this one that covered so I can say this, I don't have to say all",
        460.2,
        464.22
    ],
    [
        " these other things that I would probably get in and out with or whatever. Yeah, just be quiet,",
        464.22,
        468.12
    ],
    [
        " right? Just be quiet. And in social situations, for example, to me, and this is what I kind of started",
        468.18,
        475.66
    ],
    [
        " doing or tried to start doing in social situations, you know how like, okay, I listen to my wife and",
        476.6,
        481.44
    ],
    [
        " her friends talking there. It's just a boom, boom, interrupting inner, it's not rude or nothing.",
        481.44,
        485.46
    ],
    [
        " It's just because they're just talking and yeah, that's how they roll. Yes, how they roll. And to the",
        485.64,
        490.04
    ],
    [
        " point where I'm getting like little mild micro doses of anxiety because of all the interruptions.",
        490.04,
        496.22
    ],
    [
        " Yeah, it's like a lot. They just talk a lot. That's what it is. Anyway, so I found in social situations,",
        496.22,
        503.38
    ],
    [
        " if I feel that like if I'm like trying to talk or that I'm getting interrupted a lot, a lot,",
        503.38,
        507.38
    ],
    [
        " man, in a way, they don't really care that much about what you have to say. They have more like",
        507.38,
        512.84
    ],
    [
        " they care more about what they have to say. And it's a social situation. So yeah, you might as well",
        512.84,
        518.2
    ],
    [
        " just be quiet. You're adding less value, interrupting their valuable stuff, you know, so be quiet.",
        518.2,
        524.58
    ],
    [
        " And you'll find that they'll want to talk to you more too if you be quiet and not interrupt them.",
        525.14,
        529.26
    ],
    [
        " You might have to take some heavies on the interruption front though because that is kind of annoying if",
        530.48,
        535.14
    ],
    [
        " you pay attention to it. That's what I think. I see what you're doing Anna. Next question.",
        535.14,
        541.06
    ],
    [
        " I saw your TED talk. I like most people have a boss. If it wasn't the fault of the guys below you",
        542.74,
        549.28
    ],
    [
        " and there are people above you, shouldn't they take ownership? IE your commanding officer and then",
        549.28,
        555.26
    ],
    [
        " in turn his why would ownership only drift halfway up?",
        555.7,
        559.84
    ],
    [
        " So in an ideal world, ownership goes up and down the chain of command. Absolutely. And that is how",
        560.48,
        568.88
    ],
    [
        " problems get solved because people take ownership of those problems throughout the chain of command.",
        568.88,
        574.66
    ],
    [
        " Now does the world always work like that? No, it doesn't. And that's okay. That's fine because",
        575.34,
        582.62
    ],
    [
        " as the boss of what you're the boss of, you can't make any excuses. That's the way it happens.",
        583.26,
        588.44
    ],
    [
        " And when an organization is taking ownership, when you've got a team where everyone is taking",
        589.5,
        594.84
    ],
    [
        " ownership on that team, there's absolutely overlap of everyone taking responsibility for the",
        594.84,
        601.1
    ],
    [
        " different problems. There'll be some overlap. Well, I could have done this to help out. Oh yeah,",
        601.1,
        604.92
    ],
    [
        " and I would have done this better. Now we both solved the same problem, but it's redundant,",
        604.98,
        611.94
    ],
    [
        " but good because now we got two people addressing the problem. So that's not a bad thing. So when",
        612.18,
        616.52
    ],
    [
        " people are taking ownership up and down the chain of command, the problems are getting not just,",
        616.52,
        620.1
    ],
    [
        " not just solved by one angle, but by multiple different angles of everyone that's taking ownership",
        620.24,
        625.06
    ],
    [
        " of that problem. When the blue on blue happened, that I talk about extreme ownership that was in the",
        625.06,
        631.88
    ],
    [
        " TED talk. And I talk about this like, my guys took ownership of what they did wrong as well, the guy",
        631.88,
        638.32
    ],
    [
        " shot the Iraqi soldier, the radio man took ownership of the fact that he didn't pass the word",
        640.22,
        645.84
    ],
    [
        " quick enough. The element leader took ownership of the fact that the Iraqis had gotten away from him.",
        645.84,
        650.1
    ],
    [
        " They all owned their little pieces. And of course, I owned it as well.",
        650.74,
        655.6
    ],
    [
        " And when I took ownership of everything, it wasn't like those guys then said, oh, okay, well,",
        656.22,
        663.04
    ],
    [
        " then I'm absolved and I don't have to change anything. No, no, no, those guys still realized that",
        663.16,
        667.28
    ],
    [
        " they made some mistakes and some things that they need to clean up. So I took ownership of the",
        667.48,
        672.4
    ],
    [
        " same thing they were taking ownership and guess what? Then again, it was redundant that we were all",
        672.4,
        676.26
    ],
    [
        " trying to solve the problems. Now, this is the opposite. This doesn't happen when you start blaming",
        676.26,
        681.06
    ],
    [
        " people. Everyone makes excuses. That's just the way it works. So I think that that's what you have",
        681.06,
        688.6
    ],
    [
        " to think about. So like I said, ideally, when a leader takes ownership, so do the people up and",
        688.6,
        694.92
    ],
    [
        " down the chain of command, they also take ownership of the problems. And if they do, that's great.",
        694.92,
        700.36
    ],
    [
        " And the leader can then monitor what those people up and down the chain of command do to fix the problem.",
        700.82,
        706.14
    ],
    [
        " And if they fix the problems, then that's great. That's the way it works. And if they don't",
        706.48,
        712.06
    ],
    [
        " fix the problems, then that's when the leader has to own it up and down the chain of command and",
        712.06,
        717.06
    ],
    [
        " still be responsible and take ownership of fixing the problem. So the other piece of this, I guess,",
        717.06,
        727.42
    ],
    [
        " is that that's why extreme ownership works. It works because people that don't take ownership.",
        727.72,
        736.7
    ],
    [
        " Again, up or down the chain of command, they will be, they will, they will end up being overrun",
        736.88,
        743.12
    ],
    [
        " by the people that take ownership. It might not happen immediately, but eventually the people that make",
        744.8,
        752.28
    ],
    [
        " excuses will be overrun by the people that take ownership. That's the way it works. And by the way,",
        752.28,
        757.86
    ],
    [
        " and again, I talked about this in the TED talk, when that whole thing happened and I took ownership",
        757.86,
        763.92
    ],
    [
        " of it, my boss then trusted me more, not less. And that's the way that's what happens. You end up",
        763.92,
        772.36
    ],
    [
        " increasing your trust. So take ownership. If your boss takes ownership too, that's awesome. That's",
        773.52,
        783.4
    ],
    [
        " awesome. That means you've got multiple people trying to solve the problem, which is good for the team.",
        783.4,
        789.44
    ],
    [
        " You guys get asked this a lot. For some reason, Laf gets asked this a lot, where",
        790.88,
        796.26
    ],
    [
        " it's a lot, a lot. Almost every single time I see Laf in a question answering situation, they say,",
        798.68,
        804.02
    ],
    [
        " what do I do or what happens when my boss isn't taking ownership or what do I do when my whatever",
        804.24,
        810.46
    ],
    [
        " isn't taking ownership? The question is ultimately, what do I do when the other guy isn't taking ownership?",
        810.46,
        816.32
    ],
    [
        " And see how you're smiling right now because we all get asked that all the time.",
        816.6,
        819.88
    ],
    [
        " Essentially, that's what this is. He's not in the scenario, so it's not.",
        820.26,
        824.0
    ],
    [
        " You guys always say it's like, the thing is, extreme ownership isn't about the other guy taking",
        825.28,
        831.36
    ],
    [
        " ownership or not taking ownership. It's about everything you can personally do to take ownership.",
        831.36,
        836.04
    ],
    [
        " That's it. It stops right there. Just like I said, if everyone else is taking ownership,",
        836.44,
        841.7
    ],
    [
        " which will happen because it's kind of this weird contagious kind of thing.",
        841.8,
        845.2
    ],
    [
        " And I don't want to throw it out there like, oh, if I take ownership, then everyone's automatically",
        845.62,
        848.52
    ],
    [
        " taking ownership. That doesn't happen because there'll be people that don't.",
        848.6,
        850.92
    ],
    [
        " There's some people that are not looking take ownership. And again, those are the people that will",
        851.04,
        854.0
    ],
    [
        " eventually get overwhelmed because who do you want working for you? The guy that says,",
        854.0,
        857.72
    ],
    [
        " well, this wasn't my fault. It wasn't someone else. Do you want that guy working for you?",
        857.72,
        860.84
    ],
    [
        " Because that person's not going to change. They're not going to do anything different. They're",
        861.14,
        863.68
    ],
    [
        " not going to get that problem solved. You want the person working for you that says, you know what?",
        863.68,
        866.86
    ],
    [
        " This is my fault. This is what I'm going to do to fix it. Here we go. You go, okay,",
        867.16,
        870.78
    ],
    [
        " well, I'll let you continue to do your job. And I want you to continue to do your job. And by the",
        871.02,
        875.04
    ],
    [
        " way, when a promotion opportunity comes up, guess what I'm promoting? The guy that makes a bunch",
        875.04,
        878.42
    ],
    [
        " of excuses and blames other people, the guy that takes ownership and gets problem solved.",
        878.42,
        881.42
    ],
    [
        " There you go. It's a no-brainer. And I think as people see that in an organization,",
        881.68,
        886.12
    ],
    [
        " the majority of people, now this I will say, the majority of people, they will also take ownership.",
        886.7,
        892.88
    ],
    [
        " There will be a minority of people that go, oh, I'm going to slough off and I'm going to keep",
        893.04,
        896.6
    ],
    [
        " blaming other people. And in their minds, they think they look good, right? In my mind,",
        896.6,
        900.66
    ],
    [
        " when I go, we lose my fault. It was Echo's fault. I think I saved myself for the blame.",
        900.76,
        904.66
    ],
    [
        " What I really did was look like an excuse making little baby. And I don't want to promote me.",
        904.68,
        909.34
    ],
    [
        " These are going to lose my fault. Oh, the podcast didn't come out. What was my fault? Is Echo's fault?",
        909.34,
        913.8
    ],
    [
        " Really? Okay. Well, let's think about that. Who's responsible? I'm shirking their",
        914.1,
        921.02
    ],
    [
        " responsibility and laying it on some other person. I don't want that person working for me. No.",
        921.02,
        924.88
    ],
    [
        " So that's why it works. Yeah. And I will be scared of it. People are scared that, well,",
        925.48,
        931.66
    ],
    [
        " if I take the blame, I'm going to look bad. Don't you look bad when you don't take the blame?",
        931.88,
        936.66
    ],
    [
        " That's when you look bad. Yeah. Pretty much anytime in one way or another,",
        936.98,
        941.08
    ],
    [
        " pretty much anytime you look at other people and be like, hey, what about them? You know,",
        941.18,
        944.96
    ],
    [
        " in this extreme ownership situation, like it's like it goes against the very nature of extreme",
        945.32,
        949.8
    ],
    [
        " ownership to ask like, hey, what about them? Why didn't they take responsibility? Just like,",
        949.8,
        954.54
    ],
    [
        " I mean, back to the questions, kind of like just to kind of get a handle on understanding what",
        954.68,
        958.4
    ],
    [
        " extreme ownership is. If you start to incorporate, hey, what about them? Hey, what about the higher",
        958.4,
        963.84
    ],
    [
        " up? So why should the ownership stop at you? Well, here's the thing. It doesn't begin. It begins",
        963.84,
        968.8
    ],
    [
        " and stops stops at me. That's 100% of what it is. Now other people, I mean, if I can step out of",
        968.8,
        975.94
    ],
    [
        " my own situation of extreme and just kind of evaluate, other people when they see you or feel you",
        975.94,
        981.16
    ],
    [
        " or see you taking ownership of stuff, I think it tends to be contagious. Like, even, no, absolutely.",
        981.16,
        986.74
    ],
    [
        " That's what I just said, the majority of people when you take ownership, when I take ownership",
        986.74,
        990.84
    ],
    [
        " of something, if I go echo, you know what, this is my fault that the podcast didn't come out.",
        990.84,
        993.98
    ],
    [
        " Whatever. This is my fault that we didn't get this done. Your tendency isn't to go, oh, cool.",
        994.04,
        998.98
    ],
    [
        " It's Jocke's fault. Yeah, I agree with you. No, no, no, man. I should have done this or I should",
        999.18,
        1003.28
    ],
    [
        " have done that. And now, once again, we're both trying to solve the problem. That's the way it",
        1003.28,
        1007.48
    ],
    [
        " usually ends up. Yeah. Real interesting. I like Jamie, you know, I email with Jamie, you're Jamie.",
        1007.48,
        1013.8
    ],
    [
        " That's so fun. And she'll like, I'll make some mistake, you know, on the spelling of something,",
        1014.22,
        1019.96
    ],
    [
        " on some video, I don't know something. And she'll, she's real good at taking ownership. She's like,",
        1019.96,
        1024.38
    ],
    [
        " oh, you know, I should have, you know, whatever, whatever. And to the point, sometimes I was like,",
        1024.46,
        1027.94
    ],
    [
        " I see what you're doing. And it's true. It's like any feeling of like, oh, oh, I should,",
        1027.94,
        1033.38
    ],
    [
        " you know, excuse making or whatever, any feeling of that gone when someone is like, oh, no,",
        1033.46,
        1038.22
    ],
    [
        " no, it's my fault. I should have caught that. What do you, you should have caught that? I should have",
        1038.38,
        1041.6
    ],
    [
        " caught that. I made the video kind of thing. Kind of thing. But man, it works. So like, it's real",
        1041.6,
        1046.28
    ],
    [
        " contagious. I think even people who are just naturally defensive, you know, you know, because",
        1046.28,
        1050.54
    ],
    [
        " people are different, you know, I think over time, they tend to be when, when they kind of build this,",
        1050.54,
        1056.24
    ],
    [
        " kind of, when everyone builds a reputation of not blaming, it's like they, they, they let that",
        1056.5,
        1061.44
    ],
    [
        " natural guard down and they tend to look over time, you know, even if they at first, they don't want to.",
        1061.44,
        1066.58
    ],
    [
        " Check. Next question. What are some ways to get out of a rut in Jiu-Jitsu? We're just talking about",
        1068.12,
        1076.44
    ],
    [
        " this. Off air. I always get caught in the same spot, cross side, and can't move. What should I do?",
        1076.44,
        1083.86
    ],
    [
        " This is a brutal answer, but the truth. Sure. If you have a hard time in a certain position,",
        1085.62,
        1091.76
    ],
    [
        " start there every time. Start with a person across the side, until you get used to it.",
        1091.78,
        1098.34
    ],
    [
        " And then on top of starting there, and you start working your techniques, learn some new escapes.",
        1099.12,
        1104.56
    ],
    [
        " Because whatever you're doing right now isn't working. So learn some new excuses.",
        1104.92,
        1108.66
    ],
    [
        " Excapes. Now, this doesn't mean that you need to learn 47 escapes. But if you've got your one go",
        1108.94,
        1114.24
    ],
    [
        " to escape and it's not working, there's actually there's a pretty good chance if you only know one",
        1114.24,
        1118.76
    ],
    [
        " escape from something that's not going to work. Because if you want to escape, then the guess of the",
        1118.76,
        1121.64
    ],
    [
        " person has to defend one thing. And so they stop it. So learn three escapes total, maybe four",
        1121.64,
        1131.04
    ],
    [
        " escapes total. And these are escapes that must be escapes that kind of chain together, which most",
        1131.04,
        1136.62
    ],
    [
        " of the time they do. So you learn, and you know, you can ask, you can ask, obviously, you can ask",
        1136.62,
        1141.84
    ],
    [
        " your instructor. You can ask some of the other students that you see get out. How did you do that?",
        1141.84,
        1146.18
    ],
    [
        " You can even go look at YouTube and Google cross-slide escapes and get some good ideas from there.",
        1146.34,
        1150.86
    ],
    [
        " And then you're going to have to take risks while you try your new escapes in, you can drill them,",
        1152.18,
        1156.94
    ],
    [
        " of course. But then eventually you're going to have to try them live because when you do something",
        1156.94,
        1161.4
    ],
    [
        " in a drill, it is not the same as doing it live. It's there are adjustments that need to be made",
        1161.4,
        1165.94
    ],
    [
        " and things that you need to figure out. And you're not going to be successful. The first 100 times,",
        1165.94,
        1172.2
    ],
    [
        " or 50 times, or 28 times, or 420 times, that you try something. There's a lot of little things",
        1172.4,
        1179.52
    ],
    [
        " you got to figure out. And you're going to get caught in some of those times. You're going to",
        1179.52,
        1183.3
    ],
    [
        " try something new and you're going to get caught. So take risks and try your escapes. Another point,",
        1183.3,
        1191.56
    ],
    [
        " and I've probably talked about this before, specifically cross-slide, don't wait until the",
        1191.94,
        1201.72
    ],
    [
        " person settles in before you start your escape. And this is true with anything, right? This is",
        1201.72,
        1204.94
    ],
    [
        " true with life. Don't wait until you're, if you see a bad position coming, don't wait until the",
        1204.94,
        1209.54
    ],
    [
        " position. Don't wait until the bad thing actually fully happens to you. No, start to defend it before",
        1209.54,
        1214.76
    ],
    [
        " it settles in on you. Get a bad scenario coming down the line. Start to aggressively counter that bad",
        1214.76,
        1221.22
    ],
    [
        " thing. Whatever it is before it actually gets you. And if you can do that, then",
        1221.22,
        1229.74
    ],
    [
        " you will be, I guarantee that that's a lot of the problem right there. Because, you know,",
        1231.08,
        1238.14
    ],
    [
        " why? Because getting out of a cross-slide is a really hard position to get out of. I don't care",
        1238.24,
        1240.98
    ],
    [
        " who you are. I have a hard time. When Dean gets a cross-slide on me, it is hard to get out.",
        1240.98,
        1245.16
    ],
    [
        " Yes, sir. Like, I mean, it's really hard to get out. So what does that mean? Yeah, that's a dominant",
        1245.38,
        1251.72
    ],
    [
        " position. And that's the last thing is like, you have to take some risks to get out. Sometimes",
        1251.72,
        1258.2
    ],
    [
        " you got to break the rules to get out. You got to do something. You got to offer up a",
        1258.2,
        1263.12
    ],
    [
        " possible submission to them that you know it's coming. There's some things that you can do like that.",
        1263.12,
        1267.6
    ],
    [
        " But escaping before the situation has occurred to you is a very positive thing. You could do that",
        1269.14,
        1277.66
    ],
    [
        " with anything like you're in a relationship. You see something bad coming down the, you see a",
        1277.66,
        1282.22
    ],
    [
        " human being you're in a relationship with and you see that the relationship is going in a bad",
        1282.22,
        1286.76
    ],
    [
        " direction. If you try and either fix it or end it before the thing goes sideways, that's the",
        1286.76,
        1295.68
    ],
    [
        " smart thing to do. Don't wait until everything's a disaster. You got to go and get the restraining",
        1295.68,
        1302.76
    ],
    [
        " order or whatever. You're calling the cops because you got someone that's acting irrational.",
        1302.76,
        1308.56
    ],
    [
        " Don't wait until that moment. Solve the problem as early as possible is the point. Yeah, agree.",
        1309.04,
        1316.22
    ],
    [
        " So that's how you get out of that little rut. Yeah, that's what you said in the beginning of the",
        1316.22,
        1321.32
    ],
    [
        " start in that bad situation. That's a huge. I don't know if all the academies do this,",
        1321.32,
        1326.96
    ],
    [
        " but I mean, Dean has always done this where before you do open matter, the live rolling and whatever,",
        1327.06,
        1331.4
    ],
    [
        " right before that, there's a part where it's essentially situational training. Start side control.",
        1331.4,
        1337.6
    ],
    [
        " We're going to go for two minutes or a minute, half whatever. One nine top one in the bottom,",
        1337.7,
        1341.04
    ],
    [
        " obviously. If you get out, restart. Exactly right. Yeah, the guy's trying to submit the bottom",
        1341.04,
        1345.96
    ],
    [
        " guy, the bottom guy's trying to escape. If the bottom guy escapes, you start all over. That's it.",
        1345.96,
        1350.2
    ],
    [
        " And the other point to that is if you get submitted, it doesn't count. Exactly right. Yeah, of course,",
        1350.5,
        1354.6
    ],
    [
        " I'm trying new things. I'm taking risks. So I expect you. I actually expect that you're going to",
        1354.9,
        1359.68
    ],
    [
        " get submitted because you're trying new things. In fact, if you don't get submitted, you fail",
        1359.68,
        1364.34
    ],
    [
        " because you didn't try something new. That was really risky. Yeah, that's not what that drill's",
        1364.34,
        1370.76
    ],
    [
        " for. And you can feel it too. You know, like, okay, sure, the guy tapped me out. You don't want",
        1370.76,
        1374.28
    ],
    [
        " him to tap you out, but you're there to escape. That's it. You know, so it's not about like",
        1374.28,
        1378.96
    ],
    [
        " winning this match or losing this round or whatever, you know, you're and then you get so familiar",
        1378.96,
        1383.96
    ],
    [
        " with being inside control. So when you do go live, you're like, oh, I'm familiar because I've",
        1383.96,
        1387.6
    ],
    [
        " done this situation for drill full speed, by the way, it's a full speed drill. And yeah, you're just",
        1387.6,
        1392.04
    ],
    [
        " so familiar with that position. So not only more comfortable, you know, those different escapes",
        1392.04,
        1396.84
    ],
    [
        " that you've learned, you don't really know that there, whatever, whenever you learn them. And then,",
        1396.84,
        1400.56
    ],
    [
        " then you can execute them way better. Yeah, comfortable being uncomfortable. Yeah, but that help",
        1400.56,
        1405.72
    ],
    [
        " man, that helps so much those those situational sparring drills. Next question, Jaco,",
        1405.72,
        1414.48
    ],
    [
        " there are no bad teams, only bad leaders. Do you think there are exceptions to this? If so,",
        1414.8,
        1421.84
    ],
    [
        " how do you know you're a part of the exception? That is a quote from the book,",
        1422.38,
        1429.2
    ],
    [
        " extreme ownership written by myself, my brother, Dave Babin. And it is a quote that",
        1429.2,
        1434.28
    ],
    [
        " I don't want to say we stole, but we stole, we appropriated from David Hackworth, who said,",
        1434.28,
        1442.32
    ],
    [
        " there's no bad, I think he said no bad officers, no bad units, only bad officers,",
        1442.5,
        1447.34
    ],
    [
        " and Napoleon, who said there's no bad regiments, only bad kernels. And we said, there's no bad teams,",
        1447.58,
        1454.06
    ],
    [
        " only bad leaders. And the question is, is there an exception to this? And how do you know if",
        1454.06,
        1460.2
    ],
    [
        " you're part of the exception? Well, actually, there is, there's a big exception to this. And the",
        1460.2,
        1465.6
    ],
    [
        " exception is that there are bad leaders with good teams. That is true. That can happen. Sometimes,",
        1465.6,
        1473.0
    ],
    [
        " you get a bad leader that is running a really, really good team. So that's an exception, I guess it's",
        1473.18,
        1478.56
    ],
    [
        " an exception to this rule. Maybe that's the way I took it. So you get a team that's so good,",
        1478.56,
        1484.02
    ],
    [
        " that they just continue to perform, even though they have a horrible leader, they perform",
        1484.14,
        1489.26
    ],
    [
        " despite their bad leader. Now, what this doesn't, this does not prove, you know, I always say,",
        1489.26,
        1499.06
    ],
    [
        " leadership is the most important thing on the battlefield. This doesn't disprove that statement.",
        1499.06,
        1504.12
    ],
    [
        " You'd think maybe it does because, oh, you got a bad leader and you got a good team,",
        1504.74,
        1508.02
    ],
    [
        " then maybe leadership isn't that important. That's wrong. Actually,",
        1508.24,
        1510.96
    ],
    [
        " what it proves is that leadership can come from any level inside the organization. That's",
        1511.72,
        1517.14
    ],
    [
        " what it proves. And it proves that because I've seen that over and over again when I was running",
        1517.14,
        1520.3
    ],
    [
        " the training for the seal platoons. Eventually, I didn't care where the leadership in the platoon was,",
        1520.3,
        1528.34
    ],
    [
        " because I realized that it was a real, it was a real hard thing to hope for that you had the",
        1528.34,
        1536.56
    ],
    [
        " person that was in the leadership positions, like the platoon commander or the platoon chief,",
        1536.56,
        1543.08
    ],
    [
        " to, to assume or to figure that they were going to be the leader that you wanted them to be",
        1543.32,
        1549.96
    ],
    [
        " was a big assumption to make. And so what I realized after training for a while is like,",
        1549.96,
        1554.32
    ],
    [
        " even though I wanted the leaders to be those senior guys who were supposed to be taking leadership,",
        1554.32,
        1558.56
    ],
    [
        " eventually I realized as I didn't care where that leadership came from. As long as there was",
        1558.88,
        1564.02
    ],
    [
        " a couple of good leaders, you would end up with a good seal platoon and the platoon would be on track.",
        1564.02,
        1568.7
    ],
    [
        " Now, maybe the question is, what this person is hinting at, the exception being, is there an",
        1569.5,
        1577.22
    ],
    [
        " exception that if there is a bad team, maybe that team is just so filled with bad people that they",
        1577.22,
        1582.94
    ],
    [
        " can't get the job done. That's the kind of exception you talk about. We're failing because the team is",
        1582.94,
        1586.96
    ],
    [
        " so bad, even though the leader is good, even though the leader's good, but the team is so bad,",
        1586.96,
        1592.6
    ],
    [
        " that that's an exception to the rule. Well, guess what?",
        1592.82,
        1595.94
    ],
    [
        " Who's responsible for the people on the team? Who's responsible for training the people on the",
        1597.04,
        1604.1
    ],
    [
        " team so that they can get good at their job and they can perform with excellence or who's in charge",
        1604.1,
        1609.88
    ],
    [
        " of getting rid of the people that are subpar so that the team steps up their performance. Well,",
        1610.62,
        1615.76
    ],
    [
        " they answered all those questions is the leader. So if you're on a bad team and you're leading the team,",
        1615.76,
        1621.86
    ],
    [
        " it's your fault. And there's no exceptions to that. Zero. Yeah, I'm over here trying to think of",
        1622.12,
        1629.12
    ],
    [
        " the exception, but just what you said is like, yeah, kind of kind of negates in here. Hey,",
        1629.12,
        1633.98
    ],
    [
        " this, this, let's take a real, a real simple example of like a sports team, right? Oh, the sports",
        1633.98,
        1640.48
    ],
    [
        " team got dealt a bad hand and now the people on the team, well, what are you going to do? You're",
        1640.48,
        1646.12
    ],
    [
        " going to train those people. Who's responsible? I'm not saying you're going to per start performing",
        1646.12,
        1649.06
    ],
    [
        " right now, but you can get on the trajectory. Will you be good eventually? Now, if you just blame,",
        1649.06,
        1655.02
    ],
    [
        " hey, I got a bad team. Well, guess what? Then you don't put an effort. Guess what? You're going",
        1655.02,
        1657.36
    ],
    [
        " to continue to be a loser of the exception. Yeah, my team, my team is just so bad. Yeah.",
        1657.36,
        1662.56
    ],
    [
        " Train your people. I'm not saying you're a miracle worker. Yeah, I'm not saying you can, you can take",
        1664.38,
        1670.4
    ],
    [
        " people that don't have any skills and instantly through your leadership turn them into incredible",
        1670.4,
        1675.9
    ],
    [
        " performers. No, that's not going to happen. But guess what? As a leader, you go out and you bring",
        1675.9,
        1681.1
    ],
    [
        " people into your team that are good. Go, you do train the people that you do have up to the best",
        1681.1,
        1684.66
    ],
    [
        " their abilities and the people that can't perform the way they need to perform, you get rid of them.",
        1684.66,
        1688.9
    ],
    [
        " Yeah. That's it. No real exceptions. Other than, yeah, you can have a good team with bad leaders.",
        1690.84,
        1697.7
    ],
    [
        " Yeah, if only because there's a good leader somewhere in there. The exceptions thing, I think it's",
        1698.08,
        1704.04
    ],
    [
        " healthy in my opinion. In regards to this and most other things where if I or we start thinking that",
        1704.04,
        1711.9
    ],
    [
        " we're the exception, so we don't have to put in like, I don't know like the work or whatever,",
        1711.9,
        1717.08
    ],
    [
        " not necessarily work, but the, you know how like, okay, we'll take this one. No bad teams",
        1717.08,
        1721.24
    ],
    [
        " don't leave bad leaders. But you know, if I say I might be the exception to this because my team",
        1721.24,
        1726.12
    ],
    [
        " is so bad, it's kind of like, aren't you? Yeah, aren't you? Kind of do a little cop out there.",
        1726.12,
        1729.66
    ],
    [
        " Kind of thing. If you bottom line is if you don't take ownership of what's going on,",
        1730.04,
        1733.26
    ],
    [
        " then you're not going to perform well. If you just blame your genetics, then that means okay,",
        1733.56,
        1739.96
    ],
    [
        " well, then I'm not going to get any kind of shape whatsoever. Then guess what kind of shape you're",
        1740.02,
        1743.76
    ],
    [
        " being junk, substandard, substandard. Next question. Jockel. Leadership is knowing when to cut someone",
        1744.68,
        1754.7
    ],
    [
        " loose that can't perform in a team. But do you have any techniques for trying to help people who",
        1754.7,
        1761.48
    ],
    [
        " lack common sense get better in the name of just trying to make the world a better place?",
        1761.48,
        1766.94
    ],
    [
        " Obviously without being a jerk. My, my common answer in situations like this, and you've",
        1767.02,
        1773.26
    ],
    [
        " heard it before, is to pick, put them in charge of something, right? You got someone that's,",
        1773.26,
        1777.24
    ],
    [
        " that doesn't have a lot of common sense. Pick something that's maybe just outside their level of",
        1777.24,
        1783.02
    ],
    [
        " competency and put them in charge of it. Something that doesn't put too much at risk,",
        1783.02,
        1790.2
    ],
    [
        " so you can give them some room to make some decisions and some mistakes without doing too much",
        1790.76,
        1794.38
    ],
    [
        " damage. And then you coach them, you monitor them and you coach them. And you, you coach them not",
        1794.38,
        1806.04
    ],
    [
        " just on what decision to make, but more important how to make that decision. So if you think about what",
        1806.04,
        1814.52
    ],
    [
        " common sense is, if you break it down, right? If you break down what common sense is common sense is",
        1814.52,
        1820.04
    ],
    [
        " like a blanket term that we don't really relate it to what it really means. But it's a blanket",
        1820.04,
        1825.72
    ],
    [
        " term that covers a person's sort of natural ability to make good decisions. That's what common sense",
        1825.72,
        1833.62
    ],
    [
        " essentially is, right? Because you don't look at someone, someone makes a bad decision and you say",
        1833.62,
        1838.4
    ],
    [
        " that person has no common sense. Someone makes a good decision or continually makes good decisions.",
        1838.4,
        1842.78
    ],
    [
        " A person's got a lot of common sense. So what we're really talking about is their ability to make",
        1843.0,
        1847.52
    ],
    [
        " decisions. So when you're trying to help someone increase their common sense, what you're really trying",
        1847.58,
        1856.6
    ],
    [
        " to do is improve their decision making process. So some things to look at when it comes to improving",
        1856.6,
        1862.34
    ],
    [
        " your decision making process, number one, learn how to step back and detach. That's that's number one.",
        1862.34,
        1868.54
    ],
    [
        " You can't make good decisions when you're all embroiled in the in the gun fight.",
        1868.94,
        1873.38
    ],
    [
        " Learn how to analyze and assess and create different courses of action. Some people only see you",
        1874.88,
        1884.3
    ],
    [
        " one way. And when you only see one way and you can't detach, you never open up your mind to see",
        1884.3,
        1889.48
    ],
    [
        " that there could possibly be other ways. You have to in order to have good common sense, slash,",
        1889.48,
        1896.34
    ],
    [
        " make good decisions. You have to understand how to look at and understand what the consequences",
        1896.9,
        1906.58
    ],
    [
        " of your actions are going to be. And that includes second and third order effects. Because a lot of",
        1906.58,
        1912.98
    ],
    [
        " times when people, like I have no common sense because they do something that to them makes sense at",
        1912.98,
        1916.86
    ],
    [
        " that moment. They don't understand what the consequences are. They don't understand the second",
        1916.86,
        1919.78
    ],
    [
        " third order effects. And so it ends up being a bad decision. And we just throw out like, oh,",
        1919.78,
        1923.48
    ],
    [
        " the guy got no common sense. Yeah. To make a good decision, you have to know how to mitigate",
        1923.48,
        1929.42
    ],
    [
        " risk. That's also very important to make a good decision. You have to understand what your",
        1929.42,
        1935.52
    ],
    [
        " assets are and what kind of resources you have. Even on a simple decision. Even on a quote,",
        1935.52,
        1942.54
    ],
    [
        " common sense decision, you have to understand what you have at hand to help you execute whatever",
        1942.54,
        1949.26
    ],
    [
        " decision you make. You have to, this is a big one. You have to learn. If you want to make good",
        1949.26,
        1953.24
    ],
    [
        " decisions, you have to understand that you're going to make some assumptions. And you have to",
        1953.24,
        1960.74
    ],
    [
        " analyze those assumptions and see which ones make sense to make and which ones",
        1960.74,
        1965.78
    ],
    [
        " are not sensible to make. Because obviously, and there's that old saying about assumptions,",
        1965.78,
        1973.02
    ],
    [
        " don't assume because it makes an ass out of you and me. That's a pretty realistic saying.",
        1973.02,
        1978.08
    ],
    [
        " It's a pretty good saying to keep in the back your mind. If you make assumptions on things,",
        1978.16,
        1982.18
    ],
    [
        " however, that being said, if you make no assumptions, well, then you can never move forward on",
        1982.54,
        1987.62
    ],
    [
        " most things because you got to assume like, okay, most of the time, this is probably what's",
        1987.62,
        1991.14
    ],
    [
        " going to happen and you can go forward with that. So, the list goes on and on. And what you need to do",
        1991.14,
        2001.04
    ],
    [
        " is as you give these people a little bit of room and a little bit of responsibility and a little",
        2001.04,
        2007.66
    ],
    [
        " bit of decision making in their life, like you could do with your kids, right? You give your kids",
        2007.66,
        2012.08
    ],
    [
        " the opportunity to make a decision. And if they make a bad decision and all you do is smack them,",
        2012.08,
        2018.98
    ],
    [
        " do without explaining to them the process, the decision making process, which is where that decision",
        2018.98,
        2024.92
    ],
    [
        " came from. Then they're never going to gain more common sense. And you know, when you think about",
        2024.92,
        2031.94
    ],
    [
        " the list, I think detachment is actually the most important thing. And I think what happens,",
        2031.94,
        2036.82
    ],
    [
        " the people that don't have common sense, they actually don't have the ability at that time",
        2036.82,
        2044.8
    ],
    [
        " because they haven't been trained properly to see things from an outside perspective.",
        2044.8,
        2048.8
    ],
    [
        " Have you ever noticed when somebody does something that's completely lack of common sense,",
        2049.98,
        2054.92
    ],
    [
        " when you raise the point to them, they're always kind of like astonished that like they don't even get",
        2055.36,
        2062.02
    ],
    [
        " why what they did was dumb. They just think that that's just how it was going to be. And they",
        2062.88,
        2070.16
    ],
    [
        " don't even understand that what they did was dumb. And sometimes you have to actually explain to people",
        2070.16,
        2074.42
    ],
    [
        " that they're so embedded in their decision making process. They can't see it from an external",
        2074.42,
        2079.68
    ],
    [
        " perspective so they don't even understand how dumb their decision was. If you can get them some",
        2079.68,
        2085.9
    ],
    [
        " level of detachment, then you're moving them in the right direction. You're improving their common",
        2085.9,
        2091.68
    ],
    [
        " sense. And yes, when you're doing that to your credit, you're actually making the world a better place.",
        2091.68,
        2097.8
    ],
    [
        " And you kind of said this anyway, but you give them experience, you know, like when you let them",
        2098.36,
        2105.42
    ],
    [
        " make for sure decisions, because really that's really what common sense is, right? If you have",
        2105.42,
        2110.54
    ],
    [
        " or don't have common sense, it's like if you have a lot of experience, common sense is like,",
        2110.54,
        2114.54
    ],
    [
        " you're a little bit more in touch with it than someone with very little experience. So let's say,",
        2114.54,
        2118.62
    ],
    [
        " I mean, it's culturally, we'll say. So in Hawaii, everyone takes out their shoes when they go",
        2118.62,
        2122.22
    ],
    [
        " now. So that's just how. And you know, in the mainland, it's not like that. So if I've never been a",
        2122.22,
        2128.04
    ],
    [
        " Hawaii, I have no experience in Hawaii, but you know, in the, I've lived in the mainland the whole",
        2128.04,
        2132.34
    ],
    [
        " time. But I don't have any access to the, you know, Hawaii culture, whatever. I got a Hawaii. I'm",
        2132.34,
        2136.94
    ],
    [
        " going to leave my shoes on, you know, it's like common sense, man. You take off your shoes if you've",
        2136.94,
        2141.74
    ],
    [
        " only lived in Hawaii the whole time, right? Now, it's you could argue, hey, all you got to do is",
        2141.74,
        2148.54
    ],
    [
        " look around and see, but I don't, I'm not trained to look around to see what everyone's wearing and",
        2148.54,
        2154.06
    ],
    [
        " not wearing, you know, like, you know, like, you ever notice, I would say once a month at the gym,",
        2154.06,
        2159.92
    ],
    [
        " someone walks on the mat with shoes on, like just not even when it's, they're really stepping over",
        2160.1,
        2166.26
    ],
    [
        " a big pile or line of shoes, of flip flops and shoes to get on the mat. And they're just no",
        2166.26,
        2172.92
    ],
    [
        " factor. They're just stepping over with their street shoes on. Yeah. Yeah. Exactly. That's a",
        2172.94,
        2177.48
    ],
    [
        " the exact thing. Common sense would tell you, hey, it looks like every single person, there's 28 people",
        2177.48,
        2183.34
    ],
    [
        " on the mat, none of them are wearing shoes and I'm stepping over. You think, but that's a person",
        2183.34,
        2187.72
    ],
    [
        " that doesn't have common sense. Right. So what you have to do with a person like that, and when you",
        2187.72,
        2191.34
    ],
    [
        " see someone that does that kind of thing, you know, let's say your kid did that. You'd say, hey,",
        2191.34,
        2195.54
    ],
    [
        " instead of just going, hey, take off your shoes. You know, you go, hey, before you do something,",
        2195.72,
        2199.68
    ],
    [
        " look around at the environment, take a look around. What do you see? Yeah. You see all these people",
        2199.68,
        2204.2
    ],
    [
        " on the mat, none of them wearing shoes, and you look right in front of your feet, and there's all",
        2204.2,
        2208.62
    ],
    [
        " these shoes off the mat. That probably indicates that you should take off your shoes. That should be",
        2208.62,
        2214.3
    ],
    [
        " a good decision. It should be, but, but now you're going into yet another different type of experience.",
        2214.3,
        2219.46
    ],
    [
        " Like if you're in scenarios often where you, we're looking around and seeing what other people are",
        2219.62,
        2225.04
    ],
    [
        " doing and wearing like it all this stuff. If you're in constantly in situations, in situations like",
        2225.04,
        2229.94
    ],
    [
        " that, that will become more part of your common sense. Right. But so it's like to say, I mean,",
        2229.94,
        2235.2
    ],
    [
        " there are plenty of people who in normal everyday life have normal common sense like everyone else",
        2235.24,
        2240.56
    ],
    [
        " who would wear shoes on the mat. They just simply would because they don't, hey, these guys",
        2240.56,
        2246.16
    ],
    [
        " are training. They're not going to wear shoes while they're training. So they took off the shoes.",
        2246.16,
        2249.8
    ],
    [
        " I'm not training. I'm just going to go talk to this guy over here. But I'm rolling with the shoes",
        2249.8,
        2253.24
    ],
    [
        " in the mat just like, oh, I've never been in Hawaii. You know, I'm going to go in this house.",
        2253.24,
        2256.54
    ],
    [
        " There they live here. They maybe he just got out of bed. Maybe they just want to be comfortable",
        2256.74,
        2260.96
    ],
    [
        " because they got out of work. I don't know. It doesn't go through the thought process of my common sense.",
        2260.96,
        2265.56
    ],
    [
        " My common sense is if I don't have to take off my shoes for something specific, I'm not going to do",
        2265.56,
        2270.96
    ],
    [
        " it. That's just how that's just my common experience. You know, so the common sense is kind of a",
        2270.96,
        2275.94
    ],
    [
        " situational thing. You know, it's not just cutting dry. He has common sense versus not. So you put",
        2275.94,
        2283.22
    ],
    [
        " common to the group. Oh, man, his common sense goes up. Fair enough. I think so. I think so.",
        2283.22,
        2289.96
    ],
    [
        " Next question. I've been told by employees that I'm cold and non-engaging. My peers say I charge",
        2291.0,
        2298.88
    ],
    [
        " hell with a bucket of water and sometimes get to stop or sometimes forget to stop and fill the bucket.",
        2298.88,
        2304.52
    ],
    [
        " In military training, we all went through the mental part and in battle, some won't engage properly.",
        2305.2,
        2311.5
    ],
    [
        " I treat my business the same the same way as I fought. In a firefight, my mind was clear,",
        2312.1,
        2317.04
    ],
    [
        " focused on the objective and being aggressive always. Why should my business be any different?",
        2317.38,
        2322.16
    ],
    [
        " Delegate and don't quit until you accomplish the goal. Is it as strong?",
        2322.92,
        2327.34
    ],
    [
        " So let's start with cold and non-engaging. I get that people have different levels of",
        2329.44,
        2339.02
    ],
    [
        " emotional responsiveness. I get that. I'm probably a little bit on the low end of that in terms of",
        2339.48,
        2345.48
    ],
    [
        " being super emotionally responsive. I agree. I don't really get mad. I don't usually get frustrated",
        2345.48,
        2357.28
    ],
    [
        " but at the same time, as a leader, you have to show some emotion. If you show no emotion at all,",
        2357.28,
        2365.3
    ],
    [
        " then you're on a person, you're a robot and robots don't really connect with people.",
        2365.5,
        2370.34
    ],
    [
        " And so you don't form any relationships. If you don't form good relationships, you're not going to have",
        2371.26,
        2380.12
    ],
    [
        " a good leadership connection with your team. That's the way it is. So you got to show some emotions.",
        2380.12,
        2388.68
    ],
    [
        " You don't need to get all wild. In fact, as a leader, your emotions should be controlled.",
        2388.68,
        2395.9
    ],
    [
        " They should be, if a normal person's emotions go from one to ten, a leader should be at three,",
        2396.34,
        2403.46
    ],
    [
        " maybe four. And they shouldn't go beyond that. I've talked about this before. If my team's getting",
        2403.48,
        2408.96
    ],
    [
        " all emotional and I'm just all cold, I actually disconnect from my team. And all of a sudden,",
        2408.96,
        2414.46
    ],
    [
        " they're looking at me like, I'm not one of them. That's a bad thing. Yeah, it doesn't even care.",
        2414.52,
        2418.44
    ],
    [
        " Same thing with your spouse. If your spouse is all mad about something and you're like,",
        2418.86,
        2424.58
    ],
    [
        " hey, just calm down, that's going to be a problem. You have to give them some emotions back. So",
        2424.58,
        2430.6
    ],
    [
        " show some emotions as a leader. You might even have to",
        2430.6,
        2435.36
    ],
    [
        " manufacture that just a little bit to let them see that you care. You know, you got to do that with",
        2435.36,
        2443.58
    ],
    [
        " your kids sometimes. Because your kid is doing something that you know they shouldn't be doing,",
        2443.58,
        2447.58
    ],
    [
        " but it's kind of funny. And it's hard to get mad at. But you realize if you don't get mad and",
        2447.58,
        2452.36
    ],
    [
        " this behavior escalates, then that's problematic. Like, are you kind of fired up when your kid does",
        2452.36,
        2458.48
    ],
    [
        " something, climbs up on a wall and is balancing, you know, eight feet in the air? Well, if they",
        2458.48,
        2462.74
    ],
    [
        " fall and crack their head, that's going to be a problem. At the same time, you think it's kind of",
        2462.74,
        2465.86
    ],
    [
        " cool. But you have to reinforce safety. And so you got to be like a little bit angry at him.",
        2465.86,
        2474.62
    ],
    [
        " Hey, I told you not to do it. Kid running in the row or whatever, you got to reinforce stuff.",
        2475.08,
        2480.3
    ],
    [
        " So it's a you actually have to show some level of emotions. Now as far as the other part of the question",
        2480.88,
        2488.68
    ],
    [
        " is aggression and never quitting, is that wrong? Well, you know, quite frankly,",
        2488.68,
        2498.3
    ],
    [
        " yes, yes, it can be very wrong. Of course, much of what the statement is, it makes sense,",
        2500.14,
        2511.74
    ],
    [
        " right? Be aggressive. Don't quit. Focus on the objective. Charge into hell with",
        2511.86,
        2515.68
    ],
    [
        " vengeance, right? We all like to hear that, right? That reflects a great attitude.",
        2515.68,
        2519.24
    ],
    [
        " I think everyone would expect me and they would actually hear me say those things. The same",
        2519.72,
        2526.52
    ],
    [
        " exact things. They were going to be aggressive. We're never going to quit. We're going to take that",
        2526.52,
        2529.54
    ],
    [
        " objective no matter what you would hear me say that. But at the same time, we have to remember that",
        2529.54,
        2536.48
    ],
    [
        " there are dichotomies in leadership, right? And taking what is a normally what is normally a good",
        2536.48,
        2543.46
    ],
    [
        " attitude to an absolute extreme without any balance at all, that will turn into a problem.",
        2543.46,
        2550.5
    ],
    [
        " So it sounds like this individual is aggressive, which is a very positive trait,",
        2551.4,
        2556.42
    ],
    [
        " but it sounds like perhaps there are times when this individual might be too aggressive. Now,",
        2556.44,
        2561.92
    ],
    [
        " most people don't want to hear that. And they don't think they're going to hear that for me,",
        2562.12,
        2566.52
    ],
    [
        " right? You almost think when somebody asks me a question like this, you almost think in their",
        2566.9,
        2571.08
    ],
    [
        " back of their mind, they're going, you know what? Jocke was going to tell me, and I'm going to go",
        2571.08,
        2574.7
    ],
    [
        " even harder, right? Again, reinforcement from Jocke about how being aggressive is awesome.",
        2574.8,
        2581.72
    ],
    [
        " But here's the reality. And especially like the firefight thing, like Jocke was definitely going",
        2581.9,
        2586.46
    ],
    [
        " to be on board with me now. But guess what? Here's the reality. If you're in a firefight and the",
        2586.46,
        2590.78
    ],
    [
        " enemy isn't in an elevated bunker position across open ground and you just keep attacking it with",
        2590.78,
        2596.98
    ],
    [
        " your platoon, what's going to happen? I'll tell you what's going to happen. You're all going to die.",
        2596.98,
        2603.4
    ],
    [
        " That's what's going to happen. So you're all fired up. You're all aggressive. You're never going",
        2603.98,
        2609.54
    ],
    [
        " to quit and you're all going to die. Does that help us? Does that help us achieve our overall strategic",
        2609.54,
        2615.86
    ],
    [
        " objective? The answer is no. If you pull back for a minute, if you detach from a moment mentally",
        2615.86,
        2622.92
    ],
    [
        " and possibly physically as well, you will likely see that there's a better approach.",
        2622.92,
        2627.56
    ],
    [
        " Oh, how about we call for fire support? How about we put down some covered lay down some",
        2628.52,
        2633.88
    ],
    [
        " suppressive fire and move around to the flank of the bunker position? There's a bunch of different",
        2633.88,
        2638.52
    ],
    [
        " ways that you can get this done in a much more survivable way. But the fact is if you're always",
        2638.52,
        2648.72
    ],
    [
        " aggressive and your mindset is I'm not going to quit, then you won't see those other solutions.",
        2648.72,
        2654.28
    ],
    [
        " And yes, that is problematic. Yes, that is wrong. And it's the same thing in dealing with people.",
        2654.44,
        2659.56
    ],
    [
        " If people don't respond to your leadership and your reaction to that is just to get more and more",
        2660.0,
        2669.16
    ],
    [
        " aggressive with them. They aren't likely to come around. In fact, they are likely to either become",
        2669.16,
        2676.68
    ],
    [
        " hostile towards you because you're being aggressive towards them or they break, which each one of",
        2676.68,
        2684.0
    ],
    [
        " those is problematic bad bad results. Either my team becomes hostile towards me or I break my team.",
        2684.8,
        2690.1
    ],
    [
        " Either way, it's bad. So being aggressive all the time, no, not good. And same thing,",
        2690.3,
        2697.62
    ],
    [
        " same thing could be like default aggressive, right? I literally teach people to be that way.",
        2697.78,
        2703.88
    ],
    [
        " But if you go too far with it, you'll end up in a bad situation. Same thing with don't quit,",
        2704.14,
        2709.82
    ],
    [
        " right? Of course, of course, don't quit. Great attitude. My attitude is I'm never going to quit.",
        2709.88,
        2715.26
    ],
    [
        " I want everyone on my team to have that attitude. I have that attitude. That's like the saying",
        2715.62,
        2722.38
    ],
    [
        " in the SEAL teams, don't quit. Never quit. But you have to be very, very careful",
        2722.38,
        2730.42
    ],
    [
        " that you don't confuse. Don't quit.",
        2730.42,
        2734.52
    ],
    [
        " But with don't try any other solutions or don't deviate from the original plan no matter what.",
        2737.32,
        2742.9
    ],
    [
        " Hey, I'm not quitting. I'm just going to keep doing the same thing over and over again.",
        2743.38,
        2745.96
    ],
    [
        " I'm going to keep going forward with the same plan. The plan isn't working.",
        2746.16,
        2749.16
    ],
    [
        " Okay, but I'm not a quitter. I'm just going to keep doing the same plan. That's not good.",
        2749.64,
        2753.04
    ],
    [
        " That's not good. Don't quit means you don't give up. It actually don't quit.",
        2753.76,
        2759.42
    ],
    [
        " It actually means try different solutions if one of them isn't working. Don't quit means keep an open",
        2759.42,
        2765.7
    ],
    [
        " mind. Don't quit means you don't quit thinking. Don't think. Don't quit thinking. And then don't quit",
        2765.7,
        2776.32
    ],
    [
        " means you continue to keep thinking and keep addressing a problem and keep attacking the problem",
        2776.32,
        2781.78
    ],
    [
        " until you do accomplish the mission. But you do that through multiple different avenues,",
        2781.78,
        2786.98
    ],
    [
        " not the same avenue the whole time. That's how you lead. That's how you get aggressive. That's",
        2786.98,
        2795.6
    ],
    [
        " how you actually never quit. And by the way, that is how you win. Yeah, that morale thing. Remember,",
        2795.6,
        2807.68
    ],
    [
        " you're talking about morale. Actually, we're, you know, like some bosses that we like, hey, I'm not",
        2807.8,
        2816.12
    ],
    [
        " here to make you feel good or I'm not here to make friends or whatever. You know, and sometimes",
        2816.12,
        2823.34
    ],
    [
        " like behavior or whatever, thinking like that can lead to behavior that makes people like not",
        2823.34,
        2827.7
    ],
    [
        " want to work for you or not feel good about the job. Like, I'm not happy about like, what's the",
        2827.7,
        2833.3
    ],
    [
        " use of making someone do the job if they don't feel good about doing it? You know, like they,",
        2833.3,
        2837.5
    ],
    [
        " like the morale is down. I used to think, well, morale, like people need to just toughen up,",
        2837.64,
        2841.54
    ],
    [
        " you know, like freaking morality. You don't just not do something just because you're not feeling",
        2841.54,
        2846.12
    ],
    [
        " good that day kind of kind of thing. I thought that too. But man, if you have a group of people who",
        2846.12,
        2851.74
    ],
    [
        " they all don't want to do it, they're not going to do it. It's problem at the end of the day,",
        2851.74,
        2855.62
    ],
    [
        " they're going to not do it. Well, they might do that one thing that day. Yeah, I mean,",
        2855.62,
        2859.72
    ],
    [
        " over time, they're going to break down for sure. Yeah. You're not leading them in the in the right",
        2859.8,
        2864.02
    ],
    [
        " direction. Yeah, you can look forcing people to do things when you're in a position of authority.",
        2864.02,
        2869.42
    ],
    [
        " You can do that. Yeah. That works. That's functional. That's a thing. It'll work a little bit. Yeah.",
        2869.48,
        2874.46
    ],
    [
        " Right. But over time, will you end up with a team that really will perform well and will continue",
        2874.9,
        2879.86
    ],
    [
        " to drive when they hit obstacles? No, you won't. You'll end up with a team that's doing what they're",
        2879.86,
        2885.06
    ],
    [
        " being told to do out of fear. Yeah. And that team is going to get beat by the team that is doing it",
        2885.06,
        2892.36
    ],
    [
        " because they want to do it. Yeah. Yeah. So if it's like, you know, the guy who, you know, they,",
        2892.42,
        2900.18
    ],
    [
        " I don't think that my boss cares about me. In fact, I think that he kind of doesn't care about me.",
        2900.32,
        2906.18
    ],
    [
        " That's what I think. You're not going to do a lot of extra effort to support your boss.",
        2906.32,
        2910.96
    ],
    [
        " I'm sure you won't want to. Next question, Jocco. Do you talk about built or you talk about building",
        2911.16,
        2916.24
    ],
    [
        " relationships a lot at work, even when people whom you might not like, even with people whom you don't",
        2916.24,
        2923.84
    ],
    [
        " like, maybe always been this way or did you also feel difficult? Also feel difficult, difficulty in",
        2923.84,
        2932.36
    ],
    [
        " wanting to build relationships with those people. If the latter, what are the things that help you",
        2932.36,
        2938.16
    ],
    [
        " to actually want to build relationships with them? Thanks. So when I was a young seal, I was pretty",
        2938.16,
        2949.36
    ],
    [
        " typical young seal, pretty typical young man, meaning I thought I was invincible. I thought I could",
        2949.36,
        2957.28
    ],
    [
        " beat everyone in a fight because I didn't know Jiu Jitsu. So you just think you're just going to win,",
        2957.28,
        2961.56
    ],
    [
        " but that you're wrong. I thought I knew everything, of course. And I thought I was smarter than",
        2961.56,
        2968.42
    ],
    [
        " everyone else. Kind of typical. Sometimes I would rub people the wrong way. And the people that I",
        2968.42,
        2976.04
    ],
    [
        " would rub the wrong way were especially people that I thought were not squared away in the chain",
        2976.04,
        2981.74
    ],
    [
        " of command. So if you weren't square, if you, if you were my boss and I didn't think you were",
        2981.74,
        2985.5
    ],
    [
        " squared away, I was going to rub you the wrong way. Because I was going to be slightly offensive.",
        2985.5,
        2989.46
    ],
    [
        " As a matter of fact, I got an evaluation. It's one of the first evaluations that I got when I",
        2989.68,
        2994.76
    ],
    [
        " got to a seal team. And back in the day, yeah, you get, you were rated 4.0 as the highest you could",
        2994.76,
        3002.52
    ],
    [
        " get. And it would go all the way down to whatever, like one. But at this time, basically everyone",
        3002.52,
        3009.0
    ],
    [
        " got 40 and everything, right? You basically got 40 and everything. And like you'd have to mess up.",
        3009.0,
        3014.82
    ],
    [
        " You have to mess up to get D.V. from the forum. So I got all fouros. And I got a 3.8,",
        3014.82,
        3021.94
    ],
    [
        " which was like a major dig. And the dig was in, I think it was like in relation to like, I don't",
        3022.12,
        3029.62
    ],
    [
        " know what the word was. But when I got debriefed on it, what the guy that gave me the 3.8,",
        3029.62,
        3035.34
    ],
    [
        " what he, what he told me, which I actually was proud of because that's how stupid I was. He's like,",
        3035.64,
        3042.7
    ],
    [
        " you're, you're, you're too hostile with people that aren't squared away. That's literally what he told.",
        3043.12,
        3048.16
    ],
    [
        " And I was all like, whatever, you're damn right. I'm hostile towards people that aren't squared away.",
        3048.94,
        3054.88
    ],
    [
        " I'm gonna go to war. Right. Just an idiot. That's what, that's what the situation was. And",
        3055.0,
        3061.7
    ],
    [
        " you know, it made me mad if a leader was weak. And I would form these antagonistic",
        3061.7,
        3068.6
    ],
    [
        " relationships with leaders if I thought that they were weak. And one of these bosses eventually that",
        3068.88,
        3075.24
    ],
    [
        " I thought I was better than, right. I thought I was smarter. I thought I was smarter than him.",
        3075.24,
        3083.14
    ],
    [
        " Right. I thought that he was an idiot. I should have his job. Right. How often do you think that?",
        3083.62,
        3091.42
    ],
    [
        " Right. I should have that guy's job. I'm smarter than that. And the more I showed this attitude,",
        3091.74,
        3097.4
    ],
    [
        " the worse our relationship got. And the less he listened to me and the less influence I had",
        3097.4,
        3104.14
    ],
    [
        " over how we did things. And therefore, the, the worse we did and the, and the, the worse our ability",
        3104.14,
        3113.62
    ],
    [
        " to perform got because he was just doing things the way he thought without any good input from anyone",
        3113.62,
        3120.34
    ],
    [
        " below him in the chain of command. All because I had formed this antagonistic relationship with",
        3120.34,
        3126.94
    ],
    [
        " which was bad. Because then he's not listening to me. I think one day, one day I said to myself,",
        3126.94,
        3135.26
    ],
    [
        " if I'm so smart, if I'm such a smart guy, why am I losing? Why am I losing? If I'm so smart,",
        3135.74,
        3149.9
    ],
    [
        " if I am so smart, why can't I get this guy to do what I want him to do? Even though he's my boss,",
        3149.9,
        3157.44
    ],
    [
        " it doesn't matter. If I'm so smart, I'm so much smarter than him. Why can't I get him to do what I",
        3157.56,
        3162.7
    ],
    [
        " want him to do? If I'm so smart, how come I can't have more influence over the way we operate?",
        3162.7,
        3170.9
    ],
    [
        " If I'm so smart and he's so dumb. And that's, that's when I realized that that's when I had",
        3171.1,
        3178.2
    ],
    [
        " an awakening, an awakening that instead of blaming him for being stupid,",
        3178.82,
        3185.12
    ],
    [
        " I was the one who was being stupid. I had lost the ability to influence my boss because",
        3185.86,
        3195.06
    ],
    [
        " I was being stupid and because of my ego. I literally thought I deserved his job.",
        3195.06,
        3201.84
    ],
    [
        " I mean, I thought pretty much anyone could, anyone in the position to have his job.",
        3202.96,
        3205.7
    ],
    [
        " And therefore, since I thought that, I undermined him. Instead of supporting him,",
        3209.28,
        3215.08
    ],
    [
        " instead of building a relationship with him, I undermined him. Now, once I got humble",
        3215.48,
        3222.8
    ],
    [
        " and I started to build a positive relationship with him instead of an antagonistic one,",
        3222.8,
        3229.12
    ],
    [
        " that started to change. And because, because then he started listening to me,",
        3229.58,
        3234.26
    ],
    [
        " he started to change some things and my influence over the whole situation became better because",
        3234.76,
        3242.08
    ],
    [
        " I now had a relationship with, despite the fact that I don't want to like the guy. Despite that fact,",
        3242.08,
        3247.18
    ],
    [
        " I built the relationship and the situation got better. I had more influence.",
        3247.5,
        3251.76
    ],
    [
        " And that became kind of my standard operating procedure. It was to build relationships with people.",
        3252.38,
        3258.64
    ],
    [
        " Even if I didn't like them to build relationships with people so that I could have more influence.",
        3259.62,
        3265.16
    ],
    [
        " Now, what does that sound like? That sounds like I'm kind of this manipulative to face superficial,",
        3265.56,
        3272.8
    ],
    [
        " disingenuous guy. That's being devious and conniving. Not keeping it real. Not keeping it real.",
        3272.92,
        3279.38
    ],
    [
        " But the fact is, that is not true. That's not who I am. You want to know who I am?",
        3279.62,
        3288.38
    ],
    [
        " I'm a guy that's trying to accomplish the mission. That's what I am. I'm a guy that is trying to",
        3290.08,
        3296.4
    ],
    [
        " accomplish the mission who is putting my own ego in check to build a relationship with someone",
        3296.4,
        3302.32
    ],
    [
        " that I don't like, that I don't respect. But what I'm trying to do is",
        3302.32,
        3306.34
    ],
    [
        " improve our operational capability. That's what's more important to me.",
        3306.34,
        3314.1
    ],
    [
        " Trying to arrange the situation, build the relationship so that we do better. Not so that I get",
        3317.18,
        3324.78
    ],
    [
        " promoted, not so that I'm getting some accolades, but so that we as a team do a better job.",
        3324.78,
        3332.44
    ],
    [
        " Put the little feelings aside because I want the team to win.",
        3333.16,
        3338.82
    ],
    [
        " If you're having some trouble getting over your feelings and getting over your ego to build",
        3340.7,
        3347.9
    ],
    [
        " relationships for the good of the team, ask yourself the same question I asked myself a long time",
        3347.9,
        3354.42
    ],
    [
        " ago. Which is this? If I am so smart, why am I not winning?",
        3354.42,
        3362.58
    ],
    [
        " If you answer that question honestly, then you'll put your ego in check. You'll go build",
        3364.96,
        3369.08
    ],
    [
        " the relationships that will make you and your team accomplish the mission and win.",
        3369.08,
        3374.5
    ],
    [
        " I can't help but agree with that one. You know what's funny is we think about why you wouldn't",
        3375.26,
        3392.56
    ],
    [
        " go for ego anyways. Most of the time, that's your ego anyways.",
        3392.56,
        3396.24
    ],
    [
        " Yeah. You had that story of you were consulting somebody, it was like a big CEO,",
        3396.62,
        3404.74
    ],
    [
        " a company, so like a lacrosca. That story is probably the most common story. I mean,",
        3405.16,
        3411.54
    ],
    [
        " the way you handle it, different. Yeah, but that scenario that you started with with that",
        3411.54,
        3414.3
    ],
    [
        " star, so common man, where they rubbed you the wrong way because right off the bat, you see him as",
        3414.3,
        3418.86
    ],
    [
        " some kind of competitive figure to you. You're competing with him in your own mind in whatever.",
        3418.86,
        3425.82
    ],
    [
        " And the feeling is probably mutual out of the time. So he gets to like each other.",
        3426.08,
        3428.9
    ],
    [
        " One, anything he says, you're already defensive, but it's weird man how you can,",
        3429.42,
        3434.28
    ],
    [
        " how that happened. That's happened to me before. Not as it wasn't as overt, but just like,",
        3434.8,
        3439.1
    ],
    [
        " I don't really feel that guy. Not only is he like when you look at him, whatever, they're kind",
        3439.1,
        3447.54
    ],
    [
        " of different than you, you know, like a just different in philosophy or something like that. So",
        3447.58,
        3450.92
    ],
    [
        " I was like, oh, I'm against I got. And then they open their mouth and say one word to you.",
        3450.92,
        3454.98
    ],
    [
        " And it's real nice. You're like, oh, I love that guy. You know, just one little thing,",
        3454.98,
        3458.16
    ],
    [
        " just one little like, hey, I'm cool. You know, I like you kind of thing. And it's like, oh man.",
        3458.24,
        3461.86
    ],
    [
        " Yeah, when they say something humble to you, yeah, it disarms your ego and you're all",
        3462.12,
        3466.22
    ],
    [
        " of a sudden, you're bros. Yeah. So weird how that is. But if they don't, if they escalate the",
        3466.22,
        3470.2
    ],
    [
        " ego situation, which then it's very problematic. It happens all the time. It's all time. I mean,",
        3470.2,
        3474.18
    ],
    [
        " really, that's the natural course of things because you do have to put on the breaks on your",
        3474.22,
        3478.3
    ],
    [
        " feelings and be like, okay, let's make a different kind of decision than the automatic one. I got",
        3478.3,
        3482.52
    ],
    [
        " to switch to manual real quick. And then boom, but the bottom line is you're going to interact",
        3482.52,
        3486.66
    ],
    [
        " with all kinds of different people. If you're in any kind of team whatsoever, which is most,",
        3486.66,
        3489.96
    ],
    [
        " most human beings interact with other human beings through their job, through their life, through,",
        3490.1,
        3495.26
    ],
    [
        " I mean, you could apply this to your family too, right? There's someone in your family that you",
        3495.5,
        3502.5
    ],
    [
        " good does it do? Does it make your family unit better when you let those emotions play out",
        3502.5,
        3508.0
    ],
    [
        " and let your ego play out? No, it doesn't. You're better off. You'll get further and you'll have a",
        3508.0,
        3512.84
    ],
    [
        " better, you'll have a better life in your family. If you put your ego in check and say, you know",
        3512.84,
        3520.28
    ],
    [
        " what? I'm just going to build a relationship with this person. It's going to make everything better",
        3520.28,
        3523.28
    ],
    [
        " and smoother. But it's like, man, if you, I feel like you can take the place of any marriage",
        3523.28,
        3529.66
    ],
    [
        " counselor by just saying that for real. Like all you got to do is and they got to do it. But all you",
        3529.9,
        3534.76
    ],
    [
        " got to do is ask, like, is this going to help the relationship with my wife or my family,",
        3534.76,
        3538.52
    ],
    [
        " whoever it is in your? Is this going to help the relationship? If I do this or don't do this,",
        3538.52,
        3542.44
    ],
    [
        " or isn't going to hurt it? And that's it. That's a super general question or whatever. But it's",
        3542.46,
        3546.82
    ],
    [
        " so cutting dry most of the time. Yeah, of course, it's got the exception. But generally speaking,",
        3546.82,
        3550.72
    ],
    [
        " it's pretty cutting dry. And you're like, okay. And a lot of time, just like I said, it has to do",
        3550.86,
        3554.48
    ],
    [
        " with your ego or your, you know, this, this sense of vengeance, little micro sense of vengeance",
        3554.48,
        3559.52
    ],
    [
        " because I can't believe she doesn't respect the fact that I took out the trash, you know, she",
        3559.52,
        3565.74
    ],
    [
        " asked me to take the trash all the time. Finally, when I do it, nothing, you know, like, tell me,",
        3565.74,
        3569.4
    ],
    [
        " it's just that. I was talking to a friend of mine and we were talking about, you know, I've",
        3569.62,
        3576.72
    ],
    [
        " talked about the mutiny that I had. Yeah, yeah. To the opportune. But we had a mutiny, we fight,",
        3576.72,
        3581.94
    ],
    [
        " we had a mutiny against our platoon commander. We fired, he got fired and then the other guy that",
        3581.94,
        3587.16
    ],
    [
        " came in to take his place was like the best guy. And I was talking to a guy that worked with him",
        3587.16,
        3591.9
    ],
    [
        " much later when he was a senior senior guy. And I was telling him, I was like, oh, when I talk on",
        3591.9,
        3598.44
    ],
    [
        " the podcast about the platoon commander, that was like the best that's when I'm talking, he's like,",
        3598.44,
        3602.96
    ],
    [
        " no way. And this guy worked with me as a senior guy. And he says, you know, when he, when I worked",
        3602.96,
        3609.84
    ],
    [
        " with him, he would take out, he would take out the trash from the office every day. And I started",
        3609.84,
        3615.66
    ],
    [
        " laughing up like that's that's right. And I'd be look, and he was saying like, oh, I'd look at him",
        3615.66,
        3620.24
    ],
    [
        " and be like, sir, you don't need to do that. He's like, no, no, no, it's all good. You know,",
        3620.24,
        3623.6
    ],
    [
        " someone's got to take out the trash. I got it. This is a seat, a guy that shouldn't have been",
        3623.74,
        3627.72
    ],
    [
        " taking out trash for 25 years, taking out the trash. What was he picking up, brass? Picking up brass,",
        3627.72,
        3634.32
    ],
    [
        " taking out trash. That's that's being humble. Yeah. Being humble goes a long way. Next",
        3634.32,
        3644.08
    ],
    [
        " next. We got time for one more because I got stuffed. Sure. Hi, jockel. I'm a veteran",
        3644.08,
        3652.82
    ],
    [
        " in graduate school. My mother passed away in April. And I took a few weeks off. While that was",
        3652.82,
        3659.04
    ],
    [
        " helpful, I'm struggling returning to work. My peers are younger and inexperienced. I'm the oldest",
        3659.04,
        3664.5
    ],
    [
        " in the in the cohort. And probably the first vet to come to this grad program. I've already had",
        3664.5,
        3671.36
    ],
    [
        " some uphill battles. And up to this point, I truly believe I was worthy of my own suffering.",
        3671.36,
        3675.72
    ],
    [
        " Now, though, after sobbing on a plane while listening to episode 122, I don't feel as worthy.",
        3676.14,
        3682.92
    ],
    [
        " I wasn't there for my mother when she died. In fact, I cut her out due to her drinking,",
        3683.1,
        3688.74
    ],
    [
        " which is what killed her. I've lost people close to me in the past and in the service. But this",
        3688.96,
        3694.78
    ],
    [
        " is different. I know one thing. I'm a fighter. I've had to fight all my life to get where I am.",
        3694.78,
        3699.88
    ],
    [
        " But I'm feeling deflated. I mean, to start with, of course, you feel deflated.",
        3700.2,
        3710.6
    ],
    [
        " Because you lost your mom. That's normal. But what is not normal in what you have to fight against",
        3713.22,
        3721.94
    ],
    [
        " is staying deflated. So, I mean, listen, your mom is gone. And you should certainly mourn that.",
        3721.94,
        3734.94
    ],
    [
        " You weren't by her side when she died. And this is due to the fact that you had to cut her off.",
        3735.58,
        3742.38
    ],
    [
        " And you had to cut her off because of her drinking. If you don't cut someone off when they're",
        3743.08,
        3749.28
    ],
    [
        " going down that path, you're only enabling them. And that is not the right thing to do.",
        3749.28,
        3754.64
    ],
    [
        " And of course, we want to be able to save everyone. That's absolutely. We want to be able to save",
        3756.32,
        3770.46
    ],
    [
        " everyone, especially our own family members. But the fact of the matter is that you just can't",
        3770.46,
        3782.2
    ],
    [
        " save everyone. No one can. No one can. Addiction is in many cases stronger than us.",
        3782.2,
        3796.8
    ],
    [
        " Stronger than anything. Stronger than love.",
        3797.68,
        3800.8
    ],
    [
        " Believe it or not, stronger than life itself. Sometimes that's how strong addiction is.",
        3801.46,
        3810.26
    ],
    [
        " And you cannot and are not expected to be able to defeat that.",
        3811.24,
        3821.06
    ],
    [
        " So, you did what you could.",
        3825.86,
        3829.14
    ],
    [
        " And in the end, the battle was lost not because of you, but because of addiction.",
        3829.92,
        3839.54
    ],
    [
        " And it is hard to face that kind of loss.",
        3841.36,
        3848.78
    ],
    [
        " But now, how are you going to look at this? How are you going to deal with this?",
        3856.9,
        3864.34
    ],
    [
        " I look at it like this. Your mother, your mother gave you a gift, a precious gift.",
        3865.5,
        3879.68
    ],
    [
        " She gave you the gift of knowledge.",
        3881.66,
        3884.66
    ],
    [
        " If that knowledge allows you to see how destructive that force of addiction can be, you saw it, destroy her.",
        3885.3,
        3896.44
    ],
    [
        " You saw that addiction, destroy her because she showed it to you. That was her last gift to you. She,",
        3897.14,
        3908.26
    ],
    [
        " she's actually given you life twice, once at birth and once at her death.",
        3908.82,
        3913.86
    ],
    [
        " She's actually shown you how to live by showing you how not to live.",
        3914.72,
        3925.62
    ],
    [
        " So, thank your mother for that.",
        3926.74,
        3936.14
    ],
    [
        " Literally, thank her. Literally go to her grave side and get down on your knees and say thank you to her.",
        3939.98,
        3947.62
    ],
    [
        " And then tell her that you won't let her down.",
        3948.04,
        3955.68
    ],
    [
        " And then tell her that you will learn from her lesson.",
        3956.42,
        3962.84
    ],
    [
        " And then tell her that you will go on to live an incredible life.",
        3966.72,
        3972.34
    ],
    [
        " A life that she would be proud of, a life that she didn't have, but a life that she is making sure you can have.",
        3973.24,
        3988.2
    ],
    [
        " Now, you said that you're a fighter.",
        3995.08,
        3998.68
    ],
    [
        " And that's one thing you know is that you're a fighter. Well, now get out there and fight.",
        3999.78,
        4008.46
    ],
    [
        " And you know that question and kind of thinking about the answer to that question.",
        4010.26,
        4019.82
    ],
    [
        " That got me thinking about an article that I read about Anthony Bourdain.",
        4019.96,
        4025.52
    ],
    [
        " And Anthony Bourdain, obviously he was about as successful as anyone could be. I mean,",
        4026.12,
        4036.18
    ],
    [
        " he was a successful guy in so many aspects and yet he killed himself.",
        4036.5,
        4043.9
    ],
    [
        " And I didn't know him personally, but you know, he knew people that I know, you know, he was he was friends with Joe Rogan.",
        4046.42,
        4055.04
    ],
    [
        " He was he was friends with Harley Flanagan.",
        4055.38,
        4057.92
    ],
    [
        " He was friends with guys that guys that are really good guys.",
        4058.34,
        4063.44
    ],
    [
        " And so in that way, I kind of felt like I knew what kind of a guy was at least.",
        4065.0,
        4073.24
    ],
    [
        " And even from the outside, even without having any connections to him at all, he was a kind of guy that had just about everything that that most people would want.",
        4075.58,
        4087.66
    ],
    [
        " And even still, I mean, obviously that wasn't enough.",
        4088.48,
        4096.06
    ],
    [
        " Well, in the article that I read, there was a quote from one of Anthony Bourdain's books and the book was called a Cook's Tour.",
        4100.78,
        4109.94
    ],
    [
        " He said in this book, I wanted adventures. I wanted to go up the Nung River to the heart of darkness in Cambodia.",
        4110.76,
        4122.94
    ],
    [
        " I wanted to ride out into a desert on camelback, sand and dunes in every direction, eat whole roasted lamb with my fingers.",
        4123.94,
        4135.72
    ],
    [
        " I wanted to kick snow off my boots in a mafia nightclub in Russia. I wanted to play with automatic weapons and pen on pen.",
        4137.06,
        4145.14
    ],
    [
        " Recapture the past in a small oyster village in France.",
        4146.18,
        4149.68
    ],
    [
        " Step into a city neon lit, Polkaria in rural Mexico.",
        4151.38,
        4157.36
    ],
    [
        " I wanted to run roadblocks in the middle of the night, blowing past angry militia with a handful of hurled marble packs.",
        4158.5,
        4167.9
    ],
    [
        " Experience fear, excitement, wonder. I wanted kicks.",
        4168.48,
        4175.24
    ],
    [
        " The kind of melodramatic thrills and chills I'd yearned for since childhood.",
        4176.78,
        4182.74
    ],
    [
        " The kind of adventure I'd found as a little boy in the pages of my 10-10 comic books.",
        4183.26,
        4190.48
    ],
    [
        " I wanted to see the world and I wanted the world to be just like the movies.",
        4191.24,
        4198.94
    ],
    [
        " That's what Anthony Bourdain said, just like the movies.",
        4205.24,
        4209.62
    ],
    [
        " But you know what to me? The world is not like the movies.",
        4211.54,
        4222.94
    ],
    [
        " The movies aren't real. They don't exist.",
        4224.66,
        4229.34
    ],
    [
        " But you do.",
        4232.8,
        4234.08
    ],
    [
        " And life, this life is better than any movie there is.",
        4234.92,
        4243.52
    ],
    [
        " Movies are supposed to provoke emotion. They're supposed to make you feel something.",
        4243.84,
        4249.28
    ],
    [
        " But I have a better idea. Go out into the world and actually feel it.",
        4250.52,
        4258.22
    ],
    [
        " Go feel joy and love and triumph and rapture and ecstasy and glory.",
        4261.46,
        4270.4
    ],
    [
        " Go feel those things.",
        4270.5,
        4272.44
    ],
    [
        " And you know with those feelings, there will be other feelings as well.",
        4273.12,
        4283.18
    ],
    [
        " There will be sorrow and pain and sadness and desolation and suffering.",
        4283.7,
        4293.98
    ],
    [
        " There will be all those feelings too. But you know what?",
        4294.72,
        4300.32
    ],
    [
        " That's okay.",
        4301.94,
        4306.82
    ],
    [
        " That's okay. Take both sides.",
        4307.5,
        4312.68
    ],
    [
        " Feel all that. That's what life is. Those feelings, those emotions, those highs and those",
        4313.18,
        4321.26
    ],
    [
        " lows. Those are life.",
        4321.26,
        4324.44
    ],
    [
        " And those emotions and those feelings are better than any movie because they are real.",
        4325.42,
        4335.74
    ],
    [
        " So make your own comic book.",
        4341.7,
        4346.9
    ],
    [
        " Make your life your own movie. Actually make it better than a movie.",
        4347.16,
        4353.28
    ],
    [
        " Not better because it's more adventurous or more romantic or more melodramatic.",
        4354.2,
        4364.06
    ],
    [
        " Make it better because it's real.",
        4364.06,
        4367.96
    ],
    [
        " It's real so it is better. And you know what? Real comes with some downsides.",
        4368.88,
        4378.9
    ],
    [
        " Real comes with some darkness.",
        4379.46,
        4384.24
    ],
    [
        " But that's okay.",
        4392.48,
        4394.32
    ],
    [
        " It's okay because when you know the darkness, the light becomes even brighter.",
        4394.98,
        4404.46
    ],
    [
        " So go out there, move toward the light, move toward the light and live, live.",
        4409.16,
        4426.5
    ],
    [
        " And I think that's all I've got for tonight.",
        4432.46,
        4439.68
    ],
    [
        " So, Echo, let's talk to people a little bit about how to support this podcast and at the same",
        4440.6,
        4452.74
    ],
    [
        " time move themselves a little further away from the darkness and a little bit closer to the light.",
        4452.74,
        4460.08
    ],
    [
        " Because we make the podcast so everyone can learn. And if you want to",
        4460.64,
        4465.8
    ],
    [
        " support that podcast, there are some really good ways to do it. And that's the goal.",
        4465.8,
        4476.56
    ],
    [
        " Support podcast and you're supporting yourself at the same time. So, what you got?",
        4477.74,
        4482.68
    ],
    [
        " They go hand in hand. Agree 100,000%.",
        4483.34,
        4486.38
    ],
    [
        " Not possible, but we'll be able to.",
        4486.38,
        4488.08
    ],
    [
        " Yeah, that's what I said. Can you agree with you? I agree with you 100%.",
        4488.08,
        4491.32
    ],
    [
        " I agree with you, but I think I feel 10% even more strong than what you just said.",
        4491.32,
        4497.7
    ],
    [
        " You know, technically that could be it. I'm just saying.",
        4497.82,
        4500.44
    ],
    [
        " Anyway, yes. So, we'll start with Origin. Origin USA in Maine. Farming to Maine to be exact.",
        4502.04,
        4510.56
    ],
    [
        " American made products. What do we got? Okay, Gays. That's really the flagship.",
        4510.82,
        4514.74
    ],
    [
        " I like the word flagship by the way. Flagship product is the GAY. Made for GJ2 specifically.",
        4515.38,
        4522.32
    ],
    [
        " for GJ2 in America. Also made for specifically GJ2, but",
        4522.92,
        4530.06
    ],
    [
        " usable for many different activities. What? Like making a suit?",
        4530.06,
        4535.56
    ],
    [
        " Rash cards. Oh yeah. Okay. I'll say GAY is like flagship, right? Which I agree with.",
        4535.88,
        4540.38
    ],
    [
        " Oh, okay. You also have Rash cards. Other stuff. Yeah.",
        4540.48,
        4543.26
    ],
    [
        " Compression gear. Compression gear. Yeah. Spats, if you will. Yeah, for sure. But the",
        4543.5,
        4550.24
    ],
    [
        " Gays aren't just like Gays though. See what I'm saying? They're not just a general GAY that",
        4550.28,
        4555.24
    ],
    [
        " GAY made in America. By the way, for GJ2 specifically. When you move in GJ2 is different than moving in.",
        4555.24,
        4562.14
    ],
    [
        " I don't know whatever else you might wear a GAY in. Like tennis.",
        4562.38,
        4565.46
    ],
    [
        " Whatever, brother. You were saying you were going to make a suit with the Dragon Wave. Yeah,",
        4566.8,
        4570.68
    ],
    [
        " that is kind of crazy. Yeah, yeah. I've had another. I have an idea of something to make with",
        4570.68,
        4575.02
    ],
    [
        " the Dragon Wave. I'm going to talk to Pete about. All right. What is it? Let me reveal.",
        4575.02,
        4578.84
    ],
    [
        " Believe it or not, boots. Yeah. Okay. Yeah. So they wouldn't be full, right? No, no, no. They'd be",
        4580.96,
        4587.0
    ],
    [
        " very similar to the old school Vietnam jungle boots. But they'd have the Dragon Wave. Instead of",
        4587.0,
        4592.92
    ],
    [
        " Canvas, they'd have Dragon Wave. And because which I think is literally the perfect material",
        4592.92,
        4600.14
    ],
    [
        " for the jungle, jungle, old school jungle boots are part leather, leather around the toe and the",
        4600.14,
        4609.22
    ],
    [
        " sides. And I wore jungle, and I still wear jungle boots. I love jungle boots. So yeah.",
        4609.44,
        4614.6
    ],
    [
        " But if we made, because the cotton canvas does stay wet longer. But if we use the Dragon Wave,",
        4614.88,
        4622.56
    ],
    [
        " it dries quicker because it's a blend. But cotton is also very comfortable to wear. It allows",
        4622.56,
        4629.74
    ],
    [
        " circulation. So anyways, that's what I'll talk to Pete. We'll make it happen. So the short so that I",
        4629.74,
        4636.34
    ],
    [
        " have that no one else can have is Dragon Wave. Right. That is okay. So let's talk to Pete about",
        4636.64,
        4641.54
    ],
    [
        " let's make some more and we went to the thing that's whole other thing. But here's here's what I do",
        4641.54,
        4645.28
    ],
    [
        " remember if you since you brought up boots. Where okay. So those shorts, you know, I have kids.",
        4645.28,
        4651.42
    ],
    [
        " And with kids comes messes. You know, where they'll spill some, I don't know, whatever. So stuff",
        4651.8,
        4657.56
    ],
    [
        " will land on those shorts. And you know the kind of words like thing. I don't want to take off these",
        4657.56,
        4660.86
    ],
    [
        " shorts and go wash them like let me just put some water. And but then some of the messes is like",
        4660.86,
        4665.02
    ],
    [
        " you can't just put water. It goes away. You got to scrub it. But if they're like normal shorts,",
        4665.04,
        4668.86
    ],
    [
        " I'm gonna scrub it with like a brush and it's gonna kind of mess up the shorts a little bit right",
        4668.98,
        4672.04
    ],
    [
        " there. You know, it'll make it like kind of fray. It'll fray or something like that. Brad,",
        4672.04,
        4676.56
    ],
    [
        " not these ones. Brad, I'm scrubbing it with a steel wool thing to get the thing out. Brad,",
        4676.66,
        4680.46
    ],
    [
        " the thing is like new still. Aside from like the cotton part feeds. Right. The, you know, it's a blend.",
        4680.52,
        4685.62
    ],
    [
        " Right. So the cotton ones will fade. So it has this awesome little gray stripe with black.",
        4685.8,
        4689.88
    ],
    [
        " Brad's dope incidental, uh, dopeness improvement. Yeah. In the aesthetic look. There you go. That's",
        4689.98,
        4697.66
    ],
    [
        " a side note. But I'm saying it's tough with the, you see what I'm saying? So it kind of makes sense.",
        4697.66,
        4701.82
    ],
    [
        " Now, dragging with boots, boom. You're in the jungle fishing, whatever else we're doing with them.",
        4701.92,
        4706.8
    ],
    [
        " And they handle, you know, yeah. Yeah. I'll work on it. Would you make it like on the inside? Would",
        4706.86,
        4711.54
    ],
    [
        " it be what do you call water? Reset proof or whatever. That's the thing with jungle boots. You",
        4711.54,
        4719.86
    ],
    [
        " drains. So you want them highly breathable. Like, like not even breathable open. Yeah. There's holes",
        4720.34,
        4727.28
    ],
    [
        " that's purposely put in there. So the concept is real jiu jitsu ish, you know, because like, uh, on,",
        4727.28,
        4733.48
    ],
    [
        " at first thought, you'd be like, Hey, you're walking water. We need to fight that water. No,",
        4733.6,
        4737.18
    ],
    [
        " say it. Allow the water in it. Allow the water out. Yeah. Man, that's good. Yeah. That's good. See,",
        4737.56,
        4742.8
    ],
    [
        " Brad, that's why you're advanced. See, think about this. Can see speaking of being advanced and",
        4742.88,
        4746.76
    ],
    [
        " comfortable, advanced comfort with the joggers and the sweats. It's my experience. Try it for",
        4746.92,
        4752.78
    ],
    [
        " yourself. Many people actually I saw a guy today, maybe yesterday, today, yes, I forget. But he",
        4752.78,
        4757.98
    ],
    [
        " got the hoodie, one of the origins hoodie. Boom. Seconded that exact notion, most comfortable hoodie ever.",
        4757.98,
        4763.28
    ],
    [
        " He's ever had. That's a bold statement. And I could just see tell from his profile picture that he",
        4763.48,
        4768.28
    ],
    [
        " knew about comfort. I don't know. It just, I just could feel it. Nonetheless, it happened factually.",
        4768.28,
        4773.9
    ],
    [
        " Also, we got some supplements up there on the origin main.com website. You can get some supplements.",
        4774.26,
        4782.24
    ],
    [
        " What kind of supplements? Some good ones. Yeah. So joint warfare. That one. What could we call that",
        4782.48,
        4789.76
    ],
    [
        " on a flagship supplement? You could call everything. I'm gonna call it a flagship. Yeah, the flagship is",
        4789.76,
        4795.38
    ],
    [
        " good. By the way, someone said, someone said on social media, go back to the old way you were doing",
        4795.38,
        4801.46
    ],
    [
        " the support. The new way it sounds clunky. Get it back to echo. He said, you know what I said?",
        4801.46,
        4808.98
    ],
    [
        " Couldn't take it anymore. I'm gonna be honest. I will accept the possibility. Probably",
        4809.28,
        4816.68
    ],
    [
        " of you not being the only one that thought that. So I'm gonna go with it. There was that one guy,",
        4816.68,
        4823.78
    ],
    [
        " though, he was fired up enough to tweet me. Yeah, man. And say, bro, sounds clunky. Dang, I kind of",
        4823.82,
        4829.84
    ],
    [
        " appreciate it. You know, you're so far. We really do know that we could have a separate podcast where",
        4829.9,
        4834.74
    ],
    [
        " you just do support the whole time. Yeah. Yeah. Yeah. You can kind of choose. Choose your own",
        4834.74,
        4840.18
    ],
    [
        " support. Yeah. Maybe. Nonetheless, for now, this is what we're doing. We're going with joint",
        4840.18,
        4845.02
    ],
    [
        " with joint warfare. Joint warfare. Good for your joints. Omega three is good for your joints.",
        4845.02,
        4849.38
    ],
    [
        " And that's in krill oil. So you got joint warfare, glucose immune conjoint and curcumin.",
        4849.74,
        4854.34
    ],
    [
        " That helps your brain, by the way. Yeah. As we find out. Additionally, additionally, then you got",
        4854.46,
        4859.26
    ],
    [
        " suit. Shondah Patrick. Yeah. Rhonda Patrick, right? Yeah. It was like there. I read that too, by the way.",
        4860.08,
        4865.42
    ],
    [
        " Then you got, okay, so you got joint warfare, boom. Glucose immune conjoint. That's for, I think,",
        4865.52,
        4871.38
    ],
    [
        " cartilage. If I'm not mistaken, joints, all this stuff. Boom. Curcumin for some brain, some memory",
        4871.54,
        4876.04
    ],
    [
        " stuff. Boom. That's joint warfare. Then you got jaco super krill. That's where you join. So",
        4876.04,
        4880.78
    ],
    [
        " Omega threes. And that's also for other parts of your anatomy.",
        4880.78,
        4884.78
    ],
    [
        " Yeah. We'll say your whole internal system. You say your eyes, eyeballs, eyeballs, organs,",
        4886.04,
        4893.2
    ],
    [
        " brain. Can you crack open a krill oil capsule and put it directly into your eyes? Is that a good",
        4893.64,
        4897.92
    ],
    [
        " thing? I'm assuming no. Yeah. But yeah, let's not do that. I think I've been on krill oil for so long.",
        4897.92,
        4907.0
    ],
    [
        " Yeah. People like, I don't want to ever go off of it. Yeah. I think that's a good idea to never go off of it.",
        4907.4,
        4913.22
    ],
    [
        " The reason is because I had a guy many years ago that was a, this is when I was probably 35.",
        4914.78,
        4921.2
    ],
    [
        " I met a guy that was 53, I think. And he was jacked. And he was jacked. But he wasn't, he wasn't",
        4922.08,
        4931.1
    ],
    [
        " jack like a, like a big body builder juxtap guy. Just jacked like totally athletic. And",
        4931.1,
        4937.66
    ],
    [
        " in really great shape. And I was like, hey, man, what's the deal with, you know, and he's like, I take",
        4937.66,
        4943.48
    ],
    [
        " krill oil. That's, he's like, that's the secret. He was like, yeah, he attributed all this. Now",
        4943.48,
        4948.88
    ],
    [
        " he was a competitive powerlifter at one time. So he had maintained and continued to work out.",
        4948.88,
        4953.56
    ],
    [
        " Yeah. But he was basically saying that to me as if we already knew that, like we already know that",
        4953.88,
        4959.24
    ],
    [
        " you got a jack steel. Like we, that's a given. I'm just, because I was talking to him for a while.",
        4959.24,
        4963.46
    ],
    [
        " And we were talking about lifting. We were talking about this. And, and then finally, you know,",
        4963.48,
        4966.76
    ],
    [
        " I got to like, so what do you think it is? And he's like, I take krill oil. This was before, and I",
        4966.86,
        4971.34
    ],
    [
        " was like, okay, sometimes when somebody tells you something, you're just, you just look at the guy.",
        4971.34,
        4976.06
    ],
    [
        " And when they give that much weight to it, yeah, it's like, okay, we're going with that. I'm like,",
        4976.32,
        4981.54
    ],
    [
        " and what's cool is that's, that's, I definitely, I definitely felt the difference in my joints.",
        4981.76,
        4989.52
    ],
    [
        " Yeah. I don't know about my eyeballs. Well, you know, although I don't wear glasses at this point.",
        4990.1,
        4995.0
    ],
    [
        " Yeah, there it is. Proof of that pudding. That's, that's something. Yeah, it's not nothing. That's",
        4995.1,
        4999.0
    ],
    [
        " the same way you, you, well, not in the same way, but slightly similar way you had the pyrolyphid",
        4999.74,
        5006.08
    ],
    [
        " guy talk about krill oil. My father-in-law, as I mentioned before, told me about krill oil.",
        5006.08,
        5010.96
    ],
    [
        " But way better than fish oil. Yeah, yeah, yeah, yeah. You know, he's telling me, or, but was he jacked?",
        5010.96,
        5015.62
    ],
    [
        " He, here's the thing. He wasn't, isn't jacked. And here, this is part of the whole story,",
        5015.76,
        5019.56
    ],
    [
        " in which kind of, kind of feed into your point. No, he's not jacked at all. In fact,",
        5019.56,
        5024.94
    ],
    [
        " Minium go left by this guy. She didn't even be in the same gym with me. He should be in the,",
        5024.98,
        5029.68
    ],
    [
        " the gym across the street. He's gonna hear this podcast. I don't care. Oh, absolutely.",
        5029.76,
        5032.96
    ],
    [
        " 100% sure. Not really doing a good job building that relationship with the family.",
        5033.08,
        5037.0
    ],
    [
        " At the end of the day, you'll, you'll see the moral. And I think it will. I think it will. Anyway,",
        5037.24,
        5042.3
    ],
    [
        " so no, not jacked. The answer is no. He can swim forever, ever. In fact, he goes in Hawaii,",
        5042.52,
        5049.02
    ],
    [
        " man, Maui waters with the, you know, the web hands, you know, for swimming. Okay.",
        5049.02,
        5053.74
    ],
    [
        " Some body borders. Sometimes it's a, they're just web hands. Spongers. Yeah, sure.",
        5053.82,
        5057.6
    ],
    [
        " Well, he doesn't, he's not a sponge, but he's a swimmer. So he'll just swim.",
        5058.12,
        5060.7
    ],
    [
        " Power. Boom. Just swimming. Anyway, he'd always say, you know,",
        5061.0,
        5065.18
    ],
    [
        " grill oil, all this stuff. But yeah, he's not jacked. He don't left like why,",
        5065.48,
        5068.98
    ],
    [
        " okay, you take grill oil and you get your XYZ results. Cool. I don't want those XYZ",
        5069.22,
        5074.1
    ],
    [
        " results. Those results that you're essentially benefiting from, apparently,",
        5074.1,
        5078.32
    ],
    [
        " don't apply to my goals. Exactly right. So I'm like, okay, cool. I get it. Health",
        5078.68,
        5084.52
    ],
    [
        " nut. He's a health nut. He's into health. That's a positive thing. No, it's not bad. There's,",
        5084.52,
        5088.6
    ],
    [
        " there is worse things to be a nut about. I'll tell you that. Health is a good thing. Anyway,",
        5088.6,
        5092.32
    ],
    [
        " he's into health. But it's a little bit better to be a health nut. That's jacked.",
        5092.64,
        5095.48
    ],
    [
        " I'm not going to do so good. So, you know, for years, I'm like, cool, good for the info. Yeah,",
        5095.72,
        5102.72
    ],
    [
        " then you come along and you're like, yeah, grill oil. Boom. Next day, I'm on the grill.",
        5102.82,
        5106.86
    ],
    [
        " Literally next day. And so, of course, he's been saying it the whole time or whatever.",
        5107.24,
        5112.04
    ],
    [
        " But at the end of the day, he's right. He's absolutely right. He was right. Yeah. So,",
        5112.24,
        5117.46
    ],
    [
        " the moral of the story is you could be right and not jacked. Yes. I got to kind of separate,",
        5117.52,
        5126.1
    ],
    [
        " you know, my what he called, I got to detach this is what I got it to, you know, like an old",
        5126.42,
        5131.5
    ],
    [
        " guy with the ability to do the things and at the health level, he's that I do want for myself,",
        5131.5,
        5135.86
    ],
    [
        " regardless, how much weights I can lift or can't lift. That's what I want. That's what I want.",
        5135.86,
        5140.66
    ],
    [
        " Yeah. Big time. And here's the thing. I didn't think indirectly as well. Because the better your",
        5141.0,
        5146.28
    ],
    [
        " joints feel, especially as you get older, but just in life, regardless how old you are, the better your",
        5146.28,
        5150.42
    ],
    [
        " joints are functioning, the more you're going to be able to lift or mountain climb or right bike or",
        5150.42,
        5159.02
    ],
    [
        " compete in bagminton. Badminton. How do you say that? Badminton. Okay. Yeah. Compete in that.",
        5159.02,
        5165.06
    ],
    [
        " That's true, bro. You know, we all stiff. You don't need tennis or badminton elbow, you know,",
        5165.48,
        5170.84
    ],
    [
        " for, anyway, krill oil, that's the one omega-3s. And then you have discipline, right? And that's",
        5170.96,
        5176.52
    ],
    [
        " where your brain memory cognitive things. So they play into each other. You see what I'm saying?",
        5176.52,
        5179.88
    ],
    [
        " So the joint warfare has the brain stuff and the joint stuff. Krill oil has the joint stuff.",
        5180.18,
        5184.68
    ],
    [
        " I had a really good day at Jiu Jitsu the other day. And I was talking to Dave Burke. I'm a way home",
        5184.76,
        5189.26
    ],
    [
        " from Jiu Jitsu. Good deal, Dave. Yeah, good deal, Dave. And I was like, I was, you know, you said,",
        5189.26,
        5194.78
    ],
    [
        " only I trained today. I was like, I had a really good day at that Jiu Jitsu. So he's like, what does that",
        5194.84,
        5200.1
    ],
    [
        " mean? I'm like, I'll just means, you know, like just getting after just, and I realized that the past,",
        5200.1,
        5206.16
    ],
    [
        " anyways, I realized that I've been taking like three scoops of discipline. Oh, okay. Is that a meagle?",
        5206.44,
        5213.78
    ],
    [
        " Yeah, well, you know, it could be it should be maybe, yeah, well, it depends on what you mean by fair.",
        5214.32,
        5220.04
    ],
    [
        " Because if you're going into compete with your training partners, which you do from time to time,",
        5220.42,
        5224.4
    ],
    [
        " let's face it. And yeah, it's a little bit of an advantage. Fair. No, it's actually it's fair. Andy",
        5224.4,
        5230.88
    ],
    [
        " or whoever you go into training with, Dean, me, we could take three things of discipline.",
        5230.88,
        5236.7
    ],
    [
        " If you wanted to. We wanted to. It's fair. It's fair. In fact, I recommend take three things of",
        5237.18,
        5241.48
    ],
    [
        " discipline. Boom. There it is. Discipline. Cognitive enhancing. So they all play. Yeah, with each other.",
        5241.48,
        5247.32
    ],
    [
        " That's important. Very important. I think regardless how much you can live. Yeah. Check. Also,",
        5247.42,
        5255.96
    ],
    [
        " milk. Milk. What is milk? What is that? Who is someone who's just asking me about milk? And the",
        5256.2,
        5263.36
    ],
    [
        " best thing about when people ask you what milk is is you get it, you get a chance to do the routine.",
        5263.36,
        5268.28
    ],
    [
        " Right? You get a chance to do the routine. When someone's like, what's milk?",
        5269.36,
        5272.76
    ],
    [
        " What's milk? Yeah. And you get to do the routine. Which is what's milk? Oh, it's milk.",
        5273.28,
        5278.58
    ],
    [
        " That's the routine. That's the routine. You're like, what is it? It's milk. No, no, it's milk.",
        5279.06,
        5283.14
    ],
    [
        " You want some kind of explanation? You're like, no, no, it's it's milk. Yeah, yeah.",
        5283.6,
        5288.0
    ],
    [
        " Common sense. Really? Yeah. After you say that, you just take common sense from there and",
        5288.16,
        5292.44
    ],
    [
        " boom clear. Yeah. Yeah. That's my goal. My goal is that it ends up in the Oxford English dictionary.",
        5292.7,
        5299.46
    ],
    [
        " Yeah. Like Xerox. And then if someone doesn't know what it is, they can just go look it up.",
        5299.7,
        5304.0
    ],
    [
        " Yeah, look it up. That's in the dictionary, by the way. Yeah. Like Google is Google in there for",
        5304.04,
        5308.82
    ],
    [
        " like a verb. Yes, yes. It's a verb. It's a verb. It's a verb. Go Google that. Yeah. So",
        5308.82,
        5313.78
    ],
    [
        " be sure to go Google milk. Yeah. Yeah. It's there. You'll find it. Yes, sir. You will know what",
        5313.78,
        5318.3
    ],
    [
        " it is. Well, you'll know that it's tasty. The guy that said, hey, I don't use protein powders.",
        5318.3,
        5326.06
    ],
    [
        " But does it taste that good? So I should just get it anyways. My answer was 100% resounding.",
        5326.58,
        5332.48
    ],
    [
        " Absolutely. Yeah. You just want to have a really good dessert. Give him milk. Yeah. Peanut butter is",
        5332.68,
        5337.82
    ],
    [
        " coming. So Dave Burke is Dave Burke is on the path to order all the peanut butter chocolate.",
        5337.82,
        5346.74
    ],
    [
        " Anyways. Oh, the whole supply. Yeah. He wants the whole supply. Not a bad idea. Yeah.",
        5346.92,
        5350.3
    ],
    [
        " She thought about that. Yeah. So yeah. So yeah. If you know, no, milk. Look, I'm going to violate",
        5350.3,
        5354.36
    ],
    [
        " some terminologies scenarios here. Milk is protein powder. It's actually milk. Yeah, man.",
        5354.36,
        5362.04
    ],
    [
        " The best protein powder. That tastes like a dessert straight up does though. Not just claims and",
        5362.26,
        5367.2
    ],
    [
        " doesn't. It does straight up literally. And we will have milk at the immersion camp this summer",
        5367.2,
        5373.72
    ],
    [
        " up in Maine on Echo Lake layers August 26th through September 2nd. Two sessions come up there.",
        5373.72,
        5380.46
    ],
    [
        " I'll be there. Layful be there. Echo Charles will be there. And apparently you say you will be",
        5380.58,
        5385.3
    ],
    [
        " rolling. Yeah, limited. Okay. Limited rolling from from which sounds like pre-determined excuses,",
        5385.3,
        5391.5
    ],
    [
        " which is fine. Yeah. Well, okay. All right. We'll let him lay me laid out then. Playboy. The",
        5391.5,
        5397.0
    ],
    [
        " the key I'll be doing less of because he has a lot of grouping, grouping, pulling. So pulling,",
        5397.6,
        5403.6
    ],
    [
        " I'm really, bruh, I'm out of pulling. I can't do pulling. Very limited. Maybe with one hand.",
        5403.74,
        5408.12
    ],
    [
        " So I'll do key, but it's like, okay, now I'm rolling literally with one hand. By the way,",
        5408.12,
        5412.1
    ],
    [
        " Dean Lister will be there. Yeah. Dean Lister will be there. And if you want to learn from someone,",
        5412.18,
        5417.38
    ],
    [
        " he's one of the top people in the world to learn from. And I know that's a bold statement. I know it",
        5417.64,
        5423.4
    ],
    [
        " is he's got a mind that understands not only the mechanics and the concepts of GJ2 at a,",
        5424.44,
        5433.88
    ],
    [
        " at it, but one of the highest levels of anyone I've ever communicated with, but also knows how to",
        5434.08,
        5437.96
    ],
    [
        " express those concepts in a very clear way. So emerging camp, August 26th through September",
        5437.96,
        5445.88
    ],
    [
        " 2nd go and come up there. We'll see up there. Good place to and we will have milk there. Yes. Lots of it.",
        5445.88,
        5452.16
    ],
    [
        " And Dean's good at kind of taking the concept and really clarifying the concept, even separate",
        5452.16,
        5458.16
    ],
    [
        " from the actual, I mean, the moves always attach, but Dean says things sometimes that I run over and",
        5458.16,
        5463.44
    ],
    [
        " take, take like a little, a little note on my, on my phone. Yeah. That's a good one. Usually I'm",
        5463.44,
        5470.4
    ],
    [
        " thinking I'm going to, when he comes on the podcast, I'm going to talk about those things. So,",
        5470.4,
        5475.34
    ],
    [
        " open them up. Yeah. Also, good way to support is the fact, or on top of the fact, or as part of",
        5475.34,
        5483.18
    ],
    [
        " the fact that Jocco is on store, it's called Jocco Store. Go to JoccoStore.com for these items.",
        5483.18,
        5489.8
    ],
    [
        " It's where you can get rash cards. You can definitely get rash cards. Yes. Get after it.",
        5490.02,
        5494.72
    ],
    [
        " T-shirts. A bunch of T-shirts. Yeah. The ones that say discipline equals freedom.",
        5495.18,
        5500.7
    ],
    [
        " New T-shirt coming. New T-shirts are coming. Oh T-shirts with pearls. Yeah. Oh dang. Two of them.",
        5500.7,
        5507.86
    ],
    [
        " If, yeah, if you're interested in the T-shirts, the ones that say discipline equals freedom.",
        5508.12,
        5512.42
    ],
    [
        " It's a good one. I get revealed how deep the expression discipline equals freedom goes.",
        5512.66,
        5522.22
    ],
    [
        " Like almost date and that not daily. But let's say once we, you understand it at a deep level,",
        5522.98,
        5528.08
    ],
    [
        " it's presented to reveal to you how important it is. Yes. How much even more than I previously",
        5528.2,
        5532.52
    ],
    [
        " thought the week before. It's almost like it has no limit to the layers. It's pretty important.",
        5532.52,
        5538.42
    ],
    [
        " Actually, I've been sporting the this one equals freedom. The trucker hat.",
        5538.92,
        5546.08
    ],
    [
        " And I also have the deaf beanie. Yeah. That's a good one. So, you got those are available. Check.",
        5546.74,
        5556.52
    ],
    [
        " Yes. And also hoodies. Heavy hoodies and light hoodies. I know, bra. I know. I know. But I have been getting",
        5558.08,
        5567.06
    ],
    [
        " feedback online and offline, by the way, for the light hoodie.",
        5567.06,
        5573.84
    ],
    [
        " A people just love them. Yeah. They want the light hoodie man. They want to represent. You know, like I say.",
        5574.62,
        5580.14
    ],
    [
        " What's up Hawaii? I'm telling you. There are times. All your friends are Hawaii. All them. Everybody.",
        5580.32,
        5586.22
    ],
    [
        " And all the Ohana and Hawaii's hitting you up. They come on. I know. All them. Yes.",
        5586.88,
        5591.48
    ],
    [
        " And because in Hawaii and other places here, let's face it, there are times where it's like,",
        5591.92,
        5596.6
    ],
    [
        " Hey, like yesterday was one of them. It's like, bro, it's kind of it's kind of cold. But it's not",
        5596.6,
        5602.18
    ],
    [
        " cold. It's kind of cold. If you wear a t-shirt, it's like, man, this environment, weather is",
        5602.18,
        5609.22
    ],
    [
        " offering. No, no, no, no, negative. No, that's not to me, especially if you're at like a little",
        5610.78,
        5619.84
    ],
    [
        " gathering, social situation. It's maybe, you could be looked at this paramount. But here's what it is.",
        5619.84,
        5627.44
    ],
    [
        " If the, if the weather, whatever environment is offering slight discomfort, you know,",
        5627.64,
        5634.12
    ],
    [
        " I'm laughing so hard right now because everything you're saying is things that I wouldn't allow",
        5634.12,
        5638.66
    ],
    [
        " myself or anyone in my immediate family to say it. Yeah. I got it. I got it. It doesn't make it",
        5639.22,
        5644.5
    ],
    [
        " any more true. That's the thing. So, hey, look, it means you're cruising. All right. Outside.",
        5644.5,
        5652.56
    ],
    [
        " Maybe not you. I get it. If me and I don't think you do, I don't think you do. That's the thing.",
        5652.86,
        5657.36
    ],
    [
        " If me and Dave were cruising. Maybe he'd want to. It's like, it's just maybe three degrees",
        5657.88,
        5663.06
    ],
    [
        " two cold. Yeah, you can suck it up. But what? Why you got to endure discomfort at times when",
        5663.4,
        5669.84
    ],
    [
        " it's not necessary unless you're exercising your tolerance for discomfort, which you should",
        5669.84,
        5674.68
    ],
    [
        " add all point at all times. That's what you're saying. No, okay. Me and Dave, we don't agree with",
        5674.68,
        5678.92
    ],
    [
        " this. So you put on a regular hoodie or heavy or even a medium hoodie after what, five minutes,",
        5678.92,
        5685.32
    ],
    [
        " six minutes. We worked out earlier today, whatever that heat, it's too hot. So thick hoodie, too hot.",
        5685.56,
        5691.34
    ],
    [
        " No hoodie, too cold. Boom. Light hoodie. Perfect. Because you didn't know about that perfection.",
        5691.34,
        5698.0
    ],
    [
        " You know, that got to me, man. You know, the zone, balance the zones. Okay. Anyway, light hoodie.",
        5698.64,
        5703.22
    ],
    [
        " This one equals freedom. That's the freedom part. Boom. How about that? Women's stuff as well, by the way.",
        5703.74,
        5710.28
    ],
    [
        " Women's t-shirts, specifically for the ladies and tank tops. Boom. Rashgards are kind of for",
        5710.64,
        5717.78
    ],
    [
        " everybody. So boom. You can also subscribe to this podcast. Sure. iTunes, Google Play, Stitcher,",
        5717.78,
        5723.76
    ],
    [
        " leave reviews. So I can read them and laugh because you guys are really good at writing the",
        5724.06,
        5729.54
    ],
    [
        " cool reviews that crack me up. So thank you for that. Stitcher is well, by the way. Don't forget",
        5729.54,
        5736.0
    ],
    [
        " about the YouTube. You can subscribe to YouTube, too. And that's what you'll see Echo Charles'",
        5736.0,
        5740.68
    ],
    [
        " videos. Sure. We'll say that's, we'll say you've got some skills in life. That's one of your",
        5741.54,
        5748.52
    ],
    [
        " paramount skills making cool videos. Cool. I'll agree your disagree. Yeah. Oh, sure. That's not",
        5748.52,
        5755.32
    ],
    [
        " a good one. I'm putting you on the spot to not be humble. So I won't do that. Echo makes good videos.",
        5755.32,
        5759.62
    ],
    [
        " And they're on YouTube. You can subscribe to the channel. Jockel podcast YouTube channel.",
        5760.34,
        5767.5
    ],
    [
        " Yeah. Very easy to find for basic, very",
        5767.66,
        5770.44
    ],
    [
        " subscriberable. Anyway, yeah. Good way to support for sure. Also some excerpts on there.",
        5770.44,
        5776.72
    ],
    [
        " You know, little lessons from this podcast directly. And you know, so sometimes you don't want to",
        5777.48,
        5782.74
    ],
    [
        " listen to, let's say you listen to podcast number 100, one. And you're like, hey, there's some good",
        5782.74,
        5788.54
    ],
    [
        " stuff in there. But should I listen to the whole, you know, however many hours of the podcast",
        5788.54,
        5792.92
    ],
    [
        " for that one lesson that I want to kind of revisit should you do that? Some of us don't have that",
        5792.92,
        5798.1
    ],
    [
        " kind of time. So I'm going to put out some excerpts from all the podcasts most of them. So yeah,",
        5798.1,
        5802.46
    ],
    [
        " go on there, subscribe, get a little alert when we put one up. That's the one you want to listen to.",
        5802.56,
        5807.38
    ],
    [
        " Boom. Listen to it. Good way to support too. By the way, also on it on it.com slash chocolate.",
        5807.5,
        5815.1
    ],
    [
        " This is where I get all my kettlebells. I won't say all my socks, but a lot of socks. That's where I",
        5815.24,
        5821.0
    ],
    [
        " get them from. I know. Sounds weird. But man, it's one of those things. Sometimes you appreciate",
        5821.0,
        5826.08
    ],
    [
        " the socks you're wearing, especially when you're going through the airport, TSA. Boom. You have to take",
        5826.08,
        5829.24
    ],
    [
        " off your shoes. Boom. Hit them with the on it socks. Anyway, fitness gear mainly, I think that's",
        5829.24,
        5835.04
    ],
    [
        " that's what I go. And for the information too, by the way, like kettlebells, what I started kettlebells,",
        5835.04,
        5839.62
    ],
    [
        " I heard good things, you know, I start the kettlebells. They're kind of they're intimidating. So",
        5839.66,
        5844.62
    ],
    [
        " boom, go on on it.com. They have all the info on their little things about form, little workouts.",
        5844.62,
        5851.02
    ],
    [
        " Really good. Good on maces too. Are they called battle maces? Just maces. They're steel sticks. Clubs.",
        5851.5,
        5861.36
    ],
    [
        " Clubs that look like the juggling clubs. But they have. You can't juggle them. That's the thing.",
        5861.52,
        5867.74
    ],
    [
        " If you could juggle those, you'd be a complete badass. If you could juggle those 20 pounders,",
        5868.02,
        5872.92
    ],
    [
        " they're freaking heavy. Yeah. And they're heavier than they sound when you say 20 pounds.",
        5873.06,
        5878.54
    ],
    [
        " Yeah. No, no. They're heavy. They're heavy. They're heavy. The only way they're 20 pounds.",
        5878.62,
        5883.42
    ],
    [
        " Only way they're even they can even justify saying 20 pounds is when you actually put them on the",
        5884.06,
        5889.02
    ],
    [
        " scale and the number of happens to say 20. Otherwise, it's not 20 pounds. You think they were not made out",
        5889.02,
        5893.22
    ],
    [
        " of metal, but some, you know, something from outer space. If you brought them to the airport and",
        5893.22,
        5898.1
    ],
    [
        " you know when you're checking in, you know, and you put your luggage on the scale and you know,",
        5898.1,
        5902.32
    ],
    [
        " you were pushing it, you know that it may be over 50 pounds and you're like nervous. Then it",
        5902.5,
        5907.72
    ],
    [
        " doesn't hit 50 pounds. If you got that mace, you have that mace in your hand, you're about to",
        5907.72,
        5911.12
    ],
    [
        " put that on the scale. You know, you know, this is going over. I'm paying that extra overage",
        5911.12,
        5915.02
    ],
    [
        " of fee. That's what it feels like. As far as the mace goes, anyway, happens to be a good thing to",
        5915.02,
        5921.32
    ],
    [
        " work out with. But you grabbed that thing, you're being like, okay, what kind of workout I'm going to do",
        5921.32,
        5924.86
    ],
    [
        " this boom on it dot com slash jockel look up the workout. You got it also psychological warfare.",
        5924.86,
        5931.12
    ],
    [
        " It's an album that has various tracks on it that you can play to push you through moments of",
        5931.48,
        5941.02
    ],
    [
        " weakness. And we are we are formulating psychological warfare to all your excuses are lies. Yes,",
        5941.02,
        5947.78
    ],
    [
        " working, working, working title, working title, but it's pretty good title. Also, jockel white tea.",
        5948.2,
        5954.1
    ],
    [
        " There's a thing I'm a tea drinker now. I don't know if you know that I'm a tea drinker now. I drink",
        5954.52,
        5959.94
    ],
    [
        " tea regularly. I think that's kind of all it takes really. But there was a whole thing when I",
        5959.94,
        5967.16
    ],
    [
        " didn't realize I didn't know that tea drinker had like some stereotypical thing behind it.",
        5967.16,
        5975.98
    ],
    [
        " Yeah, yeah, when I came up with white tea, people were like, that's really weird that you'd",
        5975.98,
        5979.38
    ],
    [
        " make tea because they think I'd be making what ever more. Yeah, they think I'd make more, but they",
        5979.38,
        5986.58
    ],
    [
        " wouldn't think you don't strike me as a tea drinker. I didn't realize that. So I guess we're changing the",
        5986.58,
        5991.36
    ],
    [
        " paradigm. And those stereotypes will not be expected and accepted anymore. Agree. I drink tea and I'm",
        5991.36,
        5997.88
    ],
    [
        " proud. Maybe you're changing. You're just evolving the stereotype. Maybe because you are a tea drinker.",
        5997.88,
        6003.62
    ],
    [
        " I've been drinking tea since day one. Not really since day one, but since I figured out day two.",
        6003.94,
        6009.26
    ],
    [
        " Yeah, yeah, yeah. Boom. Yeah. So jockel white tea, pomegranate, all organic certified by the way.",
        6009.52,
        6017.1
    ],
    [
        " Because you know, jockel care is about that kind of stuff in the bags and in the can. Big deal.",
        6017.18,
        6022.72
    ],
    [
        " In the can. Most tea drinkers care about certified organic. Yeah, like it was. That's another",
        6022.84,
        6026.72
    ],
    [
        " stereotype. So GMO tea. No good. Yeah, no good. We don't like it. We'll not put that in my body.",
        6026.72,
        6032.8
    ],
    [
        " The temple. Yeah, you're right. Agree. You get on Amazon. Yeah. In fact, I think that's the only place",
        6032.8,
        6038.42
    ],
    [
        " you can get it. Actually, well, it is the only place you can get it right now. And",
        6038.42,
        6041.28
    ],
    [
        " important fact, there's dry white tea that you put in a brew. And then there's the new thing,",
        6041.28,
        6048.04
    ],
    [
        " which is in a can. Yeah, that's right. And one thing that's fired up right now is people that are",
        6048.22,
        6052.36
    ],
    [
        " replacing the 12 or not the 12, but they're replacing the four energy drinks. Yeah, which actually",
        6052.36,
        6059.36
    ],
    [
        " give you no energy. They actually sap your energy and crush your soul and turn you into a",
        6059.36,
        6064.72
    ],
    [
        " health disaster. Sure. People are replacing that crap with jocke white tea in a can.",
        6064.72,
        6071.86
    ],
    [
        " One day, it's going to be everywhere. That's my suspicion. Yeah, you're just going to be people",
        6072.38,
        6076.22
    ],
    [
        " just be well, you know, the one that you're jocke white tea on. You know, speaking of",
        6076.22,
        6080.94
    ],
    [
        " oh, yeah, and also available in Canada. I know a lot of Canadian folks say,",
        6080.94,
        6084.56
    ],
    [
        " wait, is this enough? Why can't I get up here? So it's now available Amazon Canada. Yeah,",
        6084.56,
        6088.96
    ],
    [
        " I'm going to put it on the store too. Okay, and I've been working on it, you know, and we're almost",
        6089.16,
        6093.16
    ],
    [
        " there. So check back with the store, jocke store. Okay, that's a good place to have them. They can get",
        6093.16,
        6098.18
    ],
    [
        " the tea wherever. I don't care if you're in wherever jocke products are sold. That's where they're sold.",
        6098.18,
        6103.94
    ],
    [
        " Speaking of Amazon books, I got some books. Good. Yeah, one, two are called way of the worry kid.",
        6104.88,
        6113.12
    ],
    [
        " Way the worry kid from Wimpy to Warrior, right? That's the what you call it after the colon that part.",
        6113.68,
        6118.82
    ],
    [
        " That's a subtitle. Sure. There it is. Wimpy to work. And then the second one is Mark's mission.",
        6119.0,
        6123.06
    ],
    [
        " Really clever evolution of problems to be solved in both. So now you have the ethos. Okay, so",
        6123.28,
        6131.82
    ],
    [
        " high, I did it. Do it is I read the first one and I just keep repeating to my kids. Kids five.",
        6131.82,
        6138.06
    ],
    [
        " My daughter, old is five. Anyway, before bedtime, boom. And then repeating. Now we got two in the",
        6138.24,
        6142.98
    ],
    [
        " rotation. Boom. So you can't cry chronological, right? Boom. That is good. Very clever. Very",
        6143.02,
        6149.76
    ],
    [
        " on what do you call it when you assume something about somebody and it reveals that there's like more",
        6149.76,
        6154.18
    ],
    [
        " to this person. Oh, so you assumed I was yes. Yes. Yes.",
        6154.18,
        6157.34
    ],
    [
        " A lot of people riding way the worry kid. Well, I actually did right. Very incapable. Check.",
        6157.34,
        6162.4
    ],
    [
        " Um, but yeah, it's good on also the discipline equals freedom field manual. Field manual.",
        6162.8,
        6168.38
    ],
    [
        " Best kind of manual in my opinion. But this is like a manual for life. I think it's like a very",
        6168.38,
        6173.7
    ],
    [
        " basic backbone for life. I think you start there. You'll be you'll be solid. I'm always stoked",
        6173.7,
        6178.52
    ],
    [
        " when I meet someone that comes up this like real manual. Yeah. I'm on the path. And like they're",
        6178.52,
        6186.22
    ],
    [
        " not kidding. They're on the path. Yeah. You crack that thing open. Read two pages. Yeah. Read",
        6186.22,
        6191.78
    ],
    [
        " two pages to prep mentally for the day. Yeah. It will have impact. Yeah. Yeah. And if you want to",
        6191.78,
        6197.14
    ],
    [
        " listen to those pages, it's not available on audible. It's available on iTunes, Amazon music,",
        6197.14,
        6203.36
    ],
    [
        " Google Play as an MP3 album with tracks. That's where you can get it. Of course, you can also",
        6203.56,
        6208.18
    ],
    [
        " get extreme ownership. Extreme ownership, but you can get the the hardcover book. And you can",
        6208.18,
        6216.76
    ],
    [
        " also get the audible that one. You can get the audible version and the audible version is",
        6216.76,
        6221.04
    ],
    [
        " Lafe and I reading that book. That's who's reading it. That's who's doing the narration. And then",
        6221.24,
        6229.86
    ],
    [
        " also, Lafe and I have a book called The dichotomy of Leadership, which I've talked about dichotomy",
        6229.86,
        6236.98
    ],
    [
        " all the time on this podcast. The reason I talk about it's because it's hard to... I don't even say",
        6236.98,
        6243.26
    ],
    [
        " master. It's hard to even get a grip on that dichotomy. The different dichoties inside of",
        6243.26,
        6249.6
    ],
    [
        " going to a more granular level of explanation of the dichotomy of Leadership. And that's what",
        6249.6,
        6255.46
    ],
    [
        " this new book is. It comes out September 25th and also for leadership training live inside your",
        6255.46,
        6264.12
    ],
    [
        " organization, whatever that organization might be. Check out my company, Ashlon Front Leadership",
        6264.12,
        6269.54
    ],
    [
        " Consulting. We solve problems through Leadership. That's that. We have one more",
        6269.54,
        6276.18
    ],
    [
        " muster in 2018. The muster is a Leadership Conference. We have one more in 2018. It is in San",
        6277.26,
        6285.68
    ],
    [
        " Francisco, October 17th and 18th. All the other ones that we've done have sold out. If you want to",
        6285.68,
        6294.1
    ],
    [
        " come, get your ticket. You can get it at extremal-norship.com. And also for current",
        6294.1,
        6298.46
    ],
    [
        " uniformed personnel, so people in the military law enforcement, board patrol, firefighters,",
        6298.46,
        6303.96
    ],
    [
        " paramedics, first responders. We have roll call number one. September 21st in Dallas, Texas.",
        6304.22,
        6311.42
    ],
    [
        " You can also register for that extremal-norship.com. That's one day focused on the dynamic",
        6312.1,
        6319.66
    ],
    [
        " leadership environment. So it's like a muster more focused on the issues of first responders.",
        6319.66,
        6327.74
    ],
    [
        " Essentially. But essentially a muster. It's a muster. It's a shorter muster. It's more focused.",
        6327.82,
        6334.18
    ],
    [
        " It's a cheaper price point. And it's one day, there's less",
        6334.58,
        6339.52
    ],
    [
        " amenities. So when you come to the muster, everything's kind of decked out. The lunch meal is",
        6339.52,
        6348.44
    ],
    [
        " really good. The dinner is great. It's decked out. It's taken to the highest level. The roll call",
        6348.44,
        6356.14
    ],
    [
        " is like, hey, we're here to get the information out to people that need it. People that are in the",
        6356.6,
        6361.12
    ],
    [
        " field every day, whether it's in the military, whether it's on the beat as a cop, whether it's a firefighter,",
        6361.12,
        6365.24
    ],
    [
        " you know, for people that are on the job, people in uniform that we try and support, they need",
        6365.32,
        6370.84
    ],
    [
        " this leadership training. They ask for this leadership training. We need to do it at a cheaper price",
        6370.84,
        6375.18
    ],
    [
        " point. Where could we save money and still get it done? There you go. That's what the roll call is.",
        6375.18,
        6378.92
    ],
    [
        " But it's the same deal as far as there's no backstage. Oh, no. That's the best thing. You're still in",
        6379.06,
        6386.12
    ],
    [
        " the whole day. Yeah, yeah, yeah. I'll be there. No green room. And until we do see you",
        6386.12,
        6393.7
    ],
    [
        " big time at either the muster or the roll call or the immersion camp in Maine, if you want to roll",
        6393.7,
        6402.26
    ],
    [
        " with us virtually. We are all up on the interwebs on Twitter and Instagram and that's basically",
        6402.26,
        6411.88
    ],
    [
        " black. Echoes at Echo Charles and I am at Jocke Willink and to those of you in uniform",
        6413.28,
        6419.72
    ],
    [
        " that we're the cloth of the nation without you, this podcast and our freedom would not exist. So",
        6419.72,
        6427.98
    ],
    [
        " thank you to police law enforcement firefighters, paramedics, border patrol, other first responders.",
        6427.98,
        6434.48
    ],
    [
        " Thank you for keeping us safe while we sleep.",
        6434.48,
        6439.64
    ],
    [
        " And also to those in uniform, thanks to your families for their sacrifice. That is a hard job",
        6441.88,
        6450.02
    ],
    [
        " as well. And to everyone else, thanks for listening. Thanks for supporting. Thanks for moving away",
        6450.02,
        6458.92
    ],
    [
        " from the darkness and toward the light. Thanks for fighting. Thanks for getting after it and most of all,",
        6458.92,
        6468.08
    ],
    [
        " thanks for living. So until next time, this is Echo and Jocke Willink.",
        6469.32,
        6479.04
    ],
    [
        " Out.",
        6479.04,
        6479.6
    ]
]