[
    [
        " This is Jocco podcast number 130 with echo Charles and me jocco willing good evening echo good evening",
        0.0,
        7.46
    ],
    [
        " Caesar",
        7.46,
        10.06
    ],
    [
        " When he perceived that the seventh legion which stood close by him was also hard pressed by the enemy",
        10.06,
        17.64
    ],
    [
        " Directed the tribunes of the soldiers to affect a junction of the legions gradually and make their charge upon the enemy with a double front",
        17.64,
        26.02
    ],
    [
        " Which having been done since they brought assistance to the one to the other",
        26.58,
        31.54
    ],
    [
        " Nor feared lest their rear should be surrounded by the enemy",
        31.54,
        36.06
    ],
    [
        " They began to stand their ground more boldly and to fight more courageously",
        36.06,
        42.28
    ],
    [
        " In the meantime the soldiers of the two legions which had been in the rear of the army as a guard for the baggage train",
        42.28,
        51.76
    ],
    [
        " Upon the battle being reported to them",
        51.9,
        54.32
    ],
    [
        " Quickened their pace and were seen by the enemy on top of the hill and",
        54.32,
        59.9
    ],
    [
        " Titus having gained possession of the camp of the enemy and observed from higher ground what was going on in our camp",
        59.9,
        67.34
    ],
    [
        " Sent the tenth legion as a relief to our men who",
        67.34,
        71.84
    ],
    [
        " When they had learned from the flight of the horses and the sucklers in what position the affair was and",
        71.84,
        79.88
    ],
    [
        " In how great danger the camp and the legion and the commander were involved",
        79.88,
        84.64
    ],
    [
        " Left undone nothing to dispatch",
        84.64,
        88.22
    ],
    [
        " By their arrival so great a change of matters was made that our men",
        88.22,
        96.28
    ],
    [
        " Even those who had fallen down",
        96.28,
        98.78
    ],
    [
        " Exhausted with wounds leaned on their shields and renewed the fight",
        98.78,
        104.52
    ],
    [
        " Then the camp retainers though unarmed",
        104.52,
        108.96
    ],
    [
        " Seeing the enemy completely dismayed attacked them though they were armed",
        109.88,
        114.72
    ],
    [
        " The horsemen too that they might by their valor",
        114.72,
        119.34
    ],
    [
        " Blot the disgrace of their flight thrust themselves before the legionary soldiers in all parts of the battle",
        119.34,
        127.3
    ],
    [
        " But the enemy",
        127.3,
        131.34
    ],
    [
        " Even in the last hope of safety displayed such great courage",
        131.34,
        137.66
    ],
    [
        " That when the foremost of them had fallen",
        137.82,
        140.64
    ],
    [
        " The next stood upon those who were prostrate and fought from on top of their bodies",
        140.64,
        149.0
    ],
    [
        " When these were overthrown and their corpses heaped up together those who survived cast their weapons against our men as from a",
        149.0,
        159.58
    ],
    [
        " Mound and returned our darts which hit which had fallen short between our armies so that it ought not to be concluded",
        159.58,
        167.24
    ],
    [
        " That men of such great courage",
        167.84,
        170.18
    ],
    [
        " Had in judiciously dared to pass a very broad river",
        170.18,
        175.48
    ],
    [
        " Ascend very high banks and come to a very disanvantages place",
        175.48,
        181.04
    ],
    [
        " Since their greatness of spirit had rendered these actions easy",
        181.04,
        187.18
    ],
    [
        " Although in themselves",
        187.18,
        189.44
    ],
    [
        " Very difficult",
        189.44,
        192.02
    ],
    [
        " So",
        201.7,
        203.0
    ],
    [
        " War is eternal and",
        203.0,
        207.26
    ],
    [
        " Some things do not change and in war",
        207.26,
        210.62
    ],
    [
        " We see the brutal examples of savagery",
        210.62,
        216.46
    ],
    [
        " And we also see the courage",
        216.46,
        220.1
    ],
    [
        " And sacrifice that's",
        220.74,
        224.64
    ],
    [
        " Hard to find anywhere else like in that passage right there unarmed men attacking the enemy and even the enemy",
        224.64,
        232.2
    ],
    [
        " Showing courage climbing on top of stacked bodies of their brethren to gain a little bit of high ground",
        232.2,
        240.48
    ],
    [
        " Think about that gaining the high ground by climbing on the backs of your fallen comrades",
        243.92,
        249.86
    ],
    [
        " Now that is war and that account of war is",
        249.86,
        258.22
    ],
    [
        " From the book the Gallic Wars which was written",
        258.22,
        262.88
    ],
    [
        " By Julius Caesar himself although he refers to himself in the third person",
        262.88,
        269.42
    ],
    [
        " And that war lasted from around",
        270.72,
        273.5
    ],
    [
        " 58 BC to 50 BC eight years of fighting between the Gauls",
        273.5,
        279.04
    ],
    [
        " Who were",
        279.04,
        280.9
    ],
    [
        " Aseltic",
        280.9,
        282.6
    ],
    [
        " race of people in what is now France and Belgium I guess you'd say Celtic",
        282.6,
        289.84
    ],
    [
        " And of course",
        289.84,
        292.82
    ],
    [
        " The Romans were known for their military strength and in the future",
        292.82,
        298.16
    ],
    [
        " I'm sure we'll go a little bit deeper into some of Caesar's writing",
        298.42,
        303.94
    ],
    [
        " But today we're going to look more at an overall assessment and",
        303.94,
        311.72
    ],
    [
        " Instruction really about the road Roman legions",
        311.72,
        315.46
    ],
    [
        " which as I said are known as an incredibly powerful military fighting force that conquered",
        315.46,
        323.76
    ],
    [
        " Much of Europe and parts of Africa and the Middle East",
        324.08,
        329.04
    ],
    [
        " over time and",
        329.04,
        331.68
    ],
    [
        " the writing that we're looking at today",
        331.68,
        334.38
    ],
    [
        " comes from",
        334.38,
        336.94
    ],
    [
        " a guy by the name of",
        336.94,
        340.32
    ],
    [
        " Vigetius",
        340.32,
        341.5
    ],
    [
        " Now his full name was Puglius Flavius",
        341.5,
        347.62
    ],
    [
        " Vigetius Renatus",
        347.62,
        350.78
    ],
    [
        " But thankfully we can just refer to him as Vigetius not much is known about him",
        353.28,
        358.54
    ],
    [
        " It's actually not even known a hundred percent if Vigetius was actually in the military",
        358.54,
        366.38
    ],
    [
        " It it seems as if he was and even if he was it's likely that he didn't have any great stature or rank",
        366.38,
        374.08
    ],
    [
        " Inside the Roman military",
        374.08,
        376.9
    ],
    [
        " But he did capture some incredibly important information and",
        376.9,
        383.92
    ],
    [
        " He called it the epidemol",
        383.92,
        387.18
    ],
    [
        " Ray Militaris which translate it's basically into the epitome of the art of war",
        387.18,
        393.5
    ],
    [
        " Sometimes it's also called the day Ray military",
        393.5,
        397.5
    ],
    [
        " Which means on matters of the military",
        397.5,
        401.42
    ],
    [
        " And the book is",
        402.6,
        403.84
    ],
    [
        " Estimated to have been written around 430 AD so it's several hundred years after Caesar's reign",
        403.84,
        411.02
    ],
    [
        " but this book",
        411.02,
        413.58
    ],
    [
        " That hero became a guide for warfare throughout the Middle Ages and",
        413.58,
        420.5
    ],
    [
        " Interestingly, this is even it stayed even after we had gunpowder and it was carried oftentimes by",
        420.5,
        427.96
    ],
    [
        " General officers and their staff throughout Europe and there are even reports that George Washington",
        428.32,
        434.08
    ],
    [
        " carried an annotated copy with him which as I dug into it may or may not be completely true, but at a minimum",
        434.08,
        442.28
    ],
    [
        " At a minimum he paraphrased Vigetius's",
        442.28,
        447.28
    ],
    [
        " Book in his first address to Congress in",
        447.28,
        451.76
    ],
    [
        " 1790 when he said to be prepared for war",
        451.76,
        455.7
    ],
    [
        " Is one of the most effectual means of preserving peace",
        456.64,
        461.3
    ],
    [
        " So Vigetius put this information together through at a minimum",
        461.3,
        467.98
    ],
    [
        " keen observation of how the Roman",
        467.98,
        472.3
    ],
    [
        " legions and the Roman military worked and",
        472.3,
        476.9
    ],
    [
        " The book is to the test of time",
        476.9,
        478.76
    ],
    [
        " So I think we might as well see what we can get out of it",
        478.76,
        482.36
    ],
    [
        " Yes, sir. What do you think? Yes, sir agree check",
        482.38,
        487.02
    ],
    [
        " It starts off",
        487.02,
        489.12
    ],
    [
        " Strong we'll say that",
        489.12,
        491.7
    ],
    [
        " Starts off right here",
        491.7,
        494.58
    ],
    [
        " Victory and war does not depend entirely upon numbers or mere courage",
        494.58,
        501.02
    ],
    [
        " Only skill and discipline will ensure it",
        501.02,
        505.82
    ],
    [
        " It's a common theme",
        508.12,
        509.36
    ],
    [
        " We find that the Romans",
        509.36,
        512.22
    ],
    [
        " Ode the conquest of the world to no other cause than their continual military training exact",
        512.22,
        519.24
    ],
    [
        " Observance of discipline in their camps and unwereed cultivation of other arts of war",
        519.24,
        526.52
    ],
    [
        " Does this mean I'm just gonna be talking about discipline for the next as long as I'm alive?",
        526.52,
        533.46
    ],
    [
        " Yes, it's it's entirely possible isn't it?",
        533.48,
        536.68
    ],
    [
        " It's interesting that he says it's it's important and just mere more important and just mere courage",
        536.68,
        544.52
    ],
    [
        " Courage is important, but there's something more important discipline. Yes, and skill and skill scale where you like that part?",
        544.52,
        552.04
    ],
    [
        " Yes, okay",
        552.14,
        553.22
    ],
    [
        " Romans",
        553.22,
        554.32
    ],
    [
        " Okay, they thoroughly understood the importance of",
        554.32,
        558.96
    ],
    [
        " Hardening them so he's talking about what the Romans you're talking about the Romans",
        558.96,
        562.3
    ],
    [
        " That's the day they thoroughly understood the importance of hardening them by continual practice and of training them to every maneuver that might happen in the line and in action",
        562.3,
        572.16
    ],
    [
        " Nor were they less strict in punishing idleness and slough",
        572.16,
        578.46
    ],
    [
        " See sometimes I stick up for like our generation or being modern",
        578.46,
        586.02
    ],
    [
        " Saying like no, you know, we're kind of hardcore too, but then I read stuff like that and I kind of wonder",
        586.4,
        590.8
    ],
    [
        " I kind of wonder",
        590.8,
        593.68
    ],
    [
        " the courage of a soldier is heightened by his knowledge of his profession",
        593.68,
        599.8
    ],
    [
        " And he only wants an opportunity to execute what is he is convinced he has been perfectly taught",
        599.8,
        606.08
    ],
    [
        " So that makes sense. I didn't interview a little while ago",
        606.08,
        608.88
    ],
    [
        " And as I hasn't come out yet. It was with MPR",
        608.88,
        612.26
    ],
    [
        " NPR national public radio",
        613.44,
        614.96
    ],
    [
        " But he was asking me he had heard me saying an interview that",
        614.96,
        619.64
    ],
    [
        " Like I wanted to go to war and he was kind of",
        619.64,
        623.48
    ],
    [
        " Surprised about that, but that's exactly what this is talking about",
        623.48,
        626.5
    ],
    [
        " You train and you're convinced that you've been taught well and then you want to go get after it",
        626.5,
        632.3
    ],
    [
        " Especially when you're young",
        632.3,
        635.18
    ],
    [
        " You have nothing to lose",
        635.18,
        638.82
    ],
    [
        " Yes",
        639.56,
        640.24
    ],
    [
        " Back to the book a handful of men in nerd to war",
        640.24,
        643.46
    ],
    [
        " Proceed to certain victory while on the contrary numerous armies of raw and undisciplined troops are but multitudes of men",
        643.46,
        652.86
    ],
    [
        " Drag to the slaughter",
        652.86,
        654.64
    ],
    [
        " No big deal. Yeah, multitudes of undisciplined men. You're just getting dragged to the slaughter. That's life",
        654.64,
        665.16
    ],
    [
        " That's life",
        665.16,
        666.44
    ],
    [
        " Oh, and here's another point",
        669.36,
        670.7
    ],
    [
        " For it is certain that the lesson man is acquainted with the sweets of life",
        670.7,
        676.18
    ],
    [
        " The less reason he has to be afraid of death",
        676.18,
        679.36
    ],
    [
        " Interesting",
        679.36,
        680.86
    ],
    [
        " The young soldier therefore ought to have a lively eye. Oh, this is he's just talking about",
        680.86,
        687.42
    ],
    [
        " What what the young recruits should be like what kind of qualities they're supposed to have the young soldier therefore ought to have a lively",
        687.42,
        695.98
    ],
    [
        " I should carry his head erect his chest and shoulders be broad his shoulders muscular and brony his fingers long",
        695.98,
        703.1
    ],
    [
        " His arm strong and his waist small",
        703.1,
        706.04
    ],
    [
        " Going back to posture",
        706.04,
        708.78
    ],
    [
        " Remember I brought that up with Jordan B Peterson. Yes",
        708.78,
        711.72
    ],
    [
        " He's got that chapter in his book stand up straight with your shoulders back",
        711.72,
        714.94
    ],
    [
        " I'm like that's how you get indoctrinated in the military",
        714.94,
        717.12
    ],
    [
        " That's been going on since the Roman times",
        717.12,
        719.48
    ],
    [
        " There's something to it. I'm here to tell you",
        719.48,
        722.58
    ],
    [
        " Talking more about the recruits he says they should be taught the use of their arms by constant and daily exercise",
        723.06,
        729.24
    ],
    [
        " But this essential custom has long been abolished by the relaxation introduced by a long piece",
        729.24,
        735.48
    ],
    [
        " Can't accept that when things get easy and you know",
        735.48,
        741.96
    ],
    [
        " Again working with businesses all the time",
        741.96,
        744.96
    ],
    [
        " It's it's real easy when the times are good",
        744.96,
        748.84
    ],
    [
        " Like the economy is good right now the economy is good right so people are just kind of making money and everything is good",
        749.5,
        754.74
    ],
    [
        " And then with train is hard. They don't prepare as much. Yeah happens in everything",
        754.74,
        758.86
    ],
    [
        " Yeah, because we kind of subconscious well seems like in any way subconsciously rely on that kind of push like the",
        758.86,
        766.14
    ],
    [
        " You know the stress will push you, you know like if the economy is not good",
        766.14,
        770.4
    ],
    [
        " It's like oh, I kind of pushes you to like oh, we got it for sure with a work or whatever",
        770.4,
        773.86
    ],
    [
        " Okay, do you you know some people I think you actually do this",
        773.86,
        777.62
    ],
    [
        " Some people perform better under pressure",
        777.94,
        780.46
    ],
    [
        " Yeah, the reason I say you because you'll",
        780.46,
        783.32
    ],
    [
        " You'll have a video to make let's say and if there's no deadline",
        783.32,
        786.96
    ],
    [
        " Let's just say there's no real",
        786.96,
        789.38
    ],
    [
        " There's no real hope for urgency like I'm not I'm not I'm not expecting to see that",
        789.38,
        794.32
    ],
    [
        " But then sometimes there's a deadline like for a master video yeah",
        794.32,
        797.3
    ],
    [
        " And and there comes the deadline and boom there's the video yeah midnight one o'clock in the morning",
        797.3,
        803.82
    ],
    [
        " Yeah into my email",
        803.82,
        805.22
    ],
    [
        " Yeah, you need that you need that structure discipline",
        805.7,
        808.58
    ],
    [
        " You know, it does help yeah, for sure 100% yeah, even even time stuff like if you're like hey meet me",
        808.58,
        816.82
    ],
    [
        " At around seven real",
        816.82,
        819.24
    ],
    [
        " That's not good. Yeah, well, it'll be more it'll be around whatever time you might as well as that show up when you want",
        819.24,
        824.42
    ],
    [
        " Yeah, I wrote a dice a little bit today because I said 1230 ish. Did you notice that yes?",
        824.42,
        828.72
    ],
    [
        " To me when you put a number I just assume that's the no yeah, yeah, that's how that's how yeah",
        829.06,
        834.32
    ],
    [
        " That's probably good. Yeah, you're right. I think you're right. You're right. I think yeah",
        834.96,
        839.64
    ],
    [
        " You do you do pretty good with being on time for me actually yeah",
        839.64,
        843.06
    ],
    [
        " Yeah",
        843.06,
        844.12
    ],
    [
        " Well, I'm gonna say you're batting a pretty good average. Yeah",
        844.12,
        847.58
    ],
    [
        " Did you see someone asked how they could get your job? Yes, yeah, yeah, yeah to kill me kill you. Yeah",
        847.58,
        855.24
    ],
    [
        " All right, there you go. I guess we know",
        855.24,
        858.34
    ],
    [
        " The price on your head",
        858.34,
        860.46
    ],
    [
        " You know someone else maybe they can be on time",
        860.46,
        862.98
    ],
    [
        " That's really that's all they require press record beyond time. There you go. Boos",
        862.98,
        868.88
    ],
    [
        " All right now we're talking a little bit about initial training going back to the book",
        868.88,
        874.38
    ],
    [
        " The first thing the soldiers are to be taught is the military step which can only be acquired by constant practice of marching quick and together",
        874.38,
        883.76
    ],
    [
        " Nor is anything of more consequence either on the march or in the line the they should keep",
        883.76,
        890.08
    ],
    [
        " Their ranks with the greatest exactness for troops who march in irregular and disorderly manner are always in great danger of being defeated",
        890.46,
        898.8
    ],
    [
        " And I read that part so I could read this part",
        898.8,
        902.72
    ],
    [
        " They should march with the common military step 20 miles in five summer hours and with full step which is quicker",
        902.72,
        909.52
    ],
    [
        " 24 miles in the same number of hours",
        909.52,
        912.46
    ],
    [
        " So these guys can march these guys can march and we've talked a lot about foot patrols",
        912.46,
        918.84
    ],
    [
        " And in the it's in the seal teams there's something called a forced march",
        919.4,
        923.3
    ],
    [
        " Which is like you're on a road. There's no threat. You're just marching",
        923.3,
        927.0
    ],
    [
        " And you're trying to move from point A to point B",
        927.0,
        929.38
    ],
    [
        " Don't do a lot of that in the seal teams. You don't even do really much in the well, I can't say that",
        929.38,
        933.72
    ],
    [
        " But there's a difference that's a forced march. We called it a force road march",
        933.72,
        937.52
    ],
    [
        " And then there's patrolling where you're tactical and you're",
        937.52,
        941.3
    ],
    [
        " Scanning your field of fire",
        941.3,
        942.82
    ],
    [
        " These guys are talking about a force road march. You're just on the road. It's basically your you're going as fast as you can",
        942.82,
        948.56
    ],
    [
        " So you're it's just like maybe what you don't have a rider. I mean in your case. Yeah, yeah, we'll never ride for whatever reason",
        948.84,
        954.64
    ],
    [
        " Well in the seal teams we usually have to ride",
        954.64,
        957.26
    ],
    [
        " That's why you don't do it",
        957.26,
        958.98
    ],
    [
        " Oh, here's a good one",
        958.98,
        963.36
    ],
    [
        " Learn to swim",
        963.36,
        965.48
    ],
    [
        " Every young soldier without exception should in the summer months be taught to swim",
        965.48,
        970.42
    ],
    [
        " For it is sometimes impossible to pass rivers on bridges",
        970.42,
        974.54
    ],
    [
        " But the flying and pursuing army both are often obliged to swim over them",
        974.62,
        979.74
    ],
    [
        " A sudden melting of snow or fall of rain often makes them overflow their banks",
        979.74,
        984.58
    ],
    [
        " And in such a situation",
        984.58,
        986.58
    ],
    [
        " The danger is as great from ignorance in swimming as from the enemy",
        986.58,
        992.2
    ],
    [
        " It's I kind of take it for granted that people know how to swim",
        992.2,
        997.04
    ],
    [
        " But it is not true and when I figured that out when I went to navy boot camp because you'd think if you were joining the navy",
        997.04,
        1001.76
    ],
    [
        " You'd know how to swim. Yeah, no not true. Yeah, not true at all people did not know a decent amount of people did not know how to swim",
        1002.38,
        1009.72
    ],
    [
        " Yeah, I'm with you. I'm sure you're gonna come from choir where you know everyone knows how to swim",
        1009.72,
        1014.24
    ],
    [
        " Even at like two years old. Yeah, you know how to swim because you're on the island",
        1014.24,
        1018.52
    ],
    [
        " Yeah, but yeah, man. There's people yeah straight up some people haven't even seen the water",
        1018.52,
        1023.5
    ],
    [
        " You know, it's the ocean or whatever well",
        1023.5,
        1025.56
    ],
    [
        " There's definitely people that haven't seen the ocean. Yeah, I mean when I went to when I went to seal training",
        1025.56,
        1029.7
    ],
    [
        " There was guys that had never been to the ocean before. Yeah, I was from Iowa. Yeah, you know, no",
        1029.7,
        1034.14
    ],
    [
        " They're just salt wise the water tastes salty. Yeah",
        1034.14,
        1037.24
    ],
    [
        " So yeah",
        1037.24,
        1040.06
    ],
    [
        " Parents teach your kids out of swim they have those good programs now where they do the little floating program",
        1040.06,
        1045.4
    ],
    [
        " So like even a little baby can float themselves and stuff, but you can look that up on YouTube and learn how to teach your",
        1045.4,
        1051.5
    ],
    [
        " You're like baby to swim. Yeah incredibly effective. Yeah, I'm throwing the what's that called",
        1051.5,
        1057.4
    ],
    [
        " The safety tip. Yeah, the safety tip",
        1059.2,
        1060.84
    ],
    [
        " Yeah, that's that's you got to you know when you're doing anything in the water you got to be careful really careful",
        1060.84,
        1066.34
    ],
    [
        " Even when you're training in the water you got to be really careful one up one down is the rule like if one person's doing some training",
        1066.34,
        1073.18
    ],
    [
        " Someone's got to stand there and watch them. Make sure that they're safe. Yeah, but yeah, but don't know how to swim",
        1073.18,
        1077.74
    ],
    [
        " Back to the book",
        1077.74,
        1081.5
    ],
    [
        " No",
        1083.12,
        1083.84
    ],
    [
        " State can either be happy or secure that is remiss and negligent in the discipline of its troops",
        1083.84,
        1090.16
    ],
    [
        " For it is not perfusion of riches or excess of luxury that can influence our enemies to court or respect us",
        1090.16,
        1103.08
    ],
    [
        " This can only be affected by the terror of our arms",
        1103.08,
        1107.86
    ],
    [
        " It is",
        1109.88,
        1110.56
    ],
    [
        " It is an observation of Kato that misconduct in the common affairs of life may be retrieved",
        1110.56,
        1115.86
    ],
    [
        " But that it is quite otherwise in war where errors are fatal and without remedy and are followed by immediate punishment",
        1115.86,
        1123.22
    ],
    [
        " For the consequences of engaging in enemy without skill or courage",
        1123.22,
        1128.42
    ],
    [
        " Is that part of the army is left on the field of battle and those who remain",
        1128.42,
        1133.24
    ],
    [
        " Received such an impression from their defeat that they dare not afterwards",
        1133.24,
        1137.44
    ],
    [
        " Look the enemy in the face",
        1137.86,
        1139.82
    ],
    [
        " It's powerful stuff right there",
        1139.82,
        1143.78
    ],
    [
        " This can only be affected by the terror of our arms",
        1143.78,
        1149.12
    ],
    [
        " Yeah, it's underlying there's a little underlying threats of violence and everything that",
        1149.12,
        1155.16
    ],
    [
        " Asked and say everything but then they're just there. Let me let me let me break down a little bit more",
        1155.16,
        1160.24
    ],
    [
        " Cuz I don't want to make a broad statement about the whole world",
        1160.24,
        1162.6
    ],
    [
        " But when I was a young guy in a sea of platoon, it was definitely underlying threats of violence",
        1162.6,
        1166.96
    ],
    [
        " I mean even with a big smile on your face even amongst total bros like the the thing that's underlying is like well, you know",
        1166.96,
        1173.36
    ],
    [
        " Yeah, this is cool down, you know, we know how that could go",
        1173.36,
        1177.82
    ],
    [
        " So yeah have the discipline train",
        1177.82,
        1184.92
    ],
    [
        " He's",
        1184.92,
        1189.58
    ],
    [
        " I don't know why I'm finding this book like almost comical in how just",
        1189.58,
        1196.06
    ],
    [
        " On point it is with everything I think about I kind of noticed that yeah, I'm just I mean the whole opening thing",
        1197.44,
        1203.6
    ],
    [
        " They'll open up the opening onslaught of discipline",
        1203.6,
        1207.42
    ],
    [
        " You know I was straight up into it",
        1207.42,
        1210.56
    ],
    [
        " so",
        1210.56,
        1211.54
    ],
    [
        " Back to the book to a custom soldiers to carry burdens is also an essential part of discipline",
        1211.54,
        1217.9
    ],
    [
        " Recruits in particular should be obliged frequently to carry a weight of not less than 60 pounds",
        1217.9,
        1225.06
    ],
    [
        " Exclusive of their arms and to march with it in the ranks",
        1225.22,
        1228.66
    ],
    [
        " This is because on difficult expeditions they often find themselves under the necessity of carrying their provisions as well as their arms",
        1228.66,
        1235.0
    ],
    [
        " Nor will they find this troublesome when a nerd to it by custom which makes everything easy",
        1235.0,
        1240.26
    ],
    [
        " Boom there you go",
        1240.26,
        1241.84
    ],
    [
        " Where the gear that you're where the gear that you're gonna fight with get used to it",
        1241.84,
        1246.44
    ],
    [
        " I used to talk about this with like discipline equals freedom the whole idea of it",
        1246.44,
        1251.62
    ],
    [
        " I'd say if you have the discipline to wear your gear all the time",
        1251.62,
        1254.74
    ],
    [
        " Then you'll have freedom of movement when you need it right you know, and I kind of felt like that was a stretch",
        1255.06,
        1260.48
    ],
    [
        " Does that seem like a stretch? Well known anymore and anymore this kind of yeah back into the non-stretch zone",
        1260.48,
        1267.12
    ],
    [
        " Yeah, yeah for for sure because like",
        1267.12,
        1270.06
    ],
    [
        " Yeah, okay, so you have all your gear on right and jody minick was kind of talking about this",
        1270.06,
        1275.46
    ],
    [
        " I think when he was like oh man, you know like it was just a pain in the ass to wear and all this stuff",
        1275.46,
        1280.3
    ],
    [
        " That feeling that's a real feeling",
        1280.3,
        1282.44
    ],
    [
        " What's man? This is a pain of all this gear this is digging into my you know",
        1282.48,
        1285.74
    ],
    [
        " I'm not used to it or kind of thing",
        1285.74,
        1287.02
    ],
    [
        " But man you get a guy who's really used to it, but that's not even a factor. You know, he's free to do that",
        1287.02,
        1291.76
    ],
    [
        " There's two things that happens number one you get used to it number two you figure out your gear so your gear works properly",
        1291.76,
        1296.16
    ],
    [
        " Yes, it's like yeah, you can because because your gear when you first put it all no matter you go to the best",
        1296.16,
        1302.42
    ],
    [
        " Gear store in the world and you buy gear and it's not gonna fit you quite right",
        1302.42,
        1306.94
    ],
    [
        " You're gonna have to make little modifications. You have to adjust it. You have to put the weight somewhere else",
        1306.94,
        1312.42
    ],
    [
        " Practice right",
        1312.42,
        1313.06
    ],
    [
        " It was pretty designated like depending on the day, you know, so you know two days you have full gear",
        1313.06,
        1319.1
    ],
    [
        " You know two days you have just helmets and shoulder pads or whatever, but yeah, you were you were what you were supposed to",
        1319.1,
        1325.0
    ],
    [
        " Some guys would like maybe not wear their mouthpiece or something like that, but it'd be rare",
        1325.0,
        1330.78
    ],
    [
        " I think in the NFL like they won't wear their thigh pads or their hip good. That's just because it's a pain",
        1330.78,
        1337.16
    ],
    [
        " I don't I don't know I can't really speak for I think I know that guys who run a lot",
        1337.16,
        1342.4
    ],
    [
        " And if you take out your thigh pads and you're like hip protectors and stuff it helps you run for sure",
        1342.74,
        1348.18
    ],
    [
        " But you run that risk and you should train with it",
        1348.18,
        1350.58
    ],
    [
        " You should train with it, but here's the thing though if if there's a rule because some guys even in the game",
        1350.58,
        1356.46
    ],
    [
        " They just won't wear it they just simply won't work",
        1356.46,
        1358.72
    ],
    [
        " But you do run the risk of like if you get what's called a hit pointer",
        1358.72,
        1362.66
    ],
    [
        " There's an injury called a hit pointer. It's basically your external bleak",
        1362.66,
        1366.26
    ],
    [
        " They kind of overlap your hip bone right and when a helmet or something hits that and crushes your",
        1366.26,
        1372.22
    ],
    [
        " external bleak against your hip bones called a hip pointer and it's",
        1372.72,
        1376.32
    ],
    [
        " Talk it's a debilitating painful injury that kind of wear even in everyday life you were out of the game",
        1376.32,
        1383.72
    ],
    [
        " Out of the game and I've had it before",
        1383.72,
        1386.06
    ],
    [
        " So hip protectors will help against that so you run that risk",
        1386.06,
        1390.42
    ],
    [
        " You know, so it's up to you man. I mean I think in college. I know in high school. It's a it's a rule",
        1390.42,
        1396.26
    ],
    [
        " You got to wear a hip but um I think in the NFL you don't have to well that's good",
        1396.26,
        1400.84
    ],
    [
        " I think the overall point is and it sounds like the football was on board with it train how you fight",
        1400.84,
        1405.16
    ],
    [
        " Yeah, we're the gear train how you fight, but it's tough to though",
        1405.16,
        1409.54
    ],
    [
        " In and this goes for any contact situation even obvious and really in the military",
        1409.54,
        1414.14
    ],
    [
        " But it's almost like so obvious in the military that's a given where",
        1414.14,
        1417.78
    ],
    [
        " That you can't train exactly how you fight, you know, so yeah, and then exactly right so like I said",
        1417.78,
        1424.9
    ],
    [
        " I just tell guys that I should be like hey",
        1424.9,
        1427.24
    ],
    [
        " Unfortunately, I'd you know, I'd be like unfortunately. I can't put guys out here to actually kill you",
        1427.78,
        1432.36
    ],
    [
        " Yeah, like you really want",
        1432.36,
        1434.22
    ],
    [
        " Same thing for for football as it turns out where you can't just have guys going live five years a week",
        1434.22,
        1442.04
    ],
    [
        " Don't somebody hit pointers or you be all day. Yeah",
        1442.04,
        1444.64
    ],
    [
        " Actually, so he goes on to talk about",
        1444.64,
        1447.58
    ],
    [
        " We talked about some slack here going back to the book",
        1447.58,
        1451.12
    ],
    [
        " But negligence and sloth",
        1452.06,
        1454.42
    ],
    [
        " Having by degrees introduced a total relaxation of discipline the soldiers began to think they're armor too heavy as they seldom put it on",
        1454.42,
        1464.28
    ],
    [
        " They first requested leave from the emperor to lay aside the the kiraas and afterwards the helmet",
        1464.28,
        1470.68
    ],
    [
        " In consequence of this our troops and their engagements with the Goths",
        1470.68,
        1475.7
    ],
    [
        " We're often overwhelmed with their showers of arrows",
        1475.7,
        1479.36
    ],
    [
        " So there you go start taking that little shortcut and I like how he says it's by degrees",
        1479.66,
        1483.78
    ],
    [
        " Like no one just wakes up in the morning and says I'm gonna be weaker now. Yeah, yeah, I'm over the full",
        1483.78,
        1489.54
    ],
    [
        " They just they just start to decay just a little bit. Yeah, take a little shortcut. Yeah, you know",
        1489.54,
        1496.08
    ],
    [
        " Here's a here's a here's a here's a workout a workout tip",
        1496.08,
        1501.7
    ],
    [
        " Jocos workout tips. I'm serious. This is this is like something that goes through my head",
        1501.7,
        1507.34
    ],
    [
        " When I'm doing some exercise. Let's say it's squat day and let's say it's it's I'm doing the 20 rep squats, which is just painful",
        1508.02,
        1514.86
    ],
    [
        " yes, and",
        1514.86,
        1516.84
    ],
    [
        " I have that fought my head",
        1516.84,
        1519.8
    ],
    [
        " Where sometimes you know be like oh man, you know what just I'll just do 16 today",
        1519.8,
        1524.32
    ],
    [
        " Because you know like I mean I worked really hard yesterday and I'm kind of tired. You're still doing and I'm still late",
        1524.32,
        1529.06
    ],
    [
        " At least I did know you know what I'll you know my bubble",
        1529.06,
        1531.48
    ],
    [
        " And when I hear myself saying that I always think like that's the big that's the first step down",
        1531.48,
        1537.02
    ],
    [
        " Down the slippery slow to decay and I'm not gonna do it. Yeah, I'm not gonna do it. Have you ever I've ever skipped it? Come on",
        1537.34,
        1543.38
    ],
    [
        " Be real have ever what have you ever skipped it like you know those doubts not doubts",
        1543.38,
        1548.52
    ],
    [
        " But those those thoughts of hey, let me let me slack",
        1548.52,
        1551.82
    ],
    [
        " Not skipping workout. I mean have you ever given only time the only time where I've been like you know what I'm not finishing this workout is like",
        1551.82,
        1559.38
    ],
    [
        " I'll hurt something oh for and this way different and I've done it where I've done it where I haven't done that",
        1559.38,
        1565.38
    ],
    [
        " That's a lesson learned like I've been like I remember one time I was squatting and I like felt a little you know you know",
        1565.38,
        1569.9
    ],
    [
        " You little twinge in your back. Yeah, I got one of those and then I kept going and then I was debilitated",
        1569.9,
        1575.46
    ],
    [
        " I was like I was like not good",
        1575.46,
        1577.22
    ],
    [
        " But generally if",
        1577.22,
        1579.62
    ],
    [
        " Yeah, no when I because it's because it's this that's why I'm saying this like that little conversation right there is a good conversation",
        1579.62,
        1585.94
    ],
    [
        " Have with yourself because I think about",
        1585.94,
        1587.84
    ],
    [
        " I think about that little you just give that little bit of slack that time",
        1587.84,
        1592.34
    ],
    [
        " Yeah, and it's not good. You know, it's like that just in my mind. I'm thinking that leads to more slack right there",
        1592.84,
        1599.54
    ],
    [
        " It does that leads to a little bit more so next time because next time you're gonna feel that way at",
        1599.54,
        1603.96
    ],
    [
        " 15 reps instead of 16",
        1603.96,
        1606.18
    ],
    [
        " Yeah, because you've a step even if it's subconsciously you established a new little",
        1606.18,
        1610.4
    ],
    [
        " A president a precedent which is kind of just the standard just a little bit. Yes exactly",
        1610.4,
        1616.42
    ],
    [
        " So it's like it's different if you're undefeated right if you're undefeated",
        1616.42,
        1620.92
    ],
    [
        " You're either undefeated or you're not undefeated kind of thing once you're defeated then you're kind of like okay, you know let it sneak in there",
        1621.24,
        1627.14
    ],
    [
        " It's part of you now. Yeah, I gotta say I'm defeated straight. I call my god",
        1627.14,
        1631.96
    ],
    [
        " You know, I do the met con at the end, you know, I live and do met con and it's you know good",
        1631.96,
        1637.36
    ],
    [
        " And I will also straight up a beyond set it doesn't happen very often. I mean",
        1637.36,
        1642.22
    ],
    [
        " I talk a lot of trash water, but it doesn't happen very often",
        1642.22,
        1644.76
    ],
    [
        " But oh, yeah, there's times where we'll be like oh well that workout was pretty solid",
        1644.76,
        1649.8
    ],
    [
        " I'll do I'll make deals that makes me mad that that makes me mad and I don't like that actually hanging with you",
        1650.22,
        1657.22
    ],
    [
        " Made me gave me that mindset which is a mindset. I simply did not have go deaf",
        1657.22,
        1663.2
    ],
    [
        " No, but you know you how you said it makes me mad like I never had that feeling like oh",
        1663.2,
        1670.1
    ],
    [
        " I'm making it I just never thought of it that way ever like not even a little bit",
        1670.1,
        1673.72
    ],
    [
        " Didn't even consider thinking it that way, but now yeah when I feel it like oh maybe I'll do it tomorrow",
        1673.72,
        1677.96
    ],
    [
        " Really don't feel I actually have that response where you kind of get mad at it yeah at yourself kind of things like you're splitting",
        1678.0,
        1684.86
    ],
    [
        " The positive thing it is it helps red helps someone that's a death core right there",
        1684.86,
        1689.92
    ],
    [
        " Check all right",
        1689.92,
        1693.8
    ],
    [
        " Let's see going back to the book it was a constant custom",
        1693.8,
        1698.52
    ],
    [
        " among the old Romans to exercise both cavalry and infantry three times a month in",
        1698.52,
        1705.06
    ],
    [
        " By marches of a certain length the foot were obliged to march completely armed the distance of 10 miles from the camp and return",
        1705.48,
        1714.24
    ],
    [
        " In the most exact order and with the military step which they changed and quickened on some part of the march",
        1714.24,
        1720.72
    ],
    [
        " They made these marches not in plain and even ground only",
        1720.72,
        1725.4
    ],
    [
        " But both cavalry and infantry were ordered into difficult and uneven places and to ascend or descend mountains to prepare them for all kinds of",
        1725.4,
        1734.92
    ],
    [
        " Accidents and familiarize them with the different maneuvers that various situations of a country may require",
        1735.06,
        1742.78
    ],
    [
        " You guys put some miles in but again the reason that I I wanted to mention that part is",
        1742.78,
        1748.18
    ],
    [
        " It's not just it's not just about wearing the gear. It's trying to",
        1748.18,
        1753.0
    ],
    [
        " Simulate as closely as you can to the situation that you're gonna be in",
        1753.0,
        1757.24
    ],
    [
        " Same thing with anything same thing with sports same thing with business when you're training someone when you're training someone for business",
        1757.24,
        1764.14
    ],
    [
        " Put them in that situation that they",
        1765.84,
        1767.84
    ],
    [
        " As close as you can to what they're gonna be in yeah",
        1767.84,
        1771.8
    ],
    [
        " Here it continues to enumerate the different nations",
        1771.8,
        1775.62
    ],
    [
        " So formidable of old all which now are subject to the Romans would be tedious",
        1775.62,
        1781.3
    ],
    [
        " So he's saying like we beat down so many people we can't what I'm gonna take the time to talk about them all",
        1781.3,
        1786.42
    ],
    [
        " But the security established by long piece has altered their dispositions",
        1786.42,
        1792.34
    ],
    [
        " Drawn them off from military to civil pursuits and infused into them a love of idleness and ease",
        1792.34,
        1799.8
    ],
    [
        " Again, this guy's writing several hundred years after",
        1799.8,
        1804.62
    ],
    [
        " Caesar so he's talking about the you know the the the slippery slope",
        1804.62,
        1809.42
    ],
    [
        " Hence a relaxation of military discipline",
        1809.42,
        1814.12
    ],
    [
        " insensibly ensued then an neglect of it and it sunk at last",
        1814.12,
        1820.38
    ],
    [
        " Into entire oblivion",
        1820.68,
        1822.92
    ],
    [
        " So he's watching the fall of the Roman Empire",
        1822.92,
        1828.1
    ],
    [
        " And where does it start?",
        1828.1,
        1830.94
    ],
    [
        " lack of discipline in the troops boob",
        1831.5,
        1834.1
    ],
    [
        " I'll get a kick out of this book",
        1834.1,
        1836.64
    ],
    [
        " The necessity therefore of discipline cannot be too often inculcated",
        1836.64,
        1842.74
    ],
    [
        " As well as the strict attention requisite in the choice and training of new levies",
        1842.74,
        1849.44
    ],
    [
        " Don't you can't ever",
        1850.38,
        1851.58
    ],
    [
        " Can't ever let up the side you can't can't ever say it's okay not to do that rep. Yeah",
        1851.58,
        1857.78
    ],
    [
        " That that's",
        1857.78,
        1860.46
    ],
    [
        " In the book he goes into a long",
        1860.46,
        1862.92
    ],
    [
        " sort of",
        1862.92,
        1865.84
    ],
    [
        " a long long",
        1865.84,
        1867.0
    ],
    [
        " Description of how they were organized like man by man troop by troop",
        1867.0,
        1872.4
    ],
    [
        " Not gonna go too deep into that",
        1872.4,
        1875.42
    ],
    [
        " You know well one of the things he does mention in that section is about how when they stop",
        1875.42,
        1880.36
    ],
    [
        " Doing a good job replacing the soldiers that were leaving you know, you're you're not keeping",
        1880.38,
        1884.7
    ],
    [
        " You're not keeping people coming in and not keeping them trained up",
        1884.7,
        1888.02
    ],
    [
        " And this is a good thing. I think this is good for any team situation the expense of keeping up good or bad troops is the same",
        1888.02,
        1897.98
    ],
    [
        " But it depends wholly on you. So I think that's a good statement",
        1897.98,
        1905.14
    ],
    [
        " You know you got you got some good members on your team. You got some bad members on the team",
        1905.14,
        1908.86
    ],
    [
        " It costs you the same to keep them. Yeah",
        1908.9,
        1911.76
    ],
    [
        " Well, you got to decide how you're gonna how you're gonna manage that situation",
        1911.76,
        1916.82
    ],
    [
        " Back to the book informer times the discipline was so strict that the tribunes or officers not only caused the troops",
        1916.82,
        1931.38
    ],
    [
        " Under their command to be exercised daily in their presence",
        1931.38,
        1934.3
    ],
    [
        " But were themselves so perfect in their military exercise as to set them by example",
        1934.3,
        1940.64
    ],
    [
        " Nothing does so much honor to the abilities or application of the tribune as the appearance and discipline of the soldiers",
        1940.64,
        1949.66
    ],
    [
        " When their apparel is neat and clean their arms bright and in good order and when they perform their exercises and",
        1949.66,
        1958.16
    ],
    [
        " Evolutions with dexterity",
        1958.16,
        1960.72
    ],
    [
        " No big deal",
        1970.66,
        1971.46
    ],
    [
        " More",
        1971.46,
        1972.02
    ],
    [
        " He's talking about",
        1972.02,
        1974.42
    ],
    [
        " just keeping the elements",
        1974.42,
        1977.96
    ],
    [
        " Organized in a combat situation less the soldiers in the confusion of battle should be separated from their comrades every cohort had its shield painted in a",
        1977.96,
        1989.22
    ],
    [
        " Manor peculiar to itself the name of each soldier was also written on his shield together with the number of the cohort and century to which he belonged",
        1989.22,
        1999.28
    ],
    [
        " I like that I had a note in here about how we we would name our vehicles",
        1999.28,
        2007.42
    ],
    [
        " So you know it vehicle to get into you know like the obvious we have names. Yeah, so you know which vehicle is yours",
        2007.42,
        2013.68
    ],
    [
        " What's the one called zev? Yeah, they had all kinds of names for him",
        2013.68,
        2017.18
    ],
    [
        " My first deployment to Iraq",
        2017.52,
        2019.02
    ],
    [
        " My first deployment to Iraq they were named after the movie",
        2019.02,
        2025.9
    ],
    [
        " Oh movie. Yeah, they were named after a movie. It's about bowling, but it's not the big Lebowski",
        2025.9,
        2032.76
    ],
    [
        " A kingpin it was kingpin. That was the name. There was a big urn. Right. It was one of the humvees was called big urn",
        2032.76,
        2038.64
    ],
    [
        " Yeah, yeah, yeah, yeah, now what's interesting is",
        2038.64,
        2040.84
    ],
    [
        " The humvees originally were not named they were numbered",
        2042.22,
        2044.54
    ],
    [
        " One two three four five six and that seems like a pretty square-to-way like I'd jaco would be good with that",
        2044.54,
        2048.82
    ],
    [
        " Just give him a number. Yeah, here's the problem with it",
        2048.82,
        2050.7
    ],
    [
        " When you're going on an operation you go into a building to do a a take-down of a building",
        2050.7,
        2056.4
    ],
    [
        " The vehicles move around they get they got to adjust and when you come back out they might not necessarily be an organ numerically",
        2056.4,
        2063.32
    ],
    [
        " So guys, but guys would go one two three. Oh, that's my vehicle",
        2063.32,
        2066.0
    ],
    [
        " So they get in the wrong vehicle which might not seem like a big deal",
        2066.62,
        2069.48
    ],
    [
        " But then we're trying to get a head count and someone's not the right vehicle and the vehicle commanders like I'm I'm supposed to have eight guys",
        2069.48,
        2075.1
    ],
    [
        " And I only have seven now we're trying sitting on the X trying to get a head count and that's problematic",
        2075.1,
        2080.34
    ],
    [
        " But if you know what your name of your vehicle is you confirm it they're written on the side nice big letters",
        2080.34,
        2085.42
    ],
    [
        " Looking for big urn. You see it you jump in",
        2085.42,
        2088.44
    ],
    [
        " That makes sense with the with the numbers because I think just by nature we assign numbers to things",
        2088.44,
        2094.68
    ],
    [
        " For all kinds of weird reasons, you know like where if there's three things in a room like if I see okay, there's three bottles in a row",
        2095.22,
        2101.02
    ],
    [
        " Me and you don't even have to know each other and I say hey grab the third bottle",
        2101.02,
        2104.56
    ],
    [
        " It's kind there's a shirt. There's a kind of ambiguous understanding. Okay, they want to furthest one on the right",
        2104.56,
        2109.28
    ],
    [
        " You know, it's like that so the numbers can jam you up. We numbered this podcast",
        2109.28,
        2112.32
    ],
    [
        " Yeah, cuz it's like chronological. Yeah, so interestingly they could have had just names. Yeah",
        2112.32,
        2119.2
    ],
    [
        " In fact, maybe they should have remember when the UFC used to be numbered",
        2119.2,
        2122.94
    ],
    [
        " Yeah, or we're numbered and then there's all know what it was",
        2123.5,
        2128.26
    ],
    [
        " This was thinking they used to give them a number and then they would have like a crazy name. Yeah, yeah the title like that",
        2128.26,
        2134.08
    ],
    [
        " Yeah, glory or whatever and then they just started just calling them the names of the guys that were fighting",
        2134.08,
        2140.42
    ],
    [
        " Yeah, which makes sense once you have that's kind of what I'm thinking right now like someone",
        2140.42,
        2145.66
    ],
    [
        " That's looking for a certain episode",
        2145.66,
        2148.64
    ],
    [
        " Yeah",
        2148.64,
        2149.18
    ],
    [
        " They they would they might not remember the number but they remember the book or they remember the person",
        2149.88,
        2154.82
    ],
    [
        " Yeah, that's kind of interesting. So we can't but we do kind of do it like that kind of kind of",
        2154.82,
        2159.02
    ],
    [
        " But yeah, I wonder what is is there value to having a number aside from keeping account of how many",
        2159.02,
        2164.76
    ],
    [
        " episodes there are well, I think",
        2164.76,
        2167.38
    ],
    [
        " I think someone now can if you know what one you're looking for and then you find it",
        2167.38,
        2173.26
    ],
    [
        " Yeah, then you can go and find it easy in your platform",
        2173.26,
        2176.7
    ],
    [
        " But the easiest way if you want to know what because sometimes I don't remember what a particular if you google",
        2176.7,
        2182.2
    ],
    [
        " Jocco podcast and then whatever thing that you're looking for",
        2182.2,
        2187.68
    ],
    [
        " It'll take you to the youtube video right it'll take you to the youtube video. Yeah, because the youtube videos are put the",
        2187.68,
        2194.7
    ],
    [
        " Somebody just told me on on somebody said hey, you should review this book",
        2194.7,
        2199.82
    ],
    [
        " Maurice",
        2199.82,
        2200.66
    ],
    [
        " Stragicon strategic on strategic on yeah and",
        2200.66,
        2205.98
    ],
    [
        " I said you should review this book and this guy's like been in the game for a while",
        2206.7,
        2210.62
    ],
    [
        " And I said you should check out podcast and I didn't run a lot number of while so I googled",
        2210.62,
        2215.56
    ],
    [
        " Jocco strategic on and I found 57 boom done",
        2215.56,
        2219.58
    ],
    [
        " So now you can say 57 it's easy to go back in there look right yeah check",
        2219.58,
        2224.86
    ],
    [
        " All right talking about drilling the troops back to the book the younger soldiers and recruits went through their drills of every kind every morning and afternoon",
        2224.86,
        2235.56
    ],
    [
        " And the veterans and most expert",
        2235.56,
        2237.8
    ],
    [
        " regularly once a day",
        2237.8,
        2240.28
    ],
    [
        " length of service or age alone will never form a military man",
        2240.28,
        2246.82
    ],
    [
        " For after serving many years an undisciplined soldier is still a novice in his profession",
        2246.82,
        2252.86
    ],
    [
        " By practice only",
        2252.86,
        2259.26
    ],
    [
        " Can be acquired agility of body and the skill requisite to engage in enemy with advantage especially in a close fight",
        2259.96,
        2268.26
    ],
    [
        " But the most essential point of all is to teach soldiers to keep their ranks and never abandon their colors in the most difficult",
        2268.26,
        2276.68
    ],
    [
        " Evolutions thus men thus trained are never at a loss",
        2276.68,
        2280.54
    ],
    [
        " Amidst the greatest confusion of numbers",
        2280.54,
        2283.82
    ],
    [
        " The recruits likewise are to be exercised with wooden swords at the post to be taught to attack this imaginary antagonist on all sides into aim at the side to feet or head both with the point and edge of the sword",
        2284.78,
        2297.76
    ],
    [
        " It sounds I think some of those movies that came out",
        2297.76,
        2309.42
    ],
    [
        " Because this doesn't sound glorious to me. Maybe it doesn't do you but to me that sounds awesome",
        2310.28,
        2315.4
    ],
    [
        " And then like movies like Braveheart where they're showing kind of the sword battles and how just psycho it was",
        2315.4,
        2323.48
    ],
    [
        " I think that's a good reminder",
        2323.48,
        2325.2
    ],
    [
        " Back to the book in short both Legionary and our auxiliary troops should continually be drilled in cutting wood",
        2325.2,
        2337.58
    ],
    [
        " Carrying burdens passing ditches swimming in the sea or rivers marching in the full step and even running with their arms and baggage",
        2337.58,
        2345.02
    ],
    [
        " So in there so that in nerd to labor in peace they may find no difficulty in war",
        2345.02,
        2351.16
    ],
    [
        " For as the well-trained soldier is eager for action so does the untought fear it",
        2351.16,
        2360.9
    ],
    [
        " In war discipline is superior to strength",
        2360.9,
        2366.36
    ],
    [
        " But if that discipline is neglected there is no longer any difference between the soldier and the peasant",
        2367.58,
        2373.46
    ],
    [
        " The old maxim is certain that the very essence of an art consists in constant practice",
        2373.46,
        2384.08
    ],
    [
        " Yeah discipline is superior to strength",
        2384.08,
        2391.56
    ],
    [
        " This is a solid book",
        2396.22,
        2397.78
    ],
    [
        " The art the very essence of an art consists in constant practice",
        2397.78,
        2406.1
    ],
    [
        " So whatever it is you want to be good at yeah, that's how you get good at it. Leif and I just wrote another book",
        2406.1,
        2411.18
    ],
    [
        " We've been writing a lot. I've been writing a ton sure and you can see the first draft was probably",
        2411.18,
        2418.28
    ],
    [
        " Five times better than our first draft of our first book and you know",
        2418.58,
        2422.16
    ],
    [
        " We both have done a lot of writing in the military",
        2422.16,
        2425.32
    ],
    [
        " You know in college and all that but you practice you get better. Yeah",
        2425.32,
        2430.74
    ],
    [
        " Jiu-jitsu guess what you practice you get better. Yes, sir you do",
        2430.74,
        2435.54
    ],
    [
        " Pull ups. You're gonna pull ups do pull ups",
        2435.54,
        2440.1
    ],
    [
        " Here we go",
        2440.1,
        2444.82
    ],
    [
        " The",
        2446.66,
        2447.48
    ],
    [
        " The last dominions made war their chief study",
        2447.48,
        2451.44
    ],
    [
        " They affirmed to be the first who reasoned on the events of battles and committed their observations",
        2451.44,
        2458.7
    ],
    [
        " They're on to writing with such success as to reduce the military art before considered as totally dependent on courage or fortune to contain to certain rules and fixed principles",
        2458.7,
        2470.64
    ],
    [
        " As a consequence they established schools of tactics for the instruction of youth in all the maneuvers of war",
        2473.38,
        2480.26
    ],
    [
        " How worthy of admiration are these people for particularly",
        2480.26,
        2486.06
    ],
    [
        " Applying themselves to the study of an art without which no other art can possibly exist",
        2486.06,
        2494.86
    ],
    [
        " boom",
        2494.86,
        2496.1
    ],
    [
        " That's",
        2498.24,
        2498.68
    ],
    [
        " Interesting",
        2498.68,
        2499.04
    ],
    [
        " It's interesting. Can you imagine it well for me? You know actually I can't imagine when you're a kid",
        2499.04,
        2504.4
    ],
    [
        " You think like wars just like just charge and then as soon as you get into the teams",
        2504.4,
        2511.12
    ],
    [
        " You're like oh there's maneuvers you can do there's things you need to make happen",
        2511.12,
        2515.14
    ],
    [
        " There's ways you can get advantage. It's not just what they call it courage or fortune. It's not just that at all",
        2515.14,
        2520.64
    ],
    [
        " There's a whole lot of things involved and it's also interesting that they were doing",
        2520.64,
        2524.54
    ],
    [
        " They were doing studies and debriefs on the war on the battles",
        2525.08,
        2530.48
    ],
    [
        " Because it sounds like people warning he says hey look",
        2530.48,
        2533.6
    ],
    [
        " They were the first to reasoned on the events of battles and committed their observations",
        2533.6,
        2536.78
    ],
    [
        " They're on to writing with such as success to figure out that there's a military art",
        2536.78,
        2542.64
    ],
    [
        " And how you know what how fired up is it that",
        2542.64,
        2548.96
    ],
    [
        " To study this art of war without without which no other art can possibly exist",
        2551.6,
        2557.58
    ],
    [
        " Too strong for you",
        2557.58,
        2560.74
    ],
    [
        " I don't know",
        2560.74,
        2562.44
    ],
    [
        " Too strong I can see that's a bold statement for sure. It's a real bold statement",
        2562.44,
        2567.88
    ],
    [
        " I don't think I thought about it enough to offer any sort of opinion",
        2567.88,
        2571.68
    ],
    [
        " Yeah, you know on the deal, but hey man, I dig it kind of like kind of like exercise in life right or healthy in life",
        2571.68,
        2577.42
    ],
    [
        " Yeah, that's true. No, but yeah, sure cool",
        2577.42,
        2580.56
    ],
    [
        " You seem pretty fired up about it very far",
        2580.56,
        2583.58
    ],
    [
        " And this is where George Washington statement kind of paraphrased from back to the book",
        2583.58,
        2592.24
    ],
    [
        " He therefore who desires peace should prepare for war",
        2592.24,
        2596.7
    ],
    [
        " He who aspires to victory should spare no pains to form his soldiers",
        2596.7,
        2603.86
    ],
    [
        " And he who hopes for success should fight on principle not chance",
        2604.8,
        2609.94
    ],
    [
        " No one dares to offend or insult a power of known superiority in action",
        2609.94,
        2618.78
    ],
    [
        " Do you get bummed out that you didn't learn this in third grade like this whole thing?",
        2618.78,
        2626.3
    ],
    [
        " Yeah, yeah, yes, right including you did see for sure. Yeah, well, yeah",
        2626.54,
        2632.98
    ],
    [
        " I feel like",
        2633.94,
        2635.04
    ],
    [
        " I learned this kind of from you in the beginning where you know how you have this kind of big picture kind of mindset",
        2635.04,
        2643.14
    ],
    [
        " Right like the long game. You always like you always correct me when I have this like short term. Yeah",
        2643.14,
        2649.36
    ],
    [
        " That's what I wish I understood slash even I don't know kids even capable. Yeah, really?",
        2649.36,
        2655.72
    ],
    [
        " Well, no, you're a hundred percent right and I've actually said this many times that",
        2655.72,
        2661.08
    ],
    [
        " Kids have a hard time connecting what they're doing now with",
        2662.22,
        2666.5
    ],
    [
        " Where it puts them in the future? Yeah, and I say kids and my kids. I mean me everyone. Yeah, I'm better now",
        2666.5,
        2674.16
    ],
    [
        " But when you're when you're a kid like it made and kids some kids are different, you know like some of my",
        2674.16,
        2680.6
    ],
    [
        " Some of the kids that my kids hang around with some of them are dialed",
        2680.6,
        2685.88
    ],
    [
        " Where they've just got a vision they know where they're going",
        2685.88,
        2688.62
    ],
    [
        " They know where they're going to be in eight years. They know what they want to do",
        2688.62,
        2691.04
    ],
    [
        " That's not a majority of the kids most kids are",
        2691.04,
        2695.74
    ],
    [
        " You know like well, hey, I can get this right now",
        2695.74,
        2699.12
    ],
    [
        " And that's cool and they don't think about how it's going to affect them in the future",
        2699.12,
        2702.66
    ],
    [
        " And that's that's that's just really problematic. Yeah, not understanding that long game is really problematic",
        2702.66,
        2709.04
    ],
    [
        " And I think we do a bad taught a bad job of teaching it",
        2709.04,
        2712.36
    ],
    [
        " As parents and as teachers and as a society",
        2712.36,
        2716.66
    ],
    [
        " Yeah, agree. Oh",
        2718.66,
        2720.14
    ],
    [
        " Well, I mean there's because you have you know like",
        2720.14,
        2723.78
    ],
    [
        " JP says this and and lace it this way when I they're like when I was a kid even you say you want to be some sort of a",
        2723.78,
        2730.7
    ],
    [
        " Commando yeah, at least you had like an idea, you know",
        2730.7,
        2734.08
    ],
    [
        " So there was at the very least somewhat in your mind to be like hey for sure if I do this that was",
        2734.08,
        2739.5
    ],
    [
        " That was a savior. Yeah, so I think some families just through tradition and stuff like that",
        2739.5,
        2745.8
    ],
    [
        " They'll have that structure like hey, you're a I don't know. You're a Johnson. So you do this xyz",
        2746.08,
        2751.42
    ],
    [
        " And it's just a matter of getting the kid to embrace that which is really kind of like either they do it",
        2751.42,
        2756.88
    ],
    [
        " No, all tasks. Yeah, I mean",
        2756.88,
        2758.68
    ],
    [
        " I think if you're fair to your kids because a lot I think a lot of times like we get caught up in like our own feelings",
        2758.68,
        2765.8
    ],
    [
        " You know in this thing like what you know, I don't know your kids not listening to you or something like that you're like",
        2765.8,
        2769.64
    ],
    [
        " Oh, my kids not listening to me. You know you get caught up in the feeling that emotions",
        2769.64,
        2773.56
    ],
    [
        " Yeah, you know that we're rather than hey, you know, that's is a problem that needs to be solved kind of thing",
        2773.66,
        2778.62
    ],
    [
        " so",
        2778.62,
        2779.3
    ],
    [
        " I think that's the way you can alienate your kids real easy and it's a common thing. I think where",
        2779.3,
        2784.34
    ],
    [
        " You know, we'll alienator kids and then they won't embrace the the pride and tradition of your family",
        2784.34,
        2791.02
    ],
    [
        " Because they're like alienated you alienate them in one way or another sometimes you don't even know that you alien",
        2791.02,
        2795.36
    ],
    [
        " You know, they're like oh, he's in a rebellious phase",
        2795.36,
        2797.56
    ],
    [
        " You know like sure there is such thing as a rebellious kind of phase because",
        2797.56,
        2801.7
    ],
    [
        " You know, for sure kids they",
        2801.7,
        2802.76
    ],
    [
        " Gather this or they gain the sense of like empowerment in certain ways, you know, so they want to test it out",
        2802.76,
        2807.92
    ],
    [
        " They want to test about it. Yeah, I",
        2807.92,
        2809.36
    ],
    [
        " And some conscious that they know they got a break away from their parents at some point and they got to start practicing that",
        2809.36,
        2813.4
    ],
    [
        " Yeah, it seems it seems in natural",
        2813.4,
        2815.46
    ],
    [
        " But if you have successfully alienated your kid when that rebellious phase comes they're stepping right outside",
        2815.46,
        2822.28
    ],
    [
        " The game they're starting their own thing in fact, they'll get there gonna have some resentment against",
        2822.28,
        2826.28
    ],
    [
        " Dad who's this unfair tyrant who's lame heaps this",
        2826.28,
        2829.84
    ],
    [
        " Is just like the kids never think their parents know anything",
        2829.84,
        2833.78
    ],
    [
        " You know as a parent I understand why I totally don't like oh I get it",
        2833.78,
        2838.86
    ],
    [
        " But that is funny that is really funny. I mean we just don't it's not just parents like your teachers don't know anything",
        2838.86,
        2844.84
    ],
    [
        " I'm not speaking for everybody, but like when I was a kid parents didn't know anything teachers didn't know anything",
        2844.84,
        2849.28
    ],
    [
        " I knew everything much a dark bunch of idiots",
        2849.28,
        2851.78
    ],
    [
        " God I'm stupid",
        2851.78,
        2853.84
    ],
    [
        " So if you're listening to this and you're you know under the age of 40",
        2853.84,
        2858.96
    ],
    [
        " You might want to listen to your",
        2859.0,
        2860.62
    ],
    [
        " All right, that's a good stuff",
        2860.62,
        2864.82
    ],
    [
        " You who have desires peace should prepare for war remember that one",
        2864.82,
        2870.62
    ],
    [
        " Back to the book an army too numerous",
        2870.62,
        2874.38
    ],
    [
        " So now he's talking about the size of the army the army an army too numerous is subject to many dangers and inconveniences",
        2874.38,
        2880.18
    ],
    [
        " It's bulk makes it slow and unwieldy in its motions",
        2880.18,
        2883.82
    ],
    [
        " And it is obliged to march in columns of great length that is exposed to the risk of being continually harassed and insulted",
        2883.82,
        2890.08
    ],
    [
        " by inconsiderable parties of the enemy",
        2890.08,
        2893.46
    ],
    [
        " The incumbrance of the baggage is often an occasion of its being surprised in its passage throughout",
        2893.46,
        2900.8
    ],
    [
        " difficult places or over rivers the difficulty of providing forage for such numbers of horses and other beasts of burden is very great",
        2900.8,
        2910.38
    ],
    [
        " Besides the scarcity of provisions",
        2911.06,
        2913.4
    ],
    [
        " Which is to be great carefully guarded against in all expeditions soon ruin such large armies with the consumption",
        2913.4,
        2922.32
    ],
    [
        " Is so great that notwithstanding the greatest care and filling the magazines",
        2922.32,
        2927.08
    ],
    [
        " They must begin to fail in a short time and sometimes they unavoidably will be distressed for want of water",
        2927.08,
        2933.16
    ],
    [
        " But if unfortunately this immense army should be defeated the numbers lost must necessarily be very great",
        2933.16,
        2940.24
    ],
    [
        " And the remainder who saved themselves by flight too much",
        2940.38,
        2944.54
    ],
    [
        " Disparited to be brought to action again",
        2944.54,
        2947.18
    ],
    [
        " And I read that whole thing so I could read this which is saying hey like you get too many people",
        2947.18,
        2953.24
    ],
    [
        " I read that whole thing so I could read this the ancients",
        2953.24,
        2957.02
    ],
    [
        " Taught by experience",
        2957.02,
        2959.0
    ],
    [
        " Preferred discipline to numbers like we'd rather just have a small square-to-way group",
        2959.0,
        2965.22
    ],
    [
        " Than a ton of guys",
        2966.2,
        2967.46
    ],
    [
        " So where I see this with businesses. This is what businesses is as businesses grow",
        2967.46,
        2973.18
    ],
    [
        " It becomes harder for them to turn right gets harder for them to pivot oh yeah",
        2973.18,
        2979.1
    ],
    [
        " Yeah, so so you get big companies that when they were small they were all agile and they were making things happen",
        2979.1,
        2984.66
    ],
    [
        " And they can change direction and then as they get bigger and bigger and bigger they lose the ability to do that",
        2984.66,
        2988.76
    ],
    [
        " And so you got to pay attention to that and what you have to do there's a couple solutions",
        2988.76,
        2994.0
    ],
    [
        " It's like the solution is yeah, you can stay small",
        2994.0,
        2996.72
    ],
    [
        " But you don't want to spend stay small as a business because you can't just like you know",
        2996.72,
        2999.34
    ],
    [
        " It's cool to stay small as an army, but there's only so much you can do with limited number of people",
        2999.34,
        3003.58
    ],
    [
        " So what you have to do is you have to start to become more aware of",
        3003.58,
        3007.44
    ],
    [
        " What's going what's going what's coming down the pipe in the future?",
        3007.44,
        3011.36
    ],
    [
        " Because it's going to take longer for you to pivot this this big monster you've got",
        3011.54,
        3015.74
    ],
    [
        " Yeah, so you've got to do it you've got to pay more attention",
        3015.74,
        3019.02
    ],
    [
        " So when you grow in size this is classic when you grow in size a a",
        3019.4,
        3025.54
    ],
    [
        " business",
        3025.54,
        3025.98
    ],
    [
        " If the leaders of the business",
        3025.98,
        3028.26
    ],
    [
        " continue to focus down and in to the company",
        3028.26,
        3032.36
    ],
    [
        " They won't see what's coming over the horizon and that's when they get caught off guard",
        3032.36,
        3038.16
    ],
    [
        " And now they don't have time to pivot because they're a lot bigger",
        3038.16,
        3040.16
    ],
    [
        " But they used to get away with it because they were a little small company that could come into work on Monday",
        3040.16,
        3043.56
    ],
    [
        " And they could talk to everyone in one sitting and everyone gets on board and we move forward",
        3043.56,
        3046.66
    ],
    [
        " You fast forward that you go from 50 employees to 500",
        3047.04,
        3050.46
    ],
    [
        " That are now",
        3050.46,
        3051.92
    ],
    [
        " You know spread out over a large geography you can't make that quick move",
        3051.92,
        3057.4
    ],
    [
        " And so what you have to do as a leader as as you grow",
        3057.4,
        3060.5
    ],
    [
        " You need to adjust your frame of vision from looking down inside your company to looking up and into the future",
        3060.5,
        3066.82
    ],
    [
        " If you don't make that transition you can't you",
        3066.82,
        3069.52
    ],
    [
        " You think you can turn things quickly you can't",
        3069.52,
        3073.0
    ],
    [
        " You can't it's a big army and a big army has to be",
        3073.0,
        3076.64
    ],
    [
        " It's hard to control a big army and it takes more lead time",
        3076.64,
        3080.6
    ],
    [
        " And so that's the focus that you have to adjust to as you grow",
        3080.6,
        3086.38
    ],
    [
        " Yes, good way, so how do you do it then like you as the",
        3086.38,
        3091.18
    ],
    [
        " Well, what you do is you'll point",
        3091.18,
        3093.04
    ],
    [
        " Yeah, you have people underneath you if you're making widgets",
        3093.04,
        3095.76
    ],
    [
        " And I was when we started off we had eight people and I was in the factory all day checking out your widgets",
        3095.76,
        3099.96
    ],
    [
        " And making sure that they were good to go and I was testing them myself and I was making a little adjustments",
        3099.96,
        3103.92
    ],
    [
        " That's cool",
        3103.92,
        3104.7
    ],
    [
        " That's fine it works when we had eight people",
        3104.7,
        3107.24
    ],
    [
        " But now when we get 40 people I need to start going okay echo can you can you pay attention the widgets in here",
        3107.24,
        3112.7
    ],
    [
        " And then when I get to 300 people I need to have four or five echoes that are down there that are watching this stuff",
        3112.7,
        3117.44
    ],
    [
        " So so that's what you got to do you got to adjust your field of vision you got to adjust your focus or all to you",
        3117.44,
        3121.5
    ],
    [
        " And what fools people",
        3121.5,
        3123.44
    ],
    [
        " What fools people what catches them off guard is that they think",
        3123.44,
        3127.58
    ],
    [
        " They can still pivot quickly",
        3128.28,
        3130.42
    ],
    [
        " Because they were able to do it when they were smaller when they had 30 or 40 people they were able to pivot quickly",
        3130.42,
        3135.4
    ],
    [
        " They got 300 they can't do it and they get caught off guard",
        3135.4,
        3138.34
    ],
    [
        " You're gonna watch out for that kind of like a big cruise ship",
        3138.34,
        3142.52
    ],
    [
        " Right come to like a little speedboat of course like this of course those things take miles to turn",
        3142.52,
        3147.34
    ],
    [
        " Miles those big oil tankers they take miles to stop",
        3147.34,
        3151.14
    ],
    [
        " Back to the book the excellence of their discipline made their small armies sufficient to encounter all their enemies",
        3151.14,
        3157.3
    ],
    [
        " With success now this is something else. I see a lot in business world",
        3157.3,
        3160.66
    ],
    [
        " And this is very common right you get the you get the big the big business",
        3160.66,
        3166.06
    ],
    [
        " The big gorilla in the room or whatever and they can't pivot very quickly",
        3166.06,
        3170.02
    ],
    [
        " Well, then you get the smaller companies that are very agile and they start picking away at the big guy",
        3170.02,
        3175.16
    ],
    [
        " That's what he's talking about right here like just because you're small doesn't mean you can't you can't take a shot at the title",
        3175.16,
        3180.12
    ],
    [
        " You know you could you could move quickly and if there's chaos going on",
        3180.12,
        3183.92
    ],
    [
        " That's when you can adapt now are their advantages to being the big company with lots of money and lots of people in your very stable",
        3184.2,
        3189.6
    ],
    [
        " Oh, yeah, absolutely",
        3189.6,
        3190.64
    ],
    [
        " So and are there advantages to being small yes, there are the mistake that people on both sides make is",
        3190.64,
        3197.4
    ],
    [
        " They view themselves",
        3197.4,
        3199.34
    ],
    [
        " They don't understand what their strengths and weaknesses are and they don't understand the strengths and weaknesses of their opponents",
        3199.34,
        3204.6
    ],
    [
        " Right so they say if there's someone that can move quicker than them they go all don't worry about them",
        3204.6,
        3209.06
    ],
    [
        " We're bigger and more stable. Well those people are maneuvering on you",
        3209.06,
        3211.64
    ],
    [
        " And they're sticking little needles in your feet and eventually those little needles get infected and there's a problem",
        3211.68,
        3216.62
    ],
    [
        " Yeah, you know situation going on",
        3216.62,
        3219.1
    ],
    [
        " So you have to constantly as a leader and again, this is why leadership is important",
        3219.1,
        3223.76
    ],
    [
        " You have as a leader need to assess what's the strength of that group? What's the weaknesses?",
        3223.76,
        3227.84
    ],
    [
        " What is what are our strengths right we keep hearing this again over and over again throughout all these ancient military leaders",
        3228.42,
        3234.14
    ],
    [
        " Know yourself know your opponent know your strengths know your weaknesses",
        3234.14,
        3237.78
    ],
    [
        " For sure people fail to do that",
        3237.78,
        3240.44
    ],
    [
        " You know",
        3248.16,
        3249.24
    ],
    [
        " Here we go",
        3249.24,
        3249.72
    ],
    [
        " Famine makes greater havoc in an army than the enemy",
        3249.72,
        3254.24
    ],
    [
        " And is more terrible than the sword",
        3254.24,
        3256.92
    ],
    [
        " You know",
        3256.92,
        3258.6
    ],
    [
        " Every time we've read that in the last couple books people talking about how it's better to starve your enemy",
        3258.6,
        3264.7
    ],
    [
        " Just makes me really really thankful that there's abundant food in this country right now. It really does",
        3265.0,
        3272.38
    ],
    [
        " I mean, I've never been starving and",
        3272.38,
        3276.5
    ],
    [
        " Can you imagine starving to death? It's got to be absolutely heinous yeah",
        3276.5,
        3281.94
    ],
    [
        " worse than the sword",
        3281.94,
        3284.14
    ],
    [
        " according to",
        3284.14,
        3286.44
    ],
    [
        " Vigetius",
        3286.44,
        3287.5
    ],
    [
        " and",
        3288.58,
        3289.26
    ],
    [
        " Army drawn together from different parts",
        3289.26,
        3290.98
    ],
    [
        " Sometimes is disposed to mute and the troops though not inclined to fight pretend to be angry at not being led against the enemy",
        3290.98,
        3298.5
    ],
    [
        " Such seditious dispositions principally",
        3298.5,
        3301.34
    ],
    [
        " principally show themselves in those who have lived in their quarters in idleness and",
        3301.34,
        3307.56
    ],
    [
        " ephemincy",
        3307.56,
        3308.36
    ],
    [
        " These men on a custom to the necessary fatigue of the field are disgusted at its severity",
        3308.36,
        3315.48
    ],
    [
        " Their ignorance of discipline makes them afraid of action and inspires them with insolence",
        3316.86,
        3323.34
    ],
    [
        " So you let your",
        3323.34,
        3326.84
    ],
    [
        " It's one of those it's one of those",
        3326.84,
        3330.34
    ],
    [
        " Dicotomies",
        3330.34,
        3332.82
    ],
    [
        " That's what it is if you let your people do whatever they want they get soft and then they start to rebel",
        3332.82,
        3337.98
    ],
    [
        " You want to talk about kids, you know, let your kids do whatever you want or whatever they want",
        3337.98,
        3342.34
    ],
    [
        " And see how that works out for you",
        3342.38,
        3344.24
    ],
    [
        " lack a discipline of your kids you can end up with some rebellious kids yes",
        3344.24,
        3347.76
    ],
    [
        " Now am I saying that you need to beat them like a dog into submission? No, I'm not saying that at all",
        3347.76,
        3353.98
    ],
    [
        " Because you know what that dog is that dog's crazy that dog will bite you at some point yep right or somebody else",
        3353.98,
        3359.58
    ],
    [
        " Yeah, it's problematic. So you have to find the balance between those two things",
        3359.58,
        3364.3
    ],
    [
        " He says there's there's several remedies for this evil",
        3364.3,
        3369.48
    ],
    [
        " Hmm",
        3370.74,
        3371.22
    ],
    [
        " Let them be constantly employed either in the field days or in the inspection of their arms",
        3371.22,
        3377.48
    ],
    [
        " They should not be allowed to be absent on furlough",
        3377.48,
        3379.88
    ],
    [
        " They should be frequently called by roll and trained to be exact an observance of every signal",
        3379.88,
        3384.4
    ],
    [
        " Let them be exercised in the use of the bow and throwing missile weapons and stones both with the hand and sling and then and with the wooden stored",
        3384.4,
        3392.28
    ],
    [
        " Soared at the post let them be let all this be continually repeated and let them be often kept under arms until they are tired",
        3392.52,
        3400.98
    ],
    [
        " Let them be exercised in running and leaping to facilitate the passing of ditches",
        3400.98,
        3407.24
    ],
    [
        " And if their quarters are near the sea or the river let them all without exception be obliged in the summer to have the frequent practice of swimming",
        3407.24,
        3415.42
    ],
    [
        " Let them be accustomed to march",
        3415.42,
        3417.96
    ],
    [
        " March through thickets enclosures and broken grounds to fell trees and cut out timber to break ground and defend a post against their comrades who are an endeavor to dispossess them and",
        3419.02,
        3430.56
    ],
    [
        " In the encounter each party should use their shields to dislodge and bear down their antagonists",
        3430.56,
        3437.2
    ],
    [
        " All the different kinds of troops thus trained and exercised in their quarters will find themselves inspired",
        3437.2,
        3444.68
    ],
    [
        " With emulation for glory and eagerness for action when they come to take the field",
        3445.72,
        3451.28
    ],
    [
        " In short a soldier who has proper confidence in his own skill and strength entertains no thought of mutiny",
        3451.28,
        3460.52
    ],
    [
        " That's awesome",
        3460.52,
        3462.22
    ],
    [
        " Yeah, these guys were doing force on force training",
        3462.22,
        3466.04
    ],
    [
        " He's saying look you're not going to use swords but you're going to go against each other with your shields",
        3466.04,
        3469.14
    ],
    [
        " and fight for it",
        3469.14,
        3470.9
    ],
    [
        " And and this is a gate I've answered that question a bunch of times where people you know",
        3471.98,
        3476.3
    ],
    [
        " How do you build morale in your team? It's like make them train hard make them work hard",
        3476.3,
        3480.36
    ],
    [
        " Now the real trick is to make them train hard make them work hard",
        3480.36,
        3485.08
    ],
    [
        " But at the same time what you do is you give them ownership of that training",
        3485.08,
        3488.0
    ],
    [
        " So they're running the training",
        3488.0,
        3489.44
    ],
    [
        " They come up with the ideas and you just respect the hardcore training that they're that they're doing and you do it with them",
        3489.44,
        3496.6
    ],
    [
        " Yeah",
        3496.6,
        3496.88
    ],
    [
        " You don't just impose it's different than just imposing on the team like we're gonna do this hardcore training",
        3497.3,
        3502.88
    ],
    [
        " That will create a mutiny if you're not careful",
        3502.88,
        3506.14
    ],
    [
        " Especially if you're not out there doing it with them or if you don't explain why it's important",
        3506.14,
        3511.82
    ],
    [
        " Yeah, I read this thing. This is to kind of add to that well, I think so anyway",
        3511.82,
        3516.3
    ],
    [
        " They",
        3516.3,
        3516.86
    ],
    [
        " I forgot what it was but it said and allow for success",
        3516.86,
        3521.82
    ],
    [
        " So like when you train you know you train our train our train hard but allow for success for sure",
        3522.12,
        3527.04
    ],
    [
        " Because if there's no success, it's like morale goes down after a while or whatever",
        3527.04,
        3530.24
    ],
    [
        " Yeah, for sure you can't just I just said you can't beat that dog. Yeah, yeah, yeah, you can't beat that dog",
        3530.24,
        3536.12
    ],
    [
        " It is much more to the credit of a general to form his troops to submission and obedience by habit and discipline",
        3536.12,
        3544.82
    ],
    [
        " Then to be obliged to force them",
        3544.82,
        3547.22
    ],
    [
        " To their duty by the terror of punishment. So he's making the reason I pointed that out because it's making a clear",
        3547.44,
        3555.14
    ],
    [
        " A clear delineation between discipline and punishment. Yeah, like discipline good punishment bad",
        3555.14,
        3562.4
    ],
    [
        " And he's saying those are two kind of opposite things. So I think that's very important",
        3562.4,
        3566.1
    ],
    [
        " Think so to you and it's important to remember that",
        3566.1,
        3568.64
    ],
    [
        " You're treating your people good. Yeah, you're taking care of them. That's what you're doing",
        3568.64,
        3574.18
    ],
    [
        " You don't necessarily take care of them by making their life soft",
        3574.74,
        3579.18
    ],
    [
        " You take care of them by making their life",
        3579.18,
        3581.16
    ],
    [
        " Discipline and hard",
        3581.16,
        3582.66
    ],
    [
        " Not to beat them down. There's a balance. Yeah, but that's what you got to find",
        3582.66,
        3586.96
    ],
    [
        " Yeah",
        3586.96,
        3587.98
    ],
    [
        " Back to the book it is essential to know the character of the enemy and of their principal officers",
        3587.98,
        3594.9
    ],
    [
        " Whether they be rash or cautious",
        3594.9,
        3597.06
    ],
    [
        " Enterprising or timid whether they fight on principle or from chance and whether the nations they have been engaged with",
        3597.06,
        3603.92
    ],
    [
        " We're brave or cowardly. So again, know your enemy",
        3603.92,
        3606.94
    ],
    [
        " You must by no means venture to lead in a resolute or a different army",
        3606.94,
        3614.32
    ],
    [
        " To a general engagement for soldiers",
        3614.32,
        3617.48
    ],
    [
        " unguse to fighting",
        3617.48,
        3619.2
    ],
    [
        " for a length of time",
        3619.2,
        3621.04
    ],
    [
        " Must be considered in the same light as recruits",
        3621.04,
        3625.14
    ],
    [
        " So he's saying if you got people that haven't fought in a while and they're a little bit nervous",
        3625.14,
        3628.52
    ],
    [
        " Then you got to figure that they're just like recruits. You can't always trust them",
        3628.52,
        3633.72
    ],
    [
        " Then",
        3636.14,
        3636.66
    ],
    [
        " Then he talks about the general and says if he finds himself in many respects superior to his adversary",
        3636.66,
        3642.94
    ],
    [
        " He must by no means defer bringing on the engagement",
        3642.94,
        3647.02
    ],
    [
        " So if you're in a better spot than the enemy or you can take them go",
        3647.02,
        3649.66
    ],
    [
        " But if he knows himself inferior",
        3649.66,
        3652.16
    ],
    [
        " He must avoid general actions and endeavor to succeed by surprises and",
        3652.16,
        3657.0
    ],
    [
        " Stratagem",
        3657.0,
        3657.54
    ],
    [
        " This when skillfully managed by good generals have often given them victory over enemies",
        3657.54,
        3663.72
    ],
    [
        " Superior both in numbers and strength. So this is common sense stuff",
        3664.1,
        3667.38
    ],
    [
        " If you think the enemy is better knew don't fight him head on",
        3667.38,
        3670.32
    ],
    [
        " That's guerrilla warfare if you think the enemy is bigger and stronger than you you don't fight him head on",
        3670.32,
        3675.52
    ],
    [
        " All arts and trades",
        3675.52,
        3680.28
    ],
    [
        " Whatever are brought to perfection by continual practice",
        3680.28,
        3685.4
    ],
    [
        " How much more should this maximum",
        3685.4,
        3689.4
    ],
    [
        " True in inconsiderable matters be observed in affairs of importance",
        3690.08,
        3695.7
    ],
    [
        " And how much superior to all others is the art of war by which our liberties are preserved",
        3695.7,
        3703.02
    ],
    [
        " Our dignities perpetuated and the provinces and the whole empire itself exists",
        3703.02,
        3709.8
    ],
    [
        " You don't really like that",
        3709.8,
        3713.5
    ],
    [
        " Your suspect",
        3715.68,
        3715.52
    ],
    [
        " I think you you like it enough for both huh? Okay, okay, we'll take that",
        3715.52,
        3721.0
    ],
    [
        " It's true though",
        3721.0,
        3724.08
    ],
    [
        " Yeah, I actually I can dig it yeah, I mean let's face the facts here if if it wasn't for",
        3724.08,
        3730.02
    ],
    [
        " If it wasn't for war",
        3730.02,
        3734.14
    ],
    [
        " Well, then you just be enslaved by someone yeah, I mean I'd love for it to not be that that for that to not be the case",
        3734.14,
        3740.24
    ],
    [
        " But if it wasn't for war you would just be enslaved by people",
        3740.62,
        3743.3
    ],
    [
        " Yeah, someone else that would someone that believed in war would you be the slave of them? Yeah, that's how it would work",
        3743.3,
        3748.54
    ],
    [
        " I'm sorry like I'm sorry that's that's the nature of the world. Yeah, no, no, you're actually right. Yeah, yeah, because",
        3748.54,
        3756.5
    ],
    [
        " it's like",
        3756.5,
        3757.86
    ],
    [
        " It's like the hope or wish that everyone was just perfect of course, that'd be great or actually in a way",
        3757.86,
        3765.38
    ],
    [
        " Would it be great though? You know how like sure they'd be great everyone got along everyone singing come by y'all",
        3765.38,
        3769.86
    ],
    [
        " I don't know but isn't isn't like stress or imbalance or whatever isn't that the catalyst for any kind of progress of any kind",
        3769.86,
        3776.92
    ],
    [
        " Would if everyone was just happy and it's just all good satisfied. Yeah, right. I don't know man",
        3776.92,
        3782.62
    ],
    [
        " I think we'd be in the stony still I think it's bad. Yeah, we probably would be yeah",
        3782.62,
        3785.76
    ],
    [
        " But guess what if we're in the Stone Age",
        3785.76,
        3787.76
    ],
    [
        " And I see that you got a piece of whatever piece of meat or rock that I want guess what I know",
        3787.76,
        3793.6
    ],
    [
        " That's gonna get back. But now you're talking reality",
        3793.6,
        3795.94
    ],
    [
        " Yeah, of course so but so I mean I guess the question is not to call off on too much of a tangent",
        3795.94,
        3800.88
    ],
    [
        " But the question is would you want it to be all peaceful all the time with no progress would you want that?",
        3800.88,
        3806.8
    ],
    [
        " Good theoretical question kind of know right? I mean because you're kind of thinking that",
        3807.48,
        3812.22
    ],
    [
        " You're kind of thinking you like doing graphic design on a computer which wouldn't exist if it wasn't for war. Nope",
        3812.22,
        3818.78
    ],
    [
        " would not",
        3818.78,
        3819.46
    ],
    [
        " Point taken but even like even like competition, right? You know how it's like yeah",
        3819.46,
        3825.44
    ],
    [
        " Competition is good healthy competition is good. It's good for you makes you be it doesn't feel like that",
        3825.64,
        3830.1
    ],
    [
        " Even when you're in the moment. It's like let's say you're just dominating in whatever",
        3830.1,
        3834.28
    ],
    [
        " I don't know you play tennis",
        3834.28,
        3836.46
    ],
    [
        " I don't know and you're killing everyone your number one your breaking world records your money",
        3836.46,
        3840.72
    ],
    [
        " And then you kind of notice this new young hungry guy coming in the start breaking your some of your records",
        3840.72,
        3846.4
    ],
    [
        " You're like you don't like that. That makes you kind of mad. You kind of wish that never happened in",
        3846.4,
        3851.48
    ],
    [
        " But at the same time that usually is a catalyst for you to start working harder",
        3851.88,
        3856.0
    ],
    [
        " Sure in preparing for that young about it. Yeah, so you're kind of and you like the",
        3856.0,
        3861.16
    ],
    [
        " The head to you know like you like that. Yeah, like the competition. Yeah, you like directly though",
        3861.16,
        3866.82
    ],
    [
        " You know like when you say when I think anyway when when they say healthy competition is good",
        3866.82,
        3871.84
    ],
    [
        " It's the result of healthy competition is good. You get the best product right in the market or whatever",
        3871.84,
        3876.64
    ],
    [
        " And that's the result. That's why it's good. That's why it's kind of empirically good ultimately",
        3876.64,
        3880.88
    ],
    [
        " I agree sure. It's not a perfect process, you know",
        3881.02,
        3884.6
    ],
    [
        " And I know you're on the fence of my I know but but you you like",
        3884.6,
        3888.98
    ],
    [
        " Like if I came up and you could tell I was feeling good that would make you",
        3888.98,
        3893.58
    ],
    [
        " That would have made you nervous. You'd be happy. You'd be like you like that head to head",
        3893.58,
        3897.54
    ],
    [
        " I felt you were feeling good about what come on. It's facing on the mat. Oh on the mats of justice",
        3897.54,
        3902.96
    ],
    [
        " If you come up to me and you're all excited. Yeah, yeah, or even give me the echo Charles scowl",
        3902.96,
        3909.18
    ],
    [
        " There put it okay",
        3909.28,
        3910.5
    ],
    [
        " Because I just played that through my mind. Yeah, when I see like that. I'm like oh yeah",
        3910.5,
        3915.64
    ],
    [
        " It's even more on and so I'll even put it more accurately more extreme more understandable as far as what I think you're like",
        3915.64,
        3922.7
    ],
    [
        " So let's say we went and rolled and I tapped you out right for the first time",
        3922.7,
        3926.72
    ],
    [
        " Sure, you wouldn't like you wouldn't like that specific thing",
        3926.72,
        3931.26
    ],
    [
        " But when we roll again, that's when you'd be at your happiest right there. That's what I think",
        3931.26,
        3936.42
    ],
    [
        " Like I think most of us. Yeah, I mean you you want more of a challenge. Yeah, like all of that",
        3936.76,
        3942.02
    ],
    [
        " It's really on now that moment to you is a very pleasurable moment",
        3942.02,
        3946.7
    ],
    [
        " It's what it seems like for some people like",
        3946.7,
        3948.7
    ],
    [
        " From I don't know I would even argue for like a lot of people like that. I mean maybe that's a good example",
        3948.7,
        3954.76
    ],
    [
        " Maybe not but that moment usually is a very stressful moment like dang right now. I got to deal with this now",
        3954.76,
        3959.84
    ],
    [
        " You know and sure it'll result in the way better stuff for sure",
        3959.84,
        3963.44
    ],
    [
        " But the moment is less embraced by normal. Yeah, I think people people should pay attention to too is",
        3963.44,
        3970.68
    ],
    [
        " The thing that bothers people again topic we've talked about before the thing that bothers people is the anticipation of the situation",
        3970.68,
        3980.52
    ],
    [
        " Really?",
        3980.52,
        3980.98
    ],
    [
        " But most people like you like we were talking about you making videos earlier",
        3981.56,
        3985.94
    ],
    [
        " When you know like there's a monster coming in your pilot. Oh, I got to do this video",
        3985.94,
        3990.9
    ],
    [
        " That I would imagine hangs over your head more than when you actually are all right now you're doing the work and you're putting it together and it's getting dialed",
        3991.3,
        3997.52
    ],
    [
        " That's how I feel about things. You know, I'll be like",
        3997.52,
        4000.6
    ],
    [
        " There's something that I got to do and I'm like it's like oh, you know what you do you attack that thing? Yeah",
        4000.6,
        4005.36
    ],
    [
        " Yeah, and now when you talk to me earlier about working out and like hey do you ever just call it?",
        4005.36,
        4012.36
    ],
    [
        " What I will do which is major weakness is I'll like I'll like wait",
        4012.5,
        4018.08
    ],
    [
        " I'll I'll pace I've posted this on Twitter before like yeah by him then hot I",
        4018.7,
        4022.76
    ],
    [
        " I read I you know",
        4022.76,
        4024.52
    ],
    [
        " Redid the weights I vacuumed in that whatever I'm taking all kinds of reasons to not start I'm procrastinating it",
        4024.52,
        4031.34
    ],
    [
        " I'm gonna do it. I'm gonna make myself do it",
        4031.34,
        4034.04
    ],
    [
        " But I'm just I'm just like being such a baby",
        4034.04,
        4037.46
    ],
    [
        " Yeah, but I do that 200 percent. Yeah, it's like I'm not talking hours. Yeah, but it's there it 20 minutes, you know 20 minutes of like you know",
        4037.46,
        4046.88
    ],
    [
        " I better stretch out. Yeah, yeah, yeah, yeah, exactly that's weak",
        4046.88,
        4051.14
    ],
    [
        " Weak do it. Yeah, just do it. That's the thing that you know what you know what? That's one thing",
        4051.14,
        4058.36
    ],
    [
        " I'll tell you to little whoa. This is a workout tip from jackeau day",
        4058.36,
        4062.52
    ],
    [
        " You do you put a stopwatch on stuff right like you even when I'm doing something that's not really",
        4062.52,
        4068.5
    ],
    [
        " Even when I'm doing something that's not really focused on the time",
        4068.5,
        4072.46
    ],
    [
        " I at least put a stopwatch on it so that I just gotta keep you know",
        4072.46,
        4075.52
    ],
    [
        " Just keep it just keeps it on pace man. Yeah, because otherwise that feeling that I just talked about will will start",
        4075.52,
        4081.46
    ],
    [
        " Finding itself in between sets. Yeah, you know",
        4081.46,
        4085.24
    ],
    [
        " Yeah, that's not good. Yeah, all um",
        4085.24,
        4088.34
    ],
    [
        " This weird thing might I mentioned this workout that I started a long time never really deviated that much fun",
        4088.34,
        4093.34
    ],
    [
        " It's it has rests between sets as part of the workout the time designated time",
        4093.34,
        4098.78
    ],
    [
        " Yeah, it was always I don't think man",
        4098.78,
        4101.76
    ],
    [
        " I can not think of a time where it ever worked out where the time between the sets was just like ambiguous or something",
        4101.78,
        4108.28
    ],
    [
        " It was always a specific time",
        4108.28,
        4109.7
    ],
    [
        " So that little procrastination thing would creep up between exercises or or before my first set",
        4109.7,
        4116.62
    ],
    [
        " You know when you warm up and you're like oh my god and the first sets are usually the heaviest for me too",
        4116.62,
        4120.46
    ],
    [
        " So I'm like all right, and that'll happen, but you're right though like a stopwatch on it",
        4120.46,
        4125.46
    ],
    [
        " I have this one workout that I do where I do like",
        4125.46,
        4128.18
    ],
    [
        " It's L sit pull ups and then tuck pull ups and then dead hang pull ups and then kipping pull ups and then chin ups",
        4129.4,
        4136.26
    ],
    [
        " So it's like those five and you do as many as you can in each and then you then I do something else and then I come back and do it again",
        4136.26,
        4141.52
    ],
    [
        " I do like five rounds of that so they're like burn out sets. Yep, each one's a burn out set okay, and",
        4141.52,
        4147.0
    ],
    [
        " Well like the first time I did I was like oh that was cool and so when the first time I do it you know, it's kind of um",
        4147.0,
        4153.36
    ],
    [
        " Let's just say motivated to do it",
        4153.36,
        4156.9
    ],
    [
        " Yeah, I fired up. Yeah, this was years and years ago and then the next time I did it it took me a really long time",
        4156.9,
        4163.5
    ],
    [
        " And I realized because I just was taking a long time between sets. Yeah, that's not the purpose of it",
        4163.5,
        4168.82
    ],
    [
        " You know, so now I always put a stopwatch on that thing. Yeah, keep keep keep the clock ticking",
        4168.82,
        4173.56
    ],
    [
        " Yeah, yeah, and that's it and you feel it because you feel the clock ticking. Yeah, you know, you're like oh my god",
        4173.56,
        4178.74
    ],
    [
        " I guess that the whole to play to everything huh like you like if you and",
        4178.74,
        4182.4
    ],
    [
        " You know, that's why like when I write I do a thousand words, you know why cuz it get thousand words done in hours",
        4183.1,
        4187.66
    ],
    [
        " Sometimes I'm I'm wishing to see if I can get it on 50 minutes",
        4187.66,
        4190.6
    ],
    [
        " Wait, wait, so you will let's say when you write you boom you set the clock your time your watch. I don't set my watch",
        4190.6,
        4197.08
    ],
    [
        " Yeah, but I look at it. I'm looking at it. Oh, it's uh, it's you know eight 48 okay nine 48. I'm gonna be done. Yeah",
        4197.08,
        4203.98
    ],
    [
        " I'm gonna wrap this I gotta do that because that's even worse",
        4203.98,
        4208.32
    ],
    [
        " You sit there and stare at a bike screen or you click on that little",
        4208.32,
        4211.92
    ],
    [
        " On that little",
        4212.44,
        4213.42
    ],
    [
        " Internet browser",
        4213.42,
        4215.9
    ],
    [
        " Thing at the bottom then there you go. You're going down that slippery slope. Don't do it",
        4215.9,
        4221.08
    ],
    [
        " Don't do it check",
        4221.08,
        4223.88
    ],
    [
        " Talking about the general a little bit more if therefore he finds his army composed of raw troops or if they have been long on",
        4223.88,
        4234.1
    ],
    [
        " Long been on a custom-difiting he must carefully study the strength the spirit the manners of each particular legion and of each",
        4234.1,
        4241.82
    ],
    [
        " Body of our gillaries cavalry and infantry",
        4241.82,
        4245.48
    ],
    [
        " He must know if possible. This is good. He must know if possible the name and capacity of every count Tribune subaltern and soldier",
        4245.48,
        4253.46
    ],
    [
        " He must assume the most respectable authority and maintain it",
        4253.46,
        4259.2
    ],
    [
        " by severity",
        4259.2,
        4261.2
    ],
    [
        " He must punish all military crimes with the greatest rigor of the laws",
        4261.2,
        4267.18
    ],
    [
        " So there's a dichotomy there. He's saying you should know the name of every single person on your team",
        4267.36,
        4272.8
    ],
    [
        " At the same time if they get out of line you",
        4272.8,
        4276.22
    ],
    [
        " maintain by severity",
        4276.22,
        4278.96
    ],
    [
        " For troops that have never been an action or of not for some time been used to such",
        4278.96,
        4287.72
    ],
    [
        " Spectables been used to such spectacles are greatly shocked at the sight of the wounded and dying",
        4287.72,
        4293.74
    ],
    [
        " And the impressions of fear they receive disposed them rather to fly than to fight",
        4294.5,
        4300.36
    ],
    [
        " That's again to me is how do you train people and get them used to",
        4300.36,
        4310.48
    ],
    [
        " What they're gonna be facing in the real world always keep that in mind as a leader",
        4310.48,
        4314.96
    ],
    [
        " And I was about to say almost keep always keep that in mind as a trainer, but as a as a leader. Guess what you are you're the trainer",
        4314.96,
        4320.72
    ],
    [
        " Having explained the less considerable branches of the art of war the milk the order of military affairs naturally leads us to the general engagement",
        4324.56,
        4334.18
    ],
    [
        " So now he's up to this point. He's only been talking about how to get ready for war",
        4334.18,
        4338.6
    ],
    [
        " This is a conjecture full of uncertainty and fatal to kingdoms and nations for indecision in the decision of a pitched battle",
        4338.6,
        4347.44
    ],
    [
        " Consists the fullness of victory",
        4347.44,
        4350.42
    ],
    [
        " The troops must never be engaged in a general action immediately after a long march when the men are fatigued and the horses tired",
        4352.16,
        4358.88
    ],
    [
        " The strength required for action is spent in the toil of the march. What can a soldier do who charges?",
        4358.88,
        4366.08
    ],
    [
        " Win out a breath",
        4366.62,
        4367.32
    ],
    [
        " Sure, everyone's gonna hit me up. See you need more rest",
        4367.32,
        4372.34
    ],
    [
        " Hmm",
        4375.66,
        4376.22
    ],
    [
        " And he goes on to a little a little get after it right here the sentiments of the troops should be determined before battle",
        4376.22,
        4383.5
    ],
    [
        " It is necessary to know the sediments of the soldiers on the day of the engagement",
        4383.5,
        4387.62
    ],
    [
        " Their confidence or apprehensions are easily discovered by their looks their words their actions and their motions",
        4387.62,
        4393.88
    ],
    [
        " No great dependencies to be placed on the eagerness of young soldiers for action for fighting has something",
        4393.88,
        4401.7
    ],
    [
        " Agreeable in the idea to those who are strangers to it",
        4402.26,
        4405.76
    ],
    [
        " So he's saying the young soldiers that have been a war that are all fired up to fight don't listen to him",
        4405.76,
        4412.4
    ],
    [
        " Because there's some agreeable in the idea of fighting to be what I haven't done it before",
        4412.4,
        4417.8
    ],
    [
        " And then he says on the other hand it would be wrong to hazard into an engagement if the old experience soldiers testify a",
        4417.8,
        4425.18
    ],
    [
        " Disclin- a disclination a disinclination to fight",
        4425.18,
        4429.26
    ],
    [
        " So",
        4431.08,
        4431.64
    ],
    [
        " So if the if the old guys are like hey, there's boss not a good idea pay attention",
        4431.64,
        4435.22
    ],
    [
        " A general however",
        4435.22,
        4437.5
    ],
    [
        " May encourage and animate his troops by proper",
        4437.5,
        4440.46
    ],
    [
        " exhortations and herangs especially if by his account of the approaching action he can persuade them into the belief of an easy victory",
        4440.46,
        4449.52
    ],
    [
        " With this view he should lay before them the cowardice or unskilfulness of their enemies and remind them of any former advantages",
        4449.52,
        4458.12
    ],
    [
        " They may have gained over them. He should employ every argument capable of exciting rage hatred and indignation against the adversaries in the minds of his soldiers",
        4458.12,
        4467.56
    ],
    [
        " Now this is something I disagree with",
        4467.56,
        4470.02
    ],
    [
        " I disagree with this idea. I disagree with the idea of",
        4470.02,
        4475.02
    ],
    [
        " Telling the troops that it's going to be an easy victory",
        4475.02,
        4478.68
    ],
    [
        " Of telling the troops that hey their cowards. I don't agree with that",
        4478.68,
        4484.34
    ],
    [
        " And because when you do that there's a lot of things that can go bad",
        4485.0,
        4488.32
    ],
    [
        " number one",
        4488.32,
        4490.52
    ],
    [
        " When you go against the enemy and you face them and they start doing good against you because they're more skilled than you expected",
        4490.52,
        4497.6
    ],
    [
        " That's a problem. Yeah",
        4497.6,
        4500.14
    ],
    [
        " Yeah, can jam up your morale. Oh that can jam up your morale really bad. So I don't recommend",
        4500.14,
        4505.96
    ],
    [
        " Ever disrespecting the enemy. I recommend you give them if it's not to mention if you hey this can be an easy victory",
        4505.96,
        4512.16
    ],
    [
        " What's your mindset going into it? Yeah, yeah, I mean first of all you're not training hard for it",
        4512.38,
        4517.18
    ],
    [
        " You think you're gonna win easy. It's called yeah, don't do that. No, you you you respect the enemy",
        4517.18,
        4522.2
    ],
    [
        " I think the point that he may have been trying to make is like don't be afraid of the enemy. I get that nothing be afraid of",
        4522.2,
        4528.5
    ],
    [
        " But respect him",
        4528.5,
        4530.08
    ],
    [
        " Didn't Frederick the great say something like that in last last time like something about remind them of how lame they are or whatever",
        4530.08,
        4537.8
    ],
    [
        " um",
        4537.8,
        4538.64
    ],
    [
        " He did say something like that and actually it just the thing that he was saying",
        4539.88,
        4545.96
    ],
    [
        " I was that he said",
        4545.96,
        4548.92
    ],
    [
        " He was saying know what he was saying was",
        4548.92,
        4553.9
    ],
    [
        " Only talk about the enemy with total score right right? Okay, that's what he was saying",
        4553.9,
        4558.38
    ],
    [
        " Only talk about the enemy with total score and actually he was also saying like you shouldn't even hate the enemy",
        4558.38,
        4563.3
    ],
    [
        " But don't let anyone know that you don't hate it. Yeah, it's wise. Which was kind of interesting and he's saying the same thing like",
        4563.3,
        4568.2
    ],
    [
        " rage and hatred and indignation",
        4568.3,
        4570.38
    ],
    [
        " That's how you want them to be thinking of the enemy so they both agreed on that point",
        4570.38,
        4573.94
    ],
    [
        " But I disagree on the point of",
        4573.94,
        4575.92
    ],
    [
        " Tell the tell your men that this is gonna be an easy fight because it's not gonna be an easy fight. Yeah",
        4575.92,
        4580.94
    ],
    [
        " Back to the book it is natural for men in general to be affected with some sensations of fear at the beginning of an engagement",
        4580.94,
        4590.4
    ],
    [
        " But there are without a doubt some of a more",
        4590.4,
        4593.6
    ],
    [
        " Timoris disposition",
        4593.6,
        4595.86
    ],
    [
        " who are",
        4596.78,
        4597.58
    ],
    [
        " Disordered by the very sight of the enemy to diminish these apprehensions before you venture on action",
        4597.58,
        4604.62
    ],
    [
        " Draw up your army frequently in order of battle in some safe situation so that your men may be accustomed to the sight and",
        4604.62,
        4612.16
    ],
    [
        " appearance of the enemy when opportunity offers",
        4612.16,
        4614.94
    ],
    [
        " They should be sent to fall upon them and endeavor to put them to flight or kill some of their men",
        4614.94,
        4621.28
    ],
    [
        " Thus they will become equate with their customs arms and horses and the objects with which we are once familiarized are no longer capable of",
        4622.42,
        4632.54
    ],
    [
        " inspiring us with terror",
        4632.54,
        4634.4
    ],
    [
        " It's amazing how good you get at something like if you've seen it one time. Yeah, you know, just just think about any situation",
        4634.4,
        4642.66
    ],
    [
        " think if if",
        4642.66,
        4644.62
    ],
    [
        " Like if you scare someone which I enjoy scaring people",
        4644.62,
        4649.24
    ],
    [
        " sir, but if you scare someone and then they come back in and you try and do the same thing like they're not scared at all. It doesn't work",
        4649.4,
        4655.78
    ],
    [
        " so",
        4655.78,
        4657.08
    ],
    [
        " So that's what that's how you want to prepare your people you get them used to those seeing what they're gonna see",
        4657.08,
        4664.24
    ],
    [
        " Good generals are acutely aware that victory depends much on the nature of the field of battle",
        4664.24,
        4671.48
    ],
    [
        " When you intend therefore to engage",
        4671.48,
        4675.06
    ],
    [
        " Ingever to draw the chief advantage from your situation the highest ground is reckoned the best always take the high ground",
        4675.38,
        4683.6
    ],
    [
        " Talking about reserves the method of having bodies of reserves in the rear of the enemy composed of choice infantry and cavalry",
        4683.6,
        4699.26
    ],
    [
        " commanded by",
        4699.26,
        4700.76
    ],
    [
        " The supernumerary lieutenant generals counts and tribunes is very judicious and of great consequence toward the gaining of a battle",
        4702.22,
        4710.78
    ],
    [
        " Some should be posted in the rear of the wings and some near the center to be ready to fly",
        4710.78,
        4715.24
    ],
    [
        " Immediately to the assistance of any part of the line which is hard pressed to prevent its being pierced",
        4715.24,
        4721.32
    ],
    [
        " To supply the vacancies made therein during the action and thereby to keep up the courage of their fellow soldiers",
        4721.32,
        4729.8
    ],
    [
        " And check the impetuousity of the enemy",
        4729.94,
        4733.4
    ],
    [
        " So always have reserves don't overextend yourself",
        4733.4,
        4738.22
    ],
    [
        " The post of the commander in chief is generally on the right between the cavalry and the infantry",
        4738.22,
        4746.4
    ],
    [
        " From four from this place. He can best direct",
        4746.4,
        4750.4
    ],
    [
        " The motions of the whole army and move elements with the greatest of ease wherever he finds necessary",
        4750.4,
        4756.28
    ],
    [
        " It is also the most convenient spot to give his orders to both horse and foot and animate them equally",
        4756.28,
        4763.12
    ],
    [
        " By his presence",
        4763.12,
        4764.6
    ],
    [
        " So position yourself in a good spot",
        4764.6,
        4766.84
    ],
    [
        " Enable general never loses a favorable opportunity of surprising the enemy either when tired on the march",
        4766.84,
        4781.5
    ],
    [
        " divided in the passage of a river embarrassed in a morassus",
        4781.6,
        4785.7
    ],
    [
        " Struggling with the declavities of mountains when dispersed over the country they think themselves in security or are sleeping in their quarters",
        4785.7,
        4795.32
    ],
    [
        " So just take advantage of your enemy whenever they're let their guard down",
        4795.32,
        4801.28
    ],
    [
        " In all these cases the adversaries are surprised and destroyed before they have time to put themselves on their guard",
        4801.28,
        4809.04
    ],
    [
        " But if they are too cautious and you and give",
        4810.14,
        4814.18
    ],
    [
        " But if they are too cautious to give you an opportunity of surprising or ensnaring them",
        4814.18,
        4821.7
    ],
    [
        " You are then obliged to engage openly and unequal terms. So whenever you get the chance you",
        4821.7,
        4827.92
    ],
    [
        " You sucker punch him right?",
        4827.92,
        4831.62
    ],
    [
        " You know is that the",
        4832.28,
        4834.98
    ],
    [
        " Is that am I encouraging you go out and sucker punch people? No, but if you're gonna fight",
        4836.46,
        4840.26
    ],
    [
        " Take advantage of the situation",
        4840.26,
        4843.34
    ],
    [
        " You've already determined that the enemy needs to be fought you're gonna do everything you can to",
        4843.34,
        4847.76
    ],
    [
        " But isn't that that's gonna you think I just started a rash of sucker punches. No, I feel like you misused the expression",
        4847.76,
        4856.22
    ],
    [
        " That's what I think because sucker punch is more of a waging of war",
        4856.22,
        4860.36
    ],
    [
        " We're certain level of war when someone is saying this thing. These are already at war. They're already at war so now",
        4861.34,
        4867.04
    ],
    [
        " It's like it's kind of sucker punches the kind. Hey, we're just gonna go invade this country",
        4867.04,
        4871.86
    ],
    [
        " They have no idea that we're you know they they don't know one of their citizens said something bad about our president or something like that",
        4871.86,
        4878.0
    ],
    [
        " But if you guys are in war and they're sleeping or something like that. Oh, no, man. That's good",
        4878.0,
        4883.62
    ],
    [
        " I think I agree now I actually agree with you very much very strongly. I think you're correct",
        4883.62,
        4889.12
    ],
    [
        " Yeah, in fact, I don't think you should sucker punch anyone",
        4889.16,
        4892.16
    ],
    [
        " Yes, I agree you shouldn't sucker punch someone",
        4892.16,
        4896.14
    ],
    [
        " But if you are at war with someone yes, then you try to get them at their least prepared situation. Yes, agree",
        4896.14,
        4904.5
    ],
    [
        " thousand percent",
        4904.5,
        4905.98
    ],
    [
        " All right, this is important the flight of an enemy should not be prevented but facilitated",
        4905.98,
        4913.6
    ],
    [
        " General's unskilled in war think of victory incomplete unless the enemy are so straightened in their ground or so entirely surrounded by numbers",
        4915.12,
        4924.72
    ],
    [
        " As do they have no possibility of escape",
        4924.72,
        4928.44
    ],
    [
        " But in such situation where no hope remains fear itself will arm an enemy and despair inspires courage",
        4928.44,
        4939.5
    ],
    [
        " That's powerful think about that fear itself will arm the enemy if you surround them completely",
        4939.5,
        4944.94
    ],
    [
        " When men find themselves oh sorry when men find they must inevitably perish",
        4944.94,
        4951.56
    ],
    [
        " They willingly resolve to die with their comrades and with their arms in their hands",
        4951.56,
        4958.54
    ],
    [
        " The maximum that a golden bridge should be made for a flying enemy",
        4958.54,
        4965.74
    ],
    [
        " Has much been commended for when they have free room to escape they think of nothing but how to save themselves by flight",
        4966.18,
        4973.9
    ],
    [
        " And the confusion now you might think that you might think by that statement",
        4973.9,
        4977.82
    ],
    [
        " He said hey like you build a golden bridge for them to get away. Yeah, you might think that that's sort of a",
        4977.82,
        4983.68
    ],
    [
        " A merciful thing to do but check out this line and the confusion",
        4983.68,
        4988.18
    ],
    [
        " Becoming general great numbers are cut to pieces",
        4988.18,
        4993.12
    ],
    [
        " Hmm the pursuers can be in no danger when the vanquished have thrown away their arms for greater haste",
        4994.12,
        4999.5
    ],
    [
        " So here guys are dropping their swords. They see an escape. They drop their swords and they run for it",
        4999.5,
        5003.2
    ],
    [
        " But you got them you're waiting there for them",
        5003.2,
        5005.26
    ],
    [
        " In this case the greater number of the flying enemy the greater the slaughter",
        5005.26,
        5009.6
    ],
    [
        " Numbers are of no signification",
        5009.6,
        5013.12
    ],
    [
        " Where troops once thrown into consternation are equally terrified at the sight of the enemy as their weapons",
        5013.12,
        5021.32
    ],
    [
        " So that's good advice and that's",
        5024.48,
        5026.68
    ],
    [
        " This is something as well",
        5026.68,
        5028.66
    ],
    [
        " You know, yeah, it's not the same thing but man when you when you",
        5028.66,
        5033.56
    ],
    [
        " When you're dealing with another human being",
        5033.56,
        5036.92
    ],
    [
        " And let's say let's say you and I are talking about something",
        5036.92,
        5039.6
    ],
    [
        " And I know I'm right and I know you're wrong",
        5039.6,
        5042.3
    ],
    [
        " But you kind of planted yourself into it you kind of painted yourself into a corner. Yeah, I'll give you a little out",
        5042.3,
        5047.4
    ],
    [
        " You know, give me a little out. You know, I don't want to like I want to do that to you",
        5047.4,
        5051.22
    ],
    [
        " I don't want to do that to be part of work with",
        5051.22,
        5053.04
    ],
    [
        " No, let me give you a little out like oh, yeah, it's probably the way it used to be but you know what hey, you know",
        5053.04,
        5057.42
    ],
    [
        " It's a little something where you go like yeah, yeah, you know, definitely I've done it before like oh, that's cool",
        5057.42,
        5061.9
    ],
    [
        " Yeah, you know, what do you think of this",
        5061.9,
        5063.96
    ],
    [
        " So give people a little out that actually is very very um",
        5063.96,
        5069.36
    ],
    [
        " It's not it's a nice thing to do but it feels very smart",
        5069.36,
        5074.64
    ],
    [
        " It's the way very smart it's very smart to give people a little out",
        5074.64,
        5079.72
    ],
    [
        " Yeah, I have to do that with I have to do that with uh, I have to do my kids, you know, yeah",
        5079.72,
        5084.58
    ],
    [
        " I'm a little out because I'll paint themselves in a corner because they're kids",
        5084.58,
        5086.88
    ],
    [
        " You know, that's what they do they just that's what they do yeah",
        5086.88,
        5090.82
    ],
    [
        " Yeah, it's one you embarrass someone because that's kind of embarrassing especially when you get into some",
        5090.82,
        5096.44
    ],
    [
        " Argument where it turns into a million so you kind of think then you realize you're wrong and you're like oh man",
        5096.44,
        5100.7
    ],
    [
        " I have to basically",
        5100.7,
        5102.0
    ],
    [
        " Give them to give them out so we're kind of we're both winners. Yeah, you know good",
        5102.0,
        5107.24
    ],
    [
        " Because my ego's not involved over here. I was happy that we're gonna get along. Yeah, I'm moving forward. Yeah, good with it",
        5107.5,
        5113.44
    ],
    [
        " Back to the book in the first place",
        5113.44,
        5119.06
    ],
    [
        " Your men must not imagine that you retire to decline in action",
        5119.06,
        5122.98
    ],
    [
        " But believe you retreat an",
        5122.98,
        5125.58
    ],
    [
        " Artifice to draw the enemy in",
        5125.58,
        5127.86
    ],
    [
        " To a more and vatageous position for you where you may more easily defeat them in case they follow you",
        5127.86,
        5135.3
    ],
    [
        " For troops you perceive their general dispairs of success are prone prone to flight",
        5136.2,
        5142.24
    ],
    [
        " So what that saying isn't I should have given this introduction before is that",
        5142.24,
        5146.16
    ],
    [
        " If you feel like you have to retreat",
        5146.16,
        5149.16
    ],
    [
        " You don't say hey, we're we're we're getting crushed here and we're gonna retreat what we say is hey",
        5149.16,
        5154.0
    ],
    [
        " We're gonna bait them",
        5154.0,
        5155.24
    ],
    [
        " We're gonna move back and we're gonna draw that men",
        5155.24,
        5157.94
    ],
    [
        " So think I said oh okay, I get it if you're just like hey, we're getting our ass is kicked and we need to get out of here",
        5157.94,
        5164.1
    ],
    [
        " You're gonna lose you people gonna run away",
        5164.2,
        5166.5
    ],
    [
        " If you're like hey, we're doing this maneuver gonna fade back a little bit. We're gonna set them up",
        5166.5,
        5170.08
    ],
    [
        " If you go cool, I'm gonna get an opportunity for payback",
        5170.08,
        5172.64
    ],
    [
        " So that's a good point. Yeah, very good point seems like their mindset would still be in the fight in that case",
        5172.64,
        5179.38
    ],
    [
        " And then versus oh",
        5179.38,
        5181.34
    ],
    [
        " Exactly you keep them in the fight exactly",
        5181.34,
        5185.62
    ],
    [
        " Now once people once once the enemy is fleeing",
        5185.62,
        5191.66
    ],
    [
        " And you chase them you gotta be careful back to the book a rash and inconsiderate pursuit",
        5192.48,
        5197.28
    ],
    [
        " Exposes an army to the greatest danger possible that of falling into ambushes and the hands of the troops enemy troops ready for their reception",
        5197.28,
        5207.78
    ],
    [
        " For as in the term temerity of an army is increased and their caution lessened by the pursuit of a flying enemy",
        5207.78,
        5217.34
    ],
    [
        " This is most favorable",
        5217.34,
        5219.32
    ],
    [
        " Opportunity for such snares. So when you get somebody running after you. That's when you can catch him",
        5219.32,
        5224.34
    ],
    [
        " The greater the security the greater the danger",
        5224.34,
        5229.2
    ],
    [
        " troops",
        5229.2,
        5230.44
    ],
    [
        " When unprepared at their meals fatigue after a march when their horses are feeding and in short when they believe themselves most security",
        5230.44,
        5239.16
    ],
    [
        " most secure",
        5239.16,
        5240.14
    ],
    [
        " Are generally most liable to a surprise",
        5240.14,
        5243.28
    ],
    [
        " All risks of this sort are to be avoided carefully and all opportunities taken of distressing the enemy by such methods",
        5243.96,
        5251.64
    ],
    [
        " So",
        5251.64,
        5254.3
    ],
    [
        " That mindset that people get like you just said when they're running away",
        5254.3,
        5258.9
    ],
    [
        " Is one thing but also when they think they just won",
        5258.9,
        5261.8
    ],
    [
        " They get the mindset of like oh, we don't need security anywhere anymore right now",
        5261.8,
        5265.24
    ],
    [
        " We don't need it. We're good",
        5265.24,
        5267.88
    ],
    [
        " There's that one little line",
        5267.88,
        5271.64
    ],
    [
        " The greater the security the greater the danger that that line right there doesn't make any sense",
        5273.64,
        5278.26
    ],
    [
        " The greater the security the greater the danger what he's saying is when the the greater the security is the greater the danger of",
        5278.26,
        5285.04
    ],
    [
        " being susceptible to",
        5285.04,
        5287.68
    ],
    [
        " letting your guard down",
        5287.68,
        5290.12
    ],
    [
        " Yeah, like if you like in an MMA situation, you got the guy did you know for sure fighting right we talked about before",
        5290.12,
        5297.26
    ],
    [
        " But yeah, you got him days days and they're like whoa, I'm gonna go either finish all crazy",
        5297.26,
        5301.72
    ],
    [
        " Not like as cautious as maybe they should be kind of that situation. Yeah, for sure he's talking about yeah",
        5302.16,
        5306.96
    ],
    [
        " The greater the security so the better you feel right this you're said the",
        5306.96,
        5310.02
    ],
    [
        " I keep losing that line the greater the security the greater the danger the greater the greater the danger",
        5310.02,
        5317.42
    ],
    [
        " That's what it is so when you're feeling secure",
        5317.42,
        5319.14
    ],
    [
        " Watch it watch yourself",
        5319.14,
        5322.14
    ],
    [
        " Resources in case of defeat if while one part of your army is victorious the other should be defeated",
        5322.14,
        5329.98
    ],
    [
        " You are by no means to despair since even in this extremity the constancy and resolution of a general may recover a complete victory",
        5329.98,
        5339.28
    ],
    [
        " So just cuz you take a little lost doesn't mean you're gonna lose completely",
        5339.28,
        5343.88
    ],
    [
        " Yet notwithstanding an entire defeat all possible remedies must be attempted since many generals have been fortunate enough to repair such a loss",
        5343.88,
        5352.04
    ],
    [
        " So you can always come back",
        5352.04,
        5353.98
    ],
    [
        " An army after defeat has sometimes rallied returned on the enemy dispersed him by pursuing in order",
        5354.28,
        5361.26
    ],
    [
        " And destroyed him without difficulty",
        5361.26,
        5364.08
    ],
    [
        " Nor can men be in a more dangerous situation than when in the midst of joy after victory their exaltation is suddenly converted into terror",
        5364.08,
        5376.5
    ],
    [
        " So",
        5376.5,
        5381.16
    ],
    [
        " Same thing",
        5382.14,
        5382.86
    ],
    [
        " You're joyous cuz you won and all of a sudden you're",
        5382.86,
        5387.4
    ],
    [
        " The tables turn",
        5387.4,
        5388.72
    ],
    [
        " Whatever be the event the remains of the army must be immediately assembled",
        5388.72,
        5393.32
    ],
    [
        " Reanimated by suitable exhortations and furnished with fresh fresh supplies of arms. That's what you do",
        5393.32,
        5399.34
    ],
    [
        " When you get a good victory you're like all right reload that's what we're doing right now",
        5399.34,
        5403.9
    ],
    [
        " And in this last section of the book",
        5403.9,
        5409.7
    ],
    [
        " He kind of just breaks down and sums up",
        5411.52,
        5415.04
    ],
    [
        " The rest of the book that we just read",
        5415.04,
        5417.52
    ],
    [
        " So these are all pretty familiar most of them cuz we I covered most of them",
        5417.52,
        5423.06
    ],
    [
        " It is the nature of war that what is beneficial to you is detrimental to the enemy and what is of service to him always hurts you",
        5423.06,
        5434.44
    ],
    [
        " That seems that common sense. Yeah",
        5434.44,
        5437.74
    ],
    [
        " The more troops",
        5438.7,
        5440.2
    ],
    [
        " The more your troops have been accustomed to camp duties on frontier stations and the more carefully they have been disciplined",
        5440.2,
        5449.06
    ],
    [
        " The less danger they will be exposed to in the field",
        5449.06,
        5453.42
    ],
    [
        " Train them hard men must be sufficiently tried before they are led against the enemy train them hard",
        5453.42,
        5461.58
    ],
    [
        " It is much better to overcome the enemy by famine surprise or terror",
        5461.58,
        5466.5
    ],
    [
        " Than my general actions",
        5466.86,
        5468.96
    ],
    [
        " For in the latter instance fortune has often a greater share than valor",
        5468.96,
        5474.52
    ],
    [
        " I like the idea of overcoming the enemy just by terror",
        5474.52,
        5479.62
    ],
    [
        " Just just I wish there was like a full chapter about that that's legit",
        5479.62,
        5485.64
    ],
    [
        " Those designs are best which the enemy are entirely ignorant of till the moment of execution",
        5485.64,
        5494.4
    ],
    [
        " Opportunity in war is often more to be dependent on than courage",
        5494.86,
        5499.1
    ],
    [
        " To debotch to debotch the enemy soldiers and encourage them when sincere in surrendering themselves",
        5499.1,
        5512.2
    ],
    [
        " Is of a special service for an adversary is more hurt by desertion than my slaughter",
        5512.2,
        5518.24
    ],
    [
        " So if you can get the enemy to like come over to your side",
        5518.24,
        5521.0
    ],
    [
        " That's even worse to the enemy than when you're just killing them",
        5521.8,
        5525.28
    ],
    [
        " Because you think about when you're getting your friends killed you have some kind of vengeance",
        5525.28,
        5529.18
    ],
    [
        " But if they just take your friends and like all in the in the back room having them having a glass of wine",
        5529.18,
        5535.0
    ],
    [
        " But you know you're like yeah, you know what I think that sounds a better than the deal I got",
        5535.0,
        5539.26
    ],
    [
        " It is better to have several bodies of reserves than to extend yourself",
        5539.26,
        5545.7
    ],
    [
        " Too much to the front there you go",
        5545.7,
        5549.06
    ],
    [
        " A general is not easily overcome who can form a true judgment of his own and the enemy forces",
        5549.86,
        5556.74
    ],
    [
        " We've been hearing that once in Sunsu",
        5556.74,
        5559.14
    ],
    [
        " Art of war",
        5559.14,
        5560.64
    ],
    [
        " Valor is superior to numbers",
        5560.64,
        5563.68
    ],
    [
        " The nature of ground is often of more consequence than courage",
        5563.68,
        5568.78
    ],
    [
        " This guy is talking about terrain that's what he's talking about",
        5568.78,
        5571.9
    ],
    [
        " So everyone that's in the military listen to this right now terrain terrain terrain learn to read the terrain",
        5571.9,
        5576.56
    ],
    [
        " This is a good one few men are born brave",
        5577.7,
        5581.86
    ],
    [
        " many become so",
        5581.86,
        5584.06
    ],
    [
        " through care",
        5584.06,
        5585.48
    ],
    [
        " And force of discipline",
        5585.48,
        5588.12
    ],
    [
        " Great dichotomy there care for your people and through force of discipline is what makes people brave",
        5588.12,
        5594.94
    ],
    [
        " An army is strengthened by labor",
        5594.94,
        5602.08
    ],
    [
        " And weakened by idleness",
        5602.08,
        5605.6
    ],
    [
        " Don't sit around",
        5610.1,
        5611.04
    ],
    [
        " Don't sit around",
        5611.04,
        5613.86
    ],
    [
        " Keep moving",
        5613.86,
        5615.36
    ],
    [
        " Troops are not to be led to battle unless confident of success",
        5615.36,
        5619.92
    ],
    [
        " Novelty and surprise throw an enemy into consternation but common incidents have no effect",
        5619.92,
        5627.4
    ],
    [
        " Learn new moves",
        5627.4,
        5631.38
    ],
    [
        " That's some advice I need to take",
        5631.38,
        5635.24
    ],
    [
        " I always do the same move",
        5635.24,
        5636.54
    ],
    [
        " Not good",
        5636.8,
        5637.7
    ],
    [
        " He who rashly pursues a flying enemy with troops in disorder",
        5637.7,
        5643.44
    ],
    [
        " Seems inclined to resign that victory which he had before obtained",
        5643.44,
        5649.08
    ],
    [
        " So if if you go pursuing the enemy when your troops aren't organized",
        5649.08,
        5654.3
    ],
    [
        " You're basically trying to give away your victory",
        5654.3,
        5656.42
    ],
    [
        " So be careful when you pursue",
        5656.42,
        5659.04
    ],
    [
        " An army unsupplied with grain and other necessary provisions will be vanquished without striking a blow",
        5659.04,
        5666.42
    ],
    [
        " Man, I need to wind it fine. I looked around and been looking for like a like a Roman soldier and they've found some letters and stuff",
        5667.42,
        5674.08
    ],
    [
        " But these guys must have been hungry",
        5674.08,
        5676.1
    ],
    [
        " He's talking about the hungry",
        5676.1,
        5678.14
    ],
    [
        " On finding the enemy has notice of your designs you must immediately alter your plan of operations check",
        5678.14,
        5688.24
    ],
    [
        " Consult with many on proper measures to be taken",
        5688.24,
        5692.9
    ],
    [
        " But communicate the plans you intend to put an execution to few and only those of the most assured fidelity or rather trust no one but yourself",
        5692.96,
        5703.02
    ],
    [
        " But it's interesting. Consult many people get some feedback from everyone",
        5703.02,
        5708.56
    ],
    [
        " Next punishment and fear thereof are necessary to keep soldiers in order in quarters",
        5708.56,
        5716.92
    ],
    [
        " But in the field they are more influenced by hope and rewards",
        5717.88,
        5724.52
    ],
    [
        " Oh dichotomy for you",
        5724.52,
        5728.28
    ],
    [
        " Good officers never engage in general actions unless",
        5728.28,
        5732.6
    ],
    [
        " induced by opportunity or obliged by necessity",
        5732.6,
        5737.02
    ],
    [
        " To distress the enemy more by famine than the sword is the mark of consummate skill",
        5737.02,
        5746.5
    ],
    [
        " And this is actually the last one here dispositions for action must be carefully concealed from the enemy",
        5747.5,
        5753.44
    ],
    [
        " Lest they should counteract them and defeat your plans by proper expedience",
        5753.44,
        5758.3
    ],
    [
        " So those again, I didn't cover all the maxims and the reason I didn't is because some of the maxims that he talks about are are legitimately",
        5758.3,
        5767.7
    ],
    [
        " ancient",
        5767.7,
        5769.36
    ],
    [
        " Tactical warfare, but it's worth getting the books so you can read those and understand them",
        5769.36,
        5774.44
    ],
    [
        " And he he kind of ends this book with a little note",
        5775.82,
        5779.72
    ],
    [
        " To the emperor of Rome at the time and this is how he wraps it up. How glorious",
        5779.72,
        5785.9
    ],
    [
        " It is therefore for your majesty with all these qualifications to unite the science of war and the art of conquest and to convince the world",
        5785.9,
        5796.24
    ],
    [
        " That by your conduct and courage you are equally capable of performing the duties of the soldier",
        5796.24,
        5803.18
    ],
    [
        " And the general",
        5804.96,
        5806.28
    ],
    [
        " I think that's",
        5806.28,
        5810.14
    ],
    [
        " Actually a cool statement to end on capable of equally performing the duties of the soldier and the general so he wraps up the book with that last dichotomy",
        5810.14,
        5821.32
    ],
    [
        " And I think that's one of the really one of the most important qualities for a leader to have",
        5821.32,
        5827.46
    ],
    [
        " And one of the most important qualities to be able to balance",
        5827.46,
        5831.62
    ],
    [
        " And that is to be able to maintain",
        5833.14,
        5834.88
    ],
    [
        " And lead from the highest position and at the same time",
        5834.88,
        5840.68
    ],
    [
        " Never forget where you came from right you've heard that expression. Don't forget where you came from that's what he's talking about",
        5840.68,
        5847.84
    ],
    [
        " And I think for every leader what that means is",
        5847.84,
        5854.96
    ],
    [
        " Recognize that you still have bored of learn",
        5854.96,
        5857.26
    ],
    [
        " that",
        5857.26,
        5859.14
    ],
    [
        " You can still grow you can still try and get better and obviously",
        5861.14,
        5865.52
    ],
    [
        " That's what we're doing here",
        5865.52,
        5868.36
    ],
    [
        " Is trying to learn",
        5868.36,
        5870.98
    ],
    [
        " And trying to keep learning",
        5870.98,
        5874.68
    ],
    [
        " And I think that wraps this up",
        5874.68,
        5878.38
    ],
    [
        " And obviously we make this podcast so that we can learn",
        5878.38,
        5883.12
    ],
    [
        " And other people can learn if they want to join in",
        5883.12,
        5886.32
    ],
    [
        " And if you",
        5886.44,
        5887.3
    ],
    [
        " Learned anything and you want to",
        5887.3,
        5889.46
    ],
    [
        " You don't give this podcast some support",
        5889.46,
        5892.32
    ],
    [
        " Those are great ways to do it and",
        5892.32,
        5896.06
    ],
    [
        " The goal to when you support the podcast is that you also support yourself. That's that's the goal",
        5896.06,
        5903.76
    ],
    [
        " Mutually supporting situation. Yes, is what we're going for. So first off",
        5903.76,
        5908.38
    ],
    [
        " We got our company up in Maine up in New England, origin USA",
        5908.38,
        5913.42
    ],
    [
        " Informing to Maine 100% American made products products",
        5915.24,
        5919.02
    ],
    [
        " It's a Giu-Jitsu company first and foremost right that's the foundation",
        5919.02,
        5924.22
    ],
    [
        " Gees and rash cards interestingly",
        5924.22,
        5927.32
    ],
    [
        " Gees one of the hardest things in the world to make",
        5927.32,
        5930.02
    ],
    [
        " from scratch",
        5930.02,
        5931.64
    ],
    [
        " And we make them here in America",
        5931.64,
        5935.28
    ],
    [
        " Sure",
        5935.28,
        5935.86
    ],
    [
        " A lot of people think they're the best",
        5935.86,
        5938.52
    ],
    [
        " That's actually what I think",
        5938.52,
        5940.94
    ],
    [
        " Yeah, well",
        5940.96,
        5942.08
    ],
    [
        " So it depends on what you mean by the best so if you think",
        5942.08,
        5947.66
    ],
    [
        " That the ones that fit the most appropriately for Giu-Jitsu",
        5947.66,
        5953.84
    ],
    [
        " Then yeah, they're gonna use your Giu-Jitsu G for Giu-Jitsu",
        5953.84,
        5957.78
    ],
    [
        " Than the best they're the best conquer if you",
        5957.78,
        5960.74
    ],
    [
        " Want various different weas various different options that happen to me main in America and",
        5960.74,
        5968.12
    ],
    [
        " various perfect blends",
        5970.34,
        5971.22
    ],
    [
        " For washing drying anti-microbial stuff, you know, and yeah, they're the best. Yeah",
        5971.22,
        5977.22
    ],
    [
        " When you see would you remember the first time you saw dragon weave like with your own eyes? Yes, were you impressed?",
        5977.22,
        5982.68
    ],
    [
        " I was yes like it's legitimately it's it's legitimately",
        5983.62,
        5989.28
    ],
    [
        " Impressive. I actually this is the one of the dumbest things I've ever thought of in my life",
        5989.28,
        5994.14
    ],
    [
        " All right late on me when I first saw dragon weave",
        5994.14,
        5996.84
    ],
    [
        " I thought to myself it would be cool to get a legit because you know sometimes I got to wear a suit because I've",
        5997.24,
        6003.32
    ],
    [
        " Been going to work with a couple of something. I thought it was I would be cool to get a legitimate suit made out of this",
        6003.32,
        6008.14
    ],
    [
        " That cool dragon weave so yeah, I can see that it took me about 20 minutes before I realized I was an idiot",
        6008.14,
        6014.7
    ],
    [
        " But it's that cool looking yeah, yeah, yeah, and and it's that",
        6014.7,
        6020.64
    ],
    [
        " Practical that's the thing yeah, so anyways you can get geese rash guards",
        6020.64,
        6026.0
    ],
    [
        " Origin main comm",
        6026.3,
        6027.58
    ],
    [
        " What else?",
        6027.58,
        6028.86
    ],
    [
        " joggers shut well, okay, so you wanted to shoot the suit. Sorry, bro. You said it",
        6029.04,
        6034.7
    ],
    [
        " So you know, let's say let's talk about it at least a little bit you said the suit suit dude",
        6034.7,
        6039.76
    ],
    [
        " You know, okay, you know, hey dragon weave suit good",
        6039.76,
        6043.2
    ],
    [
        " But so they had I've talked about this before where my favorite shorts are dragon weave shorts",
        6043.2,
        6049.6
    ],
    [
        " They were they don't make them sorry not yet. Well",
        6049.6,
        6053.62
    ],
    [
        " So I was talking to Pete about about him and I was like hey, you know like you should make the dragon weave search",
        6053.82,
        6059.08
    ],
    [
        " And I forget why but you know not not now there's other shorts which are actually could prove more",
        6059.08,
        6067.16
    ],
    [
        " dope",
        6067.16,
        6068.22
    ],
    [
        " You see the butt you saw the buttons right like for the shorts or these but they're dumb anyway",
        6068.22,
        6074.64
    ],
    [
        " So yeah, there's there's some joggers some you know some shirts and whatnot some regular apparel or athletic wear",
        6074.64,
        6081.22
    ],
    [
        " But um super comfortable. I'll tell you that as the the self-slash",
        6081.46,
        6086.72
    ],
    [
        " Whatever proclaimed consort of comfort. I can say",
        6086.72,
        6090.66
    ],
    [
        " There's the most comfortable stuff you're ever gonna put on if you find anything more comfortable",
        6090.66,
        6095.48
    ],
    [
        " Let me know we'll see compare apples to apples, but yeah some some good stuff there also some supplements",
        6095.48,
        6101.38
    ],
    [
        " And you know speaking so so you know you know who doctor random hat trick is yes, she's been on jr. Oh gonna a couple times",
        6101.38,
        6108.86
    ],
    [
        " Probably more than that anyways, she just tweeted out",
        6109.16,
        6113.4
    ],
    [
        " This thing talking about curcumin and all right. Well, what is it like like no kidding double-on triple whatever",
        6113.4,
        6121.68
    ],
    [
        " tests UCLA",
        6121.68,
        6123.7
    ],
    [
        " curcumin is awesome for you and",
        6123.7,
        6128.42
    ],
    [
        " But do you remember like what yes, you know this is this is the thing the it blew off the article actually blew off",
        6128.42,
        6136.66
    ],
    [
        " Wouldn't even blew off like it was like yak or qin keeps down information like that was no big deal right",
        6136.92,
        6142.22
    ],
    [
        " Right, we're actually that's a huge deal. Yeah, that's why that's one of the reasons why it's enjoying warfare. Yeah",
        6142.22,
        6146.0
    ],
    [
        " but then they did like a test",
        6146.0,
        6148.26
    ],
    [
        " and",
        6148.26,
        6149.76
    ],
    [
        " it improved",
        6149.76,
        6151.54
    ],
    [
        " memory and like cognitive reaction",
        6151.54,
        6154.36
    ],
    [
        " 28% this is in a lab",
        6154.36,
        6157.06
    ],
    [
        " so and then they referred to",
        6157.06,
        6159.34
    ],
    [
        " people in India",
        6159.34,
        6160.78
    ],
    [
        " that people in India who have a high level of curcumin in their diets",
        6160.78,
        6166.02
    ],
    [
        " That's why Indian food looks yellow",
        6166.66,
        6168.28
    ],
    [
        " is because of that there's won't not just like direct, but they're saying that's a really",
        6168.28,
        6174.88
    ],
    [
        " Interesting fact, right? Yeah, so anyways",
        6174.88,
        6178.38
    ],
    [
        " That's in there. It's enjoying warfare. It's enjoying more than just joint warfare. Yeah, the super krill",
        6178.38,
        6184.34
    ],
    [
        " Which is cruel oil as we all know by now krill oil is",
        6184.34,
        6188.34
    ],
    [
        " Pretty much the best source of omega-3 better than fish oil. Yes, and we all know fish oil is good",
        6188.34,
        6194.34
    ],
    [
        " Crill oil is even better super krill oil even better than regular",
        6194.86,
        6198.98
    ],
    [
        " The big difference between super krill oil and krill oil. I do. Yeah, it's super",
        6198.98,
        6204.38
    ],
    [
        " No, but there's in some actual technical",
        6204.38,
        6207.9
    ],
    [
        " beneficial super stuff and like zen. It's something, but it's an anti-affinoids. No, no, it's like zen",
        6207.9,
        6216.6
    ],
    [
        " The insanthino or something. Sorry. I'm saying it wrong, but it's an antioxidant which is a big deal",
        6216.6,
        6222.4
    ],
    [
        " You know what rust is rust rust. Yeah, the oxidation. Yes. All that is yeah oxidation and metal",
        6222.46,
        6228.12
    ],
    [
        " So when you get because some people I did well, I knew this for a long time",
        6228.12,
        6231.66
    ],
    [
        " But before I knew it this is what it is you know",
        6231.66,
        6233.36
    ],
    [
        " This is how my brain was as far as antioxidants go my mom's like hey antioxidants",
        6233.36,
        6237.22
    ],
    [
        " I'm like wait oxidants oxidants oxidants oxidants oxygen oxygen oxygen is good",
        6237.22,
        6242.28
    ],
    [
        " We're like why is it antioxidant kind of thing? But I say no, it's not antioxidant. Accident meaning it fights oxidation",
        6242.28,
        6249.38
    ],
    [
        " Which is rust of your body?",
        6249.42,
        6252.12
    ],
    [
        " So your body technically is kind of rusting, you know, antioxidants keeps it from rusting",
        6252.76,
        6258.02
    ],
    [
        " So now that you",
        6258.02,
        6259.38
    ],
    [
        " When you hear antioxidants, that's what you're hearing. It's gonna keep your body from rusting straight up",
        6259.38,
        6265.62
    ],
    [
        " So krill oil omega-3 is better uptake than fish oil",
        6265.62,
        6268.58
    ],
    [
        " And we need to make it many things just know that you need them in this case for your joints in other cases for your eyeballs",
        6268.58,
        6275.82
    ],
    [
        " brain",
        6275.82,
        6276.64
    ],
    [
        " You're organs all this stuff, but",
        6278.32,
        6280.36
    ],
    [
        " Know that just know that it has many uses plus antioxidants boom super krill oil. That's what makes it super",
        6280.36,
        6286.3
    ],
    [
        " Then joint warfare as we mentioned. Yes, that's for your joints per cumin not just curcumin no glucose mean conjoin mm-hmm",
        6286.3,
        6293.88
    ],
    [
        " These are things for knowledge",
        6293.88,
        6295.24
    ],
    [
        " Man, I'm telling you if you have bad joints boom joint warfare",
        6295.24,
        6299.26
    ],
    [
        " Get some discipline too, but yeah, by the way and so now what we have as it turns out",
        6299.26,
        6306.62
    ],
    [
        " According to Dr. Rhonda Patrick is we have so they're all playing to each other. Yeah",
        6306.66,
        6312.3
    ],
    [
        " Yeah, so joint warfare krill oil is the joints, but joint warfare also has cognitive",
        6312.3,
        6317.1
    ],
    [
        " enhancements which as does the discipline so there you go",
        6317.1,
        6322.48
    ],
    [
        " Discipline is like a what you call it a powder drink. That's what it is, right? Yeah, you know, that's I mean mix it up",
        6322.48,
        6329.3
    ],
    [
        " You put a little in your water bottle",
        6329.3,
        6331.12
    ],
    [
        " And then it gives you a little bit of that",
        6331.12,
        6333.18
    ],
    [
        " Yeah",
        6336.78,
        6337.3
    ],
    [
        " Dave Burke sent me a text he said quote best quote from the last podcast Dave Burke is like a crackhead with or something like that",
        6337.3,
        6346.78
    ],
    [
        " Sorry Dave no offense. Yeah, I know you're just like the discipline. Yeah",
        6346.78,
        6351.3
    ],
    [
        " Hey, man, did you see someone posted a picture of like a guy with like cocaine powder all over his face?",
        6351.3,
        6357.9
    ],
    [
        " Yeah, the Dave should tell situation",
        6357.98,
        6359.54
    ],
    [
        " Yeah, that's a good",
        6359.54,
        6360.66
    ],
    [
        " Dave Burke's on the",
        6360.66,
        6361.6
    ],
    [
        " Got it now that discipline",
        6361.6,
        6363.94
    ],
    [
        " Cool cool",
        6363.94,
        6366.08
    ],
    [
        " Also mok, okay, so that's a little bit of a shifting gears scenario in regards to supplements mok",
        6366.08,
        6373.3
    ],
    [
        " Okay, I'm gonna say the word protein. I said this before I'm gonna say it again because to me it's appropriate",
        6373.3,
        6377.8
    ],
    [
        " I'm gonna say the word protein powder, but I'm not gonna say hey mok as a protein, but I'm not gonna say that",
        6377.8,
        6382.4
    ],
    [
        " It's not it's not appropriate because it's different",
        6382.4,
        6385.36
    ],
    [
        " This is how it's different",
        6385.36,
        6387.02
    ],
    [
        " It's mok",
        6387.02,
        6389.12
    ],
    [
        " I just had a guy hit me up and he said I don't drink protein powders",
        6390.86,
        6395.32
    ],
    [
        " But it sounds like this is just dessert. Yeah, and I hate to say it",
        6395.32,
        6399.6
    ],
    [
        " It's kind of true kind of tastes like that too, but dessert",
        6399.6,
        6404.52
    ],
    [
        " Kind of has this like kind of guilty kind of feel to it. This is guilt-free dessert. Here's what I did though",
        6404.52,
        6412.6
    ],
    [
        " I was pushing now. I know and I was gonna kind of let you know, but I was like, yeah, you know",
        6412.6,
        6417.58
    ],
    [
        " Just let me just have it be funny for me. So I'm thinking literally thinking of mok while I'm shopping",
        6417.58,
        6424.14
    ],
    [
        " So when I shot you know you when you I don't know how much you shot, but zero",
        6424.14,
        6428.36
    ],
    [
        " Go ahead next question",
        6428.36,
        6430.86
    ],
    [
        " I have my go-tos right I get red leaf lettuce. I eat a lot of red leaf lettuce for whatever it",
        6430.86,
        6435.8
    ],
    [
        " and",
        6435.8,
        6436.7
    ],
    [
        " I get milk, but this time",
        6436.7,
        6439.46
    ],
    [
        " I'm thinking of the mok. I don't know why it was just in my head",
        6439.46,
        6443.12
    ],
    [
        " I wasn't gonna go drink some mok at that time. It was just in my head for whatever and my eyes shift",
        6443.12,
        6447.48
    ],
    [
        " Into chocolate milk. So I'm like, hey, what if I mix the chocolate milk with the milk? I know right? Maybe too much",
        6447.58,
        6454.08
    ],
    [
        " Did you do it? No, I didn't do it. Yeah, you don't need to then again",
        6454.08,
        6458.04
    ],
    [
        " Why would I knock it before I try it because what if I discover something?",
        6458.04,
        6462.36
    ],
    [
        " Seems ain't",
        6463.04,
        6464.9
    ],
    [
        " I didn't do it yet. I'll report back, but nonetheless",
        6464.9,
        6467.1
    ],
    [
        " It is like a dessert, but it's one of those beneficial desserts. Yeah, that's kind of like dark chocolate like you know",
        6467.1,
        6473.66
    ],
    [
        " Consider dark chocolate, right? I mean, it's a certain percentage right or something where it's like good for you",
        6474.16,
        6479.08
    ],
    [
        " Yeah, got a drink of milk. It's kind of like that. It's like a big milkshake. Put an egg in there. You really want to get that?",
        6479.08,
        6484.66
    ],
    [
        " We'll have some milk for sure at the immersion camp. Yeah, which is by the way",
        6484.74,
        6491.2
    ],
    [
        " August 26th. That's what it is last year. We didn't have milk. And the milk wasn't even invented yet",
        6491.2,
        6497.14
    ],
    [
        " Yeah, it was like straight up didn't exist. It didn't exist",
        6497.14,
        6499.92
    ],
    [
        " It was like then all of a sudden you cracked an atom open",
        6499.92,
        6503.24
    ],
    [
        " And they had to add milk to the periodic table",
        6503.88,
        6506.64
    ],
    [
        " That just happened last year. I had to drink I do drink into just the chocolate milk because they had it at the camp",
        6506.64,
        6512.42
    ],
    [
        " Oh, right, right. Yeah, like the like the old school",
        6512.42,
        6514.62
    ],
    [
        " cafeteria chocolate milk just it's just not it's just horrible. You don't like it",
        6514.62,
        6519.04
    ],
    [
        " I mean, I think I'm gonna think of the experience because that's what would it had to use? It's not good. It's not good",
        6519.04,
        6524.28
    ],
    [
        " So yeah, immersion camp",
        6524.28,
        6526.3
    ],
    [
        " August 26th in September 2nd. That's the last day about this two sessions in there",
        6526.3,
        6531.88
    ],
    [
        " I would say",
        6532.52,
        6533.46
    ],
    [
        " You know, I can't speak for anyone else. I would say yeah go to both because that's good",
        6533.46,
        6538.24
    ],
    [
        " But you know go to one go to do whatever for those that are wondering and I would this isn't confirmed yet",
        6538.24,
        6543.56
    ],
    [
        " but we pretty pretty much had the talk",
        6543.56,
        6545.84
    ],
    [
        " Pete me and and be little and",
        6545.84,
        6550.02
    ],
    [
        " The conversation is looking like",
        6550.02,
        6553.7
    ],
    [
        " morning G",
        6553.7,
        6555.96
    ],
    [
        " afternoon no G evening",
        6555.96,
        6559.78
    ],
    [
        " Which I'm choice. Yeah, that's like a dream, isn't it? I think so too and I",
        6561.02,
        6566.98
    ],
    [
        " don't have any complaints",
        6566.98,
        6568.12
    ],
    [
        " From the last one. Yeah, literally I have no complaints. Yeah",
        6568.12,
        6572.36
    ],
    [
        " But I do remember thinking if there was some no-gee mixed in here. This would really this would make me kind of not really want to leave",
        6572.36,
        6581.22
    ],
    [
        " ever yeah, yeah, this is worth pointing out. This is the kind of thing that I",
        6581.22,
        6585.48
    ],
    [
        " You",
        6588.16,
        6588.52
    ],
    [
        " You ever think about like people that are OCD. Yes, I think about that all the time right obsessively. Yeah compulsively",
        6588.52,
        6595.46
    ],
    [
        " So sometimes I have a little bit of that",
        6595.46,
        6598.02
    ],
    [
        " I'm sure but one of them is is like I want things to be squared away, right?",
        6598.02,
        6602.94
    ],
    [
        " And so when I was going to the camp, I was kind of like how is this whole laundry thing to work like what's gonna happen",
        6603.4,
        6608.38
    ],
    [
        " This was before yeah, okay, well the thing is just to let everyone know if you come to camp they",
        6608.38,
        6612.4
    ],
    [
        " They do laundry. There's like a laundry service. They pick it up. They pick it up",
        6613.06,
        6616.5
    ],
    [
        " And they wash our your clothes and then they bring back in all your clothes nice and",
        6616.5,
        6621.18
    ],
    [
        " I mean, and that's a huge deal. So you think you could basically get away with two geese. Yes two geese. Yeah, well maybe three",
        6621.18,
        6628.84
    ],
    [
        " I yeah, I would say that way. I only had two probably three geese. I didn't bring any geese. I got origin one",
        6628.84,
        6635.44
    ],
    [
        " To and bottom one get there. Yeah, yeah, I'm saying to rotate them through properly",
        6635.44,
        6640.56
    ],
    [
        " But they're pretty fast on the turnaround. Anyways, that's the deal",
        6640.56,
        6642.78
    ],
    [
        " But that's a that's a that's kind of a big deal the laundry suitcase because there's a difference between hey, there's a laundry service",
        6642.78,
        6648.66
    ],
    [
        " Walk across camp to laundry mat and go handle your business",
        6648.66,
        6652.58
    ],
    [
        " And actually the camp is at a different same lake echo lake, but it's a different lake",
        6652.58,
        6657.16
    ],
    [
        " But and I don't know what the exact laundry service. I think it's gonna be the same exact thing though because the service didn't come from camp last time",
        6657.16,
        6663.32
    ],
    [
        " It's somebody that does laundry for a geese. Yeah, yeah makes it there should be people in the world that just do g laundry",
        6663.32,
        6668.26
    ],
    [
        " Just g laundry. Yeah, they come and grab it though. They knock in the door like room service. Yeah, really it's huge deal",
        6668.62,
        6675.28
    ],
    [
        " I think it's very convenient very nice, but yeah, emergency camp August 23rd August 26th through September 2nd two sessions",
        6675.28,
        6683.9
    ],
    [
        " I'm going to be there jaco's gonna be there rolling. Yeah",
        6683.9,
        6687.26
    ],
    [
        " Rolling to fulfill your curiosity of how it is to roll with jaco",
        6687.26,
        6693.34
    ],
    [
        " Um, I'm not gonna say it'll be a good time rolling with jaco. I'm not gonna say that let you down my eye",
        6695.24,
        6701.12
    ],
    [
        " You might get let down as far as pleasurable experiences go no, no, no, no, I might let you down mind to be everyone thinks",
        6701.12,
        6706.52
    ],
    [
        " Always gotta be so on the label. No, it's like I'm not that good at jujitsu. Yeah, I wasn't really thinking that I was thinking more",
        6706.52,
        6712.84
    ],
    [
        " um, oh yeah, it'll be fun and",
        6712.84,
        6715.56
    ],
    [
        " Pleasurable meanwhile it'll be like like 90% painful and then like 5% in marise and",
        6715.56,
        6723.32
    ],
    [
        " You know it varies other uh, negative emotions, but yeah, you can you know, whatever if if you wonder about that",
        6723.34,
        6729.28
    ],
    [
        " Can't stop. I don't know maybe you don't but yeah, that's in origin also",
        6729.28,
        6733.92
    ],
    [
        " We have a store",
        6733.92,
        6735.48
    ],
    [
        " Actually jaco has a store and it's called jaco store",
        6735.48,
        6740.46
    ],
    [
        " Who made that name up? I did",
        6740.46,
        6743.48
    ],
    [
        " Keeping it simple. Anyway, this is where you can get the rash cards that we make get after it",
        6743.48,
        6750.24
    ],
    [
        " Little trooper rash cards. Were your kid rash cards too by the way for youth",
        6750.24,
        6755.42
    ],
    [
        " Were your kids getting into jitsu boom and for surfing after whatever running cycling all that stuff um, and uh",
        6755.42,
        6763.18
    ],
    [
        " What other rash cards are there?",
        6763.18,
        6765.32
    ],
    [
        " I'm just t-shirts to yeah, I'm gonna get some rash card. That's what I'm gonna make stand by to get some check",
        6765.48,
        6773.1
    ],
    [
        " I was gonna make a good rash guard, but then I thought hey, what's the message of good?",
        6773.1,
        6777.88
    ],
    [
        " Is it isn't stand might to get some too close to",
        6777.88,
        6780.52
    ],
    [
        " Get after it. No, okay, because stand but no",
        6780.52,
        6784.6
    ],
    [
        " Because stand by to get some is when you're standing by to get some getting after it is when you're actually getting after it",
        6784.6,
        6790.94
    ],
    [
        " So when you're standing by or you're getting after this two different things completely",
        6790.94,
        6794.28
    ],
    [
        " Back to the good rash card is important. I think as far as the layers go",
        6794.28,
        6798.28
    ],
    [
        " Okay, good is like when something quote-unquote bad happens. Mm-hmm. There's always something good to come from it. So what you said to direct quote",
        6798.28,
        6806.36
    ],
    [
        " So",
        6808.2,
        6808.68
    ],
    [
        " You can't make and put on a rash guard that's based on something bad happening as far as losing goes or something like that, right?",
        6808.68,
        6815.8
    ],
    [
        " Okay, I guess you could technically if it looked dope",
        6816.0,
        6819.1
    ],
    [
        " I don't know jury still now anyway back to the t-shirts there's some coins on there, right? Yeah, I just put that def core on the t-shirt",
        6819.1,
        6826.8
    ],
    [
        " Yeah, good idea. I think you're you're right about that on all hats on there as well",
        6826.8,
        6832.78
    ],
    [
        " Two kinds of hats as a random actually three technically three types of head gear trucker hats",
        6833.46,
        6839.16
    ],
    [
        " Flex fit hats",
        6839.16,
        6841.08
    ],
    [
        " Beanie's yeah, just in time for summer actually beanie's been out for a while. Beanie's was a",
        6841.08,
        6846.78
    ],
    [
        " Don't give yourself too much credit, but speaking of summer and winter hoodies",
        6846.78,
        6852.06
    ],
    [
        " You get hoodies on there too",
        6852.06,
        6854.04
    ],
    [
        " Legit hoodies",
        6854.04,
        6855.64
    ],
    [
        " Non Hawaiian hoodies",
        6855.64,
        6857.88
    ],
    [
        " You know you're gonna make you're gonna make a Hawaiian hoodie apparently. Yeah, I think technically there's no such thing as a Hawaiian hoodie",
        6858.4,
        6863.64
    ],
    [
        " But I will have a lighter weight hoodie for",
        6863.64,
        6867.2
    ],
    [
        " When you go to Hawaii and it turns nighttime and the wind breeze kind of blows and you're like, hang out",
        6867.2,
        6873.5
    ],
    [
        " Shadway long sleeve shirt up, you know, and it'll look kind of dope. That's what I think that's my whole approach",
        6873.5,
        6878.98
    ],
    [
        " In my opinion there's a women stuff on there too",
        6878.98,
        6881.36
    ],
    [
        " You know for the lady troopers some tank tops and",
        6881.36,
        6884.56
    ],
    [
        " V-neck type t-shirts made specifically for the ladies",
        6884.9,
        6888.72
    ],
    [
        " Solid discipline goes freedom. Go down also. Otherwise to support another way to support",
        6888.72,
        6895.46
    ],
    [
        " Subscribe to the podcast if you haven't already on iTunes and stature in Google player wherever you listen to podcasts",
        6895.46,
        6902.4
    ],
    [
        " Whatever platform you choose to use",
        6902.4,
        6904.86
    ],
    [
        " also",
        6904.86,
        6906.58
    ],
    [
        " YouTube",
        6906.58,
        6908.14
    ],
    [
        " You",
        6909.52,
        6910.16
    ],
    [
        " You should subscribe to YouTube the reason is so you can see echoes legit videos",
        6910.16,
        6915.4
    ],
    [
        " For instance, you just re-released one thank god. Yes echo had made a video for warpath and he put Christmas",
        6915.4,
        6924.18
    ],
    [
        " Which we all loved which it was during Christmas time when we all left it",
        6924.18,
        6928.26
    ],
    [
        " and the thing is the video was so",
        6928.26,
        6931.78
    ],
    [
        " graphically intense and I could tell and you had actually told me that it took",
        6931.78,
        6937.82
    ],
    [
        " days",
        6940.16,
        6940.8
    ],
    [
        " days",
        6940.8,
        6940.22
    ],
    [
        " To put together three seconds worth of you film",
        6940.22,
        6945.54
    ],
    [
        " And so when you showed it to me I was super pumped and then I heard the music",
        6945.54,
        6950.0
    ],
    [
        " I was super un pumped",
        6950.0,
        6952.54
    ],
    [
        " Un pumped yeah, I was un pumped and",
        6952.54,
        6956.0
    ],
    [
        " Anyways, he's redone the warpath video now as good music behind it not",
        6956.0,
        6961.36
    ],
    [
        " Christmas music. We'll just say revised it's revised, you know",
        6961.36,
        6965.66
    ],
    [
        " But you know we can still revisit the Christmas what you pull it down now I left it meant us for us",
        6965.66,
        6970.7
    ],
    [
        " You know folks who like Christmas you know on the grinch over here. Yeah, I know",
        6970.7,
        6974.98
    ],
    [
        " But yeah, it's good YouTube yeah subscribe to the YouTube and leave a review on the on the iTunes thing",
        6974.98,
        6981.78
    ],
    [
        " If you're in the mood that's my opinion",
        6981.78,
        6983.8
    ],
    [
        " There you go. It's a good way to support too",
        6983.8,
        6986.56
    ],
    [
        " also",
        6986.56,
        6987.42
    ],
    [
        " If you are looking to improve and increase your supply of fitness gear",
        6987.42,
        6993.62
    ],
    [
        " I just got a few things for my my bicep rats",
        6994.02,
        6997.36
    ],
    [
        " You know when you kind of choose to embark on a different type of fitness",
        6997.36,
        7001.82
    ],
    [
        " You know, I don't know you stick with the same thing. I get it. No, but you know different things",
        7001.82,
        7006.68
    ],
    [
        " Yeah, yeah, you get fired up. Anyway, I don't want to go into that wet, but I got some new stuff",
        7006.68,
        7010.8
    ],
    [
        " Anyway, where you get it is in my opinion going on it so on it dot com slash chocolate and get some good stuff on there",
        7010.8,
        7016.92
    ],
    [
        " including but not limited to kettlebells",
        7016.92,
        7023.6
    ],
    [
        " Good stuff about battle ropes here. I've done battle ropes. You've done them, but not with any kind of regularity",
        7023.6,
        7028.78
    ],
    [
        " Yeah, yeah, like I want to do a battle rope program",
        7028.78,
        7031.94
    ],
    [
        " Yeah, I wrote man. I don't go in too much, but it's like",
        7031.94,
        7036.3
    ],
    [
        " Well, you know like if you're it's like for Metcons, you know, and you can know full body boom boom boom",
        7036.3,
        7042.56
    ],
    [
        " Yeah, it's like it burns a lot of calories get to an muscular muscular conditioning and stuff like that",
        7042.56,
        7047.56
    ],
    [
        " But I really good. I was like after you read it. It's like you want to do battle ropes from now on",
        7047.56,
        7051.9
    ],
    [
        " In court anyway good on it dot com slash jaco. I got",
        7051.9,
        7055.0
    ],
    [
        " the mace",
        7055.0,
        7056.76
    ],
    [
        " From jaco today. I was fired up to have everything you know",
        7056.76,
        7060.6
    ],
    [
        " Yeah, so and I knew it was gonna be heavy. That's the thing like I know because that's only a 20 pounder",
        7060.6,
        7065.14
    ],
    [
        " Yeah, and look you if you're you know, that's that's one of those things",
        7065.14,
        7068.04
    ],
    [
        " I think you know when we talk about kettlebells and people will say like what size kettlebell do you start off with?",
        7068.04,
        7073.82
    ],
    [
        " It's hard to narrow that down that thing is heavy",
        7074.12,
        7078.52
    ],
    [
        " There's not too many people that are just getting all over that 20 pounder club. This is like too heavy",
        7078.6,
        7083.7
    ],
    [
        " I've never done a mace workout before by the way",
        7083.7,
        7086.3
    ],
    [
        " This is too heavy for me to do like a workout. Yeah, I'm like even even like it so it looks like a big what he called",
        7086.3,
        7093.38
    ],
    [
        " Not a bowling pin, but you know the juggling pins, you know like the people in the job",
        7093.38,
        7096.86
    ],
    [
        " So looks like that by the way is 20 pounds it feels like it weighs like 50 pounds",
        7096.86,
        7100.18
    ],
    [
        " Literally feels like that. So it's all big anyway",
        7100.18,
        7103.38
    ],
    [
        " Yeah, but I'm gonna I'm gonna work it in and I'm gonna report back and I feel that soon",
        7103.58,
        7108.48
    ],
    [
        " I'm gonna be a lot stronger than you son. Yeah, I like it. That's good speaking of that um",
        7108.48,
        7113.46
    ],
    [
        " if",
        7113.46,
        7114.44
    ],
    [
        " Maybe you're thinking oh instead of working out I'm gonna take a break you can get the psychological warfare album",
        7114.44,
        7120.08
    ],
    [
        " That has tracks it's on iTunes Google Play MP3 whenever you get MP3s",
        7120.08,
        7126.38
    ],
    [
        " just a little bit of guidance on how to overcome",
        7126.38,
        7130.44
    ],
    [
        " situations where maybe you're not gonna get after and you know you should yeah, so there you go",
        7131.88,
        7135.84
    ],
    [
        " Working on psychological warfare to at this time. So that'll be coming in the future all your excuses are lies",
        7135.84,
        7144.4
    ],
    [
        " Yeah, it's gonna be the title psychological warfare to all your excuses are lies. Yeah see that yeah",
        7144.4,
        7149.36
    ],
    [
        " We just kind of came up with it. That's good. I like how you do that. I'd call it like a spot",
        7149.36,
        7153.66
    ],
    [
        " Like a spot. Mm-hmm. I'm gonna go like a logical spot. Yeah, that's what it is because you might call it that though",
        7153.66,
        7159.7
    ],
    [
        " Because not everyone thinks it's when you say spot you're thinking of",
        7159.7,
        7162.86
    ],
    [
        " 1994 weightlifting bodybuilding sure or no bit and powerlifting",
        7162.86,
        7167.28
    ],
    [
        " Yeah, I guess you can't really spot on a on a power clean like Olympic lift",
        7167.28,
        7171.58
    ],
    [
        " Nonetheless, it is a spot nonetheless regardless of what an LG you want to use",
        7171.58,
        7175.54
    ],
    [
        " I think the band the spot is the best because you don't need a spot necessarily",
        7175.54,
        7180.22
    ],
    [
        " Most of the time you don't need it most of the time",
        7180.22,
        7182.6
    ],
    [
        " But if you got a spot there and you need the spot boom there it is and he's in a spot",
        7182.6,
        7189.68
    ],
    [
        " Let the barberry you understand fair enough also jaco SMT it's called",
        7189.68,
        7194.84
    ],
    [
        " jaco white tea",
        7194.84,
        7196.84
    ],
    [
        " Interestingly enough",
        7196.84,
        7198.82
    ],
    [
        " dry tea which is tea bags and in a can",
        7198.82,
        7202.3
    ],
    [
        " Which I've been popping every day by the way. I'm not gonna say it's an anti-najum medication",
        7202.3,
        7208.64
    ],
    [
        " Not gonna say that but as it turns out it's kind of an anti-najum medication",
        7208.64,
        7214.3
    ],
    [
        " Super refreshing that they can by the way. It's also anti-weatness because once you drink jaco white tea you can",
        7215.56,
        7221.68
    ],
    [
        " Deadlift 8,000 pounds automatically. Hey, it's available in Canada too on Amazon in Canada. That's new",
        7221.68,
        7227.38
    ],
    [
        " So check out Canadian folks up there hanging out with jody minics somewhere",
        7227.38,
        7232.4
    ],
    [
        " Sure",
        7232.4,
        7233.64
    ],
    [
        " Then you can get it there too. Also got some books",
        7233.64,
        7239.0
    ],
    [
        " Way the warrior kid and marks mission",
        7239.0,
        7241.78
    ],
    [
        " Those are for children",
        7243.84,
        7245.16
    ],
    [
        " but",
        7245.16,
        7246.22
    ],
    [
        " I think everyone that reads him get something out of them. You just so check them out. They're right like them that video",
        7246.22,
        7253.34
    ],
    [
        " You did with brain roast. Yeah, right to learn everyone",
        7253.34,
        7256.48
    ],
    [
        " um some of my brothers watching the video. Yeah, I don't know why he's all like",
        7256.48,
        7261.54
    ],
    [
        " Surprise like he's impressed of okay, I get it, but like he's all surprised impressed you know the difference right?",
        7261.54,
        7267.6
    ],
    [
        " So it's watching the video the you know how you basically the part where you were explaining with work here part two",
        7267.9,
        7273.48
    ],
    [
        " Mark's mission where you're like okay this psychological bully",
        7273.48,
        7276.1
    ],
    [
        " You know did this thing and I'm our quantified I'm making fight now knows you just do so you kind of want to fight him",
        7276.1,
        7280.96
    ],
    [
        " So uncle Jake's like you know comes in and he's all hey",
        7280.96,
        7284.5
    ],
    [
        " Cool you can fight him. So I was like okay, all right. I'm Jake. You know getting that's whatever",
        7284.5,
        7289.76
    ],
    [
        " Okay, you can fight him, but first you got to do recon or intel right intel gather whatever see what up and",
        7289.76,
        7296.24
    ],
    [
        " So he does and he finds out all this stuff, you know and through like finding the stuff or whatever he gains like a little bit understanding or whatever",
        7296.54,
        7302.98
    ],
    [
        " And so instead of fighting him",
        7302.98,
        7304.54
    ],
    [
        " Maybe you should help him kind of thing. So it's like this little curveball. It's like man",
        7304.54,
        7308.72
    ],
    [
        " It's like kind of taking the high ground when you don't expect to get the like that he liked down",
        7308.72,
        7313.1
    ],
    [
        " He's all impressed. Yeah, I'm ready yet pressed with it",
        7313.1,
        7315.64
    ],
    [
        " No, bad old let him read that thing",
        7315.64,
        7317.16
    ],
    [
        " Still reading it to my girl little girl. That's Jack. It's kind of the ethos right the way of the worry kid ethos",
        7317.16,
        7322.92
    ],
    [
        " Just read it you just keep read when you're done reading it you read it again start all over. Yeah, yeah, she likes it",
        7322.92,
        7327.84
    ],
    [
        " She liked the paper mishay pumpkin. Yeah, situation. She really liked that part. Yeah, that was actually pretty funny. Yeah",
        7327.84,
        7334.5
    ],
    [
        " It was good and also",
        7334.5,
        7336.94
    ],
    [
        " Oh, yeah, big toe also the field manual discipline equals freedom field manual best book ever written best book physically to look at",
        7336.94,
        7346.64
    ],
    [
        " Yeah, my opinion black on black boy. What do you think of that front cover for photograph? Do you like that?",
        7346.64,
        7352.12
    ],
    [
        " Yeah, yeah, it's very iconic",
        7352.12,
        7353.58
    ],
    [
        " photograph",
        7353.58,
        7355.04
    ],
    [
        " Sure",
        7355.04,
        7356.36
    ],
    [
        " Yeah, that's a good one. It's it's like",
        7356.36,
        7358.84
    ],
    [
        " What do you call like a manual for if you make it a manual for life in general, I think you'd be on the good path right there",
        7358.84,
        7366.14
    ],
    [
        " I agree. I agree",
        7366.14,
        7368.08
    ],
    [
        " If you need a manual for some leadership you got",
        7368.08,
        7372.56
    ],
    [
        " Extreme ownership that's the book that I wrote with my brother, Lafe Babin and",
        7372.56,
        7377.78
    ],
    [
        " It's about combat leadership and how you can apply it the lessons that we learned on the battlefield to everything you do",
        7378.18,
        7383.54
    ],
    [
        " In your business and in your life and the relationships with people",
        7383.54,
        7388.2
    ],
    [
        " and also coming",
        7388.2,
        7390.9
    ],
    [
        " Pretty soon actually is the follow on to that book that I also wrote with Lafe the dichotomy of leadership",
        7390.9,
        7398.18
    ],
    [
        " It is you know, you you've heard us talk about dichotomy all the time. It's actually the last chapter of extreme ownership",
        7398.18,
        7406.02
    ],
    [
        " And this is the trickiest thing about leadership is trying to balance this dichotomy. So we talk about it and",
        7406.24,
        7411.98
    ],
    [
        " Do a deep dive and get granular on how to balance that dichotomy of leadership",
        7411.98,
        7417.02
    ],
    [
        " In that book which is titled the dichotomy of leadership you can pre-order it right now. It comes out September 25th",
        7417.02,
        7425.82
    ],
    [
        " if you don't want",
        7425.82,
        7426.98
    ],
    [
        " To get a copy when it comes out then don't order it now and you won't get one because it's gonna sell out",
        7426.98,
        7433.56
    ],
    [
        " And the publishers are slacking as usual nobody like",
        7433.56,
        7437.44
    ],
    [
        " Yeah, their projected numbers are off",
        7437.44,
        7443.16
    ],
    [
        " Always and you want to get the um you want to get the first edition",
        7443.16,
        7447.78
    ],
    [
        " That's my opinion so do that and for all for for leadership training on site",
        7447.78,
        7453.64
    ],
    [
        " Beyond the books beyond the podcast",
        7453.64,
        7455.94
    ],
    [
        " I have a salon front. It's our leadership",
        7455.94,
        7459.92
    ],
    [
        " Consulting company",
        7459.92,
        7461.88
    ],
    [
        " We solve problems through leadership also. We have the muster",
        7462.64,
        7467.6
    ],
    [
        " Which is a leadership conference? There's only one more this year. It's in San Francisco muster 006",
        7467.6,
        7475.12
    ],
    [
        " It's October 17th and 18th",
        7475.12,
        7477.18
    ],
    [
        " You have to register for that at extremotorship.com every muster. We've done is sold out this one will sell out to",
        7477.18,
        7483.36
    ],
    [
        " And also for current military law enforcement border patrol fire fighters paramedics first responders",
        7483.36,
        7489.8
    ],
    [
        " We got the roll calls 001 September 21st in Dallas, Texas",
        7489.8,
        7493.8
    ],
    [
        " It's a focus one day leadership training seminar for people that are in uniform",
        7493.8,
        7499.0
    ],
    [
        " handling stressful situations and you can also register for that at extremotorship.com and",
        7499.0,
        7505.06
    ],
    [
        " Until we are live",
        7505.06,
        7507.94
    ],
    [
        " At the muster in San Francisco or at the roll call in Texas or at the immersion camp in Maine",
        7507.94,
        7516.04
    ],
    [
        " Until then if you want to cruise",
        7516.58,
        7519.32
    ],
    [
        " Kind of hard with us",
        7519.32,
        7521.86
    ],
    [
        " We are on the interwebs on Twitter",
        7521.86,
        7524.6
    ],
    [
        " On Instagram and yes on that Facebook cable",
        7524.6,
        7528.24
    ],
    [
        " Echoes at Echo Charles and I am at jockeau willing can thanks to all the people in uniform out there",
        7528.24,
        7534.6
    ],
    [
        " Military police law enforcement fire fighters paramedics border patrol all first responders really",
        7534.6,
        7541.3
    ],
    [
        " We won't be able to do what we do",
        7541.3,
        7544.06
    ],
    [
        " Without you doing what you do so thank you for protecting us and taking care of us",
        7544.86,
        7550.86
    ],
    [
        " And also thanks to your families who support you while you support us and to everyone else",
        7550.86,
        7558.06
    ],
    [
        " Everyone else",
        7558.06,
        7559.98
    ],
    [
        " Thanks for listening and remember what the gettius said",
        7559.98,
        7565.5
    ],
    [
        " That it isn't just",
        7565.5,
        7569.42
    ],
    [
        " Size or numbers or even courage itself that will ensure victory instead",
        7569.42,
        7575.92
    ],
    [
        " It is",
        7575.92,
        7577.56
    ],
    [
        " exact observance of discipline",
        7577.56,
        7580.96
    ],
    [
        " That is what it takes",
        7580.96,
        7584.08
    ],
    [
        " That is what you need so go out there and get after it",
        7584.08,
        7590.64
    ],
    [
        " And until next time this is echo and jockeau out",
        7590.64,
        7597.24
    ],
    [
        " You",
        7599.42,
        7601.54
    ]
]