[
    [
        " This is the Jaco Underground Podcast number 20",
        0.04,
        4.32
    ],
    [
        " Equatrals and I sitting here getting ready to talk about some things",
        4.32,
        9.02
    ],
    [
        " We're kind of talking about things rolling into this here. Here's the topic",
        9.02,
        12.94
    ],
    [
        " That I'm gonna bring up because it's something that we need to think about so we all talk about",
        12.94,
        17.68
    ],
    [
        " Go you I you know, I talk about got to be humble right sure got to be humble",
        17.68,
        22.42
    ],
    [
        " Humble we can get humbled which can be a positive thing all you know that I was humbled in this",
        22.42,
        29.46
    ],
    [
        " game because I thought I was pretty good, but then I got smoked",
        31.42,
        33.92
    ],
    [
        " So I got humbled now I need to I know I need to go back and practice more",
        33.92,
        38.76
    ],
    [
        " But there could be a line that gets crossed from time to time from humbled to humiliated",
        38.76,
        45.2
    ],
    [
        " Let me tell you why I'm bringing this up a",
        45.2,
        51.08
    ],
    [
        " Guy named Dean Lisch Dean Lister so we were training the other day",
        51.08,
        55.38
    ],
    [
        " Now listen for since the beginning of time of Dean Lister and I training for",
        56.32,
        62.18
    ],
    [
        " 25 or 26 or 27 years together",
        62.18,
        66.24
    ],
    [
        " If I have a really good day and he has a really bad day",
        66.24,
        71.94
    ],
    [
        " It's a pretty good scrap right you see what I'm saying if I have a really good day. I'm on",
        71.94,
        79.9
    ],
    [
        " I'm fresh. I'm warm. I'm feeling good",
        79.9,
        84.68
    ],
    [
        " If I have a really good day and and on top of that",
        84.78,
        88.18
    ],
    [
        " He has a really bad day where he's tired worn out doesn't want to train",
        88.18,
        93.72
    ],
    [
        " You know whatever",
        93.72,
        95.26
    ],
    [
        " Mentally worn down if that's the situation we might have a good match right",
        95.26,
        102.34
    ],
    [
        " Any other situation he's gonna he's gonna kind of crush me",
        102.34,
        106.4
    ],
    [
        " If I'm having a bad day",
        106.4,
        111.52
    ],
    [
        " And he's having a good day",
        113.42,
        115.3
    ],
    [
        " It can be a real problem. So the other day he was not only this might sound strange",
        115.3,
        122.54
    ],
    [
        " He was not only having a good day. He was like in a playful yet punitive mode",
        122.54,
        129.24
    ],
    [
        " Where cuz you know like I will I'll get my",
        129.24,
        133.28
    ],
    [
        " Diggs on Dean Lister right whether they're verbal you know or it's on the mat like hey when when I have the upper hand",
        133.28,
        139.38
    ],
    [
        " I'm gonna capitalize on that when he has the upper hand",
        139.42,
        142.26
    ],
    [
        " He's gonna capitalize, but like I said if he has the upper hand. It's a much",
        142.26,
        147.7
    ],
    [
        " It's much more up",
        147.7,
        149.4
    ],
    [
        " so",
        149.4,
        151.34
    ],
    [
        " He was just ragdolling me ragdolling me",
        151.34,
        156.92
    ],
    [
        " He was holding me by my bet we're in ghee",
        156.92,
        162.7
    ],
    [
        " He was holding me by my like belt and lapel",
        162.7,
        166.28
    ],
    [
        " My my left pal was somehow like wrapped around my leg and and he was dragging me around the mat",
        166.7,
        174.14
    ],
    [
        " Just laughing at me. Yep, this bad. So now you might think okay, Jockel you've been",
        174.14,
        180.14
    ],
    [
        " Look I've been trying to do it for a long time",
        180.14,
        184.04
    ],
    [
        " Okay",
        184.04,
        185.18
    ],
    [
        " Physically I work out a lot right so I'm not in bad condition",
        185.18,
        190.34
    ],
    [
        " In fact, I would venture so far as to say if if Dean and I were in like a fitness competition, right?",
        190.66,
        197.54
    ],
    [
        " Mm-hmm",
        198.02,
        198.16
    ],
    [
        " I would probably beat him in quite a few things. There's a couple things that he is mutantly strong at",
        198.16,
        203.14
    ],
    [
        " But broadly speaking now you would never feel that on the mat",
        203.14,
        206.88
    ],
    [
        " Yeah, if you rolled with him and you rolled me on the mat",
        206.88,
        208.96
    ],
    [
        " You'd be like jockeles week this guy is can can must be able to clean and jerk",
        208.96,
        213.26
    ],
    [
        " 9,000 pounds. That's what he feels like on the mat for sure",
        213.26,
        217.02
    ],
    [
        " So it's not like I'm",
        217.02,
        219.8
    ],
    [
        " Exponentially weaker than him. It's not like I got I wasn't even gasped. That's a really scary thing",
        221.12,
        225.84
    ],
    [
        " I wouldn't even gasped. I was just I was helpless like a child",
        225.84,
        231.04
    ],
    [
        " Like a child and I'm a 230 pound man that's been trained just for a really long time",
        231.04,
        238.36
    ],
    [
        " So and you know here's the thing. I mean I know the deal",
        238.36,
        243.38
    ],
    [
        " Like I'm having fun like I'm laughing. I'm like yeah this sucks. We're with Wes",
        243.38,
        248.88
    ],
    [
        " Wes is just like yeah, this is just this is unfortunate to watch is just a bummer like hey",
        249.14,
        254.04
    ],
    [
        " I'm sorry that this is happening",
        254.04,
        255.38
    ],
    [
        " That's the way it is so",
        255.38,
        257.76
    ],
    [
        " Here's the deal",
        257.76,
        259.64
    ],
    [
        " The training ends, you know we then he showed me a couple things you know",
        259.64,
        264.34
    ],
    [
        " He's like oh that here's something here something",
        264.34,
        265.88
    ],
    [
        " You know we work through some moves and he's an incredible instructor",
        265.88,
        269.66
    ],
    [
        " But then I had to go home",
        269.66,
        272.6
    ],
    [
        " And the drive home the drive home which isn't a far drive it takes me you know",
        272.6,
        278.46
    ],
    [
        " 10 minutes. Yeah, it seemed like 10 hours. That's real that part of it seemed like 10 hours and I was questioning",
        278.5,
        284.88
    ],
    [
        " What is wrong with me?",
        284.88,
        286.66
    ],
    [
        " What's wrong with me? How did this even happen? Yeah, am I even a person?",
        287.14,
        291.92
    ],
    [
        " Am I have I wasted my whole life?",
        292.1,
        295.64
    ],
    [
        " doing something for no reason and I'm a loser yeah",
        296.02,
        299.98
    ],
    [
        " so",
        299.98,
        301.12
    ],
    [
        " You know I took that long 10 hour drive home in my mind",
        301.12,
        306.06
    ],
    [
        " and",
        306.56,
        307.12
    ],
    [
        " What are you gonna do? So I figure to good topic to talk about because it happens in all aspects of life right you",
        307.12,
        314.06
    ],
    [
        " show up to do a presentation at work and you bomb it you",
        314.06,
        318.22
    ],
    [
        " go up and talk to a",
        318.22,
        320.84
    ],
    [
        " female and you know",
        320.84,
        322.8
    ],
    [
        " Just looks at you like whatever whatever these",
        322.8,
        324.98
    ],
    [
        " Series of rejections are that are gonna happen these these",
        324.98,
        329.28
    ],
    [
        " Not just humbling moments, but it's one step further like it's one thing",
        329.28,
        333.02
    ],
    [
        " You know you're young and you go up to a girl to talk to her and she says hey, you know",
        333.18,
        337.84
    ],
    [
        " I have a boyfriend, but nice to meet you, right? Okay. That's cool. Yeah, and maybe it's a little bit stronger than that",
        337.84,
        342.2
    ],
    [
        " Maybe it's like hey listen, I'm not really looking for you know a dude right now, but later",
        342.2,
        346.8
    ],
    [
        " Yeah, but it could just be like why do you think you are on a level where you would be talking to me right could be some crazy right?",
        346.8,
        353.56
    ],
    [
        " Could be you know the same thing at work like you could look you mess up and you know the boss is hey",
        353.92,
        358.88
    ],
    [
        " Hey, man, you need to tighten it up and you're like, yeah, sorry. I need to I need to prepare more or",
        358.88,
        364.46
    ],
    [
        " It could be like hey, man. I don't know if I'm gonna let you present in front of clients again",
        364.46,
        369.42
    ],
    [
        " That was ridiculous",
        369.42,
        371.46
    ],
    [
        " ever so",
        371.46,
        373.4
    ],
    [
        " What are we gonna do?",
        373.4,
        375.08
    ],
    [
        " I",
        375.98,
        377.08
    ],
    [
        " Just have to say like step one you got to get back on the horse, right? You heard that expression before right off the horse",
        377.08,
        383.58
    ],
    [
        " You got dinged up your ego's dinged up",
        383.58,
        386.58
    ],
    [
        " I was actually looking forward to my next training session because I'm like there's no way it's going that bad",
        387.84,
        393.46
    ],
    [
        " There's no way I could train with anyone in the entire world and it's gonna go that bad. Yeah, it was bad",
        393.46,
        399.78
    ],
    [
        " So you got to you got to put yourself into the mode of like okay had a bad day. I had it. Do you remember?",
        399.78,
        406.88
    ],
    [
        " Shandow you remember him Alex",
        408.06,
        410.68
    ],
    [
        " Shandow was his nickname. He's a jujitsu guy and he was with us at Fabio Santos",
        410.68,
        416.12
    ],
    [
        " and",
        418.32,
        418.76
    ],
    [
        " He would say",
        418.76,
        419.6
    ],
    [
        " You have days and days",
        419.6,
        422.42
    ],
    [
        " That was what he would say basically he was trying to say you have good days and bad days",
        422.42,
        427.0
    ],
    [
        " But he would just say you had days and days which is legit right?",
        427.0,
        430.38
    ],
    [
        " Those kind of days could be anything",
        430.7,
        432.36
    ],
    [
        " So it's the truth though you have days and days",
        432.36,
        435.16
    ],
    [
        " So sometimes you have days and days the good days cool. We're still learning to worry about them",
        435.16,
        440.88
    ],
    [
        " All good if you have one of the other days",
        440.88,
        443.1
    ],
    [
        " Then you got to put that you got to say okay",
        443.92,
        445.96
    ],
    [
        " We reached a new love yep, and it's time to start climbing up again, and it's okay",
        445.96,
        451.9
    ],
    [
        " You learn something and I did I learned I didn't learn a couple things, you know, I gave me a couple grip things",
        451.9,
        457.62
    ],
    [
        " Talked me about my hip displacement, you know all these code words",
        457.62,
        462.14
    ],
    [
        " So you learn but I",
        462.14,
        466.58
    ],
    [
        " Just want to let everybody know",
        466.58,
        468.02
    ],
    [
        " That there's days and days and there's sometimes you get humbled and sometimes you get straight up humiliated and",
        468.9,
        476.38
    ],
    [
        " It's okay",
        476.38,
        476.94
    ],
    [
        " Get back on the horse see what you can learn and",
        476.94,
        481.64
    ],
    [
        " The worst thing you could do",
        481.64,
        483.36
    ],
    [
        " The worst thing you could do on that drive home is say this isn't for me",
        483.36,
        487.98
    ],
    [
        " You know what I mean? Yes, and that that has to happen to people where they just say you know what I'm done. I",
        487.98,
        493.3
    ],
    [
        " This isn't worth it. This isn't whatever you're doing. You know, you try to win and race",
        493.3,
        497.32
    ],
    [
        " You don't win it you try you know what I mean you get to a point where you say",
        497.32,
        499.78
    ],
    [
        " You know this isn't for me. That's what you got to be careful of",
        499.78,
        504.68
    ],
    [
        " Pick up the",
        504.68,
        508.38
    ],
    [
        " Gotta gotta get your gear back on",
        508.38,
        511.0
    ],
    [
        " You that drive home, you know obviously you know you say you got humiliated obviously not a common thing",
        511.0,
        520.9
    ],
    [
        " I",
        520.9,
        521.72
    ],
    [
        " Would say once a quarter maybe twice a quarter",
        522.64,
        526.74
    ],
    [
        " Right so like once or twice every three months. I'm having a bad day deans having an awesome day and he's in a",
        526.74,
        533.6
    ],
    [
        " In a comical mood, right because he thinks it's funny. Yeah, and he's he wants to laugh. Yeah, which is also",
        533.6,
        541.38
    ],
    [
        " additional humiliation",
        541.38,
        543.9
    ],
    [
        " And we're not to go too deep on the dynamics is you have a so it's gonna depend on your personality too",
        543.9,
        550.58
    ],
    [
        " So Dean has that personality where he'll",
        550.58,
        554.66
    ],
    [
        " That that that laughing part that joking part of it",
        554.66,
        557.48
    ],
    [
        " He he is pretty much from the beginning always had that attitude with me and he'll I think because I did it",
        557.48,
        564.52
    ],
    [
        " I I feel like I have that same thing where if someone's talking to me like joking about it",
        564.52,
        569.06
    ],
    [
        " Like telling me how all that that that attempt sucked. Yeah, I'm saying it",
        569.06,
        573.04
    ],
    [
        " It makes it more fun. Yeah, like just a fun or thing. Yeah, true",
        573.04,
        577.0
    ],
    [
        " Otherwise and this I'm putting this extreme just for the example, but otherwise it feels kind of like oh like it",
        577.52,
        582.08
    ],
    [
        " This means so much if I beat you or if you beat me or whatever this means so much",
        582.08,
        586.4
    ],
    [
        " There's a lot of the line and I don't really like that feeling in june when I'm training with my friends anyway",
        586.4,
        590.66
    ],
    [
        " It's not you know, what do I do?",
        590.66,
        593.72
    ],
    [
        " You do both, but you don't do it while you roll you do it between the rolls",
        594.2,
        598.06
    ],
    [
        " You'll like give looks and be like oh",
        598.06,
        600.0
    ],
    [
        " Something like that. So I dig it and I like it know what I try and do I",
        600.0,
        606.08
    ],
    [
        " Try not to get the emotions into it, right? Yeah, I'm trying not to like",
        606.5,
        611.7
    ],
    [
        " Say something and be I'm trying not to be snarky about the whole scenario",
        611.7,
        616.44
    ],
    [
        " You know what I mean? Yeah, except for with one person be an extra. Yeah, like if he's having a bad day and I have a good day",
        616.44,
        621.28
    ],
    [
        " I'm gonna I'm gonna I'm gonna talk some shit. Yeah, but so you talk shit",
        621.28,
        626.82
    ],
    [
        " It's more enjoyable though, right? Yeah, that's just fun. Yeah, so it's gonna depend on your personality",
        626.82,
        631.08
    ],
    [
        " Like I can't wait till I have a good day and he has a bad day in the future. Yeah",
        631.08,
        634.92
    ],
    [
        " So I hope um",
        635.6,
        637.36
    ],
    [
        " So either way either way when you",
        637.36,
        639.82
    ],
    [
        " Maybe you know what though like it's crazy how like when you're not rolling or",
        639.82,
        644.4
    ],
    [
        " When it doesn't happen to you your brain is all clear like oh, yeah, you have good days bad days. You got days and days right now",
        644.4,
        650.14
    ],
    [
        " Like that's actually good one yet. I'm gonna I'm gonna incorporate now, but it's easy to be like yeah",
        650.14,
        655.58
    ],
    [
        " You have good days and bad days or when someone else goes through it. Hey bro. Don't worry",
        655.58,
        658.9
    ],
    [
        " You know like you you know you you know you've been training this for a long time. You gotta know",
        658.9,
        663.7
    ],
    [
        " He got good days and bad days",
        663.7,
        664.9
    ],
    [
        " You know, but when it happened the day it happens to you and the weird thing",
        664.9,
        669.2
    ],
    [
        " It's weird on the drive home right you feel it and it's almost like no, bro",
        669.2,
        673.28
    ],
    [
        " I don't even know if I even can do jujitsu anymore",
        673.28,
        676.1
    ],
    [
        " Like I know all the moves it like I think I do but like man",
        676.1,
        679.66
    ],
    [
        " And that's every single time man and I think even every level I think",
        679.66,
        683.7
    ],
    [
        " White belt is like all the time and you're like man. I suck at this",
        683.7,
        687.2
    ],
    [
        " When you're you know, you make yourself more you make your way up the ranking or whatever and that happens",
        687.2,
        692.6
    ],
    [
        " It's like it's almost more painful because you're like oh, yeah, I have a black belt",
        692.6,
        695.98
    ],
    [
        " Then I've never heard of a black belt getting treated the way I just got treated. I never even heard of it",
        695.98,
        701.54
    ],
    [
        " I got to like you sometimes like when you're",
        701.54,
        704.76
    ],
    [
        " In your mood or whatever like you'll get me with that guillotine like",
        704.76,
        708.56
    ],
    [
        " Eight times in one round. That's a lot. That's a lot. That's more than one a minute",
        708.56,
        713.42
    ],
    [
        " Yeah, that's a lot and I'll have that feeling like like",
        713.42,
        715.92
    ],
    [
        " Am I in this feeling like I have a black belt from Jocco himself",
        715.92,
        719.94
    ],
    [
        " And I literally have no physical capability",
        720.94,
        723.18
    ],
    [
        " Capability to stop him from joking me out eight times",
        723.18,
        726.74
    ],
    [
        " You know, I just realized now I said I don't like to be snarky. You know what I realized I'm actually doing is I'm letting that just",
        726.74,
        732.08
    ],
    [
        " Rugg around in your own head without saying",
        732.08,
        733.98
    ],
    [
        " On the savage I'm like bad. I'm like yeah, and so it's real though. It's real",
        733.98,
        740.0
    ],
    [
        " But you're right though at the end of the day. It's like you know and this is me being totally detached because I probably feel that way worse than you when I drive",
        740.0,
        747.14
    ],
    [
        " Um, where",
        747.84,
        748.64
    ],
    [
        " Like I know like you know how good I am or am not, you know",
        748.64,
        752.9
    ],
    [
        " So I can't be like trying to brag to you how good I am or trying to you know",
        752.9,
        756.58
    ],
    [
        " Because you know, bro, we've been tricking trying together literally for",
        756.58,
        760.18
    ],
    [
        " Since I started since I was a white belt. Yeah, so you know",
        760.18,
        763.7
    ],
    [
        " Nothing I can say or do is gonna give you the impression now that I'm all of a sudden freaking awesome",
        763.7,
        768.76
    ],
    [
        " And you know, so it's like you kind of got to keep that in mind, you know",
        768.76,
        773.52
    ],
    [
        " So it kind of puts everything into perspective and yeah, man you freaking that those bad days are gonna",
        773.52,
        777.64
    ],
    [
        " This freaking hurt and it's it kind of makes me feel good that you had that day. Yeah recently. I'm good",
        777.64,
        783.34
    ],
    [
        " Good. Good. I'm good. You deserve it sometime. You know what else. Yeah. Thank you. Uh",
        783.34,
        786.96
    ],
    [
        " I'm so I've had so many of those days",
        786.96,
        790.56
    ],
    [
        " That I already kind of know about them right? I like I'm making I'm sort of making a bigger deal out of it to explain",
        790.56,
        797.86
    ],
    [
        " Because I know that people the first time that happens to you in any environment",
        797.86,
        801.94
    ],
    [
        " You might think",
        802.22,
        803.1
    ],
    [
        " Yeah, this is just me. I'm the only person that's ever been humiliated like this. Yeah, I've been humiliated enough times",
        803.1,
        810.6
    ],
    [
        " That it's like oh, you know what? Yeah cool. It's not I know it's not a big shock to my sister my drive home nowadays isn't it's 10 minutes",
        810.6,
        818.36
    ],
    [
        " It doesn't seem like 10 hours. It seems like 20 minutes",
        818.36,
        821.44
    ],
    [
        " You know, it's it's a bit extra time there rubbing around. There's some ideas bouncing around in the head",
        821.44,
        827.04
    ],
    [
        " Yeah, some excuses are coming in right? There's some excuses rolling in",
        827.04,
        830.46
    ],
    [
        " You know, you know, Dean's been doing this and well you know, he's bought you know, I have a you know, life to work",
        830.46,
        836.84
    ],
    [
        " Yeah, but he just gets to do yeah, all those things. Oh, yeah, not all lies",
        836.84,
        840.3
    ],
    [
        " They're all lies part of the game right there though",
        840.3,
        843.2
    ],
    [
        " But the um and and that does apply to everything kind of like how you're saying in the beginning kind of applies to everything",
        843.2,
        848.32
    ],
    [
        " This is when it'll it can shock you even if your quote unquote used to it is when you're on a run",
        848.32,
        852.84
    ],
    [
        " Striek of just killing it whether it be Jiu Jitsu or at work is a good one where like and then you mess up or you",
        853.64,
        859.98
    ],
    [
        " I don't know something happens or whatever or in Jiu Jitsu. Yeah, you have a straight-up bad day",
        859.98,
        864.32
    ],
    [
        " And you kind of get shocked you're like oh my gosh, it was all a lie",
        864.32,
        869.1
    ],
    [
        " You know me telling myself what are that happened to me when I was probably both great Macintor",
        869.1,
        873.1
    ],
    [
        " I was competing a lot of",
        873.1,
        875.12
    ],
    [
        " On the run on a run big time and Greg train humiliated you great",
        875.12,
        881.74
    ],
    [
        " And he even told me later that he hadn't heard about it, you know, and was like oh man",
        881.74,
        885.24
    ],
    [
        " That's good, you know like maybe you know he could be a good training partner",
        885.24,
        887.9
    ],
    [
        " But he was gonna kind of bring it next time we train",
        887.9,
        890.56
    ],
    [
        " And I said I'm gonna break it off",
        890.56,
        893.64
    ],
    [
        " Break him off. Yeah, break him off. Yeah, he broke me off so hard like real like methodically too",
        893.64,
        899.56
    ],
    [
        " You know when someone's there to break you off you kind of know you can feel it like okay this guy",
        899.56,
        903.92
    ],
    [
        " I see it I get it like you're gonna bring it to show me or teach me a lesson or just show you know",
        903.92,
        908.5
    ],
    [
        " You're gonna break me off. I get it, but you can feel it. I didn't even feel it",
        908.74,
        912.66
    ],
    [
        " I just felt that brought this guy's kind of unstoppable just",
        912.66,
        915.28
    ],
    [
        " No, there is no theory that's a thing. It was almost like a",
        915.28,
        918.34
    ],
    [
        " He just methodically dismantled me and then sort of just walked away",
        918.34,
        922.38
    ],
    [
        " And he's like good training. You like done shocked shocked the run has come to an end come to an end",
        922.38,
        929.02
    ],
    [
        " When that happens get back on the horse get back on the horse no factor. All right. Let's get some Q&A. What do we got?",
        929.02,
        934.94
    ],
    [
        " You know jaco how would you handle someone that gets mad and walks away or gets mad and will not respond to you when you're trying",
        934.94,
        941.9
    ],
    [
        " That is a little excerpt of what we are doing on the jaco underground podcast. So if you want to continue to listen",
        941.9,
        954.88
    ],
    [
        " Go to jaco underground.com and subscribe and we're doing this to mitigate our reliance on external platforms",
        954.88,
        963.64
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        963.74,
        970.34
    ],
    [
        " More direct connections better communications it with us",
        970.34,
        973.26
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jaco underground.com",
        973.26,
        980.34
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        980.34,
        985.84
    ],
    [
        " We can still support you just email assistance at jaco underground.com",
        985.84,
        989.86
    ],
    [
        " And we'll get you taken care of until then we will see you",
        989.92,
        994.6
    ],
    [
        " mobilized",
        994.6,
        996.04
    ],
    [
        " underground",
        996.04,
        997.4
    ]
]