[
    [
        " Djako, dear Djako, my chosen community has lost and continues to lose members due to suicide.",
        0.0,
        7.32
    ],
    [
        " One reason is that they don't ask for help.",
        7.8,
        10.56
    ],
    [
        " I think one reason they don't ask for help is that they're afraid of being or being seen",
        11.76,
        16.94
    ],
    [
        " as weak.",
        16.94,
        17.96
    ],
    [
        " I'm aware that this takes strength and discipline to be able to perceive when you need help",
        18.6,
        24.56
    ],
    [
        " and to ask for it.",
        24.56,
        25.54
    ],
    [
        " I don't know how to convey that to them.",
        26.0,
        27.78
    ],
    [
        " Could you address how one can gather support from their team without losing face?",
        28.44,
        32.58
    ],
    [
        " So there's an obvious reason why I paired these two questions together because they're",
        33.12,
        36.4
    ],
    [
        " both very, very similar and it's the same thing.",
        36.4,
        40.52
    ],
    [
        " And if we don't, if a member of your team won't come forward and admit they have an issue,",
        41.12,
        46.64
    ],
    [
        " then the issue is not going to get addressed.",
        46.7,
        48.02
    ],
    [
        " And this is the same exact thing that you have to explain to your team.",
        48.44,
        51.66
    ],
    [
        " Like, hey, if you start going down because you're dehydrated or you start getting",
        51.84,
        57.06
    ],
    [
        " in the getting frostbite and you need to get warmed up, you need to say something.",
        57.06,
        62.5
    ],
    [
        " If you don't say something, that's going to hurt the whole team.",
        62.82,
        65.74
    ],
    [
        " That's what's bad.",
        66.12,
        66.96
    ],
    [
        " So, so I think that's important.",
        68.14,
        69.64
    ],
    [
        " I think that's important to make sure everyone understands that this part of being a good",
        69.72,
        74.28
    ],
    [
        " operator is knowing your limitations.",
        74.28,
        77.16
    ],
    [
        " And when you reach your limitations, raise your hand and saying, hey, this is a problem.",
        77.48,
        80.76
    ],
    [
        " And believe me, there's guys that might complain about little things and they're eventually",
        82.52,
        88.8
    ],
    [
        " going to be labeled as a little complainer, right?",
        88.8,
        91.84
    ],
    [
        " And they don't really have issues.",
        92.14,
        93.3
    ],
    [
        " So there's a fine line, right?",
        94.02,
        96.12
    ],
    [
        " There's a fine line.",
        96.26,
        96.84
    ],
    [
        " But for this one, you know, for someone that's having some kind of mental stress, well,",
        97.04,
        103.68
    ],
    [
        " again, we got to recognize what's going on.",
        103.82,
        106.1
    ],
    [
        " We got to recognize that it's impacting us negatively at work.",
        106.18,
        109.0
    ],
    [
        " So that means you got to raise your hand.",
        109.32,
        110.7
    ],
    [
        " If it's having a negative impact on the way you're performing, then you got to raise",
        110.76,
        113.58
    ],
    [
        " your hand.",
        113.58,
        113.86
    ],
    [
        " And I think it's important to explain to people that this is something that something",
        114.16,
        119.66
    ],
    [
        " that happens to, can happen to everybody.",
        119.66,
        122.16
    ],
    [
        " And it's not a negative thing.",
        122.74,
        124.44
    ],
    [
        " It's just a reality.",
        124.44,
        125.4
    ],
    [
        " It's, it's kind of like it reminds me of being afraid, right?",
        126.16,
        129.5
    ],
    [
        " And if, if you're, let's say you got a new guy that's never done anything before and",
        129.84,
        136.32
    ],
    [
        " he doesn't know that he's going to be afraid going on an operation, then he's going to",
        136.32,
        141.16
    ],
    [
        " wonder why his stomach is upset or why he second gets himself or why he can't sleep.",
        141.16,
        146.32
    ],
    [
        " Like, oh, you can't sleep.",
        146.32,
        147.82
    ],
    [
        " Guess what?",
        148.08,
        148.62
    ],
    [
        " That's normal.",
        148.72,
        149.4
    ],
    [
        " You're going on a hardcore combat operation tomorrow.",
        149.64,
        152.9
    ],
    [
        " The fact that you can't sleep is completely normal.",
        153.08,
        155.04
    ],
    [
        " The fact that you feel sick to your stomach is completely normal.",
        155.28,
        157.32
    ],
    [
        " The fact that you're, you're shaking.",
        157.7,
        159.54
    ],
    [
        " Those things are normal.",
        159.8,
        160.9
    ],
    [
        " Like you're going to feel those.",
        161.1,
        161.9
    ],
    [
        " That's okay.",
        161.94,
        162.44
    ],
    [
        " It's not that big of a deal.",
        162.68,
        163.78
    ],
    [
        " And those things are just fear.",
        164.52,
        166.46
    ],
    [
        " That's what they are.",
        166.54,
        167.06
    ],
    [
        " And if you know what they are and you know that fear is okay and it's acceptable and",
        167.8,
        173.58
    ],
    [
        " it's actually kind of good, right?",
        173.58,
        175.44
    ],
    [
        " Because if, if you're not feeling any fear whatsoever, then you know, you've got some,",
        175.78,
        180.74
    ],
    [
        " well, you should be feeling afraid.",
        181.04,
        183.16
    ],
    [
        " You should, you should feel fear.",
        183.66,
        184.84
    ],
    [
        " That should, that should propel you.",
        185.0,
        186.34
    ],
    [
        " It should get you on edge.",
        186.46,
        187.46
    ],
    [
        " Those are all those things are actually happening for a reason.",
        188.0,
        190.02
    ],
    [
        " So there's nothing wrong with that.",
        190.26,
        191.94
    ],
    [
        " And I think that's the same thing that you got to explain to people with stress.",
        192.2,
        195.44
    ],
    [
        " Like, oh, okay, that you can have too much fear.",
        195.8,
        198.12
    ],
    [
        " You keep someone at that heightened state for an extended period of time.",
        198.52,
        202.08
    ],
    [
        " Well, that's called combat stress and it's real and it can happen and it can happen",
        202.18,
        207.2
    ],
    [
        " to anyone.",
        207.2,
        207.5
    ],
    [
        " And you know, how many books have we talked about on this podcast where you can see",
        207.72,
        212.16
    ],
    [
        " stress, combat stress taking its toll on people and when it does, you know, we've",
        212.16,
        219.36
    ],
    [
        " talked about it many times.",
        219.36,
        220.28
    ],
    [
        " If you get to that point, you need a break and, and Dick Winners from band of brothers,",
        220.66,
        225.98
    ],
    [
        " you know, he would give those guys breaks without them even knowing that he was giving",
        226.38,
        230.08
    ],
    [
        " them a break.",
        230.08,
        230.48
    ],
    [
        " He said, Hey, Echo, you got to go back and do a little logistics run for four days.",
        230.48,
        233.84
    ],
    [
        " Just make sure we have more supplies coming our way.",
        233.96,
        235.92
    ],
    [
        " Get you off the front line, get you a breather.",
        236.3,
        238.4
    ],
    [
        " So that way, again, the same metaphor I've used before is if you have an engine in the",
        238.58,
        244.06
    ],
    [
        " red and you keep running it, what's going to happen to the engine?",
        244.06,
        246.24
    ],
    [
        " It's going to burn out.",
        246.4,
        247.2
    ],
    [
        " It's not going to be usable.",
        247.3,
        248.1
    ],
    [
        " If you have someone that's psychologically stressed and they're in the red and you",
        248.26,
        251.62
    ],
    [
        " keep running them in the red, guess what?",
        251.62,
        252.94
    ],
    [
        " Eventually, they're not going to be usable anymore.",
        253.02,
        254.26
    ],
    [
        " So you need to give them a break, get them off the line because if you do take an engine,",
        254.5,
        258.3
    ],
    [
        " if your engine like check engine like comes on and you go and get it maintained, get",
        258.52,
        262.12
    ],
    [
        " it fixed, the engine's still good.",
        262.12,
        264.12
    ],
    [
        " If you keep running it, the engine will be destroyed.",
        264.38,
        266.04
    ],
    [
        " So you got to do that with your people and you got to make sure everybody knows.",
        266.56,
        269.1
    ],
    [
        " And I think that's a real simple metaphor to use with people as well.",
        269.54,
        272.24
    ],
    [
        " Say, look, we're running hard and we're going to put some stress on the engine.",
        272.46,
        276.3
    ],
    [
        " And if you don't keep the engine maintained, the engine's going to break and you won't",
        276.68,
        279.82
    ],
    [
        " be any good to the team, you won't be good for the mission.",
        279.82,
        281.58
    ],
    [
        " So if you start feeling your engine like go on, you got to let someone know so we can",
        282.1,
        287.0
    ],
    [
        " give you the proper maintenance.",
        287.0,
        288.12
    ],
    [
        " And that's it.",
        288.72,
        289.36
    ],
    [
        " Jody Metic talked about that too.",
        289.58,
        290.54
    ],
    [
        " Jody was saying, hey, you know, basically if you get injured, if you break your ankle,",
        290.54,
        297.72
    ],
    [
        " they don't just expect you just to keep going.",
        298.16,
        300.1
    ],
    [
        " No, like, okay, you need to get back and you need to rehab.",
        300.28,
        302.9
    ],
    [
        " Well, the same thing can happen to your brain.",
        303.04,
        304.38
    ],
    [
        " Your brain gets a break in it.",
        304.58,
        306.48
    ],
    [
        " You don't just keep driving or it's going to fracture and fall apart.",
        306.8,
        309.44
    ],
    [
        " What do you do?",
        309.74,
        310.36
    ],
    [
        " You take a break, you get downtime and you get recovered and then you'll be ready to",
        310.76,
        316.72
    ],
    [
        " rock and roll again.",
        316.72,
        317.38
    ],
    [
        " So two really good questions to start it off.",
        317.8,
        320.94
    ],
    [
        " You know, again, especially for folks out there on the battlefield.",
        321.22,
        324.06
    ],
    [
        " And then it's not just for people on the battlefield because it happens with any,",
        324.48,
        328.48
    ],
    [
        " any group of people that are in a stressful environment.",
        328.68,
        331.14
    ],
    [
        " I mean, obviously cops get put into a really stressful environment all the time.",
        331.14,
        335.7
    ],
    [
        " Well, if you need to take a breather, you need to say something before you burn out the",
        335.84,
        340.88
    ],
    [
        " engine.",
        340.88,
        341.1
    ],
    [
        " Yeah.",
        341.56,
        341.68
    ],
    [
        " Same thing with business world, right?",
        342.46,
        343.9
    ],
    [
        " People in the business world get extremely stressed out.",
        344.18,
        346.2
    ],
    [
        " Well, you probably need a break at some point.",
        346.62,
        348.7
    ],
    [
        " Make sure you work that in there.",
        348.96,
        350.4
    ]
]