[
    [
        " This is Jocco podcast number 128 with echo Charles and me jocco willink",
        0.0,
        6.12
    ],
    [
        " Good evening echo good evening",
        6.12,
        7.76
    ],
    [
        " It's been a little bit since we've done Q&A. So we're gonna roll into some Q&A and",
        7.76,
        12.98
    ],
    [
        " Gonna try and answer",
        12.98,
        14.86
    ],
    [
        " More questions than normal with some shorter answers got a lot of Twitter questions",
        14.86,
        20.7
    ],
    [
        " Which necessitates shorter questions and thereby in some cases shorter answers?",
        20.7,
        27.52
    ],
    [
        " I've got a I've got some more detailed answers or detailed questions stacked up for another Q&A",
        27.98,
        33.72
    ],
    [
        " But for today we're just gonna try and get through some of these",
        33.72,
        38.08
    ],
    [
        " For no guarantee on that but",
        38.08,
        41.92
    ],
    [
        " What's rock and roll cool? Jocco? Do you believe in overtraining?",
        41.92,
        46.1
    ],
    [
        " Do you believe in overtraining or is that an excuse people use?",
        46.78,
        50.44
    ],
    [
        " You have the CT Fletcher's Trap leaks yourself. It said you're who get after a daily",
        51.04,
        55.64
    ],
    [
        " You also find other elite athletes who believe in rest days",
        55.64,
        59.62
    ],
    [
        " Who are by no means slackers? What's your take?",
        59.62,
        62.92
    ],
    [
        " You know what can you overtrain? Yes, you can yeah, you can definitely overtrain",
        64.04,
        68.16
    ],
    [
        " I will say this most people don't overtrain",
        68.16,
        71.4
    ],
    [
        " Because you got to work pretty hard to overtrain. Yeah, and if you overtrain you'll know it if you're paying attention to your performance",
        71.4,
        78.04
    ],
    [
        " Because your performance will start to go down that that's what's happening",
        78.04,
        80.5
    ],
    [
        " I've said this before I've seen it with fighters that were preparing for a fight",
        80.5,
        85.18
    ],
    [
        " And they'd be overtraining and you'd watch their performance",
        85.26,
        88.2
    ],
    [
        " someone that's normally",
        88.2,
        89.66
    ],
    [
        " Crushing let's say the fighter is normally crushing training partner a",
        89.66,
        93.94
    ],
    [
        " And all of a sudden training a partner a starts getting the better of the fighter and you know you know",
        93.94,
        99.8
    ],
    [
        " It's obvious the guys over trained so take a couple days off get some stake and",
        99.8,
        105.32
    ],
    [
        " Get back get",
        105.32,
        107.22
    ],
    [
        " Reset because you're overtrained so yeah, you can overtrain for sure now what I don't believe in well",
        107.22,
        113.58
    ],
    [
        " It's hard to overtrain. I mean these guys are working hard when they're overtraining but",
        113.72,
        118.94
    ],
    [
        " A lot of people just they they do you can use overtraining as an excuse",
        118.94,
        123.54
    ],
    [
        " What I do is I'm gonna do something every day. I try and do something every day",
        123.54,
        128.64
    ],
    [
        " Regardless like even if even if I feel like I'm come like last night",
        128.64,
        133.34
    ],
    [
        " I got kind of beat up on the map. I know I'm pretty I'm pretty overtrained right now",
        133.34,
        137.44
    ],
    [
        " But I'm also getting ready to go on a trip. So I'm like okay",
        137.44,
        141.06
    ],
    [
        " Well, I just gonna still I squatted today and I'm still gonna train hard tonight",
        141.06,
        144.78
    ],
    [
        " And then I got a couple days where I'll be on the road",
        144.78,
        146.94
    ],
    [
        " I might take one of those days and just like do more of a stretch",
        146.94,
        150.26
    ],
    [
        " Mobility type scenario work. I'll still get the blood flowing cuz I gotta get the blood flowing",
        150.26,
        156.3
    ],
    [
        " But you know, maybe just like a hundred burpees and then a bunch of stretching",
        156.3,
        159.52
    ],
    [
        " So I'll do a little recovery on the road",
        159.52,
        162.48
    ],
    [
        " But yes, you can overtrain it's hard to do it if your performance is going down you're overtraining",
        162.48,
        167.56
    ],
    [
        " Eat some steak take a break take a break eat some steak",
        168.32,
        171.48
    ],
    [
        " Well, 100 burpees kind of a lot",
        171.48,
        175.52
    ],
    [
        " I think 100 burpees. Yeah, it's like this less than 10 minutes",
        175.52,
        180.68
    ],
    [
        " I did oh then again all the time to did a hundred burpees was after we got so then it feels a little different",
        180.68,
        187.12
    ],
    [
        " Yeah, yeah, you just go do 100 burpees",
        187.12,
        189.02
    ],
    [
        " Yeah, well the kill case so overtraining though is like there's two or maybe even more different kinds of quote",
        189.02,
        197.1
    ],
    [
        " Overtraining so there's like there's like a for real like I don't know for",
        197.92,
        201.2
    ],
    [
        " I'm gonna miss you there a clinical",
        201.2,
        203.98
    ],
    [
        " Version of overtraining which is like official like your blood",
        203.98,
        208.54
    ],
    [
        " You can recognize it in your blood like certain things and show them whatever and there's all these symptoms",
        208.54,
        213.44
    ],
    [
        " They're not a spot. It's a thing. It's a actual thing like you don't sleep and it's like your body",
        213.44,
        218.54
    ],
    [
        " Essentially goes into this like negative kind of feedback or positive feedback loop where it's like",
        218.54,
        223.32
    ],
    [
        " But just you're overtrain and it takes like a while to get out of it like a while you got to go through this process and then",
        223.32,
        230.38
    ],
    [
        " There's also like a condition like rabdo",
        230.38,
        233.54
    ],
    [
        " Yeah, rabdo that's a serious situation. Yeah, that's essentially overtraining. Yes, that's a cute",
        233.54,
        240.48
    ],
    [
        " overtraining quickly. Yeah to usually to get hit with the rabdo",
        240.48,
        245.74
    ],
    [
        " Yeah, and then there's like this kind of gray area and you can get rabdo it",
        245.74,
        249.56
    ],
    [
        " I guess you can get I think I think you get rabdo in like certain muscle groups. Oh for",
        249.64,
        253.9
    ],
    [
        " But anyways rabdo. Yeah, that'll take you out. I remember cake nuts was we're we're rolling cake nuts",
        253.9,
        259.02
    ],
    [
        " He's the kind guy who's like just kind of down for anything not just kind of like",
        259.02,
        263.06
    ],
    [
        " Fire plug type guy because he's super mellow, but he's just down for anything like the kind where if you're gonna go do something kind of weird",
        263.06,
        269.18
    ],
    [
        " Hill or whatever he'll always concerted just be there, you know, he always kind of says yes, so anyway, we're training and",
        269.18,
        276.92
    ],
    [
        " He you know when someone asks you to roll and you're done. You're like oh, no done. Maybe next time. Yeah, not cake nuts",
        277.78,
        282.7
    ],
    [
        " No, he was like okay does and you could tell he was like tired",
        282.7,
        286.1
    ],
    [
        " He's like okay, and then we're all done or any and then you know how certain guys come in later whatever",
        286.1,
        289.7
    ],
    [
        " Maybe one two guys and another guy asked him to roll and we're like dang cake nuts still rolling and I think he even rolled before us too",
        289.7,
        296.6
    ],
    [
        " And he was just rolling roll. He might have did some other PT or whatever",
        296.6,
        300.54
    ],
    [
        " He's like man",
        300.54,
        301.5
    ],
    [
        " He's like madam. I'm pretty tired right now and then another guy asked so well",
        302.8,
        306.98
    ],
    [
        " Let's roll and he's like okay, and we're just laughing like it was kind of like a joke",
        306.98,
        310.32
    ],
    [
        " Yeah, which means all these which means all these roles are not like yeah relax scenarios",
        310.32,
        315.96
    ],
    [
        " They're actual level 9 death battles. Yeah, he's going for it. Yeah, he's a purple belt. By the way. Oh, that's cool",
        315.96,
        320.82
    ],
    [
        " Yeah, um, but yeah, at the time I think he was white belt and yeah, so he goes and he's like man",
        320.82,
        325.88
    ],
    [
        " I'm tired. I messed up and I was like yeah, man",
        325.88,
        327.92
    ],
    [
        " I did it. You rolled a lot and",
        327.92,
        329.96
    ],
    [
        " Come to find out he had a rap though. Yeah, but anyway going and then there's a great area over training where you're training a lot",
        329.96,
        337.46
    ],
    [
        " Maybe your testosterone will be down from training a lot and",
        337.46,
        340.7
    ],
    [
        " Me, you know, your nutrition may or may not be all that kind of thing",
        340.7,
        344.16
    ],
    [
        " So your performance does go down you feel a little bit more tired going into training",
        344.16,
        347.66
    ],
    [
        " You know, if you're lifting or whatever you can't lift his heavy and all this stuff. That's like a great",
        347.66,
        351.64
    ],
    [
        " Are you not over-trained? No, you just how you say just you just take and a day two days later",
        351.64,
        356.44
    ],
    [
        " Boom, you're kind of back in the game, you know kind of thing, but I don't think that's a clinical",
        356.44,
        359.88
    ],
    [
        " Technically over-trained maybe you're not recovering day to day as much or something this but",
        359.88,
        365.48
    ],
    [
        " Cool, but all three things all real things. Hey your body is this machine man",
        365.48,
        370.6
    ],
    [
        " If you know with all these different systems that the systems ain't work all ain't working right you may not get you know the performance that you",
        370.6,
        376.92
    ],
    [
        " What next question",
        376.92,
        379.96
    ],
    [
        " What would you pack for lunch if you had a",
        379.96,
        384.68
    ],
    [
        " Typical 9 to 5 job",
        385.12,
        386.88
    ],
    [
        " Yeah, chicken steak beef jerky nuts. I don't know a salad",
        386.88,
        392.04
    ],
    [
        " No, no big shocker there, right?",
        392.04,
        395.3
    ],
    [
        " Just don't eat the donuts in the office next question no tuna sandwich",
        395.7,
        398.82
    ],
    [
        " No, no tuna sandwich. Oh, we've read tomato lettuce sprouts. That's your go-to. No, that's what my mom would probably pack for me",
        398.82,
        409.66
    ],
    [
        " If she was packing my lunch, but people are asking what your mom would pack for you for lunch when you were young",
        410.44,
        416.06
    ],
    [
        " Kind of my mom would pack for me when I was young",
        416.06,
        420.7
    ],
    [
        " BB and J all right",
        420.7,
        423.22
    ],
    [
        " There it is that's good bag of potato chips. Oh, that's good",
        423.22,
        426.9
    ],
    [
        " Well, that was PB and J good, but but potato chips are not good. I just made it the same it tastes good",
        426.9,
        433.42
    ],
    [
        " Actually, but peanut butter is good and of course what I would do is take the potato chips put them on though",
        433.42,
        437.52
    ],
    [
        " Like a cycle. Yeah, yeah, like a cycle all good. So there you go. You guys know what to eat come on",
        438.12,
        444.06
    ],
    [
        " So I can know but here I'm sure they're asking because",
        444.06,
        447.24
    ],
    [
        " That is kind of a thing like you have a 9 to 5 job right and especially if kind of the culture is like okay",
        447.24,
        451.98
    ],
    [
        " I got to work and then boom we go to well gonna lunch me and my boys from work",
        451.98,
        456.08
    ],
    [
        " Yeah, lunch maybe a bar maybe you know kind of thing, but they want to break the cycle",
        456.08,
        460.48
    ],
    [
        " So it's like you know, it's not it's kind of common knowledge. Okay, break the cycle bring your own lunch",
        460.48,
        464.84
    ],
    [
        " You yeah, we'll definitely bring you much not only will you eat better, but you also won't spend",
        464.84,
        469.0
    ],
    [
        " $19 for lunch. Yeah, you'll spend you'll spend like six dollars for lunch and it'll be better for you",
        469.0,
        475.2
    ],
    [
        " So that's just yeah, yeah, okay, so maybe I should have made that more clear",
        475.2,
        478.4
    ],
    [
        " Don't go out to the little corner store and or whatever the corner restaurant and spend $28 for crappy food",
        478.4,
        485.26
    ],
    [
        " That's gonna make you fat and lazy yeah, just pack your own food that cost six dollars that's gonna make you lean strong and smarter",
        485.26,
        491.54
    ],
    [
        " Yeah, but and then there in comes this question. I think I don't know, but I think so because let's say you've never done that before",
        491.64,
        498.64
    ],
    [
        " Yes, I'm scraping here's a thing. No, I'm here. So this so Greg train right you always eat tough",
        498.64,
        505.24
    ],
    [
        " And I don't think he ever like cooks at home or whatever right and me and kind of well",
        505.24,
        511.56
    ],
    [
        " I kind of do both whatever, but I cook at home. I go my I have my go-to little things right at home",
        511.56,
        515.98
    ],
    [
        " So we're talking and I was explaining to him. Oh, yeah",
        515.98,
        519.3
    ],
    [
        " Oh",
        520.5,
        520.86
    ],
    [
        " Yeah, I'll just do this one on the program. I'll do this. I'll make this and he's like dang you you actually do that",
        520.86,
        525.56
    ],
    [
        " And I like cook and make stuff at home. He's all surprised. Yeah, like he was like this foreign thing for it",
        525.56,
        530.46
    ],
    [
        " Okay, I'll give you a go-to right now if you want to talk to go-to's you said tuna. I have",
        530.46,
        535.14
    ],
    [
        " Tin chicken like I don't even know what my wife calls it tin chicken. It comes in the can yeah",
        535.14,
        541.74
    ],
    [
        " Because I don't really like fish",
        541.74,
        543.22
    ],
    [
        " And so I have chicken in a can",
        543.22,
        545.86
    ],
    [
        " Open it up put some mayonnaise in there. You're good. Yeah, yeah",
        546.58,
        551.04
    ],
    [
        " And you can get big big cans of chicken. Oh, yeah, I'm gonna cost go. Yeah, that's a good total go-to",
        551.04,
        556.24
    ],
    [
        " Yeah, yeah, that's a good one a lot of sodium a lot of times in those ones",
        556.24,
        559.74
    ],
    [
        " You know if you care about those kind of things, but yeah, there's a lot of chicken in there too",
        559.74,
        564.28
    ],
    [
        " You know you can do with that too if you have just a little bit more time the chicken the the one in the cance is good",
        564.28,
        571.46
    ],
    [
        " Because it's so fast",
        571.46,
        572.48
    ],
    [
        " But if you um you can like",
        572.48,
        576.8
    ],
    [
        " Kind of halfway boil some chicken chop it up",
        576.8,
        580.38
    ],
    [
        " What it's all to it? Yeah, there's some stuff right and then chop it up even more boom at the mayonnaise is kind of the same deal",
        580.38,
        586.84
    ],
    [
        " And you can do it that way you don't need like they can chicken some people do not prefer can chicken though",
        586.84,
        592.62
    ],
    [
        " That's cool. That's the thing they can do other things. Yeah, yeah, then that's the other thing I'm talking about",
        592.62,
        596.92
    ],
    [
        " Anyway, so well, you know",
        596.92,
        599.58
    ],
    [
        " For mom made chicken. Yeah, I you know, no",
        599.58,
        602.08
    ],
    [
        " You know Greg it was foreign to Greg to actually cook at home",
        602.08,
        607.7
    ],
    [
        " It's foreign for people to actually make a lunch like man. Where do I start with this thing? What do I do and then",
        607.7,
        613.6
    ],
    [
        " Usually in fact from what I understand anyway",
        613.6,
        616.46
    ],
    [
        " Usually it's kind of like oh all all kind of sort of buy a lunch",
        616.46,
        620.92
    ],
    [
        " While I'm not at work, you know, maybe go to store buy one of these box lunches or something and then bring it in",
        620.92,
        626.52
    ],
    [
        " What's that? It's a man. It's defeating the party. Yeah, it's a thing, but it's a defeating the purpose",
        626.52,
        630.66
    ],
    [
        " You make the lunch like a sandwich and like that. Yeah, I'm telling you cool. It works",
        630.66,
        635.56
    ],
    [
        " That's the direction you want to go. That's my opinion",
        635.56,
        638.72
    ],
    [
        " Next question",
        638.72,
        640.46
    ],
    [
        " You've mentioned being involved in real estate. Are you still involved? How'd you get started?",
        640.46,
        645.44
    ],
    [
        " Whether flipping or renting flipping mean buying",
        645.9,
        649.4
    ],
    [
        " Fixing up selling houses or renting or whatever. Did you start with a lot of money or no?",
        649.4,
        656.34
    ],
    [
        " Is it something you are or were very hands on with or contract work out?",
        657.06,
        662.4
    ],
    [
        " I've been real lucky with the whole real estate thing part of it's because I was in the military and",
        662.9,
        668.3
    ],
    [
        " While the crash happened I",
        668.3,
        671.48
    ],
    [
        " I didn't even barely knew there was an economic crash going on",
        671.48,
        674.96
    ],
    [
        " And so we're talking 2007 2008 time frame when the the market crashed and I was in the military so I just was",
        674.96,
        684.74
    ],
    [
        " kept in doing what I was doing and bought some houses then and",
        685.26,
        688.92
    ],
    [
        " I would say yeah, and then I've continued to do that so it's a good",
        688.92,
        693.66
    ],
    [
        " It's a good investment long term short term you can get screwed if you think you're gonna buy something right now",
        693.66,
        699.92
    ],
    [
        " Like for instance flipping a house. That's cool. You can make a lot of money",
        699.92,
        702.72
    ],
    [
        " But also you could buy right now buy a house for $200,000 and think you're gonna fix it up and sell it for $300,000",
        702.72,
        708.24
    ],
    [
        " And then you buy it and the market crashes and now your house that you bought for $200,000 is only worth 150",
        708.24,
        713.46
    ],
    [
        " So now you're you're out of luck",
        713.74,
        715.26
    ],
    [
        " so you the way I look at it, you know just as",
        715.26,
        718.68
    ],
    [
        " As a normal person. Yeah, just try and buy a house. That's number one. Buy it try and buy a house to live in and then",
        718.68,
        725.94
    ],
    [
        " Try and pay it off as fast as you can and then when you get it to a good point",
        725.94,
        730.24
    ],
    [
        " And you fix it up and you think you can rent it out. That's cool. Do it run it out and buy another one and keep doing that",
        730.24,
        736.14
    ],
    [
        " One thing one I know you know, I'm the real estate expert. I'm not running around but",
        736.14,
        742.24
    ],
    [
        " Sit, you know, explaining I'm not gonna put out a",
        742.72,
        745.28
    ],
    [
        " What I'm not gonna put out a seven or a proper real estate investing but",
        745.28,
        749.66
    ],
    [
        " Hey, if you're gonna buy a buy a house. This is something a little bit of advice if you're gonna buy a house",
        749.66,
        755.66
    ],
    [
        " Buy a house in the place where you want to live",
        755.66,
        758.4
    ],
    [
        " Where you want to live in it by the worst crappiest house",
        758.4,
        761.8
    ],
    [
        " But where you want it because the location you cannot change once you buy it you're stuck in that location",
        761.8,
        767.78
    ],
    [
        " And so it's so you can but you can always rebuild it and fix it up and make it nice",
        768.38,
        772.24
    ],
    [
        " So buy a house. I made that mistake one time. I bought a house. I bought a bigger house",
        772.24,
        777.28
    ],
    [
        " In a place where I didn't really like it, but I thought oh the house is so nice and big",
        777.28,
        781.68
    ],
    [
        " And about it was like two weeks after I bought it. This is actually the first house I ever bought two weeks after I bought it",
        781.68,
        787.14
    ],
    [
        " I was saying man, I should about the other house. I was looking at that was in the location. I wanted",
        787.14,
        791.32
    ],
    [
        " That was a little bit smaller not as nice. So anyways buy it where you want it and then",
        791.32,
        796.2
    ],
    [
        " Fixed up as you go along as far as the work doing the work",
        796.84,
        799.7
    ],
    [
        " all the work that I did on my houses I did myself and",
        799.7,
        804.56
    ],
    [
        " Now I don't do it as much anymore because I don't have time",
        804.56,
        808.84
    ],
    [
        " But when I was in the Navy, well you either have time where you have money, right?",
        808.84,
        811.6
    ],
    [
        " So when I was in the Navy I had more time if you can believe that when I was in the Navy and I had no money",
        811.9,
        817.2
    ],
    [
        " So like it all my houses when I bought them I couldn't afford them. I could barely afford them",
        817.2,
        823.62
    ],
    [
        " So you got to be that's now not advising that",
        824.02,
        826.44
    ],
    [
        " because",
        826.44,
        827.4
    ],
    [
        " If you you got to be able to suck it up",
        827.4,
        830.96
    ],
    [
        " If things go sideways you're gonna be living on",
        830.96,
        834.46
    ],
    [
        " Lean no money. Living lean. It's gonna be a lean Christmas. That's what my parents used to say to me",
        834.46,
        838.86
    ],
    [
        " And that's what I said to my kids is gonna be a lean Christmas",
        838.86,
        840.98
    ],
    [
        " So you got to be ready for the lean. Some people aren't ready for a lean Christmas. Yes, some people cannot live",
        840.98,
        846.6
    ],
    [
        " Some people cannot control their expenses if things go bad",
        846.6,
        851.52
    ],
    [
        " And you know when I bought all my just about every house I bought when I got into my house",
        852.28,
        856.76
    ],
    [
        " It was like okay, we made it now. We're gonna starve",
        856.76,
        860.22
    ],
    [
        " For two years or whatever trying to get everything squared away again",
        860.22,
        864.3
    ],
    [
        " So anyways, you got to be smart",
        864.3,
        866.86
    ],
    [
        " But it definitely makes more sense to buy",
        866.86,
        869.26
    ],
    [
        " I shouldn't say this because there's some people that argue get that",
        869.26,
        872.1
    ],
    [
        " I think if you're gonna live somewhere for a while buy a house instead of paying someone else's mortgage pay your own and try and pay it down",
        872.1,
        879.78
    ],
    [
        " That's it",
        880.3,
        880.96
    ],
    [
        " To my advice cool agree. I guess. I don't know",
        880.96,
        886.48
    ],
    [
        " I'm way less of an expert in that. Yeah, like like here's an idea when you join the military a save up all your money",
        886.48,
        892.86
    ],
    [
        " Don't spend it on booze",
        892.86,
        894.68
    ],
    [
        " Which you're going to you're gonna want to yeah, because everyone's gonna be going out",
        894.68,
        898.98
    ],
    [
        " Don't do that buy it buy whatever you can buy buy a little condo buy something and then rent out the rooms that are in it",
        898.98,
        906.08
    ],
    [
        " And you sleep on the couch and you rent out the rooms and you're paying the mortgage as soon as you get that thing kind of stable",
        906.46,
        911.66
    ],
    [
        " Boom go and buy another one. Yeah, and that's that's how you you can start doing it",
        911.66,
        916.78
    ],
    [
        " You said that it was easier for you in the milk because you were in the military. Why why is it easy?",
        916.78,
        921.26
    ],
    [
        " My paycheck was coming no matter what it wasn't like I was gonna get laid off",
        921.36,
        924.9
    ],
    [
        " I mean so many people got laid off during the during the economic downturn right?",
        924.9,
        928.72
    ],
    [
        " Yes, they couldn't buy they couldn't afford their mortgage payments anymore and that that was made the bad situation even worse",
        929.06,
        934.0
    ],
    [
        " Yeah, so for me it was like I was just sitting there collecting my paycheck. I was normal",
        934.22,
        937.94
    ],
    [
        " Didn't even really realize that the market was getting destroyed in all fronts",
        937.94,
        942.98
    ],
    [
        " Because I was in the military. Yeah, and I wasn't sitting around staring at the",
        942.98,
        947.22
    ],
    [
        " At the stock market every day trying to figure out where it was gonna go",
        947.22,
        950.46
    ],
    [
        " And did you get I mean you do right you get like benefits or loans easier or whatever",
        950.46,
        956.98
    ],
    [
        " Yeah, there's so called the A loan. Yeah, which which is a good loan. It's a good loan and you can only get one though",
        956.98,
        963.62
    ],
    [
        " So I mean I use that you can reset it and you use it on other houses",
        964.0,
        967.8
    ],
    [
        " But which I've done a couple times, but that's a cool like little jumping off point. It's a really good jumping off jumping off point",
        967.8,
        973.56
    ],
    [
        " Yeah, it's a really good jumping off point for sure",
        973.56,
        975.54
    ],
    [
        " But the thing to be careful of is is speculating and thinking that the prices of houses is always gonna go up",
        975.54,
        983.24
    ],
    [
        " Which is what everyone thought in 2006 2007 2008? Hey, don't wear the prices are just gonna keep going up",
        983.24,
        988.54
    ],
    [
        " They're not they're gonna come down sometimes",
        988.54,
        990.98
    ],
    [
        " Yeah, and so you can't bank on that",
        990.98,
        993.18
    ],
    [
        " You can't bank on that what you bank on is like okay, I like this house. It's in a good location",
        993.7,
        997.66
    ],
    [
        " I'm gonna live here for a long time if I get stuck in it for a long time",
        997.66,
        1001.08
    ],
    [
        " I don't mad my mind. I won't be mad and I can suffer",
        1001.08,
        1006.58
    ],
    [
        " Okay, I can make my family suffer. Okay, like you know when you can't take your your family out for dinner",
        1006.58,
        1014.48
    ],
    [
        " For months on end like oh, no, sorry. We're not going out for dinner. Oh, no, we're not doing that. We're not buying that",
        1014.48,
        1021.34
    ],
    [
        " Buying your kids used stuff for Christmas, which I did when I was in military",
        1022.0,
        1026.14
    ],
    [
        " The K, you know, I'd love to get you something new, but guess what?",
        1026.14,
        1028.74
    ],
    [
        " Sometimes Santa Claus brings some",
        1029.16,
        1030.66
    ],
    [
        " recycled goods you know some other kids didn't want it. That's fine",
        1030.66,
        1035.22
    ],
    [
        " If you if you don't have that in you to suck it up and and live lean",
        1035.22,
        1040.4
    ],
    [
        " Then you don't then you need to make different decisions. Yeah, cuz a lot because a lot of time",
        1040.4,
        1046.1
    ],
    [
        " I know it was it was like this in like oh seven six maybe um where",
        1046.1,
        1051.1
    ],
    [
        " Guys like I would remember seeing people they like a lot of people were just becoming loan officers",
        1051.1,
        1057.3
    ],
    [
        " Oh, yeah for sure like flipping houses, you know kind of thing and it's kind of all they look at it as like this get rich quick",
        1057.3,
        1063.32
    ],
    [
        " Kind of thing and then they're like yeah, let me just do it. See you. You know experience necessary all the stuff",
        1063.32,
        1067.64
    ],
    [
        " And then they'll do it all uneducated all like with none of what you just said none of that and well",
        1067.64,
        1073.06
    ],
    [
        " I got a buddy that",
        1073.1,
        1074.48
    ],
    [
        " He he was telling me the story cuz he was in the seal teams and during that",
        1074.48,
        1079.18
    ],
    [
        " Market boom during the housing market boom. He bought like five houses. Yeah",
        1079.18,
        1084.46
    ],
    [
        " And he is so fun to hear because he's a humble guy and he's telling telling me the story is 10 years ago",
        1084.46,
        1090.32
    ],
    [
        " He's telling me the story, but he's like he's like yeah when I was doing this",
        1090.32,
        1094.76
    ],
    [
        " I thought everyone else was so stupid",
        1094.76,
        1098.24
    ],
    [
        " I thought I was just the smartest guy in the world because what he was doing was getting these loans that",
        1098.24,
        1102.48
    ],
    [
        " He couldn't afford but at that time",
        1102.64,
        1104.3
    ],
    [
        " Did the the mortgage people were giving loans to anybody? Yeah, and he did it and he did it over and over",
        1104.3,
        1110.14
    ],
    [
        " So he ended up with five houses and he said he remembered asking you another real estate guy like hey, what if",
        1110.14,
        1115.32
    ],
    [
        " What if the housing prices go down?",
        1115.32,
        1118.72
    ],
    [
        " And then you know the guys like that's not gonna happen and if it does even if it did happen",
        1118.72,
        1123.88
    ],
    [
        " You'd have six months to a year to offload all your properties and it be it's no problem",
        1123.88,
        1128.92
    ],
    [
        " Within a month of that",
        1129.88,
        1131.08
    ],
    [
        " The market turned and he said 30 days later every one of his properties was upside down",
        1131.08,
        1137.12
    ],
    [
        " Meaning he owed more than they were worth in 30 days",
        1137.12,
        1140.52
    ],
    [
        " 30 day and he ended up foreclosing on all those houses except for one he was lucky enough to keep the one that he lived in",
        1140.52,
        1146.0
    ],
    [
        " Anyway, so yeah, don't you know be measured. It's balanced. Don't just get crazy. Yeah",
        1146.0,
        1150.92
    ],
    [
        " Yeah, it's not like this get rich like the risks I would take",
        1150.92,
        1155.16
    ],
    [
        " Was the risk of okay if things don't go well",
        1156.16,
        1159.64
    ],
    [
        " It's gonna be a lean Christmas and I'm okay with that if you're not okay with a lean Christmas and a lean and not going out for dinner",
        1159.64,
        1166.7
    ],
    [
        " And buying your kids use presents for Christmas if you're not okay with that",
        1166.7,
        1170.54
    ],
    [
        " But you know, what do you want for your birthday? Oh, you want to you want something for your birthday cool",
        1170.54,
        1174.52
    ],
    [
        " We I'll get you something that resembles that but it might not be the act if you're not okay with that",
        1174.52,
        1179.7
    ],
    [
        " Then then don't do it. I never would gamble the fact that okay if this goes wrong",
        1181.1,
        1185.64
    ],
    [
        " We won't have anywhere to live that's a different that's a different level gamble",
        1185.64,
        1189.46
    ],
    [
        " I didn't gamble that I didn't gamble like okay if I if the market goes sideways",
        1189.46,
        1193.46
    ],
    [
        " I'm not gonna have a place to live I didn't gamble that if the market goes sideways",
        1193.46,
        1198.06
    ],
    [
        " Hey, it's gonna be a lean Christmas. Yeah, yeah, and even you like by your own admission you said I'd you know",
        1198.06,
        1204.62
    ],
    [
        " I do it where I'd live lean kind of thing like you don't have to do it that way like you can be",
        1204.62,
        1209.24
    ],
    [
        " Set way more. Yeah, you know, you could give yourself for yourself. Yeah, but no risk no reward",
        1209.5,
        1214.16
    ],
    [
        " But don't risk everything be smart be calculated. Yeah, so yeah buy something buy something when you're young hang on to it",
        1214.16,
        1222.28
    ],
    [
        " Read it out buy something else hang on to it run it out. That's a good plan good long term plan",
        1222.28,
        1228.14
    ],
    [
        " Jock long term plan long term because the market goes up and down. Yeah, there's probably good advice most of the time anyway",
        1228.14,
        1237.14
    ],
    [
        " Long term. Yeah think long term think long term. Yes",
        1237.14,
        1240.34
    ],
    [
        " Down time",
        1240.34,
        1243.72
    ],
    [
        " Do you ever watch mindless to I asked you this question before do you ever watch mindless TV or YouTube videos to decompress at the end of the day",
        1243.72,
        1251.76
    ],
    [
        " Or is that laziness justifying wasted time? You know quite frankly. I don't have a lot of free time to do that",
        1251.76,
        1258.5
    ],
    [
        " Even if I was all fired up to watch a mindless video on YouTube. Yeah, so I guess",
        1258.5,
        1264.14
    ],
    [
        " I",
        1266.04,
        1266.46
    ],
    [
        " Guess not really if I'm gonna decompress",
        1266.46,
        1269.62
    ],
    [
        " Sometimes",
        1269.62,
        1271.1
    ],
    [
        " I mean sometimes my kids don't want to watch something and I'll sit there and watch it. Oh, I see you",
        1271.1,
        1277.34
    ],
    [
        " Go watch an episode of the office",
        1277.34,
        1280.4
    ],
    [
        " Yeah, it's gonna good kind of mindless kind of funny. Yeah, yeah, that's all that makes sense same same deal",
        1280.4,
        1289.18
    ],
    [
        " I think probably used to you know, of course. I watch my whole high five. Oh, that's a good one",
        1289.18,
        1293.34
    ],
    [
        " Kind of mindless I can tell you this I've watched zero",
        1294.18,
        1297.12
    ],
    [
        " I will if they put it on screen right now. I wouldn't even know what it was",
        1297.12,
        1300.62
    ],
    [
        " Lafen we went we were in the hotel gym the other day. Lafen check it out. Yeah, he points the TV",
        1300.62,
        1305.88
    ],
    [
        " I'm like what that's why you five oh, I know what he's talking about yeah, yeah, he took a picture of it",
        1305.88,
        1310.8
    ],
    [
        " He said he felt your presence. Yeah, it's good. Yeah, that would have fired me up best work out in the world right there",
        1310.8,
        1317.38
    ],
    [
        " Wifi, well work out. Check",
        1317.38,
        1319.84
    ],
    [
        " I",
        1322.38,
        1322.82
    ],
    [
        " Next question. I'm a high school football coach",
        1322.82,
        1325.42
    ],
    [
        " When you were in charge of training at what point did you use mass punishment?",
        1325.42,
        1330.34
    ],
    [
        " Yeah, mass punishment. That's basically when the team's not working together",
        1330.9,
        1334.5
    ],
    [
        " Got you right when the team's not working together and that can take all kinds of forms right",
        1334.5,
        1339.52
    ],
    [
        " But if they're if they're not working together, they're gonna get punished together if they're blaming each other",
        1339.52,
        1343.24
    ],
    [
        " They're gonna get punished together if they're not supporting each other to get punished together",
        1343.24,
        1346.16
    ],
    [
        " One thing that I think with a gray area is",
        1346.96,
        1350.42
    ],
    [
        " Is if you have an individual that's making mistakes having problems not performing correctly",
        1350.42,
        1356.18
    ],
    [
        " And then the team",
        1356.18,
        1358.52
    ],
    [
        " Whose responsibility is it to get that person up to speed? It's the team's responsibility",
        1358.52,
        1362.9
    ],
    [
        " So if that person continually has a problem. It's like if the team doesn't take care of that problem",
        1362.9,
        1367.06
    ],
    [
        " Then the team has to has to pay. Yeah, yeah, it makes sense man",
        1367.06,
        1370.9
    ],
    [
        " Next question in stilling and maintaining discipline in",
        1372.02,
        1376.14
    ],
    [
        " subjective career field such as becoming a musician artist etc",
        1376.14,
        1380.64
    ],
    [
        " How do you face the obstacles thrown at you when you're subjected to people's opinions to make a living and not the standard?",
        1380.64,
        1388.2
    ],
    [
        " Do your job type type of lifestyles?",
        1388.82,
        1393.6
    ],
    [
        " This this this question",
        1393.62,
        1396.38
    ],
    [
        " I'm not sure if I have an answer that people are gonna want to hear on this one",
        1397.4,
        1401.42
    ],
    [
        " I think first of all",
        1401.42,
        1403.9
    ],
    [
        " I",
        1403.9,
        1404.82
    ],
    [
        " Originally thought like okay, this is about discipline and you need discipline to get good at craft because that's for sure",
        1404.82,
        1410.3
    ],
    [
        " Right if you want to get good at",
        1410.3,
        1411.48
    ],
    [
        " Music or or whatever you gotta you gotta have the discipline practice it, but that's not really what the question's about",
        1411.48,
        1418.3
    ],
    [
        " the questions about how do you",
        1418.3,
        1420.68
    ],
    [
        " survive and",
        1420.68,
        1423.12
    ],
    [
        " How do you deal with it when people are might not like what you make?",
        1424.6,
        1428.14
    ],
    [
        " And from my perspective, I think you should do things like",
        1428.98,
        1433.28
    ],
    [
        " Art and music because you really love doing them and not to make money and I think",
        1433.28,
        1439.68
    ],
    [
        " I think if you do those things truthfully from the heart",
        1439.68,
        1444.82
    ],
    [
        " Then it will strike a chord with other people in many many cases because human beings have",
        1444.82,
        1451.68
    ],
    [
        " Whatever human nature is all kind of the same and so if you do something",
        1452.26,
        1456.08
    ],
    [
        " Then people will like it and then you will end up with people that like your work",
        1456.08,
        1460.8
    ],
    [
        " If you're doing art or music or whatever to make money if that's your goal",
        1460.8,
        1466.86
    ],
    [
        " Well then it's gonna be subjective and that's gonna be problematic because people might might not like what you're doing",
        1466.86,
        1474.28
    ],
    [
        " And so then what you do you change it a little bit then you change it a little bit and you change it a little bit",
        1474.28,
        1477.44
    ],
    [
        " So I don't know to me. It's like I would rather have another job that makes me money",
        1478.8,
        1482.98
    ],
    [
        " So I can get by so that I can do what I want artistically",
        1482.98,
        1487.6
    ],
    [
        " If that makes sense",
        1487.6,
        1489.2
    ],
    [
        " I actually had a guy the other day that was like",
        1489.2,
        1492.0
    ],
    [
        " saying",
        1492.0,
        1493.1
    ],
    [
        " You get up early",
        1493.1,
        1495.1
    ],
    [
        " But different people that are artistic they have to have a different path",
        1495.1,
        1501.2
    ],
    [
        " Because they you know if someone's gonna gonna make music or they're gonna",
        1501.2,
        1505.36
    ],
    [
        " They're gonna draw or paint or they're gonna write they need to have freedom. Yeah",
        1505.82,
        1511.24
    ],
    [
        " I was like well, I've kind of written some books and and I play music in a band",
        1511.24,
        1517.88
    ],
    [
        " We make rock and roll you know what I mean? Yes, I didn't get all crazy with the guy",
        1517.88,
        1522.68
    ],
    [
        " Of course you'd be like no, I'm an artist too",
        1522.68,
        1524.92
    ],
    [
        " I just was like hey man, you know if you want to you do what you want man. Yeah, I'm not here to help you out",
        1524.92,
        1531.08
    ],
    [
        " But that's kind of like like like doing the podcast",
        1531.08,
        1533.84
    ],
    [
        " Like the podcast isn't like oh well",
        1534.06,
        1535.9
    ],
    [
        " We need to do this so that we can get more people listen so that we can get more money",
        1535.9,
        1539.74
    ],
    [
        " It's no actually if you don't want to listen to this don't listen and we don't we're beholden to no one",
        1539.74,
        1543.82
    ],
    [
        " No, advertisers gonna pull their advertising from us because we don't have any",
        1543.82,
        1547.72
    ],
    [
        " You",
        1547.72,
        1548.96
    ],
    [
        " Yes, so we can do what we want yeah and not be worried about what other people think",
        1548.96,
        1555.66
    ],
    [
        " And I think when you do that here's the here's the here's the",
        1555.66,
        1559.44
    ],
    [
        " The where the thread ties back in I think if you're doing what you want and you're creating what you want from the heart",
        1560.82,
        1566.82
    ],
    [
        " Truthfully when it gets out there people people get into it next question",
        1566.82,
        1571.64
    ],
    [
        " How can I introduce my female boss to the extreme ownership way without being offensive?",
        1571.64,
        1576.98
    ],
    [
        " Just sell it as improvement. We've given the sense before give the book to her and tell her",
        1577.52,
        1583.56
    ],
    [
        " That you",
        1585.38,
        1585.28
    ],
    [
        " Read this book and you really like it and you want to become a better leader and if she could read it and keep you in check",
        1585.28,
        1592.46
    ],
    [
        " If she sees you get not a line she you'd appreciate it and just let her read it",
        1592.46,
        1597.14
    ],
    [
        " Yeah, then let the book work. I was funny you guys were talking about this the mustard. I think late. Maybe you said it",
        1597.14,
        1602.84
    ],
    [
        " Maybe they said I don't know but you were like I'll tell you how you don't do it",
        1602.84,
        1606.08
    ],
    [
        " Yeah, throw the book out her and say you need to square yourself way read this book and of course go through that",
        1606.08,
        1611.24
    ],
    [
        " No",
        1616.02,
        1616.46
    ],
    [
        " Next question",
        1616.46,
        1616.9
    ],
    [
        " Do you experience loneliness while at the top",
        1616.9,
        1620.24
    ],
    [
        " It's lonely at the top you ever heard that expression? Yeah, yeah, yeah",
        1620.24,
        1624.28
    ],
    [
        " It's lonely at the top if so how did you handle it? You know actually not really and I guess from me from my perspective",
        1624.28,
        1629.54
    ],
    [
        " I look at the top being when I was in leadership position while I was between commander or a tasking to commander or the commander of the training detachment",
        1629.54,
        1637.3
    ],
    [
        " Was it lonely at the top not really man? I had friends and people that I hung out with and people that I would trust to talk and have conversations with",
        1637.42,
        1644.74
    ],
    [
        " And so that wasn't really a factor and then on top of that",
        1644.74,
        1647.88
    ],
    [
        " I actually don't really mind being alone. It's not a big deal to me",
        1647.88,
        1653.02
    ],
    [
        " I don't feel lonely when I'm by myself. I'm fine. Yeah, somebody asked me the other day",
        1653.02,
        1658.3
    ],
    [
        " Are you an introverted or an extrovert? Yeah, and I was like mom probably both and they're like no",
        1658.3,
        1663.04
    ],
    [
        " But you have to be one of course because right right they said so the test or whatever yeah, and I said",
        1663.04,
        1668.24
    ],
    [
        " I said well, I don't care",
        1668.24,
        1670.4
    ],
    [
        " I literally don't care. Well like it's when it's when if I'm in a room with a bunch of people",
        1670.4,
        1674.56
    ],
    [
        " Okay, if I'm in a room with by myself don't care whatever bring it",
        1674.56,
        1679.12
    ],
    [
        " Yeah, no big deal",
        1679.12,
        1679.98
    ],
    [
        " Yeah, I think the extrovert if I'm not mistaken like like as a need you know like he's there",
        1679.98,
        1687.3
    ],
    [
        " They're like attracted to you know other people being there. Yeah, so I guess that's why I said I'm like",
        1687.3,
        1692.76
    ],
    [
        " Yeah, that's fine. Whatever. Don't care. Yeah alone. So so yeah",
        1692.76,
        1697.14
    ],
    [
        " You know, and I always like I said I had friends that",
        1697.14,
        1700.46
    ],
    [
        " I trusted and weren't weren't like",
        1700.46,
        1703.2
    ],
    [
        " Were good enough",
        1703.2,
        1705.28
    ],
    [
        " Friends that they weren't gonna be trying to",
        1705.28,
        1708.62
    ],
    [
        " Get their own gain out of being my friend, you know if people that were friends with me before I was in a leadership position",
        1708.62,
        1716.9
    ],
    [
        " And people that remained friends after so yeah, I did not not that big of a deal to me",
        1716.9,
        1720.94
    ],
    [
        " You know luckily I guess I'm lucky because I mean it must be a thing if everyone says it",
        1721.1,
        1725.4
    ],
    [
        " Yeah, and I guess maybe in like I'll tell you what you do do you work?",
        1725.4,
        1729.92
    ],
    [
        " I'll tell you this this is what you when you're when you're at the top when you're at an owner or you're the leader",
        1730.34,
        1735.94
    ],
    [
        " There's times where you have to do things by yourself",
        1735.94,
        1738.22
    ],
    [
        " Yeah, there's no doubt about that",
        1738.22,
        1739.88
    ],
    [
        " And if you have a problem with that you you're gonna have a problem being in a leadership position",
        1739.88,
        1744.26
    ],
    [
        " Because there's things that you have to do as a leader you have to lead from the front",
        1744.26,
        1746.86
    ],
    [
        " You have to work harder you have to do extra",
        1746.86,
        1749.32
    ],
    [
        " You should be working harder than everyone else when you're in a leadership position of an organization",
        1749.74,
        1753.34
    ],
    [
        " Right no doubt about it. And if you're not",
        1753.34,
        1755.52
    ],
    [
        " working harder",
        1755.52,
        1757.04
    ],
    [
        " That's not good and if you're if you're working harder",
        1757.04,
        1761.18
    ],
    [
        " There's gonna be times when you're not with anyone else and you have to be okay with that and I'm perfectly okay with that",
        1761.18,
        1766.38
    ],
    [
        " Don't care. Yeah, and that's actually what when that's what that expression means. It's lonely at the top meaning like",
        1766.38,
        1771.88
    ],
    [
        " You're at the top because you're willing to in a general way of putting in",
        1771.88,
        1775.9
    ],
    [
        " Behave or be a certain way that other people either can't go. Yeah, right",
        1776.68,
        1780.52
    ],
    [
        " So you're not gonna be able to read away from that perspective",
        1780.52,
        1783.2
    ],
    [
        " You're definitely lonely at the top. Yeah, there's no one that's gonna sit there and do what I'm willing to do yeah to be there",
        1783.2,
        1789.56
    ],
    [
        " Like where are you at? I don't know heaven senior, but I'm a people on myself, but I'm gonna keep getting after it",
        1789.56,
        1794.9
    ],
    [
        " Right, that's kind of the way. Yeah, that's how people end up in those positions",
        1794.9,
        1798.04
    ],
    [
        " Yeah, you don't end up in those positions. You don't get gifted positions. You don't just get end up",
        1798.04,
        1802.54
    ],
    [
        " I got just shouldn't say never, but I didn't yeah, sure",
        1802.54,
        1805.62
    ],
    [
        " Yeah, had to grind it out. Yeah, keep grinding it out",
        1806.32,
        1809.42
    ],
    [
        " I think yeah, you know what think about this question. I think this what you said doesn't surprise me at all because",
        1809.42,
        1815.02
    ],
    [
        " As a human being, I think we all kind of",
        1815.02,
        1818.68
    ],
    [
        " Maybe sometimes we do sometimes we don't admit that it is good and nice to have like someone there",
        1818.68,
        1825.94
    ],
    [
        " Kind of supporting you in this way where where",
        1825.94,
        1829.76
    ],
    [
        " Where you kind of feel like oh your feelings matter kind of thing. Yeah, it sounds super soft",
        1831.34,
        1835.86
    ],
    [
        " But it's like kind of deep down inside where like let's say you know how like you know look no listen",
        1835.86,
        1840.64
    ],
    [
        " So you know the idea that like people just don't understand you know that concept okay?",
        1840.64,
        1846.66
    ],
    [
        " People just don't get it they don't understand or whatever",
        1846.66,
        1848.68
    ],
    [
        " So when you go to the top that feeling is everyone everywhere the people just don't understand this is the difference",
        1848.68,
        1855.06
    ],
    [
        " I don't look at in people in the negative light because they don't get it. I'm fine with it. Yeah",
        1855.06,
        1859.42
    ],
    [
        " Like I recognize that what I'm",
        1859.76,
        1863.32
    ],
    [
        " I recognize that I'm not 100% normal. Yeah, and I'm not yeah, it's not I don't look down",
        1863.32,
        1869.18
    ],
    [
        " Right, I actually I said this when I just get interviewed",
        1869.18,
        1872.16
    ],
    [
        " Oh, I got interviewed on a business insider by and and",
        1872.16,
        1877.26
    ],
    [
        " He's like well do you always keep your discipline? I was like no people get out of the sealed teams and they get fat",
        1877.26,
        1882.62
    ],
    [
        " And they don't care anymore. And it's like I don't I don't care about that. I'm stoked",
        1882.62,
        1885.92
    ],
    [
        " You know that means they're stoked and eating breakfast in bed and they're hanging out with their kids. It's all good",
        1885.92,
        1889.74
    ],
    [
        " I don't I don't have a negative opinion of them",
        1889.74,
        1891.74
    ],
    [
        " Just like I don't have a negative opinion of some of that",
        1891.74,
        1893.62
    ],
    [
        " Prioritizes things differently than me. It's fine. Yeah, it's perfectly fine. Yeah, I get it",
        1893.62,
        1899.26
    ],
    [
        " That's my point and I'm okay. Yeah, I'm okay with that and I'm not looking around going",
        1899.26,
        1903.44
    ],
    [
        " Wow, we should have more people to hang out with it. Yeah, that's exactly what lonely at the top is though. Yeah",
        1903.44,
        1908.34
    ],
    [
        " Yeah, and there's a there was a when I was in my first seal platoon. I we went to gwom",
        1908.34,
        1913.52
    ],
    [
        " And we got there there was a guy and I don't even know who did it",
        1913.88,
        1916.84
    ],
    [
        " I don't know where this I don't know who this was",
        1916.84,
        1918.68
    ],
    [
        " But there was a seal that left like a a surf ski. You know what that is",
        1918.68,
        1922.36
    ],
    [
        " No, it's basically like a kayak that you sit on top of",
        1922.36,
        1925.62
    ],
    [
        " Anyways, and there's just a little a little a little note to himself. It's at the higher the fewer",
        1925.62,
        1930.58
    ],
    [
        " Yeah, meaning like hey when you because he was training hard for what I don't know who he was",
        1930.58,
        1934.62
    ],
    [
        " Said the higher the higher the fewer. So that's the same thing. Yeah, I'm an issue with it. Yeah",
        1934.62,
        1939.42
    ],
    [
        " Okay, make a sense. Yeah, man. So like you know when you're in the office working",
        1939.56,
        1944.02
    ],
    [
        " You know, that's right. Tell kids too because that's a whole bullying thing is people",
        1944.02,
        1947.06
    ],
    [
        " Kids kids get the feeling that being alone is bad. Yeah, like being alone is not a bad thing. You should be comfortable being alone. Yeah",
        1947.06,
        1955.7
    ],
    [
        " Yeah, and as a normal human being it's I think",
        1955.7,
        1960.7
    ],
    [
        " For the most part. Okay, being alone is one thing but being alone with no choices another so like if you",
        1960.7,
        1966.98
    ],
    [
        " You know, you're at the office because you just grind all day you're at the top slowly at the top whatever",
        1967.42,
        1972.1
    ],
    [
        " You're in the office. You're working. Everyone else is out at",
        1972.1,
        1975.22
    ],
    [
        " You know Thanksgiving whatever",
        1975.22,
        1977.42
    ],
    [
        " But you're working because you got to work you're at the top. You're still the man, but you're working",
        1977.42,
        1981.78
    ],
    [
        " You know kind of thing some people not you some people will be like man, you know",
        1981.78,
        1986.4
    ],
    [
        " Like I'm in this top position, but I give up like all these you definitely give up things",
        1986.4,
        1991.96
    ],
    [
        " You know and yeah exactly right, but again, you say you're okay with it. I get it of course. Yeah",
        1991.96,
        1996.66
    ],
    [
        " But if it gets to a point where I'm not okay with it then I adjust the balance",
        1996.8,
        2000.18
    ],
    [
        " There you go. Okay. That's how you deal with it. Yeah",
        2000.18,
        2003.98
    ],
    [
        " Adjust the balance. But you're gonna be playing the long term game. Yeah, not the short term gratification",
        2003.98,
        2009.46
    ],
    [
        " Check it. It's wish",
        2009.46,
        2013.12
    ],
    [
        " Would you ever consider being in the reboot of the office all you mentioned?",
        2013.12,
        2020.8
    ],
    [
        " That's why I mentioned it. I read the questions earlier",
        2021.34,
        2024.54
    ],
    [
        " So is it kind of in my head?",
        2024.78,
        2026.28
    ],
    [
        " Do you like Dwight Shrute? The best shrute is there right? Shrute? Dwight Shrute. What's wrong with you? Shrute? Shrute? Farms",
        2026.54,
        2035.84
    ],
    [
        " Yeah, the office is a great show and my kids are obsessed with the office for some reason",
        2035.84,
        2041.04
    ],
    [
        " So I watched the office sometimes with them. There's a British version of the office",
        2041.04,
        2045.58
    ],
    [
        " And I actually prefer the British version of the office",
        2045.58,
        2050.6
    ],
    [
        " Mm-hmm. I guess because it's just my personality but the British version of the office is kind of depressing",
        2050.6,
        2056.04
    ],
    [
        " It's funny, but it's kind of depressing because",
        2056.04,
        2058.44
    ],
    [
        " The American one goes over the top",
        2058.44,
        2061.12
    ],
    [
        " The characters are over the top they're an extreme. Yeah, so they're funny",
        2061.12,
        2065.8
    ],
    [
        " You go, oh, that's funny for for the boss to have that attitude. It's a caricature. Yeah",
        2065.8,
        2072.88
    ],
    [
        " The British one is toned back just enough that it's more realistic",
        2072.88,
        2078.48
    ],
    [
        " And it's it's a little bit depressing",
        2079.9,
        2081.5
    ],
    [
        " And that's what my kid I told my kids you gotta watch the British one the British one is much better",
        2081.5,
        2085.98
    ],
    [
        " And my kids watching like I don't want to watch that it's depressing",
        2085.98,
        2089.16
    ],
    [
        " So yeah, that's great and Dwight Shrute is an awesome character",
        2089.16,
        2093.58
    ],
    [
        " Yes, because it kind of because everyone knows a Dwight Shrute",
        2093.58,
        2097.54
    ],
    [
        " Who's Dwight Shrute in the office? He's a character in the office",
        2097.54,
        2100.24
    ],
    [
        " Which one though? I mean I've seen it and stuff but I don't know the names of the guys",
        2100.24,
        2104.54
    ],
    [
        " He's a guy with glasses",
        2104.54,
        2105.54
    ],
    [
        " Like self-defense and yeah",
        2105.54,
        2109.1
    ],
    [
        " I was super dorky. Yeah, yeah, sorry. Yeah, that's Dwight Shrute",
        2109.1,
        2113.5
    ],
    [
        " So you would be in it if they're like reboot of the office. Hey, Jockel",
        2113.5,
        2117.08
    ],
    [
        " We want you to be what I don't do I true or whoever I could be yeah, what's the name guys name Michael?",
        2117.08,
        2123.8
    ],
    [
        " Right the character I mean yeah the boss. Yeah, Michael actually what's funny is when you watch that show you can see leadership issues",
        2123.8,
        2130.02
    ],
    [
        " Yeah, that glaring you see the glaring leadership issues. Yeah, it's a good little",
        2130.02,
        2134.3
    ],
    [
        " Lessons learned for leadership in there. Yeah, sure",
        2134.72,
        2137.28
    ],
    [
        " So who do you be who's your choice? Hey Jockel? Oh, I'd have to be one of the people that are in there. Yeah, yeah",
        2137.28,
        2143.0
    ],
    [
        " This is well reboot actually would be cool as be a super hardcore version of Dwight Shrute like a legit",
        2143.0,
        2148.72
    ],
    [
        " Super hardcore version of Dwight Shrute that'd be pretty funny",
        2148.72,
        2151.5
    ],
    [
        " Well isn't the whole like comic genius behind the character of Dwight Shrute is that he's so dorky like a Napoleon Dynamite type guy",
        2151.5,
        2158.52
    ],
    [
        " Right like he's like so dorky, but he's like yeah, that's what I be a super hardcore Dwight Shrute so you could be super hardcore",
        2158.58,
        2164.96
    ],
    [
        " But it'd be inverse you'd be you'd be just dorky like you're do you know how Dwight Shrute is trying to sell the his hard corners",
        2164.96,
        2171.7
    ],
    [
        " But he's just do you take any character to the extreme and can be funny. Yeah, so in your case actually if you if you like when I'm on Twitter",
        2171.7,
        2179.3
    ],
    [
        " I take my character sure. Yeah, with someone says",
        2179.3,
        2182.92
    ],
    [
        " What's what's a good dessert steak? Right just having fun. Yeah, right?",
        2182.92,
        2187.96
    ],
    [
        " You're like that's a text message to by the way",
        2188.34,
        2190.74
    ],
    [
        " So yeah, so your character is hardcore underlying hardcore. That's like the known thing one",
        2190.74,
        2197.0
    ],
    [
        " But then you're trying to be all I don't know like smart or something like you know like like",
        2197.0,
        2201.3
    ],
    [
        " This is for the the reboot. Yeah, I'm not worried about it. No, no man. That's how it is book it classic. Well, huh",
        2201.3,
        2210.48
    ],
    [
        " All right",
        2210.48,
        2211.52
    ],
    [
        " Next question",
        2211.52,
        2212.5
    ],
    [
        " Has seen kids in hellholes ever made parenting harder for you",
        2212.94,
        2218.0
    ],
    [
        " Living or not living kids",
        2218.0,
        2220.6
    ],
    [
        " Not really",
        2220.6,
        2222.64
    ],
    [
        " When I was overseas and you see kids in horrible situations it just makes you appreciate the opportunity that you have to provide for",
        2222.64,
        2230.86
    ],
    [
        " Your kids and to try and help those kids as much as you can so I don't think it made parenting harder for me. Yeah",
        2230.86,
        2240.22
    ],
    [
        " Yeah",
        2240.22,
        2240.88
    ],
    [
        " Just makes you appreciative. Yeah, with the opportunities that we have for sure. Yeah, I feel like",
        2241.42,
        2246.72
    ],
    [
        " I know that question where",
        2246.72,
        2248.72
    ],
    [
        " Yeah, when if I see like kids in hell is it it doesn't make it harder, but it makes it like",
        2248.72,
        2255.04
    ],
    [
        " You're more sensitive, you know like it stuff just affects you more with your kids",
        2255.04,
        2260.9
    ],
    [
        " I don't know in my experience. That's what happened because you kind of can't like it messes you up when you see like like my wife will",
        2260.9,
        2268.88
    ],
    [
        " Read like a",
        2269.46,
        2270.46
    ],
    [
        " Trafficking like human trafficking articles and stuff and you see but want to be pictures or video whatever and",
        2270.46,
        2276.72
    ],
    [
        " So it kind of leaves a mark in your brain. So I don't know. Maybe you're just playing every day kind stuff",
        2276.72,
        2281.14
    ],
    [
        " And you see your kid and you're like dang you can't help but remember those pictures and do a comparison",
        2281.14,
        2286.14
    ],
    [
        " Oh, yeah, and well, that's what that'll make you paranoid too in a good way. Yeah, yeah, be careful with your kids",
        2286.14,
        2291.04
    ],
    [
        " There's evil people out there. Yeah",
        2291.04,
        2293.22
    ],
    [
        " You know",
        2295.6,
        2296.12
    ],
    [
        " Next question",
        2296.12,
        2296.46
    ],
    [
        " How do you reduce your boss's anxiety levels do a really good job?",
        2296.46,
        2302.12
    ],
    [
        " You know what I mean stay ahead of the power curve do a really good job keep him informed",
        2302.56,
        2306.98
    ],
    [
        " And kick ass and that's how you relieve your boss's anxiety step up. Yeah",
        2306.98,
        2312.64
    ],
    [
        " That's that's good advice for your wife too, by the way",
        2312.64,
        2320.48
    ],
    [
        " Relieving your wife's anxiety levels. Yeah, for sure take lead right not lead like oh, you know call all the shots necessarily but",
        2320.5,
        2327.6
    ],
    [
        " You know if if you guys are trying to figure out where to go for dinner boom",
        2327.6,
        2332.76
    ],
    [
        " Call it call it man. Don't be like whatever you want don't do that",
        2332.76,
        2337.56
    ],
    [
        " Don't create the leadership void",
        2337.56,
        2339.84
    ],
    [
        " Don't do that",
        2339.84,
        2341.24
    ],
    [
        " Check I learned that from you by the way",
        2341.24,
        2344.38
    ],
    [
        " Next question trying to keep in shape while traveling long term",
        2344.38,
        2348.16
    ],
    [
        " And not use not having gym access as an excuse for letting my standard slip best pieces of kit training styles for maintaining conditioning",
        2348.62,
        2357.16
    ],
    [
        " and adding mass",
        2357.16,
        2358.72
    ],
    [
        " While living out of the back pack get rings",
        2358.72,
        2362.14
    ],
    [
        " Yeah, get rings get gymnastics wood gymnastics rings",
        2362.14,
        2365.46
    ],
    [
        " Why would because plastic or metal will make you get sweaty and slip and you have to bring a ton of chalk",
        2365.46,
        2370.92
    ],
    [
        " You need a little bit of chalk with wood rings. It's a little bit of a resorb and there's the best thing to grab on",
        2370.92,
        2374.68
    ],
    [
        " So yeah get wood gymnastics rings you can carry them anywhere",
        2374.68,
        2377.88
    ],
    [
        " And then just do bunch of calisthenics. I mean come on man. Just I don't know what adding mass how do you add",
        2378.28,
        2384.7
    ],
    [
        " Mass can slip. Oh, you gotta get creative. Yeah, you gotta get creative, but it's",
        2384.7,
        2388.98
    ],
    [
        " You know instead of doing squats, you know air squats do jump squats. So you're doing some dynamic. You know one",
        2388.98,
        2395.58
    ],
    [
        " biometrics. Yeah, I do one leg of pistols. Yeah, all that stuff",
        2395.58,
        2399.04
    ],
    [
        " Yeah, yeah, that's the I gotta do that right now like I can't",
        2399.04,
        2403.38
    ],
    [
        " You can't drill the hole in lay",
        2403.38,
        2405.44
    ],
    [
        " This is called the all-na",
        2405.74,
        2407.14
    ],
    [
        " So they drill the hole and they attach the tendon not in the hole",
        2407.14,
        2411.06
    ],
    [
        " They go they push the tendon through the hole. They put a anchor at the end of it boom",
        2411.06,
        2415.72
    ],
    [
        " Anyway, a lot of swelling in the forearm. You can't grab nothing. You can't grab anything and have weight",
        2415.72,
        2423.18
    ],
    [
        " You know, so calisthenics you gotta kind of make your position you risk in a position in like a comfortable position and you can do calisthenics",
        2423.18,
        2435.42
    ],
    [
        " At this very moment for me",
        2435.42,
        2437.06
    ],
    [
        " So you gotta kind of get creative. So like a push up",
        2437.06,
        2441.72
    ],
    [
        " You can make the push ups harder if you put your feet up and the higher you put your feet",
        2441.72,
        2446.42
    ],
    [
        " You know the harder it becomes or you do like a one-on push-up situation",
        2446.42,
        2450.48
    ],
    [
        " And then you can do like a decline like um, you know you go on a counter first, right?",
        2450.48,
        2455.08
    ],
    [
        " Okay, how many of these one-on push ups? You can do more than 20. Okay, maybe you go for like a chair or something like this something something",
        2455.18,
        2461.38
    ],
    [
        " shorter",
        2462.76,
        2463.24
    ],
    [
        " Boom you can do more than 20 of those. Okay, now I can go to the ground",
        2463.24,
        2466.26
    ],
    [
        " Seems I'm saying and then you can go raise your feet up as time goes on. Boom. There you go",
        2466.26,
        2471.36
    ],
    [
        " Good for and actually body weight through space is the best way to build size",
        2471.36,
        2476.42
    ],
    [
        " Um in your muscles there",
        2476.42,
        2478.74
    ],
    [
        " As far as like exercises go. That's good information. It is better than deadlifting and squatting well, okay, so that deadlifting squatting that's gonna be",
        2478.74,
        2488.28
    ],
    [
        " the",
        2489.94,
        2490.46
    ],
    [
        " Is gonna depend on the weight but think about this deadlifting and squatting is moving your body through space",
        2490.46,
        2496.3
    ],
    [
        " So",
        2496.3,
        2497.52
    ],
    [
        " Doing air squat you're moving your body through space is as opposed to I'm like squatting with weight right",
        2497.52,
        2503.92
    ],
    [
        " So I'm talking back squat right right right, but what I squat yeah",
        2503.92,
        2507.34
    ],
    [
        " Goody can heavy with squats. Yeah, but again like I said moving your body",
        2507.34,
        2514.18
    ],
    [
        " Through space is the are the best exercises for mass. What is what is not moving your body through space like okay?",
        2516.02,
        2522.06
    ],
    [
        " I squat compared to a leg press",
        2522.14,
        2523.3
    ],
    [
        " So if you go leg press I don't even know those aren't even in my those aren't even in my mind",
        2523.3,
        2528.24
    ],
    [
        " I know bro, but this guy asking the question it might be",
        2528.24,
        2531.24
    ],
    [
        " Well, I'm trying to help him out. I don't want to help you out. You got the whole exercise thing figured out",
        2531.24,
        2536.1
    ],
    [
        " I get it, you know, you're an expert in your boring workouts",
        2536.1,
        2540.32
    ],
    [
        " We'll talk about that later nonetheless",
        2541.24,
        2543.26
    ],
    [
        " So the body weights or body moving your body through space is the best exercise",
        2543.26,
        2548.16
    ],
    [
        " The problem is or tends to be that your body has a fixed amount of weight more or less",
        2548.16,
        2553.3
    ],
    [
        " So you can't adjust the weight and usually you can move your body through space a bunch of times",
        2553.3,
        2558.4
    ],
    [
        " If you do air squats you can do a bunch of air squats",
        2558.4,
        2560.36
    ],
    [
        " So it doesn't provide the quote-unquote tension that you need to build mass",
        2560.36,
        2564.8
    ],
    [
        " That's why you go one at a time",
        2564.8,
        2566.66
    ],
    [
        " Create more tension on your muscles while still moving your body through space",
        2567.0,
        2570.5
    ],
    [
        " Which could wind up to be a better exercise for you",
        2570.5,
        2573.28
    ],
    [
        " That's what I'm saying. That's good invite. Okay, man",
        2573.28,
        2576.64
    ],
    [
        " Whatever bride don't act like it's crazy that I'm saying this stuff. That's the question",
        2576.64,
        2580.02
    ],
    [
        " You really think we're talking about with this whole moving your body through space thing. Yeah, that's additional information",
        2580.02,
        2585.92
    ],
    [
        " Yeah, I just have no idea what that I kind of get it now. Yeah, but you were saying it as if it was",
        2585.92,
        2591.82
    ],
    [
        " some",
        2591.82,
        2593.9
    ],
    [
        " Unknown it is unknown moving your body through space. Yeah. Okay. So you know what a hammer strength machine is okay",
        2595.82,
        2601.38
    ],
    [
        " So it's all you know, it's like a it's like a I don't know like a lever kind of thing technically",
        2601.38,
        2605.8
    ],
    [
        " It's like you know you put some plates on it you push it. There's no pull your nothing",
        2605.8,
        2609.6
    ],
    [
        " But you know you're not moving your body through space. You know moving your body through space",
        2609.6,
        2612.92
    ],
    [
        " So I'm kind of creating the spectrum here. So can just consider that then it's kind of far down",
        2612.92,
        2617.74
    ],
    [
        " There's other movement or things that are further down the spectrum",
        2617.74,
        2620.78
    ],
    [
        " But that's fixed movement. There's no balance required. There's no whatever",
        2620.78,
        2624.66
    ],
    [
        " It's just like you're just pushing late. It's isolation movement. Right? Yeah playing the plane is isolated all this to the plan of movement",
        2624.66,
        2631.52
    ],
    [
        " Cool, right? So that will have less neural muscular activity when you push it even if you're pushing heavy weights",
        2631.52,
        2638.84
    ],
    [
        " then something like",
        2638.84,
        2640.14
    ],
    [
        " graduate to like a barbell bench press right for example",
        2640.14,
        2644.1
    ],
    [
        " But even that",
        2644.1,
        2645.76
    ],
    [
        " Even though you do have to balance. So that's a big step up",
        2646.42,
        2649.1
    ],
    [
        " But even that you don't have to balance in certain planes certain planes of movement",
        2649.1,
        2652.72
    ],
    [
        " You don't have to balance like the what do you call this one lateral whatever the lateral movement in a barbell bench press which is the bar",
        2652.72,
        2660.3
    ],
    [
        " You don't have to balance. It's fixed",
        2660.3,
        2662.84
    ],
    [
        " But front and back or forward and forward and back whatever you do have to balance. So you know still good",
        2662.84,
        2668.16
    ],
    [
        " Now go to dumbbells now you have 360 degree plane of",
        2668.16,
        2674.34
    ],
    [
        " Movement that you have to balance more neuromuscular activity. So dumbbells are better than barbells in that way",
        2675.98,
        2680.86
    ],
    [
        " neuromuscular activity and you can adjust the weight so you can do things where you can only do three reps",
        2680.86,
        2685.6
    ],
    [
        " You can do things you can do 20 reps if you want. So boom great exercise",
        2685.6,
        2689.0
    ],
    [
        " Can't really do it on hotel room, but just saying journalism. You can good exercise",
        2689.0,
        2693.54
    ],
    [
        " But now you go the tip top the best exercise for neuromuscular activity would be push ups",
        2693.54,
        2700.82
    ],
    [
        " Because same thing you're moving your body through space. You're not balancing weight balance on rings",
        2701.82,
        2706.5
    ],
    [
        " Okay, even better now you're going like creative, which is good. That's like beyond the spectrum, which is good totally good",
        2706.5,
        2713.08
    ],
    [
        " But so yeah keep these things in mind. I think when you when you do a thing",
        2713.08,
        2717.92
    ],
    [
        " So if you can add or when you do workout so when you if you can add weight that's the challenge if you can add weight",
        2717.92,
        2723.66
    ],
    [
        " To these moving your body through space exercises. That's when you get well",
        2723.66,
        2728.62
    ],
    [
        " Now I'm just going to take this one step further do it because you don't necessarily have to add weight as you stayed an earlier",
        2728.96,
        2736.46
    ],
    [
        " You can adjust",
        2736.46,
        2737.78
    ],
    [
        " How you're moving your body through space and then you can get the you can get additional and I'll tell you what really makes",
        2737.78,
        2745.12
    ],
    [
        " It's obvious is if you do any gymnastics training if you do a pull up that's hard if you do a tuck pull up where your knees are pulled up",
        2745.12,
        2754.64
    ],
    [
        " That's even harder if you do a",
        2754.64,
        2757.22
    ],
    [
        " L sit pull up where your knees are up but your feet are pointed straight forward",
        2758.08,
        2762.66
    ],
    [
        " That's even harder each one of those things is a little bit harder same thing with a dip like just a regular dip",
        2762.66,
        2769.14
    ],
    [
        " If you've got your feet hang it's easier if you bring it up to a tuck",
        2769.14,
        2772.32
    ],
    [
        " Is a little harder if you bring it up to an L it's even harder",
        2772.32,
        2776.58
    ],
    [
        " So you can keep doing these things and there's squats that you can do I mean just doing pistols alone",
        2776.58,
        2782.56
    ],
    [
        " That's a lot harder",
        2782.56,
        2784.3
    ],
    [
        " Some people can't even do pistols",
        2785.22,
        2786.76
    ],
    [
        " Yeah, and so you might have to do an assisted pistol to start off. Yeah, so yeah, you can make it happen",
        2786.76,
        2791.72
    ],
    [
        " Pistols got a hard man, especially if you've never done them before it's hard because the balance yeah",
        2791.72,
        2796.3
    ],
    [
        " There's a balance back and side to side balance it's hard 360 degree plane of balancing",
        2796.3,
        2801.24
    ],
    [
        " That's what this whole thing's about moving your body through space",
        2801.24,
        2804.56
    ],
    [
        " What it is",
        2804.56,
        2805.42
    ],
    [
        " That's where you read that",
        2805.42,
        2808.56
    ],
    [
        " Old-school Bulgarian",
        2808.56,
        2810.96
    ],
    [
        " Phil",
        2813.6,
        2814.08
    ],
    [
        " Philosophy workout program called is the old school never deviated from it much the core really good to by the way",
        2814.08,
        2821.1
    ],
    [
        " Um, it's called what is he called I'm serious growth is what it's called weird right like that's such a lame name",
        2821.1,
        2828.02
    ],
    [
        " But man I was in high school and I was like all right, you know you read all these things right and you know the butt back of the",
        2828.02,
        2833.82
    ],
    [
        " You know muscle magazine or whatever in the little article. I remember all the Bulgarian. It's kind of like",
        2833.82,
        2840.44
    ],
    [
        " That was a big thing",
        2841.14,
        2842.76
    ],
    [
        " No, yeah, well, yeah, because the Bulgarians are doing really good at weightlifting. Yeah, I'm quite no one knew it was weird",
        2842.76,
        2848.64
    ],
    [
        " And these guys were like yeah five weeks or four weeks my bench went up to this you know when you're in high school",
        2848.64,
        2853.98
    ],
    [
        " Banch heck you know get that or whatever so you get the program says book",
        2853.98,
        2857.66
    ],
    [
        " It's just called serious growth and it explains everything really in detail too. I was like dang this is pretty good real plane English",
        2857.66,
        2863.58
    ],
    [
        " To not all those rules signs or whatever and",
        2863.58,
        2866.44
    ],
    [
        " Maybe they're so and they were doing keto too by the way. Yeah, that's where I learned about you",
        2867.34,
        2871.38
    ],
    [
        " There's 90 that's crazy. Yeah, it's been around for a long time. Well the Atkins book came out in the 60s or seven. Yes, that's way different",
        2871.38,
        2879.26
    ],
    [
        " It's not it's not way different. Yeah, yes, different. It's not way different. Yeah, this way this guy doesn't spend around for a long time",
        2879.26,
        2885.88
    ],
    [
        " Yeah, Mark dr. Mario or Maro de Paz wall. Oh, yeah, yeah, that's who was the keto guy and again back in 94 still around",
        2885.88,
        2895.16
    ],
    [
        " Yeah, okay, so yeah, so we did this thing we get this book and it's like laying it out and you know, I'm down",
        2895.34,
        2902.14
    ],
    [
        " 15 16 years old. I'm down to lift five days a week. Let's do this and bro",
        2902.14,
        2908.08
    ],
    [
        " We did it and you eat good not like crazy. I didn't do the keto never did",
        2908.08,
        2912.9
    ],
    [
        " Um, but you know they have it as an option and so we did it or whatever and we it was weird since",
        2912.9,
        2918.78
    ],
    [
        " Right game like 20 pounds",
        2918.78,
        2920.52
    ],
    [
        " And I just we just kept doing it. So you know, you play football you can't really gain that also the small thing that you're 15",
        2921.46,
        2926.66
    ],
    [
        " And your body's just filled with testosterone",
        2926.66,
        2929.24
    ],
    [
        " You were gonna gain 16 pounds anyways",
        2929.24,
        2933.08
    ],
    [
        " I'll tell you this right now. I was talking in jody minute about this briefly too. I'll tell you this right now",
        2933.08,
        2939.4
    ],
    [
        " If even at 40 you go on this thing it depends on the train",
        2939.4,
        2943.64
    ],
    [
        " No, no go on this this type of work and I'm not even like selling this work on or nothing like that",
        2943.64,
        2948.58
    ],
    [
        " I'm saying this little people will think and think you know what though",
        2948.58,
        2951.22
    ],
    [
        " Okay, people think you're on steroids if you do this work up for like six weeks",
        2951.22,
        2955.32
    ],
    [
        " That's it six weeks. They'll think you're on steroids straight up like my whole life when I'd like go on a pro on a like a six-week thing",
        2955.32,
        2961.8
    ],
    [
        " They're all he's on steroids. Obviously he's on sir. It's no steroids. You don't even have to take supplements",
        2961.8,
        2966.26
    ],
    [
        " That's a weird thing",
        2966.26,
        2967.0
    ],
    [
        " But here let me say this though now that I'm thinking of it as or about it when I'm a grown adult",
        2967.0,
        2972.88
    ],
    [
        " Most programs if you actually do the whole program exactly works",
        2974.56,
        2979.26
    ],
    [
        " It works really good. That's the thing people just don't do the work up good. They say oh what do you need to do lift heavy weights a lot",
        2979.26,
        2986.7
    ],
    [
        " Eat good and rest good rest good. Yeah, it's like yeah, you'll get",
        2986.7,
        2990.8
    ],
    [
        " Yeah, and let's and let's face it",
        2990.8,
        2993.3
    ],
    [
        " It's not as eat like if someone says oh, yeah, it's easy. Here's the thing. It's not easy",
        2993.3,
        2998.08
    ],
    [
        " This is why it's not easy. It's not just the workout. That's why you have to do the workout",
        2998.08,
        3001.46
    ],
    [
        " Then you have to eat enough of the right things too by the way and then you have to rest enough",
        3001.46,
        3005.88
    ],
    [
        " That's basically you have to change your whole life",
        3005.88,
        3007.86
    ],
    [
        " So if you're like hey, it's easy just change your whole life. It's not easy. No, so and not that",
        3007.86,
        3012.58
    ],
    [
        " I'm not saying that that's a good excuse or anything, but I'm just saying it's not quote-unquote easy",
        3012.58,
        3016.32
    ],
    [
        " But yeah, there it is. Check through where a diet exercise eat good work out good and rest good",
        3016.32,
        3022.6
    ],
    [
        " You'd be good hotel or gym. Whatever actually here's what you can do. Here's what I do when I go to the monster",
        3022.6,
        3028.42
    ],
    [
        " Or wherever if I'm there for like a week like the last monster all like going Google maps and finding like all the gyms",
        3029.28,
        3036.22
    ],
    [
        " And be like all right, I'm gonna get that's kind of the commitment",
        3036.22,
        3039.82
    ],
    [
        " Obviously, you know, that's an interest. That's your commitment like you want to stay in shape",
        3039.82,
        3043.62
    ],
    [
        " Add mass as you say conditioning adding mass whatever look for the gym near your house",
        3043.62,
        3048.48
    ],
    [
        " Commit to pay that gym fee. It's just like what 10 bucks or something like that",
        3048.48,
        3052.36
    ],
    [
        " And boom, that's the commitment, right",
        3052.36,
        3054.78
    ],
    [
        " Do that. That's what I do",
        3054.78,
        3057.5
    ],
    [
        " Same thing with jujitsu by the way",
        3058.02,
        3059.6
    ],
    [
        " next question",
        3059.6,
        3061.06
    ],
    [
        " Forgive or wait to settle the score",
        3061.06,
        3065.18
    ],
    [
        " You know what",
        3065.18,
        3068.38
    ],
    [
        " This is kind of a question that okay, so forgive maybe you can forgive people for that's cool",
        3068.38,
        3076.16
    ],
    [
        " Now here's the thing you got that little thing eaten in the back of your mind because you want to settle the score",
        3076.16,
        3080.72
    ],
    [
        " I know I know you really don't forgive me. I love that. I love to tell you like hey just forgiving forget right",
        3080.72,
        3085.3
    ],
    [
        " But but it's hard to do that sometimes especially if",
        3085.3,
        3088.38
    ],
    [
        " Well, certain situations merit, you know a little bit a little it's hard to make that happen a little",
        3088.38,
        3093.66
    ],
    [
        " Little something extra special, but this is what's interesting forgiving someone is actually",
        3093.66,
        3098.94
    ],
    [
        " A form of settling the score",
        3098.94,
        3101.88
    ],
    [
        " If you can think about this so",
        3101.88,
        3104.04
    ],
    [
        " For me the best revenge you can take on someone is",
        3104.04,
        3108.46
    ],
    [
        " Success right is ignoring them and the best revenge is not even letting them know",
        3108.46,
        3115.28
    ],
    [
        " That you even",
        3117.02,
        3118.3
    ],
    [
        " Think about them anymore. Yeah, that's the best revenge in my mind",
        3118.3,
        3122.72
    ],
    [
        " So you forgive them and you just move on. I think that's the best thing to do forgive them move on and go kick ass in the world",
        3122.72,
        3129.3
    ],
    [
        " And the little part of your brain that really wants to take revenge",
        3129.3,
        3133.26
    ],
    [
        " You'll be taking the best possible revenge you can you'll be doing it in the best possible way and it'll be the best for you as a human being",
        3133.26,
        3141.02
    ],
    [
        " Yeah",
        3141.02,
        3141.4
    ],
    [
        " So",
        3141.4,
        3142.32
    ],
    [
        " That's what you do",
        3142.32,
        3143.8
    ],
    [
        " Yeah, forgive you and then you go kick ass. Yeah",
        3143.84,
        3148.3
    ],
    [
        " Forgiving someone for real like for real for real forgiving them is really hard",
        3148.3,
        3154.58
    ],
    [
        " Even if you do take the high road behavior wise on the inside. It's like you kind of don't",
        3154.58,
        3159.66
    ],
    [
        " There's this guy high school actually when the even high school was you're still holding high school grudges",
        3159.66,
        3164.44
    ],
    [
        " No, uh, well, I get I guess technically yeah",
        3164.44,
        3167.66
    ],
    [
        " It's still there like if there was like if you were to see I don't know something good that I did like now and be like",
        3168.72,
        3175.78
    ],
    [
        " Oh man, he's doing good. That would give me satisfaction right now. So yeah, technically yet still there little something yeah",
        3175.78,
        3181.3
    ],
    [
        " but um",
        3181.3,
        3182.8
    ],
    [
        " It's",
        3182.8,
        3185.02
    ],
    [
        " To forgive someone fully to be to to a point where oh, yeah, if you saw that I was doing great now or something like that",
        3185.02,
        3192.8
    ],
    [
        " um and that wouldn't move me either way to get to that point is",
        3192.8,
        3197.54
    ],
    [
        " super hard",
        3197.66,
        3198.24
    ],
    [
        " So I think just like I you said like the behavior that you want to kind of",
        3198.24,
        3203.94
    ],
    [
        " Do you want to win that in act? Yeah is um",
        3203.94,
        3206.64
    ],
    [
        " Is yeah, don't let it bother you and here's the thing well with don't not letting it not not letting body",
        3206.64,
        3212.24
    ],
    [
        " Don't let it affect you at all like no factor like you almost like you didn't even notice kind of yeah",
        3212.24,
        3216.38
    ],
    [
        " Okay, so that's hard to do is right is you were there. Yes, right you can do that",
        3216.38,
        3220.94
    ],
    [
        " If you can pull that off, but that's the worst for the other person saying so like you ever you ever had like",
        3220.94,
        3227.26
    ],
    [
        " You know",
        3230.4,
        3230.76
    ],
    [
        " Put bra all get this where like shh",
        3230.76,
        3232.34
    ],
    [
        " Did I say you know you think to yourself tank?",
        3232.34,
        3234.28
    ],
    [
        " Did I see something to piss that guy off wherever it is whatever?",
        3234.28,
        3236.44
    ],
    [
        " I don't know somebody where that girl or whatever",
        3236.64,
        3238.84
    ],
    [
        " Shoot did I say something are they offended or whatever and you just don't quite know",
        3238.84,
        3243.26
    ],
    [
        " But it's not big enough to bring up so you can't bring it up and get that satisfaction of knowing, you know",
        3243.26,
        3248.02
    ],
    [
        " But if they don't just don't say any let's say they were offended say don't even like you",
        3248.02,
        3252.44
    ],
    [
        " But they just don't don't like talk to you rather than",
        3252.44,
        3255.14
    ],
    [
        " If they ignore you or",
        3255.46,
        3258.32
    ],
    [
        " Don't acknowledge that you said something or something like that",
        3258.32,
        3261.22
    ],
    [
        " That's way that bothers you way more than them like cussing you out or something or yelling at you",
        3261.22,
        3266.64
    ],
    [
        " Like I'm super mad at you and them telling you they're mad at you is way more like satisfying",
        3266.64,
        3272.38
    ],
    [
        " Yeah, then them not if you just ghost them forgive them and move on yeah, but if you ghost them",
        3272.38,
        3279.38
    ],
    [
        " You can't overly ghost like you can overly ignore",
        3279.38,
        3283.96
    ],
    [
        " Just be like yeah, like",
        3283.96,
        3285.96
    ],
    [
        " Yeah, oh good. Oh, yeah, it's good to see you",
        3285.96,
        3288.96
    ],
    [
        " That's why everything's going good for you if",
        3288.96,
        3291.64
    ],
    [
        " That's why if you're mad at someone and they text you like hey, you know",
        3291.64,
        3297.26
    ],
    [
        " Oh, and if you give them like one word answers or you don't text them back that messes with them way worse than you say",
        3297.26,
        3302.6
    ],
    [
        " Yes, I met at you and you hurt me and you piss me off",
        3302.6,
        3305.68
    ],
    [
        " Would I blame all these games over? No, bro. I learned it from you, bro",
        3305.68,
        3308.52
    ],
    [
        " Check good advice right there good advice",
        3308.52,
        3313.88
    ],
    [
        " Next question when you you've crushed your daily to do list",
        3313.96,
        3317.7
    ],
    [
        " Do you then take the time to relax or do you attack the next day's list?",
        3317.7,
        3321.94
    ],
    [
        " Is that against prioritizing execute since the mission is done for the day? You know just do more just keep going",
        3322.44,
        3329.96
    ],
    [
        " Even if it's on the next day just keep going do more if you have extra time do whatever you can do to stay ahead",
        3329.96,
        3336.6
    ],
    [
        " And I do that pretty much until I'm brain dead and I I work I can definitely work myself into until I'm brain dead",
        3336.6,
        3342.38
    ],
    [
        " Like I can get to a point where I'm reading or I'm writing and it's just it's just done",
        3342.46,
        3346.18
    ],
    [
        " I'm done",
        3346.18,
        3346.8
    ],
    [
        " And so I just have to stop and take a break and then I'll go do something mindless for a while",
        3346.8,
        3351.74
    ],
    [
        " You know, so you know if you've got stuff to do keep hammering until you can't hammer anymore and then say oh",
        3351.74,
        3358.0
    ],
    [
        " Okay, you know what I need a little breather",
        3358.0,
        3360.06
    ],
    [
        " And then take a little breather and then get back to it right now. I could work 24 hours a day",
        3360.06,
        3365.34
    ],
    [
        " 24 hours a day yeah seven days a week 365 days a year",
        3365.34,
        3370.52
    ],
    [
        " And and I wouldn't be able to get done the things I'm trying to get done",
        3371.5,
        3373.96
    ],
    [
        " So it's not like I'm sitting there going oh cool. I got a break. No. Yeah, I can say that always got as more stuff to do",
        3373.96,
        3379.8
    ],
    [
        " Got you got things to do so",
        3379.8,
        3382.16
    ],
    [
        " Not a bunch of boys you call it breaks in it relaxing. That's not not a lot of that happening right now",
        3382.16,
        3387.66
    ],
    [
        " Now go surfing is that a break kind of it's like a big break? Well, it's kind of part of the process. It's like if you're doing five sets of 10 on the bench",
        3387.66,
        3396.7
    ],
    [
        " What are you gonna do one set of 50? No, you do five sets of 10 so for set of 10 what do you do you get a rescue to recover?",
        3398.52,
        3404.78
    ],
    [
        " That's what surfing is that's it's the rest between sets. That's all that is right there you go as part of the process",
        3404.9,
        3410.38
    ],
    [
        " Check",
        3410.38,
        3411.46
    ],
    [
        " But what would you would you recommend for someone who's like a normal person do what you can knock it out",
        3411.46,
        3418.34
    ],
    [
        " Build up extra free time if you need a break take a break",
        3418.34,
        3421.82
    ],
    [
        " Got you that's pretty crazy right",
        3423.42,
        3425.3
    ],
    [
        " No, what I'm saying is like do what you can if you need a break take a break if you need a little relaxation take some relaxation",
        3425.3,
        3431.56
    ],
    [
        " Yeah, waste your time though see people people do relaxing, but they do it. They don't even do it good",
        3431.56,
        3436.46
    ],
    [
        " They don't even feel relaxed when they get done. It's not productive relaxing. Yeah, they're they just what they did is they did something stupid for",
        3436.46,
        3443.22
    ],
    [
        " An hour they watched YouTube videos for an hour. Yeah, that that help you know",
        3443.22,
        3448.22
    ],
    [
        " Go outside go for a run do some burpees go surfing go do some jiu jitsu",
        3448.22,
        3452.14
    ],
    [
        " Play with your kids whatever do something that actually has some value. Yeah, the real value",
        3452.14,
        3458.1
    ],
    [
        " Oh, but to what about you know, palana and we're going to the bar",
        3458.1,
        3464.38
    ],
    [
        " Yeah, that's not great, but sometimes you get too hammered because you're hung over the next day",
        3464.38,
        3470.26
    ],
    [
        " You can't you know, you can't function as good boom can't your output your productivity goes down next day",
        3470.26,
        3476.28
    ],
    [
        " Better tell everyone what palana means because not everyone knows like oh",
        3476.28,
        3479.14
    ],
    [
        " I guess technically it means",
        3479.14,
        3481.58
    ],
    [
        " Done with what you're doing. Palana means done. Hana means like do yeah",
        3481.58,
        3486.52
    ],
    [
        " But yeah, palana finishing what you're doing tip it's referred to when you're finished with work. Yeah, that's where I was used",
        3486.52,
        3494.7
    ],
    [
        " Yo, yeah, when you finish work palana go good, you know, whatever. It's like Miller time, you know",
        3494.7,
        3500.32
    ],
    [
        " For sure same thing a little bit",
        3500.32,
        3502.5
    ],
    [
        " Next question would you recommend jiu jitsu for a 55 year old female with no former martial arts background",
        3503.6,
        3509.9
    ],
    [
        " Is the risk for injury too high? Yeah, answer this one a bunch of times. Hey, yes, you should do jiu jitsu",
        3509.9,
        3516.04
    ],
    [
        " Pick good training partners get your ego out of the picture and go very slow and learn the techniques",
        3516.04,
        3521.32
    ],
    [
        " And you'll get something out of it. Yeah, watch out for sparring rolling live",
        3521.32,
        3526.52
    ],
    [
        " You need to be really careful and you need to really select good training partners that are very much more experienced",
        3526.52,
        3532.4
    ],
    [
        " Don't roll with white belts if you're a 55 don't even roll with blue belts if you can help it as a 55 year old unless they're small and smart",
        3533.4,
        3540.98
    ],
    [
        " Just be careful, but yeah, it's a great training. It's a great thing. What about um",
        3540.98,
        3545.38
    ],
    [
        " Because I actually got access online and I was actually",
        3545.38,
        3548.24
    ],
    [
        " Through DMs like going through a girl class times tailor if I'm not mistaken. I've got a first name anyway. She's black belt and",
        3548.24,
        3555.84
    ],
    [
        " she",
        3555.84,
        3556.92
    ],
    [
        " You know when it comes to girls rolling just even just regular girls or whatever",
        3556.92,
        3561.6
    ],
    [
        " Let's face it. I mean in training they do have a bigger kind of kind of obstacle in that way where they're at",
        3561.68,
        3567.86
    ],
    [
        " They are at a higher risk of injury more times because everyone if they're rolling with the guys",
        3567.86,
        3572.94
    ],
    [
        " I mean everyone chances are everyone's bigger than them and they might be going hard and they you know some guys",
        3572.94,
        3578.12
    ],
    [
        " Especially early on they don't realize that dang they're putting a lot of strength and you know all the stuff into these moves",
        3578.12,
        3584.34
    ],
    [
        " Yeah, I'm not going hard. Yeah, they don't even realize it",
        3586.84,
        3589.94
    ],
    [
        " They're definitely exhausted. Yeah, I am relaxed",
        3589.94,
        3593.24
    ],
    [
        " Exactly",
        3593.24,
        3596.46
    ],
    [
        " What where they do have this obstacle spring even 55 year old lady or even just an older person in general",
        3596.46,
        3603.78
    ],
    [
        " They do have that added obstacle where yeah, you do have to kind of so what's the question? Yeah",
        3603.78,
        3608.7
    ],
    [
        " The question is like what do those people do yeah same deal. Yeah, no",
        3608.7,
        3612.86
    ],
    [
        " They they they have to be more extremely cautious. They have to take more caution. Okay, you're 100% right what you're saying is right",
        3612.86,
        3619.54
    ],
    [
        " You do and what it's what I just said you don't want to go with the psycho white belt you don't even want to go with any white belt right",
        3619.54,
        3625.64
    ],
    [
        " Yeah, cuz they're they don't know what they're doing",
        3625.64,
        3628.06
    ],
    [
        " So go with someone to purple belt someone that's relaxed there a 55 year old woman is gonna be on a different",
        3628.06,
        3634.72
    ],
    [
        " Uh",
        3634.72,
        3636.0
    ],
    [
        " Pace down the path gonna be on the path, but instead of different pace",
        3636.0,
        3640.04
    ],
    [
        " Yeah, yeah, and and the stress is to I would focus on the the learning of the technique a lot more",
        3640.2,
        3646.4
    ],
    [
        " You know, it's been a lot more time drilling and learning the technique and then occasionally with your black belt instructor with your brown belt instructor",
        3646.4,
        3654.6
    ],
    [
        " With some of the high level purple belt smart people you do a nice little roll with them",
        3654.6,
        3660.0
    ],
    [
        " You have some fun. You see what works what doesn't work you learn a little bit more take that path take a pace down the path",
        3660.0,
        3665.84
    ],
    [
        " Right, right don't go in there with a big ego and",
        3665.84,
        3668.74
    ],
    [
        " Here what happens every time like",
        3668.74,
        3671.32
    ],
    [
        " If you introduce jiu jitsu to people",
        3671.32,
        3674.1
    ],
    [
        " They think that they have the solution to something that you teach right right right and it's like no",
        3674.1,
        3680.72
    ],
    [
        " You don't actually have the solution you are don't know anything",
        3680.72,
        3684.02
    ],
    [
        " So just just don't do that. Yeah, is that the monster and you know we teach jiu jitsu for the first time to a bunch of people and we're teaching the oompa right the oompa escape the oompa escape",
        3684.02,
        3694.66
    ],
    [
        " Where you roll the person over from the mountain and this one guy",
        3695.54,
        3699.26
    ],
    [
        " You know, he's like I'm teaching a much better this one guy is like I",
        3699.26,
        3703.46
    ],
    [
        " Look this doesn't work and he's got his weight all the way in the other side. He's got his leg up",
        3703.46,
        3707.82
    ],
    [
        " Yeah, yeah, and I'm like I'm like yeah, there's another movie to do this pop up and now you're in the guard and",
        3707.82,
        3712.92
    ],
    [
        " But like in his mind like jiu jitsu just tells it wasn't a dozen dozen work",
        3712.92,
        3717.54
    ],
    [
        " I know what this crap is that jaco is all into but obviously doesn't work",
        3717.54,
        3721.56
    ],
    [
        " It's like no actually it works. So you do you don't uncover the magic of jiu jitsu in one",
        3722.08,
        3728.16
    ],
    [
        " moment. Yeah, you know",
        3728.16,
        3730.36
    ],
    [
        " Yeah, oh actually, you know what I do remember the question",
        3730.36,
        3733.6
    ],
    [
        " So you know how like kid fit five year old women uh roll with you know high level people people that you trust people who have like a lot of control over the",
        3733.6,
        3740.48
    ],
    [
        " Over the situation. What about like let's say",
        3740.48,
        3743.24
    ],
    [
        " I you know I'm a 55 year old woman ever twin sister. She's 55. We're in the same shape kind of thing",
        3743.24,
        3748.6
    ],
    [
        " Just normal people and can we roll you better be careful you better calm down you better not get competitive",
        3748.6,
        3756.18
    ],
    [
        " You better relax. Yeah, now one thing that's good is I would say yes actually. Yeah, I would say yes",
        3756.18,
        3762.46
    ],
    [
        " You know why because you're a round equivalent strength you're a round equivalent knowledge",
        3762.46,
        3767.28
    ],
    [
        " You still got to be careful. Yeah, I'd prefer you go a couple six months before",
        3767.28,
        3771.32
    ],
    [
        " Before you jump in and do a death match with your twin sister at age 55",
        3771.32,
        3775.74
    ],
    [
        " I know you you've been competing to see too",
        3775.94,
        3778.34
    ],
    [
        " So just just try and relax. You know, I used to say Jade trying to kill you like dude",
        3778.34,
        3784.1
    ],
    [
        " Come on when Jade used to train. No, sorry. Oh, yeah, he tried sure. He could try. No, I know that's what I'm saying. He tried",
        3784.1,
        3791.1
    ],
    [
        " It's funny to Jay even from breath Jade was a little bit bigger than me",
        3791.1,
        3795.36
    ],
    [
        " Not anymore. No, no, no, and I think it's literally a direct result of it of all these being little bit strong",
        3795.36,
        3801.52
    ],
    [
        " Smalling complex. Yeah, like a little small mini micro",
        3801.8,
        3805.16
    ],
    [
        " Bigger than this dude, and you know when that happened he was bigger than me through high school. Oh really through",
        3805.16,
        3810.3
    ],
    [
        " Even through college he was bigger than me until",
        3810.3,
        3813.96
    ],
    [
        " We're done kind of with college, you know, so I'm just gonna lift and I ballooned up to like almost 250",
        3813.96,
        3820.12
    ],
    [
        " Pay 250 and then he was like were you athletic when you were 250? Yeah, surprisingly yeah, not as fast back up there again",
        3820.12,
        3827.56
    ],
    [
        " I wasn't as athletic. Oh, I yourself, you know, you know a grown adult. It doesn't make sense for me. I'm not",
        3827.96,
        3834.12
    ],
    [
        " Paul. I don't know. This is my opinion and plus in a way lean 250",
        3834.12,
        3838.36
    ],
    [
        " Not as lean as I am now. No, I wouldn't call myself lean or like",
        3838.36,
        3843.3
    ],
    [
        " Cut but I wasn't fat though. That's the thing. I even have this old picture of me and my friends got it",
        3843.3,
        3848.82
    ],
    [
        " Let's use a cop now by the way. He uh",
        3848.82,
        3850.96
    ],
    [
        " We're like because he would lift it. He was my lifting partner. Jack. Oh, yeah, big time and",
        3850.96,
        3856.7
    ],
    [
        " We were like this when I was like 245. He was like maybe 230 or something like that",
        3857.84,
        3861.76
    ],
    [
        " Yeah, I was big, but I was like that was like surprisingly defined though. I got 250 one time",
        3861.76,
        3867.02
    ],
    [
        " Oh, that's you and then I went and ran a four-mile run",
        3867.02,
        3870.6
    ],
    [
        " And I and I did not feel good. Yeah, and I was like okay, I'm done with this. Yes, I mean",
        3870.6,
        3875.54
    ],
    [
        " I was pumped to be 250 just cuz you know you're",
        3875.54,
        3877.84
    ],
    [
        " But I did a four-mile run and I was like good god. This is horrible. Yeah, I can't do my job",
        3877.84,
        3883.72
    ],
    [
        " That's the answer. Yeah, that's the answer why you don't want to be 250 and even be like that's a huge amount of weight",
        3883.76,
        3890.28
    ],
    [
        " Even health wise especially as you get older whatever like to be just rolling around 250, you know",
        3890.28,
        3896.36
    ],
    [
        " Yeah, and if you can't do a four-mile run if you can't do I probably",
        3896.36,
        3900.02
    ],
    [
        " Thinking back like even a one-mile run would have been kind of kind of more difficult",
        3900.02,
        3905.28
    ],
    [
        " Like at 250 that's not good. That's not a good sign",
        3905.28,
        3909.76
    ],
    [
        " Yeah, then the last that's uh, that's how it went",
        3909.76,
        3913.2
    ],
    [
        " Also, yeah, it's the point there being",
        3913.94,
        3915.6
    ],
    [
        " I got bigger than then Jade boom and with that little micro napoleon complex it creep like I was more like aggressive or am even still not like more like",
        3915.6,
        3926.74
    ],
    [
        " I'll take up more aggressive like I started you to consider jiu jitsu. I started jiu jitsu",
        3926.74,
        3932.64
    ],
    [
        " More more aggressive more guy. That's funny cuz I don't think of it that way you think jade's more aggressive",
        3932.64,
        3941.28
    ],
    [
        " Maybe like to get in like a debate or something. Yeah, he's definitely aggressive",
        3941.94,
        3945.58
    ],
    [
        " But but yeah physical activity. I probably started jiu jitsu. I was like before jade started",
        3945.58,
        3951.5
    ],
    [
        " I was like well into purple belt before jade even started",
        3951.5,
        3954.86
    ],
    [
        " And that's a big gap. So yeah, jade can try to kill me. He will not kill me",
        3954.86,
        3959.82
    ],
    [
        " Just simply won't it's almost impossible. It's pretty much impossible technically in public it there is",
        3959.82,
        3965.42
    ],
    [
        " Oh more so if you go a percentage right chance of him ever beating me the percent of the percent chance of him beating me",
        3965.72,
        3973.58
    ],
    [
        " Is closer to zero than it is one percent true. That's how it is right now. Yeah, unless you went on the complete war path",
        3973.58,
        3981.0
    ],
    [
        " Oh, well, what do you mean if he trained just trying to train all the time? Well, yeah, that goes for everybody",
        3981.0,
        3985.36
    ],
    [
        " Currently, that's how it is. Oh, yeah, so he's zero percent. He's off the path. Doesn't matter. He can get on the path",
        3985.36,
        3992.34
    ],
    [
        " Still check zero percent chance next question. I'd like to hear your thoughts on people entering the military in their 30s",
        3993.32,
        3999.42
    ],
    [
        " I'm sure you saw it",
        3999.42,
        4001.2
    ],
    [
        " entering the military at an old age is fine you got maturity you got experience you got intelligence",
        4001.2,
        4008.0
    ],
    [
        " And so that's good. You're gonna bring a lot to the table",
        4008.0,
        4010.74
    ],
    [
        " However, you also have maturity experience and intelligence",
        4010.74,
        4013.76
    ],
    [
        " So the only downfall of it is you got to do some dumb stuff when you're in the military and and if you're older",
        4013.76,
        4020.18
    ],
    [
        " And you see how dumb some of the stuff that you're doing is",
        4021.02,
        4024.12
    ],
    [
        " It's gonna be harder for you to do it. You're gonna have a little bit of a negative attitude on if you allow yourself",
        4024.12,
        4029.46
    ],
    [
        " It'd be easy to I should say that if you allow yourself",
        4029.46,
        4032.02
    ],
    [
        " It'd be easy to develop a negative attitude about that stuff. I joined when I was 18 years old",
        4032.02,
        4037.46
    ],
    [
        " I didn't care you want me to do whatever you want me to do. I'll do it",
        4037.46,
        4041.4
    ],
    [
        " I didn't see this stupidity and a lot of the stuff and so I think that's the only drawback",
        4041.4,
        4045.74
    ],
    [
        " Because you'll just be looking at some of the stuff that you do in the military thinking oh, this is a much more efficient way to do this",
        4045.74,
        4049.88
    ],
    [
        " And if you let that get to you, it's gonna be problematic",
        4049.88,
        4051.7
    ],
    [
        " So go in there with an open mind do the crap",
        4051.7,
        4054.84
    ],
    [
        " the the tedious and kind of mindless stuff that you got to do and push through that and then you'll get to a positional leadership",
        4054.84,
        4061.58
    ],
    [
        " And you can do your best to mitigate that and take care of other soldiers sailors airmen and marines",
        4061.58,
        4065.82
    ],
    [
        " While you're out there serving the country. So yeah, it's awesome. It's great. You'll you'll be a big benefit",
        4065.82,
        4072.38
    ],
    [
        " Do you think that that even that",
        4072.38,
        4075.28
    ],
    [
        " Um",
        4075.28,
        4076.84
    ],
    [
        " How you're saying like okay, you'll you'll you kind of look at things in more of an adult way kind of thing",
        4077.18,
        4082.06
    ],
    [
        " Where it's like oh there's more efficient way to do something",
        4082.06,
        4083.56
    ],
    [
        " Do you think that that mindset would kind of keep you from you know being more cohesive too with if you allow it to",
        4083.56,
        4090.28
    ],
    [
        " It definitely will if you if you that's why I said you have to allow if you just go look",
        4090.28,
        4094.38
    ],
    [
        " This is this is the way it is right now. I'm a I'm a yeah E1 in the military",
        4094.38,
        4098.68
    ],
    [
        " They're telling me to do this thing. It doesn't make any sense right now",
        4098.68,
        4101.88
    ],
    [
        " I'm gonna do it to the best of my ability and move forward if you say oh",
        4101.88,
        4106.48
    ],
    [
        " This is stupid and you spread the negativity the other guys know why we doing this. Yeah, it's gonna be problematic",
        4106.48,
        4110.9
    ],
    [
        " So going there have a good attitude",
        4110.9,
        4112.42
    ],
    [
        " You can promote really quickly if you're squared away like that, you know",
        4112.42,
        4115.42
    ],
    [
        " So you got a good opportunity how do you I think it's totally good to go what about even like socially?",
        4115.42,
        4120.46
    ],
    [
        " You know like kind of like",
        4120.86,
        4122.04
    ],
    [
        " Think about it. You're three of these kids are 18",
        4122.04,
        4124.34
    ],
    [
        " You've been out in the world. You've had a job. You probably have a house. You might have kids these kids are",
        4124.34,
        4128.8
    ],
    [
        " I was out of high school like you know what I mean? It's you're not there yet. You're",
        4128.8,
        4134.2
    ],
    [
        " And you think about",
        4134.58,
        4135.62
    ],
    [
        " What you know when you're that age",
        4135.62,
        4138.58
    ],
    [
        " Compared to what when you're when you're 30. Yeah, you know my big things is I tell my kids all time",
        4138.58,
        4143.14
    ],
    [
        " You know or like my oldest daughter who's in college and whatnot",
        4143.14,
        4147.2
    ],
    [
        " And I'm always like when I was your age. Oh, it was my first year of platoon, you know like",
        4147.2,
        4151.36
    ],
    [
        " You just can't even compete with what I was doing with the responsibility that I had when I was 18 years",
        4151.36,
        4157.7
    ],
    [
        " You know all that stuff",
        4157.7,
        4158.78
    ],
    [
        " But but the truth is when you're 18 you're not as mature as you are when you're 30",
        4159.48,
        4163.9
    ],
    [
        " So yeah, there'll be a social disconnect like I went to college when I was",
        4163.9,
        4167.52
    ],
    [
        " I think I was 28 or 29 or 30 and so yeah, I was around kids that were 18 19 years old",
        4167.52,
        4173.68
    ],
    [
        " And I realized very quickly that you know you'd meet some mature kids but a lot of kids were just they're just young",
        4173.68,
        4179.52
    ],
    [
        " Yeah, I mean, there's not a big difference between 18 and 15",
        4179.52,
        4182.12
    ],
    [
        " For some people right? Yeah, it's true. You think about what you were doing your 15 years old 16 years old",
        4182.12,
        4187.94
    ],
    [
        " Like I joined the military so luckily I had some kind of structure imposed upon me",
        4187.94,
        4191.8
    ],
    [
        " Yeah, but you think about the kind of stuff that you can do when you're 18 years old people do dumb dumb dumb stuff",
        4191.8,
        4199.36
    ],
    [
        " You you look back and you you're happy that you made it",
        4199.36,
        4205.58
    ],
    [
        " Yeah, yes, because you do dumb stuff. Yeah, you know we're talking about wasting your time on YouTube videos",
        4205.58,
        4211.86
    ],
    [
        " Go waste your time on YouTube",
        4211.86,
        4213.68
    ],
    [
        " Like just put in like you know",
        4214.5,
        4216.14
    ],
    [
        " teenagers doing dumb stuff",
        4216.14,
        4218.36
    ],
    [
        " And you'll you'll say wow and in 50% of the stuff that you see you'll recognize",
        4218.36,
        4224.42
    ],
    [
        " Like oh, yeah, I remember that so yeah, don't do dumb stuff and and as a 30 year old in the military",
        4224.42,
        4230.18
    ],
    [
        " You can help give some of that guidance to people so I think it's cool go for it man",
        4230.18,
        4233.18
    ],
    [
        " And kind of vice versa right because like if you're the 18 year old 19 year old guy",
        4233.18,
        4236.64
    ],
    [
        " There's like you know 100 well however many other 18 19 year old guys you you guys are cruising then here comes this 30 year old",
        4236.64,
        4243.66
    ],
    [
        " You know all level headed but I can't relate to this guy this guy's kind of weird",
        4243.9,
        4247.48
    ],
    [
        " The other thing is when you're 18 you don't even know how much those 30 year olds know you do just think you're there",
        4247.48,
        4252.68
    ],
    [
        " You actually think you know more than you're looking at them like they're 80 it's like well",
        4252.68,
        4256.42
    ],
    [
        " Why would you not you know",
        4256.42,
        4258.4
    ],
    [
        " Swing off this rope",
        4258.4,
        4260.32
    ],
    [
        " And see if you can get through the window on the third floor. Why would you not do that?",
        4260.32,
        4264.92
    ],
    [
        " Yeah, so that's something I would be I would brace yourself for that too remember the perspective of an 18 year old",
        4265.5,
        4271.24
    ],
    [
        " And they're not looking at you going gosh, I'd really like to learn. Yeah, yeah, they're looking at you like",
        4271.28,
        4275.54
    ],
    [
        " I can't believe you join the military. What's wrong with you? Yeah, old man. Yeah, old man",
        4275.54,
        4279.4
    ],
    [
        " There is there were guys who actually they came from the military and still eligible right for for footpoint college and",
        4279.4,
        4286.0
    ],
    [
        " One guy was 26 one guy was 27 and",
        4286.0,
        4288.88
    ],
    [
        " Then let's think let's face it 26 27 that's you know that's you're physically like you're solid still",
        4288.88,
        4295.0
    ],
    [
        " And we looked at them like man, these are like these are old school guys. These are like old",
        4295.0,
        4299.6
    ],
    [
        " Be careful with them on practice. Yeah, literally it was like I felt like that for one of the guys anyway",
        4299.6,
        4304.42
    ],
    [
        " And then you go to class right and you get these people who you know they don't go to college right after high school",
        4304.42,
        4309.98
    ],
    [
        " They go you know later on when in my opinion when most of us should go when you know why you're going",
        4309.98,
        4314.98
    ],
    [
        " And so this one lady was in my class. She was maybe 35. I don't know maybe 36 whatever did you look at you with discussed all day long",
        4314.98,
        4321.76
    ],
    [
        " No, she didn't look at me at all. Oh wow. She just freaking like the donor on program",
        4321.76,
        4325.56
    ],
    [
        " Yeah, yeah, like I was no factor in her life",
        4325.56,
        4327.82
    ],
    [
        " What she was doing yeah literally the correct way to do it. She sat up front",
        4327.82,
        4331.5
    ],
    [
        " Like a weirdo. You know, and she's asking questions",
        4331.5,
        4334.96
    ],
    [
        " Pro protocol literally and that's really the way to go when you think",
        4334.96,
        4338.34
    ],
    [
        " Hey, you don't even have to think about that's the way to go but nonetheless",
        4338.34,
        4341.36
    ],
    [
        " She's like this, but she's obviously 30 something years old and it just didn't compute to me",
        4341.36,
        4345.84
    ],
    [
        " You know like I was like, well, she didn't get it",
        4345.84,
        4347.58
    ],
    [
        " That's the most important thing. Well, not most but that's a really key part of this conversation is when you're eight",
        4347.58,
        4353.12
    ],
    [
        " Imagine as a 30 year old when you're looking at that 18 year old. They don't see",
        4353.5,
        4356.98
    ],
    [
        " It won't understand any",
        4356.98,
        4358.98
    ],
    [
        " So check",
        4358.98,
        4361.18
    ],
    [
        " No sir. We don't",
        4361.18,
        4364.08
    ],
    [
        " 2118",
        4364.08,
        4365.54
    ],
    [
        " Next question",
        4365.54,
        4367.0
    ],
    [
        " You've said everyone will know if you're the one taking ownership and leading the team in spite of having a poor leader or someone who does",
        4367.0,
        4375.78
    ],
    [
        " Everything for the one glory",
        4375.78,
        4377.6
    ],
    [
        " But what do you do if your boss is boss doesn't make the connection between your work and the team's success",
        4378.94,
        4384.82
    ],
    [
        " Good",
        4384.82,
        4387.06
    ],
    [
        " Good, you know what I do keep working hard. That's awesome. Make keep making your boss look good",
        4387.06,
        4392.44
    ],
    [
        " I recommend that you put your ego in check because you want to get that credit for for what for what's happening",
        4392.44,
        4397.96
    ],
    [
        " You're looking for that glory and there the boss is doing it for glory. Well, guess what that's making you mad because you want some of that glory",
        4397.96,
        4404.64
    ],
    [
        " You know what it'll come the two things about this are number one. Let them have it make them look great",
        4404.78,
        4411.46
    ],
    [
        " You're worried that the boss's boss doesn't get it. It will come in due course be patient",
        4411.46,
        4416.86
    ],
    [
        " Work hard",
        4416.86,
        4418.34
    ],
    [
        " Give your boss the credit. Don't worry about it and in due course it'll come you you can't fool the boss the boss's boss won't get fooled forever",
        4418.34,
        4428.22
    ],
    [
        " They won't get fooled forever and you know what worst case scenario you get your bosses you get your boss promoted",
        4428.22,
        4433.98
    ],
    [
        " Cool now he trusts you you work hard for him. You did good. He put you can take his role. It's okay",
        4434.56,
        4441.1
    ],
    [
        " It's okay. This is very common. This is no strange question. Yeah",
        4441.1,
        4447.48
    ],
    [
        " Next wish",
        4447.48,
        4450.7
    ],
    [
        " What do you do for fun when you're not kidding after it? That's kind of a weird question",
        4450.7,
        4457.54
    ],
    [
        " Right why because you're always getting it well because is surfing getting after it? Yeah, it's actually it's you're getting after it",
        4457.54,
        4463.92
    ],
    [
        " Yeah, it is getting after it is playing guitar getting after it. Well, yes, it is rock and roll band getting after it. Yes, it is",
        4463.98,
        4470.62
    ],
    [
        " Okay, I guess and I'm hanging with my kids. Is that getting after it sometimes I kind of it turns what we're doing",
        4470.62,
        4478.2
    ],
    [
        " Guess what we're doing to get to so yeah, I don't know",
        4478.2,
        4480.58
    ],
    [
        " What I do for fun when I'm not getting after it?",
        4480.58,
        4483.2
    ],
    [
        " Just stuff that I enjoy doing like you said earlier like it doesn't take discipline",
        4483.4,
        4487.74
    ],
    [
        " To go and do jujitsu if jujitsu is really fun for you and jujitsu is definitely fun for me",
        4487.74,
        4492.3
    ],
    [
        " I would say 70% of the time",
        4492.66,
        4495.32
    ],
    [
        " I'm I'm like super stoked to be going and roll 30% of the time. I don't feel like it. I go anyways",
        4495.32,
        4502.64
    ],
    [
        " Or should say 28% of the time",
        4502.64,
        4504.98
    ],
    [
        " Sure, there's like 2% of the time where I recognize oh, I'm gonna get hurt today",
        4504.98,
        4509.68
    ],
    [
        " Cuz I'm beat up or I'm tired or whatever. It's like okay, you know what",
        4509.68,
        4514.18
    ],
    [
        " Maybe I won't try today. Yeah, or and even on those days sometimes I'll comment and I'll just do a light roll",
        4514.18,
        4520.98
    ],
    [
        " Just to make sure",
        4521.4,
        4522.42
    ],
    [
        " A little disciplined check",
        4522.42,
        4524.96
    ],
    [
        " So yeah, I don't know people that's the kind of the thing where I guess from other people's perspective if they're thinking jujitsu is not fun and working out is not fun and and",
        4524.96,
        4534.34
    ],
    [
        " Practicing an instrument's not fun. Well, then I'm not ever having any fun. Yeah, but actually the opposite is true",
        4534.34,
        4541.82
    ],
    [
        " All those things are fun for me. So I'm having fun all the time. There you go",
        4541.82,
        4544.9
    ],
    [
        " Yeah, it kind of kind of goes",
        4544.9,
        4546.88
    ],
    [
        " Inline with them that other question of mindless like do you ever do mindless stuff? So maybe that's kind of the job work",
        4547.92,
        4553.76
    ],
    [
        " Oh, yeah yard work cleaning the garage",
        4553.76,
        4556.66
    ],
    [
        " Stuff like that, but you know actually you know what it is now that I think of it. It's the the question could be could be",
        4556.66,
        4563.14
    ],
    [
        " Do you what do you do fun meaning what do you do like mindless stuff that's that's not",
        4563.14,
        4568.7
    ],
    [
        " Technically productive. So you say turf surfing. Oh",
        4568.7,
        4573.0
    ],
    [
        " Maybe it's not technically productive. I don't know though. So it's one of those things",
        4573.86,
        4577.52
    ],
    [
        " But you know what you feel good when you get out the water. I mean you get a little workout",
        4577.52,
        4580.34
    ],
    [
        " Actually, it is because you get better at surfing. Yeah, so it is kind of but there's no there's no productivity to surfing. There's no",
        4580.34,
        4586.02
    ],
    [
        " There's no ultimate goal",
        4586.02,
        4588.06
    ],
    [
        " Other than doing it itself. Yeah same thing with guitar, but you're getting better at guitar",
        4588.06,
        4592.9
    ],
    [
        " So like even like yard work for example. It's like sure that's what's in your mind",
        4592.9,
        4602.98
    ],
    [
        " What do I do that's completely unproductive? Yeah",
        4602.98,
        4605.78
    ],
    [
        " I don't know right now there's not a lot of hardest questions in the world",
        4605.78,
        4615.04
    ],
    [
        " There's not a lot of things right now that I'm doing that aren't somehow productive. Yeah, I think but anyways because technically they're all fun though",
        4615.04,
        4621.56
    ],
    [
        " Because that was the actual question you're just trying to",
        4621.56,
        4624.2
    ],
    [
        " Yeah, I'm all assuming a free me presuming",
        4624.2,
        4627.06
    ],
    [
        " The you you know because watching YouTube back to the other question watching YouTube videos of like you ever",
        4627.34,
        4633.22
    ],
    [
        " Like try going YouTube actually don't do it, but if you do do it do this go",
        4633.22,
        4638.42
    ],
    [
        " But in the search in YouTube go drunk girl fails. Okay. That's what it's called drunk girl fails",
        4638.42,
        4645.18
    ],
    [
        " Okay, so there's probably maybe 500,000 to 10 million of these videos",
        4645.18,
        4650.08
    ],
    [
        " potentially that's my estimate",
        4650.08,
        4651.84
    ],
    [
        " So",
        4651.84,
        4652.68
    ],
    [
        " What that means is once you're done with one the other ones coming yeah, and here's the thing",
        4653.04,
        4657.8
    ],
    [
        " It never gets old so that is actually I do think it gets old all right",
        4657.8,
        4663.36
    ],
    [
        " Well, yeah, that was more of like a way of call exaggeration",
        4663.36,
        4665.76
    ],
    [
        " But it takes a long time. I would argue for certain for most of us",
        4665.76,
        4669.6
    ],
    [
        " For it to quote unquote get old so the point there is that is something that is straight up not productive true",
        4669.6,
        4677.32
    ],
    [
        " You can learn a lesson much of that the lessons to be learned from those videos get learned",
        4677.32,
        4682.22
    ],
    [
        " Literally the first video. Yeah, literally and then well. No, they don't get learned in the first video because the first one",
        4682.76,
        4688.06
    ],
    [
        " Just seems like it could be an anomaly. It's like when you tap some of this never done to just before it takes like three or four before",
        4688.06,
        4693.1
    ],
    [
        " I go okay, I get it",
        4693.1,
        4694.38
    ],
    [
        " But you know something. I don't know. So you got to watch three to five drunk girl fail videos with your you know",
        4694.38,
        4701.02
    ],
    [
        " 16-year-old daughter and say like this is why you don't",
        4701.02,
        4706.04
    ],
    [
        " Get drunk. Yeah, this is why yeah, actually believe me. Okay. We'll watch two more",
        4706.04,
        4710.5
    ],
    [
        " And we'll see if there's any of these things that that you would want to see yourself behaving as yeah",
        4710.5,
        4715.36
    ],
    [
        " But and you could argue that maybe if you watch five six seven ten twenty you start to see another pattern",
        4715.36,
        4721.72
    ],
    [
        " Get revealed within the pattern of drunk girl fails. So one of them is you know a girl writing a scooter down this path",
        4721.72,
        4730.82
    ],
    [
        " So you to like like not just don't get drunk, but don't ride scooters",
        4730.82,
        4735.32
    ],
    [
        " Exactly right exactly right. We see don't dance on the bar wind drum. Yes, exactly right",
        4735.32,
        4740.7
    ],
    [
        " So if you see let's say within the span of 15 drunk girl fail videos you see",
        4740.7,
        4746.3
    ],
    [
        " you know",
        4746.3,
        4747.5
    ],
    [
        " 30 of those is girls dancing on the bar versus only two of them were girls",
        4747.5,
        4753.88
    ],
    [
        " On a scooter you can kind of discern that dancing on the bar",
        4753.88,
        4759.32
    ],
    [
        " Statistically",
        4761.8,
        4762.32
    ],
    [
        " Is a little bit more dangerous. I'm just saying hey look. Hey, we're digging for lessons",
        4762.32,
        4766.68
    ],
    [
        " Oh, that's so that's a bad thing",
        4766.68,
        4769.22
    ],
    [
        " Dinging for lessons is a bad thing that's a reason where that wasn't a lesson bro. Sorry digging for lessons next question",
        4769.22,
        4777.22
    ],
    [
        " Virtuosity",
        4777.22,
        4780.94
    ],
    [
        " requires your favorite subject discipline creativity is important as well",
        4780.94,
        4786.28
    ],
    [
        " There's a single focus on discipline inhibit creativity",
        4786.28,
        4790.26
    ],
    [
        " No",
        4790.26,
        4792.72
    ],
    [
        " Jimmy page",
        4792.72,
        4795.7
    ],
    [
        " Next question",
        4795.7,
        4797.3
    ],
    [
        " Seriously Jimmy page what okay, Jimmy page let's up one guitar virtuoso",
        4797.3,
        4805.54
    ],
    [
        " practiced with discipline",
        4805.54,
        4807.56
    ],
    [
        " I just answered this on the kids podcast. Yeah, because Jimmy page played guitar so much when he was in school",
        4807.56,
        4815.56
    ],
    [
        " That they had to take his guitar from him during like study halls during lunch",
        4816.28,
        4821.24
    ],
    [
        " Like no, you can't just sit there and play guitar. You need to do other things. Yeah, that's how much he practiced",
        4821.24,
        4826.54
    ],
    [
        " Yeah, he practiced so much he became such a",
        4826.54,
        4830.18
    ],
    [
        " Such a skilled player",
        4830.18,
        4832.56
    ],
    [
        " Through that much discipline that he was able to get more creative",
        4832.56,
        4837.6
    ],
    [
        " Then almost anyone else on the guitar. So there you go. It doesn't give you freedom",
        4837.6,
        4843.34
    ],
    [
        " It it it expands your creativity. Yeah",
        4843.42,
        4847.28
    ],
    [
        " And Jimmy pages one example of a multitude",
        4847.28,
        4851.18
    ],
    [
        " So let me ask you this. I guess we kind of talked about but not really actually ask you that I can remember",
        4851.18,
        4857.32
    ],
    [
        " So if you and let's assume that Jimmy page",
        4857.32,
        4860.68
    ],
    [
        " He didn't do it because he felt like this is you know that what I should be doing right now whatever he did",
        4860.68,
        4866.62
    ],
    [
        " Just because I'm addicted to guitar. I love it and there's nothing I'd rather be doing and all this stuff",
        4866.62,
        4871.78
    ],
    [
        " So if you the question is if you just love doing it and that's why you're doing it so much. I love guitar",
        4872.0,
        4879.24
    ],
    [
        " I don't want to eat dinner right now. I'm busy on my guitar",
        4879.24,
        4883.1
    ],
    [
        " Just you know enjoying myself and learning and just loving it every single moment of it",
        4883.1,
        4887.84
    ],
    [
        " I don't want to go surf on my guitar. Boom every single day is that discipline",
        4887.84,
        4893.3
    ],
    [
        " Yes",
        4907.6,
        4908.46
    ],
    [
        " Yes",
        4908.46,
        4909.26
    ],
    [
        " Okay",
        4909.26,
        4909.32
    ],
    [
        " Because let's say okay, actually I don't know I guess not technically",
        4909.32,
        4917.56
    ],
    [
        " Yeah, no it is it is it is but I",
        4917.56,
        4922.66
    ],
    [
        " I'd be hard pressed to find somebody that",
        4922.66,
        4926.12
    ],
    [
        " Loves doing something so much that they do it all the time with no discipline whatsoever",
        4927.14,
        4931.26
    ],
    [
        " Yeah, and and I",
        4931.26,
        4933.84
    ],
    [
        " I think I agree with you there",
        4933.84,
        4935.9
    ],
    [
        " But technically is that discipline though because you know take Michael Jordan right for example",
        4935.9,
        4941.46
    ],
    [
        " That's not a good example. Well, I think you know about to say I think the guitar example is good because if you really love doing it and",
        4941.46,
        4947.8
    ],
    [
        " That's what you're doing. I'll tell you what takes discipline even if you enjoy it. Yeah, I'm gonna stick with that answer for now",
        4947.8,
        4954.44
    ],
    [
        " So let's say you know what I mean even more important answers. I don't think it matters",
        4954.7,
        4957.7
    ],
    [
        " I don't think it matters either so I don't really because it's like it's because it kind of alter at the end of the game",
        4957.7,
        4963.24
    ],
    [
        " It did you put in the hours of practice and did you get good at it? Okay? Did you get good at it?",
        4963.24,
        4968.12
    ],
    [
        " That's what it's what the question is for sure if you get good at this thing",
        4968.16,
        4970.36
    ],
    [
        " Usually I'll say all the time pretty much with very few exceptions the way you get good at something is practice and then",
        4970.36,
        4977.84
    ],
    [
        " You know",
        4977.84,
        4978.82
    ],
    [
        " Usually since you can't do one thing all day every single day for you know 30 40 50 years",
        4979.88,
        4985.24
    ],
    [
        " It's gonna take discipline meaning you're gonna have to do it even though you don't want to do it kind of thing",
        4985.24,
        4989.7
    ],
    [
        " Which is part of what discipline is",
        4989.7,
        4992.36
    ],
    [
        " But what if that part of it doesn't isn't there because even like Michael Jordan",
        4992.36,
        4997.76
    ],
    [
        " He's so good and he's probably love basketball whatever but there had there is of course days where he's like okay",
        4997.76,
        5002.56
    ],
    [
        " I'd rather maybe that's what I'm gonna take this way",
        5002.56,
        5005.8
    ],
    [
        " That's why I said it's not an example right right but that's the real person",
        5005.8,
        5009.06
    ],
    [
        " Because because to get a person that loves something so much that it took them zero discipline",
        5009.06,
        5014.76
    ],
    [
        " I don't think that's a realistic person. I think that anyone that does anything",
        5014.76,
        5019.76
    ],
    [
        " It gets to a point where the only thing that drives him to do that extra percentage is discipline",
        5019.76,
        5026.2
    ],
    [
        " So I guess I will stick with it. Yeah, so I guess the question",
        5026.2,
        5029.18
    ],
    [
        " If you want to kind of relate it to like a real person",
        5029.18,
        5032.46
    ],
    [
        " So you know a person who again just like loves it right just loves what they do of course",
        5032.66,
        5038.42
    ],
    [
        " They're gonna have some discipline because they're gonna have some days that they don't love it or whatever",
        5038.42,
        5041.62
    ],
    [
        " Like are they would you consider them a disciplined person in their in their field?",
        5041.62,
        5047.92
    ],
    [
        " Yeah",
        5048.14,
        5048.84
    ],
    [
        " But we've also talked about this before just people that are very disciplined in one field and completely undisplendent",
        5048.84,
        5054.3
    ],
    [
        " Yeah, so it's kind of an indicator that that might not really be technically disciplined",
        5054.3,
        5060.92
    ],
    [
        " Technically they got the practice again. I don't think it's ours",
        5061.78,
        5064.7
    ],
    [
        " Do your work if you like it? That's great if you don't like it",
        5064.7,
        5068.56
    ],
    [
        " Here's a here's an indicator if you if you don't like doing it. Well, what are you doing it for?",
        5068.56,
        5073.16
    ],
    [
        " If you don't even enjoy it, I mean the end right? Yeah, it's to the to the end or whatever means to an end",
        5073.72,
        5081.12
    ],
    [
        " But if you're gonna dedicate level 12 to something that you don't even enjoy I think I do that's kind of problematic. I think you're right too",
        5081.12,
        5088.2
    ],
    [
        " Next question when you realize that nothing will change in the leadership",
        5089.48,
        5093.86
    ],
    [
        " Do you tap out and move on or continue trying to be a good leader to your crew who deserves it? That's definitely a question that",
        5093.86,
        5102.3
    ],
    [
        " It requires a little bit more information to give a good answer to you know because what's the situation?",
        5102.3,
        5110.06
    ],
    [
        " Can you be is there an opportunity that you could become the leader long term?",
        5110.26,
        5113.18
    ],
    [
        " Because that totally changes the outlook right if if you could if you could do a good job and step up and move them to a more senior leadership position where you could take even more to",
        5113.52,
        5121.36
    ],
    [
        " Turns or take even more care of the crew. Well, then that's a positive thing and it might be worth hanging out for",
        5121.36,
        5128.0
    ],
    [
        " also",
        5128.0,
        5129.36
    ],
    [
        " Is it a complete dead end like is there no possibility?",
        5129.36,
        5133.66
    ],
    [
        " It's a family-owned business and all the senior leadership is related to the family and you're not part of the family and you never have a chance",
        5134.14,
        5140.66
    ],
    [
        " That that changes the prospect. I mean obviously that's like okay. Well, maybe it's not worth sticking around there",
        5140.94,
        5144.9
    ],
    [
        " If you leave can you leave where you can give open the opportunity for other people to go where you're going right which is not a good thing in terms of",
        5144.9,
        5154.14
    ],
    [
        " you know",
        5154.14,
        5155.42
    ],
    [
        " You're not being very loyal you're being anti loyal you're being",
        5155.42,
        5159.8
    ],
    [
        " Unloyal disloyal if you do that",
        5159.8,
        5162.56
    ],
    [
        " But if the leadership that you're working for isn't taking care of the people",
        5162.56,
        5167.78
    ],
    [
        " Then you you have to have some loyalty to the people that you work with so there's that",
        5168.78,
        5173.2
    ],
    [
        " I think that",
        5173.2,
        5175.42
    ],
    [
        " You you have to assess everything that's going on in the situation which which is not evident in this one quick question",
        5175.42,
        5183.72
    ],
    [
        " I would say this to like don't blindside your boss right that's something that if you're gonna leave leave on good terms",
        5183.72,
        5190.32
    ],
    [
        " Explain to what's going on also that can be an opportunity to start a conversation about how the leadership could improve",
        5190.32,
        5195.42
    ],
    [
        " A lot of times people don't want to change anything until it really smacks them in the face and one of the things that smacks them in the face",
        5195.68,
        5200.6
    ],
    [
        " It is when one of their good people comes in and says hey look",
        5200.6,
        5204.1
    ],
    [
        " I i'm gonna leave because of these reasons and again you don't",
        5204.1,
        5208.7
    ],
    [
        " On the exit interview or on those conversations you don't just drop dime and make everyone make it out to be this horrible situation",
        5208.7,
        5215.36
    ],
    [
        " To say here's some things that I've noticed here's some things that I would want to change here's the direction",
        5215.36,
        5219.36
    ],
    [
        " That I see the company going and this is the direction. I think it should be going and for these reasons",
        5219.36,
        5223.72
    ],
    [
        " I've decided I'm gonna go try you know try my hands somewhere else",
        5223.72,
        5226.24
    ],
    [
        " I think if you'd be open like that it can start some good conversations and possibly you could make some progress",
        5226.24,
        5232.04
    ],
    [
        " or",
        5232.04,
        5233.42
    ],
    [
        " Possibly you could confirm your suspicions which are no one wants to change no one wants to do anything different",
        5233.42,
        5240.0
    ],
    [
        " And if that's the case and you realize it's a dead end for you. Yeah, you got to take that option",
        5240.0,
        5244.62
    ],
    [
        " You you can't beat your head against the on the 40 you know you can beat your head against the wall 47 times on the 48th time",
        5244.62,
        5251.94
    ],
    [
        " It's like okay. I need to do something different. Mm-hmm. So pay attention to that",
        5251.94,
        5256.36
    ],
    [
        " Next question",
        5256.36,
        5261.44
    ],
    [
        " What can we all learn from tenacious D that most people overlook",
        5261.44,
        5267.72
    ],
    [
        " You know critical question it is a critical question, but there's actually a real a real legitimate answer that and that is that tenacious D who's a",
        5267.72,
        5276.06
    ],
    [
        " a very",
        5276.06,
        5277.0
    ],
    [
        " funny group of individuals",
        5277.0,
        5280.02
    ],
    [
        " Jack Black is one of them whose",
        5281.16,
        5282.76
    ],
    [
        " musician and a comedian and an actor and Kyle gas is the other member",
        5282.76,
        5288.7
    ],
    [
        " What's what's great about them is they don't take themselves too seriously and I think that's the lesson the learn is don't take yourself too seriously",
        5288.7,
        5295.46
    ],
    [
        " have some fun and",
        5295.46,
        5297.68
    ],
    [
        " Don't take yourself too seriously there it is yeah",
        5297.68,
        5302.02
    ],
    [
        " And I would say there's a difference between taking yourself seriously and being serious",
        5302.02,
        5308.06
    ],
    [
        " So you know how like",
        5309.26,
        5310.58
    ],
    [
        " Being serious is like okay, you're not necessarily joking all the time",
        5310.58,
        5316.32
    ],
    [
        " But taking yourself to seriously is like you know if like a joke is made about you or you can laugh at yourself",
        5316.32,
        5323.12
    ],
    [
        " For that kind of stuff. Yeah, that's different. So you can be serious all the time",
        5323.12,
        5327.12
    ],
    [
        " You can be a serious person and not take yourself to see that is true and that's a good that that's fine",
        5327.12,
        5333.48
    ],
    [
        " That's right the person you don't want to be is the person that takes themselves too seriously all the time",
        5333.84,
        5338.02
    ],
    [
        " Yeah, that's a problem. So inversely, I guess could you be too",
        5338.02,
        5341.94
    ],
    [
        " Like could you be a very not serious person but take yourself too seriously",
        5341.94,
        5347.7
    ],
    [
        " Could you be a very serious? No, not so could you be a very like jokie not serious person? Yeah, yeah",
        5347.7,
        5355.44
    ],
    [
        " And that's the person that you can dish it out, but you can't",
        5355.44,
        5358.16
    ],
    [
        " Skin take guys",
        5358.16,
        5359.84
    ],
    [
        " Yeah, yeah, yeah, kind of like you right a little bit",
        5359.88,
        5363.54
    ],
    [
        " Yeah, yeah see if I see what you did there",
        5363.54,
        5366.82
    ],
    [
        " Next question",
        5366.82,
        5369.58
    ],
    [
        " Unless there's anything more from tenacious D",
        5369.58,
        5372.74
    ],
    [
        " You know, maybe some good songs we can",
        5372.74,
        5375.68
    ],
    [
        " Inspirado right that's from tonight's",
        5375.68,
        5379.52
    ],
    [
        " I gotta give a warning that language is not appropriate for kids with tenacious D",
        5379.52,
        5383.96
    ],
    [
        " And or some of the subject matter so be careful with that",
        5383.96,
        5386.48
    ],
    [
        " Yeah, I hit the warning",
        5386.48,
        5388.1
    ],
    [
        " Next question you mentioned you rarely play closed guard",
        5388.1,
        5392.74
    ],
    [
        " rarely",
        5392.74,
        5394.3
    ],
    [
        " Is this just a personal preference? I would say that it is somewhat a personal preference",
        5394.3,
        5401.72
    ],
    [
        " Right because there's definitely some people that intentionally play closed guard",
        5401.72,
        5406.62
    ],
    [
        " That's their game",
        5406.62,
        5408.56
    ],
    [
        " Um, but at the same time in order to attack",
        5408.56,
        5412.58
    ],
    [
        " Even from the closed guard most of the time you have to open your guard",
        5412.84,
        5415.4
    ],
    [
        " So therefore your guard is open so open guard",
        5415.4,
        5418.36
    ],
    [
        " That's kind of what I do",
        5418.36,
        5420.32
    ],
    [
        " Skip the step of opening my guard, but you've been in people's guard that have really good close guards. Yes. Yeah",
        5420.32,
        5426.72
    ],
    [
        " It's not fun. No, and that's why I try not to let people close their guard. Yeah",
        5426.72,
        5430.82
    ],
    [
        " Because you can prevent that from happening. Yeah, there's people that have really really solid",
        5430.82,
        5436.12
    ],
    [
        " Psycho closed guard. So I'm not anti-close guard and some people are great at it",
        5436.12,
        5441.14
    ],
    [
        " Uh, my personal preference is to play more open guard",
        5441.76,
        5445.42
    ],
    [
        " Yeah",
        5445.42,
        5446.74
    ],
    [
        " Yeah, it's one of those things where closed guard if you're not a person who always plays closed guard or whatever it can be",
        5446.74,
        5453.62
    ],
    [
        " Just something that you kind of use for specific situations, you know like if you're trying to maybe read",
        5453.62,
        5459.5
    ],
    [
        " Regain some energy or something like that you want to rest a little bit or even in like a self-defense like a striking scenario",
        5459.5,
        5467.78
    ],
    [
        " Like a closed guard might yeah, yeah, Mike. No, the closed guard is there's no doubt that closed guard has",
        5467.84,
        5472.52
    ],
    [
        " Viable purpose. Yeah, and it's good and I do use it. I don't use it a lot. Yeah",
        5472.52,
        5478.74
    ],
    [
        " And if you're a taller lanky guy close guard might be a little bit short",
        5478.74,
        5483.94
    ],
    [
        " Fat legs that you know close my closed guard is like my toes are touching",
        5483.94,
        5490.08
    ],
    [
        " If anyone decides the person yeah, and actually where it stems from if you went to the root of it is it stems from",
        5490.08,
        5496.9
    ],
    [
        " Footlox",
        5497.84,
        5498.28
    ],
    [
        " So if you close your guard when your guard opens your vulnerable and that there's a moment where you're vulnerable",
        5498.28,
        5503.14
    ],
    [
        " And if you're training with guys that have really good for locks",
        5503.14,
        5505.7
    ],
    [
        " That's not a good situation",
        5505.7,
        5507.32
    ],
    [
        " So that's where I started not closing my guard because it was always that transition period where",
        5507.32,
        5511.7
    ],
    [
        " My feet were vulnerable so I just stopped closing my guard and kept it open and move my feet towards me to get in a little bit safer",
        5511.7,
        5519.5
    ],
    [
        " Next question we got time for one more",
        5519.5,
        5524.46
    ],
    [
        " Yes",
        5524.46,
        5525.86
    ],
    [
        " Yo jaco what's the best way to include",
        5526.96,
        5530.28
    ],
    [
        " Yo jaco what's the best way to increase one's confidence",
        5530.28,
        5537.28
    ],
    [
        " You want to increase",
        5537.28,
        5541.2
    ],
    [
        " Your confidence I'll tell you what I think",
        5541.2,
        5546.26
    ],
    [
        " What you do if you want to increase your confidence is",
        5546.26,
        5549.86
    ],
    [
        " You do jujitsu",
        5549.86,
        5551.82
    ],
    [
        " You",
        5553.6,
        5554.24
    ],
    [
        " Work out you get stronger",
        5554.24,
        5555.74
    ],
    [
        " You read and you study and you learn and you get smarter and",
        5555.74,
        5563.06
    ],
    [
        " and",
        5563.06,
        5563.88
    ],
    [
        " And then you practice",
        5563.88,
        5565.2
    ],
    [
        " speaking and you practice",
        5565.2,
        5567.8
    ],
    [
        " Speaking so you can become more articulate and then you practice some more",
        5567.8,
        5572.08
    ],
    [
        " And then you then you do hard things",
        5572.08,
        5577.68
    ],
    [
        " Things that are challenging",
        5577.68,
        5580.0
    ],
    [
        " Things that are tough and then you get tougher you don't quit",
        5581.82,
        5585.28
    ],
    [
        " That's what you do",
        5585.28,
        5589.18
    ],
    [
        " And then you stand up straight with your with your head high and your chin up and your chest out",
        5589.18,
        5596.74
    ],
    [
        " And at the same time",
        5596.74,
        5601.02
    ],
    [
        " You also stay humble",
        5601.02,
        5603.42
    ],
    [
        " Because you don't know everything",
        5603.42,
        5607.06
    ],
    [
        " And there are people",
        5607.06,
        5609.2
    ],
    [
        " That are better than you are at some things",
        5610.0,
        5613.06
    ],
    [
        " People that are smarter than you and they're stronger than you and faster and more athletic than you",
        5613.06,
        5619.38
    ],
    [
        " And they have more money and they got better looks and they're funnier",
        5619.38,
        5624.0
    ],
    [
        " But all of that is okay",
        5624.0,
        5628.84
    ],
    [
        " It's actually okay because",
        5628.84,
        5632.74
    ],
    [
        " There are things that are more important",
        5632.74,
        5636.34
    ],
    [
        " And",
        5637.48,
        5638.42
    ],
    [
        " More important than being strong and smart and athletic more important and all those things",
        5638.42,
        5644.86
    ],
    [
        " Things like loyalty",
        5644.86,
        5649.48
    ],
    [
        " Honor",
        5649.48,
        5651.72
    ],
    [
        " Will",
        5651.72,
        5654.8
    ],
    [
        " Things like courage",
        5654.8,
        5659.72
    ],
    [
        " The",
        5662.58,
        5663.46
    ],
    [
        " Courage to stand and the will to keep going",
        5663.46,
        5667.54
    ],
    [
        " And to do the right things for the right reasons",
        5667.54,
        5676.9
    ],
    [
        " And if you know",
        5676.9,
        5681.84
    ],
    [
        " If you know you won't give up",
        5681.84,
        5685.48
    ],
    [
        " And you know you won't give in and if you test yourself and you fail but you know you're gonna get back up again if you know that",
        5687.8,
        5696.9
    ],
    [
        " If you know that",
        5696.9,
        5701.52
    ],
    [
        " Then you know that your character is strong and that's what matters",
        5701.52,
        5709.54
    ],
    [
        " And",
        5713.1,
        5714.02
    ],
    [
        " That right there",
        5714.02,
        5714.92
    ],
    [
        " Is all the confidence you need",
        5714.92,
        5721.58
    ],
    [
        " And I think that's all I've got for tonight",
        5721.58,
        5730.64
    ],
    [
        " So echo yes speaking of being stronger",
        5730.64,
        5735.02
    ],
    [
        " Yes and faster. Yes and doing GJ2",
        5735.02,
        5738.78
    ],
    [
        " Sure and learning and just being on the path overall",
        5738.94,
        5742.52
    ],
    [
        " Maybe you could give us some information on how",
        5742.52,
        5746.28
    ],
    [
        " We can effectively efficiently move down that path. Yeah",
        5746.28,
        5751.04
    ],
    [
        " Support and support ourselves support ourselves and support others. That's really ultimately really what it is makes it",
        5751.04,
        5759.58
    ],
    [
        " You know mutually supporting yes, so I will talk about our company",
        5759.58,
        5764.08
    ],
    [
        " A little company in main called origin",
        5764.46,
        5767.2
    ],
    [
        " origin main.com. This is where you can get",
        5767.2,
        5771.26
    ],
    [
        " Jocco super crow oil is for your joints. Well mega-threes",
        5771.26,
        5775.3
    ],
    [
        " Mega-threes have a lot of benefits valuable benefits",
        5775.3,
        5779.3
    ],
    [
        " But the ones that I personally",
        5779.3,
        5781.6
    ],
    [
        " Have reaped",
        5781.6,
        5783.86
    ],
    [
        " You reap benefits you reap benefits right you just can't reap the foot and tear the foot",
        5783.86,
        5790.02
    ],
    [
        " Yeah, yeah, so watch out for that but",
        5790.02,
        5792.5
    ],
    [
        " If you are in the reaping mood reap some benefits of jocco super crow oil by way of your joints being healthy",
        5792.5,
        5799.7
    ],
    [
        " Big deal when you're super young like young",
        5799.7,
        5802.46
    ],
    [
        " 18 19 20 all the way up to I'd say like maybe 27 maybe I don't know maybe older",
        5802.46,
        5809.48
    ],
    [
        " This is less of a factor but at the end of the day your joints are healthy",
        5809.48,
        5814.96
    ],
    [
        " You're gonna be in a way better spot way better spot",
        5816.04,
        5820.04
    ],
    [
        " Then you would be if they're not also another supplement called joint warfare",
        5820.04,
        5824.96
    ],
    [
        " This one. I mean they all have anti-oxidant stuff in them",
        5824.96,
        5829.18
    ],
    [
        " But joint warfare has glucose mean and conjoined",
        5829.18,
        5832.14
    ],
    [
        " This is for what like cartilage like tendon type stuff and curcumin curcumin",
        5832.14,
        5838.5
    ],
    [
        " Yeah, so you put those together boom the ultimate joint supplements big deal huge deal",
        5838.5,
        5844.72
    ],
    [
        " Like you can be super strong",
        5844.96,
        5846.62
    ],
    [
        " And be lifting and but you got to warm up like for 20 sets just because your joints are all like",
        5846.62,
        5853.08
    ],
    [
        " stiff and whatever say say buy to that problem",
        5853.08,
        5856.24
    ],
    [
        " You take these",
        5856.24,
        5857.8
    ],
    [
        " There it is boom joint supplements get on it go to origin main.com",
        5857.8,
        5862.86
    ],
    [
        " Also another supplement called discipline. This is for your brain",
        5862.86,
        5866.44
    ],
    [
        " Makes your brain work better. It's nutrients for your brain. That's what it is",
        5866.44,
        5870.8
    ],
    [
        " And also nutrients for your body",
        5870.8,
        5873.78
    ],
    [
        " So it's a pre workout. It's a pre study. It's a pre mission supplement called discipline",
        5874.22,
        5880.6
    ],
    [
        " Get down same same place origin main.com",
        5880.6,
        5883.7
    ],
    [
        " Tastes good to by the way is other flavor out when is other flavor out? No, we're making it right now so",
        5883.7,
        5890.18
    ],
    [
        " Soon yeah, yeah a little further than soon",
        5890.18,
        5894.74
    ],
    [
        " Soon to me is like yeah, like a little more distant than soon. Yeah, but we're working on it",
        5894.74,
        5903.6
    ],
    [
        " Pina colata by the way, I'm sorry. Sorry. Sorry. Sorry",
        5903.6,
        5906.08
    ],
    [
        " You got a different name for it",
        5906.08,
        5908.28
    ],
    [
        " Yeah, coconut. No, I got a better name for it later later. Okay secret name because I'm not sure if legal or not",
        5908.28,
        5915.9
    ],
    [
        " The name okay, the name you have in mind. All right cool. Well, we're all very excited about the name and the taste and you know what not pineapple coconut",
        5915.9,
        5924.84
    ],
    [
        " Is the working title?",
        5924.84,
        5926.8
    ],
    [
        " Working title",
        5927.6,
        5928.42
    ],
    [
        " Mm-hmm",
        5929.12,
        5929.48
    ],
    [
        " There you go",
        5929.48,
        5930.88
    ],
    [
        " A cognitive and physical force my multiplier good one also milk. Okay, so milk",
        5930.88,
        5937.08
    ],
    [
        " I'm gonna say the word protein powder, but I'm not saying milk is protein powder",
        5937.08,
        5943.84
    ],
    [
        " Oh, yeah, if you want some additional protein, that's a good way to get it",
        5943.84,
        5948.98
    ],
    [
        " That happens to taste really really good like a mint chocolate milkshake",
        5948.98,
        5955.1
    ],
    [
        " Not a diet milkshake like a mint chocolate milkshake and you want protein take milk take it every day if you want to my buddy",
        5956.24,
        5963.64
    ],
    [
        " Send me a text he goes yeah, I saw that milk had",
        5963.64,
        5966.72
    ],
    [
        " probiotics in it",
        5966.72,
        5969.28
    ],
    [
        " He's in better. Yes, and he said I he said so I just ordered it because I need some yeah, and he's like holy crap",
        5969.28,
        5976.72
    ],
    [
        " This stuff is good. I said yeah, I know yeah, I said I know and he's like yeah, it's awesome. So anyways making the super size milk",
        5976.72,
        5984.0
    ],
    [
        " Uh shake shake yeah, hey man, I can relate because that's literally what I do. Yeah, yeah",
        5985.64,
        5990.9
    ],
    [
        " No, I could tell when you got on the milk train",
        5990.9,
        5993.34
    ],
    [
        " Because your attitude changed. Yeah, you know you went from like oh yeah, no, we've got milk. It's good",
        5993.34,
        5999.56
    ],
    [
        " To when you were like hey",
        5999.56,
        6002.18
    ],
    [
        " It's kind of a game changer. Yeah, you know, it's it's so filling wasn't makes it so filling",
        6002.18,
        6009.48
    ],
    [
        " Feeling like like when you eat it you just feel complete when you drink it you feel",
        6010.42,
        6015.62
    ],
    [
        " Seishied complete",
        6015.62,
        6017.6
    ],
    [
        " Seishied",
        6017.6,
        6018.54
    ],
    [
        " That's why you know you know the term meal replacement. Yeah, like only got a meal replacement",
        6018.54,
        6024.06
    ],
    [
        " This isn't supposed to be a",
        6024.06,
        6027.18
    ],
    [
        " Meal replacement it's not supposed to be the the intent wasn't okay replace",
        6027.18,
        6031.04
    ],
    [
        " But what happens is if you have it like yesterday",
        6031.04,
        6033.96
    ],
    [
        " I had one in the in the afternoon. I had a light lunch which was crap. I ate a crap lunch crap like not",
        6034.42,
        6041.98
    ],
    [
        " It's healthy not healthy got you a little off the path",
        6041.98,
        6045.52
    ],
    [
        " So I was feeling like okay, and then so in the a little later than that",
        6045.52,
        6051.62
    ],
    [
        " I said you know I'm just gonna have some milk right now to do reset the path",
        6051.62,
        6054.76
    ],
    [
        " And then I got home from jujitsu last night six hours later didn't even barely eat anything for dinner because I was still full",
        6054.76,
        6062.48
    ],
    [
        " Why is that?",
        6062.76,
        6063.78
    ],
    [
        " It's um filling",
        6064.3,
        6066.78
    ],
    [
        " Yeah, I guess it's satisfied that satisfies you on multiple fronts. Yeah, yeah plus psychologically come on",
        6066.78,
        6075.16
    ],
    [
        " You kind of knew that it was the mom can you relax solid you felt good about that you were satisfied about that",
        6075.16,
        6080.12
    ],
    [
        " That's probably a big you know factor. So it's not supposed to be a meal replacement",
        6080.12,
        6084.9
    ],
    [
        " But that's not what it was engineering. That's what it was an engineered for but it turns out that if you have it",
        6084.9,
        6089.98
    ],
    [
        " You won't be that hungry because you'd be so full yeah",
        6089.98,
        6093.56
    ],
    [
        " Yes, too for milk. Yeah, I do",
        6093.56,
        6096.7
    ],
    [
        " So it's so it's so different. We had to create a different word for it. Yeah, man",
        6096.7,
        6102.36
    ],
    [
        " That's gonna be in the Oxford English Dictionary soon. I'm sure it will it'll be oh it'll be",
        6102.36,
        6107.48
    ],
    [
        " They'll have to define it in the OED you know the OED is",
        6107.48,
        6112.02
    ],
    [
        " Oxford English Dictionary. Yeah, yeah, that's the real deal right there. All right. There you go",
        6112.02,
        6117.14
    ],
    [
        " That's the big one. Yeah, that's the big one. That's the mother of all dictionaries must be",
        6117.14,
        6122.24
    ],
    [
        " Must be it is. Yeah, there's no must be dang and malk is gonna be in there you say",
        6122.24,
        6126.5
    ],
    [
        " I have to be in there. I will petition. I won't you have to petition for it because people are just gonna start",
        6126.5,
        6131.48
    ],
    [
        " That's how it's just gonna be how yeah, it's just gonna be how and really that's how words get in the dictionary",
        6131.48,
        6136.72
    ],
    [
        " No, I know this just started. Yeah, I just keep using it and here's the here's a good thing about that word not to go off on too much of a tangent",
        6136.72,
        6143.06
    ],
    [
        " But I will and I don't want to do it",
        6143.08,
        6145.08
    ],
    [
        " With this situation. Yeah, malk is the actual legitimate situation malk. It's malk. Yeah, but it's not like the word irregardless and you know",
        6145.08,
        6153.98
    ],
    [
        " Yeah, miss using the word because they're not you know educated on that specific word they use your regardless",
        6153.98,
        6159.64
    ],
    [
        " Their friend uses their neighbor use it their home commuters. How do I get in there too? Well, Pahana is a Hawaiian word",
        6159.64,
        6165.38
    ],
    [
        " I know, but maybe we'll get it into the English Dictionary, but it's not English because that's a thing",
        6165.38,
        6169.26
    ],
    [
        " No, then the the English Dictionary is not filled with words that are only English the whole English language is made up of other words got your console kind of",
        6169.26,
        6177.82
    ],
    [
        " I can get Pahana in there right and malk. Yeah, well petition. We can't petition you don't petition to get them in there",
        6177.82,
        6183.88
    ],
    [
        " You actually just use the words so like the word for t. I wonder if that's my forte when people start trying to rip off malk",
        6183.88,
        6190.44
    ],
    [
        " Yeah, it'll be like hey, we use zerox me a copy of that right? It'll just be the it'll just be the way yeah",
        6190.44,
        6196.96
    ],
    [
        " Instead of a new thing. Yeah, like I'm gonna you know first",
        6197.3,
        6200.94
    ],
    [
        " I'm gonna work out and then like I'm just gonna yeah, I'm gonna",
        6200.94,
        6204.56
    ],
    [
        " Yeah, oh you pick me up some malk from the store",
        6204.56,
        6207.46
    ],
    [
        " Oh, and then people say well what kind of malk do you want right?",
        6207.46,
        6212.0
    ],
    [
        " And they won't be just be talking about it because there'll be nine different brands of malk",
        6212.34,
        6216.22
    ],
    [
        " Okay, you're from the kind of the east way is New England East Coast is that technically better is it considered?",
        6216.22,
        6222.0
    ],
    [
        " Okay, so do you do you grow up in a place where they say coax?",
        6222.0,
        6225.8
    ],
    [
        " No, or pop we call the soda. Okay, yeah, we call it soda too. So I have so soda. Okay, that's normal to me and you know",
        6226.16,
        6233.76
    ],
    [
        " As far as my experience goes and then there's pop",
        6233.76,
        6235.78
    ],
    [
        " You've heard pop up. Yeah, yeah pop that's like the Midwest okay, Ohio and then there's coke yeah, yeah like coke",
        6235.78,
        6243.08
    ],
    [
        " I get a coke yeah, yeah, yeah, what kind of what kind yeah, yeah, right?",
        6243.08,
        6247.44
    ],
    [
        " You know what ever yeah, I had to do this",
        6248.0,
        6252.32
    ],
    [
        " When I was going to college I had to they wanted us to get the words",
        6252.84,
        6257.26
    ],
    [
        " for what okay, what do you call",
        6257.26,
        6260.38
    ],
    [
        " If you get an ice cream cone and you get little flavored tiny bits all over it",
        6260.38,
        6266.58
    ],
    [
        " What do you call those little flavored bits?",
        6266.58,
        6268.66
    ],
    [
        " Oh, spring calls okay, sprinkles. That's that's one of the standards",
        6268.98,
        6272.32
    ],
    [
        " There's a there's some people that call them Jimmy's",
        6272.32,
        6276.4
    ],
    [
        " Okay, okay",
        6276.4,
        6278.2
    ],
    [
        " My wife's ring one okay, and so I did this to her",
        6278.24,
        6282.16
    ],
    [
        " So we had that we had a bunch of words that were broken out that people call different things like soda pop",
        6282.16,
        6288.16
    ],
    [
        " What do you call this? What do you call that? What are you from? What do you call this? What do you call that?",
        6288.16,
        6291.14
    ],
    [
        " I did this with my wife and I actually luckily recorded it because I knew it would be interesting",
        6291.42,
        6295.78
    ],
    [
        " How did you record it like on a tape recorder? No kidding tape recorder old school. Yeah, and then",
        6295.78,
        6301.44
    ],
    [
        " I go and I so I asked my wife, you know",
        6301.44,
        6304.04
    ],
    [
        " What do you call the things that you put on an ice cream cone that are little different colors and the little tiny bits of",
        6304.04,
        6309.92
    ],
    [
        " sugary candy? What would you call this and she without missing a beach because hundreds and thousands",
        6309.92,
        6315.18
    ],
    [
        " Hundreds and thousands, no hundreds and thousands. I started laughing kind of a mouthful. Yeah hundreds and thousands",
        6315.18,
        6322.76
    ],
    [
        " Yeah, yeah, there's no sure and then I said",
        6322.76,
        6325.54
    ],
    [
        " Because okay, what do you call",
        6325.54,
        6327.7
    ],
    [
        " ham",
        6327.7,
        6330.12
    ],
    [
        " mayonnaise lettuce on a long bun",
        6331.8,
        6333.82
    ],
    [
        " That's what do you call that? Yeah, Sanwich is that me?",
        6333.82,
        6338.9
    ],
    [
        " There's no specific but I get it. I don't call it a hokey, okay, but I don't know like a sub sandwich or something",
        6339.36,
        6346.42
    ],
    [
        " Okay, so we used to call it a grinder. Yeah, never",
        6346.42,
        6350.7
    ],
    [
        " The second new England grind to get it. I want to get a grinder",
        6350.7,
        6353.54
    ],
    [
        " But my my wife",
        6353.54,
        6356.1
    ],
    [
        " calls it a bap a bap",
        6356.1,
        6358.64
    ],
    [
        " Bap a bap and this",
        6358.72,
        6360.58
    ],
    [
        " It's like I said what do you call that thing and she's like oh it's a bap ham bap cheese bap",
        6360.58,
        6365.36
    ],
    [
        " Anyways, and what's that just a long sandwich like a long look at some ways and which",
        6365.36,
        6371.66
    ],
    [
        " Yeah sub club",
        6371.66,
        6373.2
    ],
    [
        " So at some point people are just gonna say malk and that's gonna have a meaning yeah beyond",
        6373.2,
        6378.62
    ],
    [
        " Just what we have right now. Yeah, because people will be making it everyone's we trying to make it sure",
        6378.62,
        6384.28
    ],
    [
        " Sure, it's gonna be just so common. You know, it's gonna be it's like oh you'll have",
        6384.28,
        6388.02
    ],
    [
        " It's gonna replace let's say replace his lunch like so oh like oh yeah, three meals a day breakfast malk and dinner",
        6388.64,
        6394.44
    ],
    [
        " Right oh, what are you gonna have oh, yeah, hey, they're gonna come over for malk later on",
        6394.44,
        6399.56
    ],
    [
        " Yeah, right. Yeah, hey our guys coming over tonight to have some malk and watch the game. Sure have some malks",
        6399.56,
        6406.1
    ],
    [
        " Yeah, right. Yeah, you're gonna look on kids elementary school schedule and be like boom, you know recess and then you know",
        6406.1,
        6412.6
    ],
    [
        " 1130 malk and then you know, boom history, you know, what I got you man. Yeah, that's where it's going",
        6412.6,
        6418.62
    ],
    [
        " The horn's gonna sell malk break, right? Yeah, yeah, oh, Hannah. Let's go get some milk for some of its powhana. Yeah, that's what I said",
        6419.2,
        6426.8
    ],
    [
        " A lot of times on the my part of the island we called it a little bit different. Oh, you're right right that's it. I got you",
        6426.8,
        6431.72
    ],
    [
        " I have the new England how I",
        6431.72,
        6433.16
    ],
    [
        " All right, so that's malk",
        6433.16,
        6435.58
    ],
    [
        " malk okay, boom",
        6435.58,
        6438.12
    ],
    [
        " Yeah, malk doesn't get you get your hands on some of that you're good. Yeah, pahana and they didn't add on",
        6438.12,
        6444.34
    ],
    [
        " It means finish work means when you're done work your pile. Oh, I know exactly what I did",
        6445.04,
        6449.22
    ],
    [
        " Come on this is for the people maybe they did you know, yeah, but if you say pal p.a. You yeah",
        6449.22,
        6455.72
    ],
    [
        " Sounds like pio pio w like pal pal that means finish",
        6455.72,
        6460.86
    ],
    [
        " Little yep direction for sure. Are you pal? Yep. Are you finished?",
        6460.86,
        6466.26
    ],
    [
        " Hey, I pal. Yep, I'm finished. Definitely. Yep. That's how I was used it. Hannah means like did you do it like that?",
        6466.64,
        6474.32
    ],
    [
        " You're doing no you're doing it me doing like if you say hana ho that means let's do it again",
        6474.56,
        6480.72
    ],
    [
        " You know, whatever it is or like if someone usually they say well a common place they say it is like if a band is playing and it's like a dope song",
        6480.72,
        6488.68
    ],
    [
        " And they killed it they say hana ho means like play again play again. I remember yelling that when I was a kid or if you go",
        6488.68,
        6495.18
    ],
    [
        " Or if you go do something fun and you guys are done you say you're goodbyes to your friends and you say what tomorrow?",
        6495.18,
        6502.8
    ],
    [
        " Hanna ho means you don't do that thing tomorrow. It's good again. Yeah, unless back to origin our company",
        6502.8,
        6510.32
    ],
    [
        " Origin made a macro by the way this stuff good stuff",
        6510.32,
        6514.42
    ],
    [
        " Including geese for jitsu starting to jitsu you asked ask me ask jaco whatever if you if you ask me or jaco what geeky get here it is",
        6514.42,
        6524.8
    ],
    [
        " un",
        6524.8,
        6526.02
    ],
    [
        " compromised not uncompromised no exception",
        6526.02,
        6530.46
    ],
    [
        " No exception that I can take of anyway",
        6531.74,
        6533.98
    ],
    [
        " You get an origin geek for many many reasons. I'm not gonna go into all of them",
        6533.98,
        6539.04
    ],
    [
        " But they are made in America and they're made for jiu jitsu",
        6539.04,
        6542.22
    ],
    [
        " Sounds weird right like a 20 minutes a jiu jitsu get it's made for jiu jitsu",
        6542.22,
        6547.14
    ],
    [
        " Not as much as the origin geek. That's the thing",
        6547.14,
        6550.54
    ],
    [
        " You have a jiu jitsu guy who is an expert in textiles manufacturing",
        6550.54,
        6555.94
    ],
    [
        " Some fashion I know I know but it's part of it",
        6557.64,
        6560.72
    ],
    [
        " And he's like you know what I'm gonna make a geek",
        6560.72,
        6563.56
    ],
    [
        " For jiu jitsu for doing jiu jitsu in you know",
        6563.56,
        6567.5
    ],
    [
        " Not just hey, I geek which is cool and you can use a for jiu jitsu. Let's make a bunch of blanks",
        6567.5,
        6571.92
    ],
    [
        " And whatever brands can buy them from us and you know just kind of this thing and we'll ship into them in the US. No, it's not that",
        6571.92,
        6578.28
    ],
    [
        " Pete made jiu jitsu geese for jiu jitsu shape for jiu jitsu",
        6578.28,
        6583.22
    ],
    [
        " woven for jiu jitsu",
        6583.7,
        6584.64
    ],
    [
        " Yeah, so when you put it on you do the jiu jitsu yeah",
        6584.64,
        6588.94
    ],
    [
        " And when you put it in the dryer it actually dries",
        6588.94,
        6591.62
    ],
    [
        " Yeah, which is even so this is totally",
        6591.62,
        6594.4
    ],
    [
        " So this these geese all of them perform when you're doing jiu jitsu and when you're not doing jiu jitsu",
        6594.4,
        6600.24
    ],
    [
        " Yeah, boom there it is and all made in America did I mention that everything even the threads or made in America even the cotton is grown in America",
        6600.24,
        6607.48
    ],
    [
        " Yeah, most of us already know that but I'm gonna say it again because some of us don't necessarily know that now we do",
        6607.48,
        6612.64
    ],
    [
        " It's pretty cool when you're putting on a geek and you know the people that actually made it. Yeah, that's what made it. Yeah",
        6612.64,
        6619.96
    ],
    [
        " They're supporting when you're when you're when you know you're supporting the economic growth of this country",
        6619.96,
        6627.48
    ],
    [
        " Yes",
        6627.48,
        6628.48
    ],
    [
        " And at the same time you're getting the best possible",
        6628.48,
        6631.44
    ],
    [
        " Geo you can get yeah, I'd say that's a hundred percent positive. That's a win-win across the board",
        6631.44,
        6636.24
    ],
    [
        " Yeah win-win across the board and everyone's kind of in the game together. You have that additional like additional feeling",
        6636.24,
        6641.96
    ],
    [
        " Situation that's my opinion. That's my experience. Anyway",
        6642.88,
        6645.64
    ],
    [
        " Also rash guards. These are good rash guards by the way",
        6645.64,
        6650.06
    ],
    [
        " Um while you're then again good. Hmm good rash guards is that just a matter of opinion. Okay, where do you mean calm look at the rash guards",
        6650.06,
        6657.36
    ],
    [
        " You'll like one",
        6657.36,
        6659.22
    ],
    [
        " Also the immersion camp jiu jitsu immersion camp one of the best ways to learn anything",
        6659.22,
        6668.4
    ],
    [
        " Including but not limited to jiu jitsu",
        6668.76,
        6670.82
    ],
    [
        " Is the immersed yourself in it so what am I immersed in it?",
        6670.82,
        6674.86
    ],
    [
        " Emersed yourself in jiu jitsu you can on August 26",
        6675.04,
        6678.9
    ],
    [
        " Two sessions you can go from the 26 27 28",
        6678.9,
        6684.04
    ],
    [
        " 29 and then the second session the 30th through the second",
        6684.04,
        6689.22
    ],
    [
        " September 2nd or you can do it all either way more stuff in jiu jitsu Dean is going is Dean going yes, so Dean Lister is going",
        6689.22,
        6696.56
    ],
    [
        " Jocco's going I'm going",
        6697.2,
        6699.42
    ],
    [
        " Lave's going late babin is going Dave Burke's going good deal Dave and JP's going",
        6699.42,
        6707.74
    ],
    [
        " so",
        6707.74,
        6709.24
    ],
    [
        " Maybe Mike in Flynn as far as the echelon front. Yeah, my daughter going",
        6709.24,
        6714.84
    ],
    [
        " Maybe maybe not no, I'm telling they're not so maybe not no not going okay. Got you. I understand now",
        6714.84,
        6722.1
    ],
    [
        " Okay, either way we're all gonna be there",
        6722.1,
        6723.92
    ],
    [
        " And if the question it is I don't have any jiu jitsu at all. I don't have any jiu jitsu at all. Do I go to a jiu jitsu camp?",
        6723.92,
        6731.22
    ],
    [
        " Yes answers yes Andy's going to look like okay Andy Burke",
        6732.16,
        6737.04
    ],
    [
        " hard core for a DCC",
        6737.04,
        6739.58
    ],
    [
        " and oh yeah somebody asked if if there's an is there a chance to go see the factory where everything's made",
        6739.58,
        6746.86
    ],
    [
        " And the answer is affirmative",
        6746.86,
        6748.74
    ],
    [
        " Middle the week Wednesday in between jiu jitsu sessions go to the factory",
        6749.34,
        6753.42
    ],
    [
        " But you know get to see everything get to meet the people that make everything. It's awesome. Yes very much",
        6753.42,
        6759.44
    ],
    [
        " That's a good little hangout spot too last time we're there. We're kind of hanging out there for a little bit. Yeah",
        6759.44,
        6764.42
    ],
    [
        " I was kind of fun",
        6764.42,
        6765.22
    ],
    [
        " But yeah, it's a good one. That's gonna be a good one eat some lobster too if you like lobster",
        6765.22,
        6769.1
    ],
    [
        " I don't know some people don't like like lobster so whatever maybe not that's not the draw",
        6769.1,
        6772.64
    ],
    [
        " Yeah, eat some to take boom all good good camp camp echo lake layers",
        6772.64,
        6776.9
    ],
    [
        " in Maine",
        6777.42,
        6778.26
    ],
    [
        " I'll see you there",
        6778.26,
        6779.96
    ],
    [
        " also",
        6779.96,
        6781.14
    ],
    [
        " for fitness gear",
        6781.14,
        6782.98
    ],
    [
        " on it.com slash jaco good kettlebells on there",
        6782.98,
        6786.82
    ],
    [
        " The best kettlebells better of opinion my opinion yes",
        6786.82,
        6791.18
    ],
    [
        " That's the only kettlebells I have on it kettlebells and I think I have more or less all of them all of them makes it but this teeny tiny small ones in one",
        6791.18,
        6800.5
    ],
    [
        " Series or all of them all of them all of them all of them all of them you get the zombie ones zombie ones",
        6800.5,
        6806.34
    ],
    [
        " Well some of them were sold out so aside from the sold out ones. Yes. Oh actually. I don't have star ones with ones yet",
        6806.34,
        6812.4
    ],
    [
        " You're getting them but here's the same weight. Yeah, see so that's a thing you just don't care if you're just in the game",
        6812.4,
        6817.74
    ],
    [
        " Yeah, a little bit so different inspired for boba fat versus yeah depends on the workout",
        6817.74,
        6822.7
    ],
    [
        " But here's a here's the thing on the honest like if I do have the same weight",
        6822.7,
        6826.3
    ],
    [
        " Maybe I'll get one in one you know because I have double everything",
        6826.3,
        6829.22
    ],
    [
        " But wait double meaning four to get a bar's to yeah two each one free chance",
        6829.22,
        6835.54
    ],
    [
        " You know you do the double hand it situations. Yeah, those are dope good thing too about on it.com that website is the information on there",
        6835.54,
        6843.66
    ],
    [
        " Health various",
        6843.66,
        6846.7
    ],
    [
        " philosophies and pursuits of",
        6846.7,
        6850.02
    ],
    [
        " You know exercises and workout programs like depending on what you want to do stuff like that good information about the products too also",
        6850.02,
        6857.84
    ],
    [
        " Socks I",
        6857.84,
        6863.04
    ],
    [
        " But I just got some in their dope and they're kind of like",
        6863.76,
        6866.56
    ],
    [
        " You know how like when you're going through the airport right you got to take off your shoes",
        6866.56,
        6870.32
    ],
    [
        " Some of us some of us you know I know I get it some people",
        6870.32,
        6872.62
    ],
    [
        " They don't got to take off the shoes",
        6872.62,
        6873.62
    ],
    [
        " But when you got to take off your shoes and you kind of have your socks one time",
        6873.62,
        6876.62
    ],
    [
        " So I was going through I had the on it socks on I felt kind of some it because it felt dope because they're kind of dope",
        6876.62,
        6881.06
    ],
    [
        " They look dope, you know",
        6881.06,
        6882.32
    ],
    [
        " Seems ain't whole situation. Yeah, Brad get some socks and go travel report back",
        6882.32,
        6887.64
    ],
    [
        " Anyway on it dot com slash chocolate. I do a lot of real good stuff on there",
        6887.64,
        6891.44
    ],
    [
        " Improved yourself also when you are shopping or or or when you're going to shop for any of the books that jockel recommends",
        6893.68,
        6901.14
    ],
    [
        " Including jockelo's books by the way",
        6901.14,
        6903.2
    ],
    [
        " Extra ownership the updated one way the worry kid both of them",
        6903.2,
        6908.42
    ],
    [
        " Dislin equals freedom field manual best kind of field manual or best kind of manual by the way field manual",
        6908.42,
        6914.48
    ],
    [
        " Kind of you can read in the field anyway when you're shopping for any of these books",
        6914.48,
        6918.2
    ],
    [
        " I kind of organized on jockelo podcast dot com",
        6918.2,
        6920.8
    ],
    [
        " Jockelo's books are in the front page right there kind of in plain view",
        6921.06,
        6923.98
    ],
    [
        " Marie designed the website by the way, but this is gonna stay the same",
        6923.98,
        6927.3
    ],
    [
        " I have a page though",
        6927.3,
        6929.62
    ],
    [
        " Jockelo podcast books or books from the episodes what it's called anyway top man you click on there",
        6929.62,
        6935.82
    ],
    [
        " They're all organized by episode",
        6935.82,
        6937.58
    ],
    [
        " Authors listed there with the title boom click through there boom good way to support by the get your books get your other stuff from Amazon whatever you're getting",
        6937.58,
        6945.32
    ],
    [
        " Good way to support",
        6947.74,
        6949.0
    ],
    [
        " People don't think that's a big deal. It's a big deal",
        6949.0,
        6952.28
    ],
    [
        " Just that small little action",
        6952.28,
        6955.38
    ],
    [
        " Has a big reaction",
        6955.38,
        6958.2
    ],
    [
        " Kind of like remember",
        6958.2,
        6960.52
    ],
    [
        " Dropping a piece of sodium in water",
        6960.52,
        6963.96
    ],
    [
        " People have been reminding me of that analogy recently",
        6963.96,
        6968.24
    ],
    [
        " No, we haven't talked about it in a while",
        6968.24,
        6971.96
    ],
    [
        " You drop pieces sodium in water it explodes huge small action by dropping a small little thing big reaction",
        6972.34,
        6978.66
    ],
    [
        " sodium",
        6978.66,
        6979.54
    ],
    [
        " Fair enough",
        6979.54,
        6980.92
    ],
    [
        " There you go revisit that one anyway also subscribe to the podcast if you haven't already on iTunes",
        6980.92,
        6986.72
    ],
    [
        " In stitcher in Google play and or wherever else you listen to podcasts a lot of podcasts apps",
        6986.72,
        6992.88
    ],
    [
        " So subscribe good way to support also subscribe on YouTube",
        6992.88,
        6996.22
    ],
    [
        " For the video version of this podcast",
        6996.22,
        6998.88
    ],
    [
        " It's something and but what I call it important",
        6999.62,
        7002.02
    ],
    [
        " The video version",
        7002.02,
        7004.2
    ],
    [
        " Sure if you want to know what do I look like if you don't know or you want to know what I look like if you want to know what the guests look like",
        7004.2,
        7012.16
    ],
    [
        " Because that I think",
        7012.16,
        7013.84
    ],
    [
        " Is gonna peak your curiosity more so that's my opinion anyway point there is video version of the podcast also excerpts on there",
        7013.84,
        7021.76
    ],
    [
        " We'll put on there uh, you know for you know, you want to share some lessons that jockel talks about with your friends",
        7021.76,
        7027.26
    ],
    [
        " Online email the tool whatever Facebook whatever",
        7028.12,
        7030.46
    ],
    [
        " And uh, you know, they're more likely listen to a little excerpt then maybe a three hour podcast on something and sift through that one lesson",
        7030.46,
        7037.66
    ],
    [
        " You wanted them to learn you see what I'm saying anyway, you to subscribe if you want",
        7037.66,
        7041.7
    ],
    [
        " Good way to support also jockela's store. It's called jockel store",
        7041.7,
        7045.02
    ],
    [
        " This is where you can get the shirts the very shirt the jockela's wearing right now",
        7045.02,
        7048.72
    ],
    [
        " You can have that exact shirt exact shirt if you want if that even means anything to you",
        7048.72,
        7054.12
    ],
    [
        " But I think the shirts are cool discipline equals freedom get after you know, you want to represent in your part of the world in the field in the wild",
        7054.36,
        7061.58
    ],
    [
        " That's where you can get a jockel store.com this whim stuff on there as well and patches",
        7061.58,
        7066.26
    ],
    [
        " hats two kind of hats truckers and flex fit",
        7066.26,
        7070.12
    ],
    [
        " They're good. They came out good. I think",
        7070.12,
        7072.44
    ],
    [
        " So go on there. Let me know what you think think they're good get something if you don't think they're good",
        7072.44,
        7078.18
    ],
    [
        " Let me know how I can improve a week and improve collectively",
        7078.18,
        7081.9
    ],
    [
        " The hat situations people are very vocal",
        7082.42,
        7084.76
    ],
    [
        " We invite them to be vocal if they think of a",
        7084.76,
        7088.82
    ],
    [
        " product or a",
        7088.82,
        7091.7
    ],
    [
        " shirt designer something",
        7091.7,
        7093.42
    ],
    [
        " And I encourage that",
        7093.42,
        7095.08
    ],
    [
        " Also rash guards on their good cool rash guards 19% increase in performance what we used to preach",
        7095.08,
        7101.04
    ],
    [
        " You know what I'm gonna go ahead and continue preaching that also",
        7101.04,
        7104.14
    ],
    [
        " Psychological warfare",
        7104.14,
        7106.34
    ],
    [
        " I'll tell you what this is if you don't know",
        7106.34,
        7109.3
    ],
    [
        " It's an album with tracks of jockel on there each track not singing he's saying stuff",
        7109.3,
        7114.0
    ],
    [
        " And this is what he's saying if you're having okay if you're having we uh moments of weakness on your kind of",
        7114.0,
        7119.48
    ],
    [
        " Pursuit your campaign against weakness is what we're calling it",
        7119.48,
        7124.22
    ],
    [
        " You haven't trouble wake up waking up in the morning every once in a while or you're you're feeling you",
        7124.22,
        7129.18
    ],
    [
        " You don't feel like working out. I know we know that if you don't feel like working out you still work out",
        7129.18,
        7134.0
    ],
    [
        " That's",
        7136.24,
        7136.64
    ],
    [
        " That's the deal you still work out even if you don't but everyone's in while you really don't feel like doing it or",
        7136.64,
        7142.32
    ],
    [
        " You're so caught up in this other thing and you kind of play games with your mind. You're like, you know what?",
        7142.32,
        7147.26
    ],
    [
        " I could skip the workout and it's justified literally justified because I would get this other work done that I'm working on right now",
        7147.46,
        7153.52
    ],
    [
        " That's another one",
        7153.52,
        7155.6
    ],
    [
        " But you listen to this jockel jockel will tell you this track when really one of the tracks on the album you listen to it",
        7155.6,
        7162.08
    ],
    [
        " Jockel will tell you why you shouldn't skip the workout",
        7162.08,
        7164.0
    ],
    [
        " Guess what you won't skip the workout 100% effective psychological warfare is what's called jockel willing",
        7164.0,
        7170.94
    ],
    [
        " It's on itunes or amazon or whatever you can buy wherever you buy mp3s",
        7170.94,
        7175.86
    ],
    [
        " That's where you can get it good way to support check also you can get",
        7175.86,
        7180.0
    ],
    [
        " Jocke white tea you can get it dry",
        7180.0,
        7184.68
    ],
    [
        " In little tea bags and that's cool and now you can also get it in the can",
        7184.68,
        7189.86
    ],
    [
        " and",
        7190.6,
        7191.22
    ],
    [
        " cans of jocke white tea",
        7191.22,
        7192.66
    ],
    [
        " Taste really good and",
        7192.66,
        7197.6
    ],
    [
        " More important gives you an eight thousand pound deadlift which is you know not a big deal something yeah, so",
        7197.6,
        7204.42
    ],
    [
        " No more of the sugar filled chemical laced crappy energy drinks those are gone no more",
        7204.42,
        7211.62
    ],
    [
        " Those days are over instead. It's time for jocke white tea in a can",
        7211.62,
        7216.48
    ],
    [
        " uh",
        7218.84,
        7219.48
    ],
    [
        " Books you mentioned them way the war your kid series",
        7219.48,
        7222.56
    ],
    [
        " Getting kids on the path now discipline hard work respect",
        7222.56,
        7228.68
    ],
    [
        " The path to getting stronger smarter faster and better and if you don't believe me",
        7228.68,
        7234.88
    ],
    [
        " If you don't believe me",
        7234.88,
        7237.22
    ],
    [
        " Mm-hmm check out my uh my social media check out my twitter and you'll see",
        7237.22,
        7243.3
    ],
    [
        " kids kids",
        7243.3,
        7245.64
    ],
    [
        " Working out cleaning their rooms voluntarily studying voluntarily doing book reports voluntarily check it out",
        7246.48,
        7255.44
    ],
    [
        " It's awesome",
        7255.44,
        7256.54
    ],
    [
        " You can",
        7256.54,
        7258.96
    ],
    [
        " See it there get your kids on the path and get your neighbors kids on the path and get your your nieces and nephews on the path",
        7258.96,
        7267.7
    ],
    [
        " Also a path of a warrior kid that's all about hard work you can go to irish oaks ranch dot com",
        7267.7,
        7276.34
    ],
    [
        " And get some soap made by warrior kid aiden. He started his own business. Yep. I got some still it's good to go",
        7276.48,
        7283.56
    ],
    [
        " He gets it from goat milk",
        7283.56,
        7285.88
    ],
    [
        " Yeah",
        7285.88,
        7286.54
    ],
    [
        " Let me add about the soap that again",
        7286.54,
        7289.9
    ],
    [
        " I said this before it's important to understand too with you know how you get like the your",
        7289.9,
        7294.38
    ],
    [
        " neighbor whatever they make their little designer so maybe they looked it up on youtube or how to make it or whatever",
        7294.38,
        7301.24
    ],
    [
        " They put their perfumes in and they wrap it up in a nice little net wrapping with a little ribbon. It's cool",
        7301.24,
        7306.06
    ],
    [
        " I dig it I dig it",
        7306.06,
        7307.62
    ],
    [
        " But you don't really use that soap, you know, it's like all right. I'm not gonna use it",
        7307.62,
        7311.74
    ],
    [
        " But I mean thanks, you know, and I got a soap decorative piece right whatever. It's not that kind of soap",
        7311.74,
        7317.14
    ],
    [
        " No, it's legit. So you go use this soap. I didn't even think to say that because I thought everyone knew",
        7317.14,
        7323.18
    ],
    [
        " I guess people get sospeck as a young kid",
        7323.18,
        7325.74
    ],
    [
        " Maybe or you just hear like oh special soap. I don't then depend on your experience",
        7325.74,
        7331.0
    ],
    [
        " I'm sure people don't give you decorative soap items",
        7331.0,
        7334.9
    ],
    [
        " No, they don't regularly no",
        7334.92,
        7336.94
    ],
    [
        " Okay, but do the good thing about this soap from my opinion. It's all about function and this soap will help you stay clean",
        7336.94,
        7343.42
    ],
    [
        " Yes, sir",
        7343.42,
        7344.52
    ],
    [
        " The discipline equals freedom field manual",
        7344.52,
        7346.96
    ],
    [
        " You can give the gift a discipline",
        7346.96,
        7349.48
    ],
    [
        " And you know if you know someone that's like sort of maybe got a foot off the path",
        7349.48,
        7353.32
    ],
    [
        " That's a person that's right before you just put equals freedom field manual. Yeah, that's a person that you go",
        7353.32,
        7358.86
    ],
    [
        " Hey, man, it's got this book man. Give it a just take a look at it. Yeah, just take a look at it",
        7358.86,
        7364.1
    ],
    [
        " Yeah, doesn't look normal. No, it looks actually pretty dope. Yeah, and then they read something",
        7364.1,
        7369.14
    ],
    [
        " And then they say you know",
        7369.14,
        7371.16
    ],
    [
        " Get some back on the path if you want the audio version of that it's discipline equals freedom field manual",
        7371.16,
        7378.18
    ],
    [
        " It's it's not unaudible. It's on iTunes Amazon music Google Play other MP3 platforms",
        7378.18,
        7384.8
    ],
    [
        " That's where it's at also for leadership extreme ownership. This is a leadership book",
        7384.8,
        7388.62
    ],
    [
        " For the battlefield for business and for life now the audible version",
        7388.62,
        7393.6
    ],
    [
        " Of that is available on audible and it is me reading it",
        7394.46,
        7398.4
    ],
    [
        " And it's lafe bab and reading it otherwise known as Texas bab man because he talks it. I know",
        7398.4,
        7403.46
    ],
    [
        " So if you want to hear us read it",
        7403.46,
        7406.48
    ],
    [
        " Not just reading it, but there's also sound effects some sound effects",
        7406.48,
        7410.16
    ],
    [
        " We didn't go overboard even though we were tempted uh-huh. We had to pull the reins a little bit",
        7410.16,
        7414.1
    ],
    [
        " But I don't know why I didn't very talk about this very much, but yeah check it out",
        7414.1,
        7420.02
    ],
    [
        " The audible version of that book",
        7420.02,
        7422.06
    ],
    [
        " Also do September 25th the follow on book to extreme ownership",
        7423.34,
        7427.66
    ],
    [
        " It's called the dichotomy leadership. It's available for preorder right now Amazon",
        7427.66,
        7432.32
    ],
    [
        " Barnes and Noble local bookstore",
        7432.32,
        7435.04
    ],
    [
        " If you want that first edition version which you do",
        7435.04,
        7440.0
    ],
    [
        " Then order it now that way the",
        7440.0,
        7443.48
    ],
    [
        " The publishing company whose lagging doesn't get it",
        7443.48,
        7448.26
    ],
    [
        " Living in the stone ages they won't print enough",
        7448.26,
        7451.12
    ],
    [
        " And then you won't get a copy it'll take an extra week",
        7451.7,
        7454.44
    ],
    [
        " They got to print more like happen with the warrior kid books like to happen with the first extreme ownership",
        7454.44,
        7458.68
    ],
    [
        " Happened with this mini go freedom field manual",
        7458.68,
        7460.74
    ],
    [
        " They ran out",
        7460.74,
        7462.3
    ],
    [
        " If you preorder they won't run out so preorder it",
        7462.3,
        7466.56
    ],
    [
        " And if you need support at your business or your team we have echelon front",
        7466.56,
        7472.68
    ],
    [
        " It's me lafe bab and jp2no Dave Burke our website is echelonfront.com and we solve problems through",
        7472.68,
        7480.92
    ],
    [
        " leadership that's what we do all the problems you have in your business in your team and your organization the problems that you have all of them are leadership problems",
        7481.12,
        7488.48
    ],
    [
        " all of them",
        7488.48,
        7490.54
    ],
    [
        " That's a bold statement to make isn't it yes, it's factual",
        7490.54,
        7494.34
    ],
    [
        " You're not going to solve those problems through spreadsheets",
        7494.34,
        7498.14
    ],
    [
        " You're going to solve those problems through leadership",
        7498.14,
        7501.76
    ],
    [
        " So",
        7501.76,
        7503.3
    ],
    [
        " Let us know if you need some help and of course there's the muster",
        7503.3,
        7507.22
    ],
    [
        " We've done five musters so far all of them sold out the last one we did in DC was nuts. It was awesome",
        7508.28,
        7514.96
    ],
    [
        " Lot of knowledge that's getting put out a lot of intensity",
        7514.96,
        7519.2
    ],
    [
        " There's one more muster in 2018 it's muster 0 0 6 in San Francisco October 17th and 18th",
        7519.2,
        7525.92
    ],
    [
        " It is going to sell out as well. Don't get mad",
        7525.92,
        7528.34
    ],
    [
        " And you can't go because it's sold out",
        7528.34,
        7531.12
    ],
    [
        " Going register extreme ownership calm and also for",
        7531.12,
        7534.74
    ],
    [
        " Current military law enforcement firefighters paramedics border patrol other first responders",
        7534.82,
        7541.04
    ],
    [
        " We got roll call 0001 September 21st in Dallas, Texas. It's a focused one day leadership training seminar",
        7541.04,
        7548.34
    ],
    [
        " And it's aimed at people in uniform",
        7548.34,
        7551.68
    ],
    [
        " Then you can also register for that ed extreme ownership calm",
        7551.68,
        7555.38
    ],
    [
        " And until the muster in San Francisco or the roll call or the immersion camp in Maine",
        7555.38,
        7561.36
    ],
    [
        " If you want to maintain contact with us",
        7562.86,
        7565.6
    ],
    [
        " You can't find us on the into webs echo is at echo Charles and I am at jaco willink and to those of you that are wearing the uniform out there on the front lines right now",
        7565.6,
        7576.38
    ],
    [
        " Thank you for",
        7576.38,
        7577.76
    ],
    [
        " Keeping evil at bay and the vets that have already served. Thank you for doing your share",
        7577.76,
        7584.32
    ],
    [
        " and to the",
        7584.32,
        7586.32
    ],
    [
        " First responders police law enforcement firefighters paramedics border patrol",
        7587.08,
        7592.74
    ],
    [
        " Thanks to all of you",
        7592.74,
        7595.18
    ],
    [
        " For staying ready staying alert staying strong and keeping us safe",
        7595.18,
        7600.66
    ],
    [
        " Here at home and to the families of all that serve. Thank you for your sacrifice",
        7600.66,
        7607.56
    ],
    [
        " As your loved ones serve us and to the rest of you out there",
        7607.56,
        7612.96
    ],
    [
        " Thanks for listening",
        7615.46,
        7616.74
    ],
    [
        " Thanks for supporting you actually make this podcast possible so thank you but",
        7616.74,
        7621.86
    ],
    [
        " Never mind all that thanks for doing what you do every day. Thanks for waking up early and staying up late",
        7621.86,
        7630.74
    ],
    [
        " Thanks for putting in the hours the long hours",
        7630.74,
        7634.28
    ],
    [
        " grinding",
        7634.28,
        7636.28
    ],
    [
        " working",
        7636.28,
        7638.1
    ],
    [
        " Making things happen standing up when the hard times come",
        7639.5,
        7643.92
    ],
    [
        " And they come",
        7643.92,
        7647.56
    ],
    [
        " You're not alone the hard times come to all of us and when they do stand up",
        7647.56,
        7656.74
    ],
    [
        " grit your teeth",
        7656.74,
        7660.12
    ],
    [
        " And get after it",
        7660.12,
        7665.72
    ],
    [
        " Until next time this is echo and jaco",
        7665.72,
        7670.14
    ],
    [
        " out",
        7670.14,
        7671.98
    ]
]