[
    [
        " Jocco. Yes. In the SEAL teams, you led all male teams. Any leadership difference in",
        0.44,
        7.3
    ],
    [
        " business world in the business world with mixed gender or female teams? So first of",
        7.3,
        14.58
    ],
    [
        " all in the military, I did work with women. There's no women in SEAL teams, but there's",
        14.58,
        18.3
    ],
    [
        " women that are in Intel, there's women that are in logistics, there's women in the,",
        18.3,
        21.74
    ],
    [
        " some of the logistics support units that go out in the field sometimes. So definitely worked",
        22.08,
        28.46
    ],
    [
        " with women in the military and in the civilian sector with with Ashilan Front, I've worked with",
        28.78,
        34.24
    ],
    [
        " all kinds of women, all kinds of women in every level from CEOs on down to frontline troopers.",
        34.24,
        40.92
    ],
    [
        " And here's the deal for me, it's no factor. No factor to me. What's a factor to me is,",
        41.72,
        48.34
    ],
    [
        " can they do their job? Do they have an open mind? Are they humble? Do they treat people with",
        48.66,
        52.98
    ],
    [
        " respect? Those are the kind of things that I'm judging. It's like what we talked about earlier.",
        52.98,
        60.06
    ],
    [
        " I'm judging, but I'm not judging based on what they are. I'm judging on who they are and who",
        60.4,
        66.24
    ],
    [
        " they are as a person. So that's, I see no real difference. The leadership, the way that you",
        66.24,
        75.22
    ],
    [
        " lead doesn't change. In my opinion, from the women I've seen in leadership positions,",
        75.22,
        79.82
    ],
    [
        " to the men I've seen in leadership positions, the way they lead is successful because of the way",
        80.56,
        86.34
    ],
    [
        " they lead, not because they're male or female. And some of the stereotypes that you might see out there,",
        86.34,
        92.82
    ],
    [
        " like, like, for instance, men are tougher than women or men or women are more emotional than men.",
        95.72,
        102.76
    ],
    [
        " That's just garbage. And if you see, I've seen at least when you get to a leadership position,",
        103.06,
        109.22
    ],
    [
        " I've definitely seen women that were way tougher than guys were in terms of, hey, we've got to",
        109.34,
        113.72
    ],
    [
        " make this move for the company. Here's what I'm going to do. Boom, they execute it. And I've seen",
        113.72,
        117.66
    ],
    [
        " men that were way too emotional and attached to the scenario and ruin it because they're just",
        117.66,
        122.82
    ],
    [
        " way more emotional than the stereotypical woman might be. So that's why I just don't think you",
        122.82,
        128.14
    ],
    [
        " can trust them. I look at a person, not whether they're a man or a woman. I'm looking at their,",
        128.14,
        130.98
    ],
    [
        " the content of their character for the second time. I'll say that today, MLK.",
        130.98,
        135.54
    ],
    [
        " Now, when we start talking about combat, there's some physical differences that make a definite",
        139.0,
        145.66
    ],
    [
        " impact. And I talked about on Tim Kennedy, if you want to hear him, we talk about that,",
        145.66,
        149.06
    ],
    [
        " because, yeah, when you get into some physical things, men are stronger than women. And so there's",
        149.48,
        156.46
    ],
    [
        " some physical limitations there. But in terms of leadership capabilities in the civilian sector,",
        156.46,
        162.44
    ],
    [
        " there's, yeah, I'm not, I'm not, I'm not worried about men and women. Yeah, they're okay,",
        163.08,
        169.12
    ],
    [
        " there's some nuances there. There are. There are new, for instance, who like one, you'll hear is,",
        169.18,
        174.9
    ],
    [
        " I'll get asked, you know, I'm a female and I'm in charge of these guys.",
        174.96,
        178.64
    ],
    [
        " You know, how should I act or what should I do? Because they, they might not like working for",
        179.44,
        185.64
    ],
    [
        " a, for a, for a girl. And I say, they probably, that guy probably wouldn't like working for a guy,",
        185.64,
        190.42
    ],
    [
        " either, or for a younger guy or for a guy that got moved from another department. There's",
        190.48,
        194.76
    ],
    [
        " it's the same thing. It's the same thing. So what are you going to do? It's the same thing I always",
        194.76,
        199.4
    ],
    [
        " say. Be humble. Listen to what they have to say. Keep an open mind. That's what you're going to do,",
        199.4,
        202.66
    ],
    [
        " regardless. Male, female, whatever. It just, older, younger, doesn't matter. You want it, the being",
        202.92,
        208.3
    ],
    [
        " a good leader, the principles don't change. That's all there is to it. Yeah, because, yeah, because",
        208.3,
        215.36
    ],
    [
        " as an insecure guy getting, getting led or, or, or, or, or a girl calling shots or whatever,",
        215.36,
        223.64
    ],
    [
        " will affect them. But like I said, if they, if their leadership principles are sound,",
        223.84,
        230.16
    ],
    [
        " yeah, doesn't matter, making the right call, it's going to be obvious. And that, like, that guy's",
        230.28,
        235.98
    ],
    [
        " messing up or, you know, like he's, he's, um, acting out of insecurity or not acting out of",
        235.98,
        242.1
    ],
    [
        " insecurity. It's going to be obvious. The leadership part, as long as that sound,",
        242.24,
        245.96
    ],
    [
        " you're going to have success. Yeah. Yeah. So yeah, I'm, that's no factor to me.",
        246.34,
        254.06
    ],
    [
        " Next question. Maybe I should bring some of the female leaders that I've worked with on the",
        255.46,
        264.9
    ],
    [
        " podcast. You know, the thing, the problem with that is, they're no different than the male leaders",
        264.9,
        270.5
    ],
    [
        " of work. I'm sure that there's some, some women who listen to this and they go, Oh, you don't",
        270.5,
        274.14
    ],
    [
        " know how hard it is when X, or you don't know, I, but that's what I'm saying. Like the good female",
        274.14,
        280.86
    ],
    [
        " leaders of work with have been like, Oh, yeah, that can be sometimes a problem because I'm a woman",
        280.86,
        284.72
    ],
    [
        " and here's what I do to negate it because of the, guess what? The next day I'll be working with a",
        284.72,
        288.74
    ],
    [
        " different client and the, it's a man and he goes, Well, you know, I have to deal with X and this is how",
        288.74,
        292.68
    ],
    [
        " I mitigate it. So everyone's dealing with X. Everyone's got some factor that they're trying to",
        292.68,
        296.68
    ],
    [
        " overcome. And it's just a good leader will find a way around that factor or find a way to mitigate",
        296.72,
        302.48
    ],
    [
        " that factor and a bad leader won't and will then use that factor as an excuse rather than just",
        302.48,
        308.96
    ],
    [
        " as an advantage. You know, there's a huge difference between taking ownership of these problems and",
        308.96,
        314.56
    ],
    [
        " saying, Oh, you know what? Here's the issue. Okay, I'm going to own that and I'm going to take care of",
        314.56,
        317.32
    ],
    [
        " it. I'm going to find a way around it. Instead of saying, Oh, I'm younger, I'm older, I'm a woman,",
        317.32,
        323.34
    ],
    [
        " I'm a man trying to lead these, it's like, No, you're a human leading another human being.",
        323.38,
        329.08
    ],
    [
        " And so step up and lead, figure out what the issues are and overcome them.",
        329.82,
        332.84
    ]
]