[
    [
        " Remember me. I am the fallen soldier, sailor, airman, and marine. I am the one that held the line.",
        0.62,
        11.52
    ],
    [
        " Sometimes I volunteered. Sometimes I went because I was told to go. But when the nation called, I answered.",
        12.88,
        23.08
    ],
    [
        " In order to serve, I left behind the family, friends, and freedom that so many take for granted.",
        24.8,
        31.66
    ],
    [
        " Over time, I used different weapons. A sword, a musket, a bayonet, a rifle, a machine gun.",
        32.4,
        44.52
    ],
    [
        " Often I marched into battle on foot, countless miles, across whole continents. I had little water and even less food, but it did not matter.",
        46.8,
        60.34
    ],
    [
        " We had a job to do. Other times I rode to battle on horseback or in wagons. Sometimes on trains, later in tanks or jeeps or humvees.",
        61.8,
        74.44
    ],
    [
        " In early wars, my ships were made of wood and powered by the wind. Later they were made of steel and powered by diesel fuel or the atom.",
        76.36,
        88.04
    ],
    [
        " I even took to the air and mastered the sky in planes, helicopters, and jets. The machines of war evolved and changed with the times.",
        89.34,
        101.32
    ],
    [
        " But remember that it was always me, the warrior that had to fight our nation's enemies. I fought at Lexington in Concord as our nation was born.",
        102.64,
        114.86
    ],
    [
        " I crossed the Delaware on Christmas Day in 1776. Freedom was on our side. I defended the Chattahoochi River in the war of 1812. I would stand again.",
        115.88,
        130.58
    ],
    [
        " In the Civil War I fought with my brothers and against my brothers at Gettysburg and Shiloh and Bull Run. I learned that we must never again divide.",
        132.6,
        147.16
    ],
    [
        " In World War I I marched on the morn and held the line at Bella Wood. The war to end all wars they called it. I just called it hell.",
        149.62,
        163.1
    ],
    [
        " In World War II I fought everywhere. From the beaches of Normandy and the Battle of the Bulge to the Sands of Iwo Jima and the Hell of Guadalcanal.",
        165.62,
        175.74
    ],
    [
        " I stood against tyranny and kept darkness from consuming the world. In Korea I landed at Inchan and broke out of the chosen reservoir.",
        176.32,
        190.42
    ],
    [
        " They called it the Forgotten War. But I never forgot. In Vietnam I went and I fought in the Meikong Delta and an I-drang and K-San and Hamburg or Hill.",
        192.4,
        210.28
    ],
    [
        " Some say my country wavered. But I did not waver. Ever. In the recent past I fought in Granada, Panama, Somalia and other desperate places around the globe.",
        212.6,
        230.08
    ],
    [
        " And finally I fought in Iraq and Afghanistan. In Baghdad and Fallujah and Ramadi, in Kunar and Helmand and Kandahar.",
        231.72,
        243.54
    ],
    [
        " As technology advanced I used night vision goggles and global positioning systems and drones and lasers and thermal optics.",
        244.52,
        254.6
    ],
    [
        " But it was still me, a human being that did the work. It was me that patrolled up the mountains or across the desert or through the streets. It was me that suffered in the merciless heat and the bitter cold.",
        256.98,
        270.68
    ],
    [
        " It was me that went out night after night to confront our nation's enemies and confront evil face to face.",
        271.58,
        281.02
    ],
    [
        " It was me. Remember me. I was a warrior. But also remember that I was not only a warrior. I was not just a soldier, sailor, airman or marine.",
        283.56,
        306.94
    ],
    [
        " Remember also that I was a son, a brother, a father. I was a daughter, a sister, a mother. I was a person like you, a real person with hopes and dreams for the future.",
        309.02,
        332.8
    ],
    [
        " I wanted to have children. I wanted to watch my children grow up. I wanted to see my son score a touchdown or shoot the winning basket.",
        335.92,
        347.28
    ],
    [
        " I wanted to walk my daughter down the aisle. I wanted to kiss my wife again. I wanted to grow old with her and be there to hold me.",
        348.2,
        362.78
    ],
    [
        " I wanted to hold her hand when life grew hard. When I told her I would be with her until the end, I meant it.",
        362.78,
        371.4
    ],
    [
        " When I told my children I would always be there for them. I meant it.",
        371.9,
        378.96
    ],
    [
        " But I gave all that away. All of it. On that distant battlefield, on some god-versaic and patch of dirt amongst the fear and the fire and the bullets.",
        386.1,
        400.58
    ],
    [
        " Or in the sky above enemy territory filled with fatal flack. Or in the unforgiving sea where we fought against the enemy and against the depths of the abyss.",
        402.38,
        416.1
    ],
    [
        " There in those awful places I held the line. I did not waver and I did not hesitate.",
        420.14,
        429.6
    ],
    [
        " I, the soldier, sailor, airman or marine, I stood my ground and sacrificed my life, my future, my hopes, my dreams, I sacrificed everything for you.",
        431.7,
        450.7
    ],
    [
        " This memorial day, remember me, the fallen warrior, and remember me not for my sake but for yours.",
        455.76,
        469.08
    ],
    [
        " Remember what I sacrificed so you can truly appreciate the incredible treasures you have.",
        471.2,
        479.02
    ],
    [
        " Life, liberty, the pursuit of happiness.",
        480.3,
        488.34
    ],
    [
        " You have the joys of life, the joys that I gave up so that you can relish in them.",
        491.02,
        498.48
    ],
    [
        " A cool breeze in the air, the gentle spring grass on your bare feet, the warm summer sun on your face, family, friends, and freedom.",
        499.88,
        517.9
    ],
    [
        " Never forget where it all came from. It came from sacrifice, the supreme sacrifice.",
        521.64,
        528.78
    ],
    [
        " Don't waste it. Don't waste any of your time on this earth.",
        529.36,
        539.38
    ],
    [
        " Live a life that honors the sacrifice of our fallen heroes.",
        541.18,
        546.7
    ],
    [
        " Remember them always and make every day. Memorial day.",
        548.48,
        558.7
    ]
]