[
    [
        " This is Jocco podcast number 126 with echo Charles and me Jocco Willink good evening echo good evening and tonight also joining us is",
        0.0,
        10.76
    ],
    [
        " Mr. David Burke good evening Dave good evening",
        10.76,
        13.7
    ],
    [
        " On",
        13.7,
        17.28
    ],
    [
        " September 27th",
        17.28,
        19.32
    ],
    [
        " 1950",
        19.32,
        20.16
    ],
    [
        " approximately 60 American prisoners",
        20.16,
        23.16
    ],
    [
        " Who had been confined in prison were taken into the prison yard in groups of 14 with their hands wired together",
        23.68,
        30.68
    ],
    [
        " These men were forced to sit hunched and hastily dug ditches and",
        30.68,
        38.54
    ],
    [
        " Then were shot by North Korean troops at point-blank range with American M1 rifles using armor piercing ammunition",
        38.54,
        45.66
    ],
    [
        " Of the two seriously wounded survivors",
        45.66,
        50.98
    ],
    [
        " only one",
        51.62,
        52.92
    ],
    [
        " lived to recount the gruesome details",
        52.92,
        56.38
    ],
    [
        " Unnumbered civilians estimated at between 5,000 and 7,000 as well as soldiers of the Republic of Korea were also slaughtered",
        56.38,
        67.38
    ],
    [
        " Between September 23rd and September 27th 1950",
        67.38,
        71.56
    ],
    [
        " Sergeant Kerry H. Y. Nell",
        71.56,
        77.02
    ],
    [
        " formerly with the 23rd Infantry Regiment Second Division Korea was the sole survivor of the",
        77.22,
        85.18
    ],
    [
        " infamous Taison massacre and",
        85.18,
        89.94
    ],
    [
        " He testified at a",
        89.94,
        92.64
    ],
    [
        " congressional hearing and I'm gonna read some of that transcript here's Sergeant Y. Nell",
        92.64,
        98.7
    ],
    [
        " Toward the last they was in a hurry to leave Taison to evacuate Taison",
        98.7,
        105.42
    ],
    [
        " So they took approximately the last three groups pretty close together",
        105.42,
        109.14
    ],
    [
        " I witnessed the group right in front of me shot",
        109.14,
        113.04
    ],
    [
        " After they was shot we was taken to the ditch and sat down in the ditch and shot and",
        113.04,
        121.18
    ],
    [
        " Then Senator Potter asks what happened to you when you were shot",
        121.18,
        127.36
    ],
    [
        " Sergeant Y. Nell replies I leaned over against the next man pretending I was done for",
        127.36,
        134.42
    ],
    [
        " In firing they hit my hand",
        135.42,
        137.5
    ],
    [
        " Senator Potter how were you sitting in the ditch",
        137.5,
        142.5
    ],
    [
        " Sergeant Y. Nell they was aiming at my head",
        142.5,
        145.7
    ],
    [
        " I have a scar on my neck one on my collarbone and another in my hand they hit me three times and",
        145.7,
        152.92
    ],
    [
        " You played dead. Yes, sir",
        152.92,
        155.34
    ],
    [
        " After they thought everyone was dead they started burying us I",
        155.34,
        161.44
    ],
    [
        " Came pretty close to getting panicky about that time, but somehow or another I figured as long as I had some breath",
        161.44,
        167.6
    ],
    [
        " There was hope",
        167.6,
        170.1
    ],
    [
        " In other words you were buried alive",
        170.1,
        174.28
    ],
    [
        " That is right, sir",
        174.28,
        177.0
    ],
    [
        " I",
        177.0,
        178.9
    ],
    [
        " Might add in that whole group that I was with",
        178.9,
        182.16
    ],
    [
        " There was not a man that begged for mercy and there was not a man that cracked under the ordeal",
        182.16,
        188.4
    ],
    [
        " Sergeant how long were you buried alive?",
        190.76,
        193.04
    ],
    [
        " That is hard to say sir",
        193.66,
        195.88
    ],
    [
        " As I say I was shot around five o'clock in the morning and I stayed in the ditch until that evening until what time it was dark",
        195.88,
        203.78
    ],
    [
        " I would say approximately eight hours seven or eight hours",
        203.78,
        208.12
    ],
    [
        " Now",
        214.08,
        214.8
    ],
    [
        " Now that is from a",
        214.8,
        215.94
    ],
    [
        " report on Korean war atrocities written by the subcommittee on Korean war",
        215.94,
        222.26
    ],
    [
        " Investigations and I want to repeat one line again from Sergeant Y. Nell",
        222.26,
        227.82
    ],
    [
        " He says in that whole group that I was with there was not a man that begged for mercy and there was not a man",
        227.82,
        237.84
    ],
    [
        " That cracked under the ordeal",
        237.84,
        240.64
    ],
    [
        " So think about that",
        240.64,
        246.4
    ],
    [
        " Think about the will and the discipline of those men to be facing certain death at the hands of a murderous enemy",
        246.4,
        256.42
    ],
    [
        " But to face death with solemn silence and show no signs of breaking",
        256.42,
        263.7
    ],
    [
        " And I've said before that war brings out the worst in people, but it also brings out the best",
        269.02,
        276.3
    ],
    [
        " And that is but one of thousands upon thousands of examples of the dedication of our military fighting men",
        276.3,
        286.68
    ],
    [
        " And I'm gonna read you another example from the same war",
        286.68,
        293.6
    ],
    [
        " around the same time, but this one",
        293.6,
        296.7
    ],
    [
        " Is an award citation",
        297.18,
        299.0
    ],
    [
        " And it reads the president of the United States of America takes pleasure in presenting the silver star",
        299.0,
        306.66
    ],
    [
        " To first lieutenant armor",
        306.66,
        308.72
    ],
    [
        " Thomas Wilford Fife United States Army for gallantry in action as a member of company B",
        308.72,
        315.98
    ],
    [
        " 72nd tank battalion second infantry division in action against an armed enemy on 19 September 1950 in the vicinity of Yong Sang Korea",
        315.98,
        325.94
    ],
    [
        " On that date Lieutenant Fife was in command of a platoon of tanks charged with the support of infantry elements in the defense of Yong Sang perimeter",
        327.12,
        336.16
    ],
    [
        " The enemy attacked his position with superior numbers and a",
        336.16,
        340.88
    ],
    [
        " fanatic determination to penetrate through to the division main supply route",
        340.88,
        346.82
    ],
    [
        " The enemy attack was successful in routing the friendly elements and",
        346.82,
        356.68
    ],
    [
        "ations was completely disrupted",
        356.68,
        358.64
    ],
    [
        " Realizing the seriousness of the situation",
        358.64,
        363.6
    ],
    [
        " Lieutenant Fife disregarded the heavy enemy fire and dismounted from the protective armor of his tank to reorganize the foot elements",
        363.6,
        371.76
    ],
    [
        " After reorganization he remained on the ground and successfully",
        371.76,
        378.34
    ],
    [
        " Reestablished the positions by controlling both the foot elements and his tanks by means of radio communications",
        378.34,
        384.98
    ],
    [
        " During this same date while engaged in a friendly attack against the enemy lieutenant Fife again displayed gallantry by",
        386.82,
        394.26
    ],
    [
        " refusing evacuation after being wounded",
        394.26,
        396.64
    ],
    [
        " The leadership loyalty and gallon actions demonstrated that day by Lieutenant Fife are in keeping with the highest traditions of the military service",
        396.64,
        408.54
    ],
    [
        " So",
        413.14,
        413.74
    ],
    [
        " Lieutenant Fife was under attack from devastating enemy fire",
        413.74,
        416.62
    ],
    [
        " But he did not remain in the protection of his tank",
        416.62,
        420.9
    ],
    [
        " In fact, he did the opposite he exited his tank to organize troops and stopped the enemy attack. He risked his life to lead his men",
        420.9,
        429.96
    ],
    [
        " Then he would continue to lead even after wounded now",
        429.96,
        434.74
    ],
    [
        " Korea",
        434.74,
        436.6
    ],
    [
        " Was not the first war",
        437.54,
        439.66
    ],
    [
        " For Lieutenant Tom Fife",
        439.66,
        441.94
    ],
    [
        " Nor would it be his last",
        441.94,
        443.92
    ],
    [
        " Lieutenant Fife had actually already fought in World War II",
        443.92,
        450.08
    ],
    [
        " he fought in Korea",
        450.08,
        451.74
    ],
    [
        " And he fought in Vietnam",
        451.74,
        454.96
    ],
    [
        " He also received three purple hearts for each of the three times he was wounded once in each war and",
        454.96,
        463.78
    ],
    [
        " In addition to the silver star from Korea, he also received another silver star for his service in Vietnam and",
        463.78,
        470.44
    ],
    [
        " Elegant of merit and a distinguished flying cross",
        470.44,
        473.14
    ],
    [
        " And survived all that and served our",
        473.14,
        478.16
    ],
    [
        " Great Nation for 25 years",
        478.16,
        480.34
    ],
    [
        " And I will say that it is my absolute honor to have retired Colonel Thomas Fife on",
        480.34,
        491.84
    ],
    [
        " The podcast today",
        491.84,
        493.1
    ],
    [
        " Sir, thank you for coming on",
        495.44,
        497.62
    ],
    [
        " It's nice to be here. I think I",
        497.62,
        504.36
    ],
    [
        " Listen to that story",
        504.36,
        506.74
    ],
    [
        " It brought back tears",
        506.74,
        509.54
    ],
    [
        " quite frankly",
        509.54,
        511.7
    ],
    [
        " I'm upset just because of the memory of that",
        511.7,
        517.1
    ],
    [
        " It was a horrible experience",
        517.1,
        519.8
    ],
    [
        " But one that had to get done",
        519.8,
        523.16
    ],
    [
        " I still remember",
        523.98,
        525.34
    ],
    [
        " Getting out of that tank",
        525.34,
        528.02
    ],
    [
        " And wondering why the hell I was doing it, but",
        528.02,
        532.2
    ],
    [
        " Something had to be done",
        532.2,
        535.3
    ],
    [
        " When you see",
        535.3,
        537.72
    ],
    [
        " Thousands of people",
        537.72,
        540.28
    ],
    [
        " Come and at you and you have nothing but your weapons",
        540.28,
        544.78
    ],
    [
        " You and the guys need some help",
        544.78,
        549.42
    ],
    [
        " They just they were willing to",
        549.42,
        552.62
    ],
    [
        " I",
        556.24,
        556.76
    ],
    [
        " Guess run I don't know that was what they were they needed leadership and",
        556.76,
        562.3
    ],
    [
        " That's the only thing I could think of to get out and try to be there with them and",
        562.3,
        568.4
    ],
    [
        " Thank God we turned them around and we were able to stop the enemy",
        568.4,
        573.3
    ],
    [
        " You can't understand what it's like to be there and having thousands of people come brush and et you",
        573.3,
        583.2
    ],
    [
        " And the best you can do is shoot your tank guns and your machine guns and they just kept coming",
        584.14,
        589.44
    ],
    [
        " They just kept coming",
        589.44,
        591.16
    ],
    [
        " I mean talk about discipline those guys were discipline two and",
        591.16,
        596.74
    ],
    [
        " We had to get our guys together and we did and it was",
        596.74,
        601.74
    ],
    [
        " I think I was lucky. I was damn lucky",
        601.74,
        606.28
    ],
    [
        " By the way my wounds weren't that serious. I got shot in the ass and",
        606.28,
        612.0
    ],
    [
        " It closed up",
        612.32,
        613.74
    ],
    [
        " the wound closed up and so it stopped bleeding and",
        613.74,
        619.48
    ],
    [
        " For all practical purposes I was as good as new for a while",
        619.48,
        625.38
    ],
    [
        " so I mean",
        625.38,
        627.52
    ],
    [
        " It wasn't that serious a wound. I mean I",
        627.52,
        631.56
    ],
    [
        " I'd hope to be evacuated to Japan, but didn't work",
        631.56,
        636.78
    ],
    [
        " So so your million dollar wound turned out to be like a 50 cent wound at least",
        637.94,
        642.86
    ],
    [
        " It was it was",
        642.86,
        645.88
    ],
    [
        " You know you when you",
        645.88,
        647.94
    ],
    [
        " When I got wounded I felt the blood rush into my pants",
        647.94,
        654.04
    ],
    [
        " And then it stopped",
        654.04,
        656.72
    ],
    [
        " so why not keep going?",
        656.72,
        660.02
    ],
    [
        " so",
        660.38,
        661.44
    ],
    [
        " As I was concerned the wound was dead over and",
        661.9,
        665.6
    ],
    [
        " and",
        665.6,
        666.46
    ],
    [
        " When I finally got to the mash hospital the doctor said that's what we can do for you. It's gonna work its way out or stay there forever",
        666.46,
        674.76
    ],
    [
        " It eventually worked its way out, which is how I ended up being evacuated",
        674.76,
        681.42
    ],
    [
        " when we were up in North Korea and",
        681.42,
        685.52
    ],
    [
        " Got to a hospital ship maybe hospital ship and they",
        685.52,
        690.76
    ],
    [
        " Took the",
        692.64,
        693.42
    ],
    [
        " piece of metal out of my butt and",
        693.42,
        697.0
    ],
    [
        " then",
        697.0,
        698.92
    ],
    [
        " Mark Arthur just said General McArthur and said we're gonna be home by things by Christmas",
        698.92,
        705.78
    ],
    [
        " My objective was get off that hospital ship as fast as I couldn't get back to my unit and",
        705.78,
        712.44
    ],
    [
        " Of course the Chinese hit and so I was now",
        712.44,
        719.88
    ],
    [
        " Trying to get back to my unit",
        720.12,
        722.44
    ],
    [
        " And the army was totally screwed up. We didn't know who was where so I ended up",
        722.44,
        730.26
    ],
    [
        " find to be young gang",
        730.26,
        733.64
    ],
    [
        " Glanding and be young gang the capital of North Korea and the airfield was",
        733.64,
        740.74
    ],
    [
        " Totally surrounded by fire. We were destroying all of our equipment and",
        740.74,
        748.28
    ],
    [
        " Whatever else",
        748.44,
        749.42
    ],
    [
        " We landed their plane the plane landed and I had to go find my unit",
        749.42,
        756.42
    ],
    [
        " And nobody knew where it was",
        756.42,
        760.4
    ],
    [
        " So I got on the road and started hitchhiking",
        760.4,
        764.4
    ],
    [
        " Yeah, the guy came along",
        764.4,
        768.68
    ],
    [
        " Happened to be a classmate of mine who was in Citlincor",
        768.68,
        772.52
    ],
    [
        " He stopped saw me",
        772.52,
        774.5
    ],
    [
        " Pick me up took me back to where he was which was core headquarters and they didn't know where and how my life it was",
        774.82,
        782.18
    ],
    [
        " So finally they took me back to the mash hospital another mash hospital and the mash hospital knew where my unit was",
        782.18,
        791.0
    ],
    [
        " And they took me back to my unit in an ambulance",
        791.0,
        795.52
    ],
    [
        " Now I wasn't wounded. It was just a way to convey get me back to my unit",
        795.52,
        801.32
    ],
    [
        " I still remember those days terrible experience",
        803.02,
        807.04
    ],
    [
        " But fun",
        807.04,
        809.06
    ],
    [
        " It's hard for people to understand that and I have that",
        809.06,
        813.72
    ],
    [
        " Discussion with people a lot when you're saying hey, this is the worst time of my life and also the best time of my life at the same time",
        813.72,
        821.5
    ],
    [
        " Let's let's I mean we'll let's get into Korea, but let's talk a little bit about",
        821.5,
        827.46
    ],
    [
        " It's sort of where you came from how you grew up",
        827.52,
        831.04
    ],
    [
        " Starting with I guess Sue City, Iowa. That's right",
        831.04,
        835.48
    ],
    [
        " Well",
        835.48,
        838.12
    ],
    [
        " I was a",
        838.12,
        841.22
    ],
    [
        " Kid growing up in the middle of the United States",
        841.22,
        847.32
    ],
    [
        " I was",
        847.32,
        849.64
    ],
    [
        " Reminded on the way over here. I was talking",
        849.64,
        853.24
    ],
    [
        " When Pearl Harbor happened I",
        856.0,
        859.96
    ],
    [
        " Was 16 almost 16 years old. I was in a movie theater and they stopped the movie and",
        859.96,
        866.52
    ],
    [
        " They announced that Japanese to just bomb Pearl Harbor",
        866.52,
        869.86
    ],
    [
        " I didn't know where Pearl Harbor was and I knew where the Hawaiian Islands were, but I didn't know Pearl Harbor was in the",
        869.86,
        879.22
    ],
    [
        " Hawaiian Islands",
        879.22,
        880.6
    ],
    [
        " When you're in Iowa, there's no oceans",
        881.02,
        884.8
    ],
    [
        " Nobody nobody you don't think about oceans and so here we were in this movie",
        884.8,
        894.2
    ],
    [
        " I was almost 16 as I said and I said hell the world be over before I ever get called in",
        894.2,
        901.56
    ],
    [
        " Well that turned out to be wrong",
        901.56,
        904.22
    ],
    [
        " so",
        904.22,
        905.34
    ],
    [
        " as I said",
        905.34,
        907.98
    ],
    [
        " I was going through high school",
        908.56,
        910.7
    ],
    [
        " My whole objective while I was in high school is going to become a chemical engineer and go to Cornell University",
        910.7,
        918.54
    ],
    [
        " Why because my best friends",
        918.54,
        922.96
    ],
    [
        " oldest brother-in-law",
        922.96,
        927.1
    ],
    [
        " Was it was a chemical engineer working in Sumatra?",
        927.1,
        931.86
    ],
    [
        " What made you grow up in Iowa?",
        933.5,
        935.06
    ],
    [
        " Sumatra sound like a pretty good thing to be doing",
        935.16,
        938.16
    ],
    [
        " So that's why I wanted to be a chemical engineer and I was going to go to Cornell because he wanted to Cornell and",
        938.16,
        945.46
    ],
    [
        " That was going to be what I was going to do",
        945.46,
        948.06
    ],
    [
        " Well the war happened",
        948.06,
        950.84
    ],
    [
        " And I suddenly became 18 and you get drafted",
        950.84,
        957.58
    ],
    [
        " It's hard for people to realize today",
        957.58,
        960.92
    ],
    [
        " Every place you go people were in uniform",
        962.6,
        965.36
    ],
    [
        " When people walking around in civilian clothes the only people who weren't civilian clothes of those who",
        965.36,
        972.28
    ],
    [
        " Couldn't qualify because of physical",
        972.28,
        975.18
    ],
    [
        " Disabilities so everybody was in uniform no matter where you were",
        975.18,
        981.1
    ],
    [
        " So I got drafted",
        981.1,
        983.76
    ],
    [
        " and",
        983.76,
        985.68
    ],
    [
        " Fortunately",
        985.68,
        986.86
    ],
    [
        " My dad was smart enough to send me off to Iowa State before I was 18 and I got two quarters in as an engineer",
        988.68,
        997.24
    ],
    [
        " So the army in this great wisdom",
        997.24,
        1000.04
    ],
    [
        " Decided to make me a combat engineer",
        1000.04,
        1003.26
    ],
    [
        " Which I'd be hell of a lot better than being an infantryman as far as I was concerned",
        1003.26,
        1007.76
    ],
    [
        " so I",
        1007.76,
        1009.8
    ],
    [
        " Went to Fort Jackson, South Carolina",
        1009.8,
        1012.98
    ],
    [
        " Now when you're from",
        1014.88,
        1016.14
    ],
    [
        " Susity Iowa",
        1016.14,
        1017.58
    ],
    [
        " Columbia, South Carolina is a",
        1017.58,
        1020.2
    ],
    [
        " Eons away",
        1020.2,
        1022.48
    ],
    [
        " We took us five days on a damn train to get there",
        1022.48,
        1027.48
    ],
    [
        " So we got there",
        1027.48,
        1030.82
    ],
    [
        " And all of us soldiers get off the train and",
        1030.82,
        1035.46
    ],
    [
        " This first certain got us all lined up there and",
        1035.46,
        1040.58
    ],
    [
        " He's calling roll and he says",
        1041.56,
        1044.92
    ],
    [
        " Fifty and I yelled five",
        1044.92,
        1048.48
    ],
    [
        " From that moment on I was fifty",
        1048.48,
        1051.2
    ],
    [
        " So anyway",
        1051.2,
        1055.0
    ],
    [
        " three",
        1055.0,
        1056.24
    ],
    [
        " That was in March of 1944",
        1056.24,
        1061.92
    ],
    [
        " 44",
        1061.92,
        1064.9
    ],
    [
        " and so",
        1064.9,
        1068.22
    ],
    [
        " We went through basic training",
        1069.04,
        1071.04
    ],
    [
        " It learned to be a combat engineer and I became a demolition specialist",
        1071.04,
        1077.18
    ],
    [
        " Now it's hard for people to realize here's the kid who grows up in",
        1077.18,
        1084.72
    ],
    [
        " Susity Iowa and suddenly is handing explosives. I had no more idea of doing that in the man the moon",
        1084.72,
        1093.04
    ],
    [
        " so",
        1093.04,
        1094.9
    ],
    [
        " In the training we were",
        1096.26,
        1098.9
    ],
    [
        " primarily",
        1098.9,
        1100.54
    ],
    [
        " Learning to build bridges and take care of roads",
        1100.54,
        1104.74
    ],
    [
        " That was our primary mission",
        1104.74,
        1107.36
    ],
    [
        " But we also were taught to be infantrymen",
        1107.36,
        1112.74
    ],
    [
        " combat engineers",
        1112.74,
        1113.86
    ],
    [
        " have a secondary responsibility and so we",
        1113.86,
        1119.92
    ],
    [
        " ended up",
        1119.92,
        1123.1
    ],
    [
        " Fortunately",
        1125.16,
        1125.76
    ],
    [
        " Going to Europe",
        1125.76,
        1126.68
    ],
    [
        " When we were in training we had no idea what direction we were going to go but",
        1126.68,
        1133.76
    ],
    [
        " In retrospect I've always felt",
        1133.76,
        1136.96
    ],
    [
        " That we were lucky to go to Europe rather than the southeast",
        1136.96,
        1141.92
    ],
    [
        " however",
        1141.92,
        1143.14
    ],
    [
        " When I got to",
        1143.14,
        1145.42
    ],
    [
        " Europe",
        1145.42,
        1147.04
    ],
    [
        " It was colder and hail",
        1147.04,
        1149.58
    ],
    [
        " I wasn't so sure that was a really great decision but it worked out all right but",
        1150.12,
        1155.94
    ],
    [
        " But our primary role was to go to Europe and become a take care of the roads and",
        1155.94,
        1163.84
    ],
    [
        " All the things that",
        1163.84,
        1165.98
    ],
    [
        " Engineers do it so you showed up there is were you right around the the battle the bolts time frame?",
        1165.98,
        1172.9
    ],
    [
        " Yes, I mean the battle the bolts",
        1173.34,
        1176.8
    ],
    [
        " Was as I remember",
        1176.82,
        1179.76
    ],
    [
        " right around Christmas time of",
        1179.76,
        1182.54
    ],
    [
        " 1944",
        1182.54,
        1184.06
    ],
    [
        " 1944 yeah and",
        1184.06,
        1187.0
    ],
    [
        " We got to the continent right at that time",
        1187.0,
        1191.38
    ],
    [
        " But our unit went to Luxembourg",
        1191.38,
        1195.24
    ],
    [
        " It primarily was helping",
        1195.24,
        1200.96
    ],
    [
        " General Patton's army",
        1200.96,
        1205.38
    ],
    [
        " Turned making 90 degree turn and go north to help stop the Germans",
        1206.48,
        1212.94
    ],
    [
        " And so the roads had to be taken care of and",
        1212.94,
        1217.68
    ],
    [
        " And that's what our unit was doing so we probably during the actual combat at best home",
        1217.68,
        1226.08
    ],
    [
        " We were working on roads and",
        1226.08,
        1229.06
    ],
    [
        " keeping the roads open for the",
        1229.06,
        1231.84
    ],
    [
        " Patents Army to get up there",
        1231.84,
        1234.86
    ],
    [
        " Are unit",
        1236.9,
        1238.08
    ],
    [
        " eventually",
        1238.08,
        1241.36
    ],
    [
        " Eliminated the Germans the last Germans from Luxembourg in the little town called Vyandin which is on the R river right across from the Seagfried border a Seagfried line and",
        1241.36,
        1257.98
    ],
    [
        " so",
        1257.98,
        1259.68
    ],
    [
        " the 1255th engineer combat battalion",
        1259.68,
        1263.56
    ],
    [
        " turned into an infantry outfit for brief very a time",
        1264.42,
        1268.86
    ],
    [
        " February 12 1945 we got rid of all the Germans",
        1268.86,
        1275.0
    ],
    [
        " last Germans in",
        1275.0,
        1276.94
    ],
    [
        " country of Luxembourg",
        1276.94,
        1278.7
    ],
    [
        " The combat engineers we always I always have to always want to give them their due",
        1278.7,
        1286.24
    ],
    [
        " Because they continue to keep roads open and when we were fighting in Ramadi",
        1286.24,
        1290.82
    ],
    [
        " It was the combat engineers primarily that they had the duty of of mine clearance and it was a brutal and",
        1290.82,
        1296.66
    ],
    [
        " I mean obviously a highly dangerous job for them to be out there clearing those mines and keeping those roads open",
        1296.66,
        1301.98
    ],
    [
        " That's a it's a hell of a job",
        1301.98,
        1303.76
    ],
    [
        " It's a demolition specialist one of my other one of my jobs was mine clearance and I was operating a",
        1303.76,
        1320.8
    ],
    [
        " Vyandin and behind me were the two tanks",
        1321.7,
        1325.06
    ],
    [
        " from the the Calvary unit and",
        1325.06,
        1330.8
    ],
    [
        " the Germans could see the tanks I",
        1330.8,
        1334.42
    ],
    [
        " Guess they could see us too, but they sure the hell was looking at the tanks and shooting at the tanks and",
        1334.42,
        1342.0
    ],
    [
        " a lot of their",
        1342.0,
        1344.52
    ],
    [
        " Machine gun fire would ricochet off the tanks and that's how I got hit",
        1344.52,
        1349.68
    ],
    [
        " With ricochet off the damn tank",
        1350.72,
        1353.18
    ],
    [
        " Got into my leg and arm",
        1353.18,
        1356.98
    ],
    [
        " But superficially, I mean all I just go back to aid station get managed up and back into my unit",
        1356.98,
        1364.32
    ],
    [
        " Wasn't any",
        1364.32,
        1365.88
    ],
    [
        " Hospitalization at all that kind of stuff another 50 cent wound for you exactly. I mean I had a lot of those",
        1365.88,
        1373.22
    ],
    [
        " So how long would you so did you stay over over in Europe until the war ended?",
        1374.68,
        1379.96
    ],
    [
        " No, actually actually in March",
        1380.72,
        1383.84
    ],
    [
        " The unit got orders from me to return to the United States because I had appointments in the United States military academy",
        1383.84,
        1392.74
    ],
    [
        " Okay, and so my very first airplane ride",
        1392.74,
        1397.12
    ],
    [
        " was from liaison bells and the Paris and",
        1397.12,
        1401.66
    ],
    [
        " I was I remember going into this office in Paris and I was dressed in my",
        1401.66,
        1408.42
    ],
    [
        " Battle gear so to speak and they looked at me and they said and I had a still over where I was still wearing my still helmet",
        1408.42,
        1416.44
    ],
    [
        " and",
        1416.44,
        1417.22
    ],
    [
        " I can still remember this this sergeant saying we got to take care of this guy. We got to dress him up",
        1417.22,
        1425.14
    ],
    [
        " and so they",
        1425.14,
        1427.28
    ],
    [
        " Put me in all brand new clothes",
        1427.28,
        1430.14
    ],
    [
        " Two days later I was on an airplane flying back to the United States",
        1430.68,
        1435.26
    ],
    [
        " 27 hours later and five stops in route",
        1435.26,
        1441.1
    ],
    [
        " We ended up in Washington DC so and so I ended up my first time ever visit the Pentagon",
        1441.1,
        1451.68
    ],
    [
        " Here is this",
        1451.68,
        1455.36
    ],
    [
        " 19 year old PFC",
        1455.36,
        1459.08
    ],
    [
        " Dressed in brand new clothes",
        1460.14,
        1462.2
    ],
    [
        " walking into the Pentagon",
        1462.2,
        1464.08
    ],
    [
        " and I can tell you I",
        1464.08,
        1468.46
    ],
    [
        " Wasn't sure what the hell I was doing",
        1468.46,
        1470.2
    ],
    [
        " But I finally got orders to go to Cornell University",
        1470.2,
        1475.1
    ],
    [
        " Cornell University, but for to get",
        1475.1,
        1479.28
    ],
    [
        " academic",
        1479.28,
        1481.12
    ],
    [
        " get",
        1481.12,
        1482.72
    ],
    [
        " Re-oriented towards academics",
        1482.72,
        1485.48
    ],
    [
        " So wait, so you had orders to West Point, but they were gonna send you to Cornell for a little while to prepare for it?",
        1485.74,
        1491.5
    ],
    [
        " well, no, I had",
        1491.72,
        1494.36
    ],
    [
        " an appointment to the Academy. Okay",
        1494.36,
        1498.16
    ],
    [
        " And if you had an appointment to the Academy in fact this is still true today if you're having an appointment to the Academy",
        1498.16,
        1506.18
    ],
    [
        " They've taken out a combat and bring you back",
        1506.18,
        1509.22
    ],
    [
        " some place",
        1509.22,
        1511.1
    ],
    [
        " safe and",
        1511.1,
        1513.46
    ],
    [
        " With the Abroad aspect there was about 300 of us at Cornell all",
        1514.24,
        1519.88
    ],
    [
        " From different parts of the service with",
        1519.88,
        1523.88
    ],
    [
        " Army Air Force was back then stays of the US Army Air Corps and",
        1523.88,
        1530.12
    ],
    [
        " We were there",
        1530.12,
        1532.06
    ],
    [
        " for them to",
        1532.06,
        1535.4
    ],
    [
        " get re-acclimated to the academia turn your brain back on. Yeah",
        1535.4,
        1541.06
    ],
    [
        " Thank you",
        1541.78,
        1542.46
    ],
    [
        " And so that was at this point. Did you know?",
        1542.46,
        1546.24
    ],
    [
        " Did you know you wanted to stay in the Army as a career?",
        1546.7,
        1549.92
    ],
    [
        " Had you enjoyed your time in Europe and you said you know what?",
        1550.12,
        1552.82
    ],
    [
        " I think I'm gonna think I'm gonna go the distance or no I had no I had no idea",
        1552.9,
        1558.56
    ],
    [
        " It wasn't until after well",
        1558.56,
        1562.42
    ],
    [
        " very quickly",
        1562.42,
        1566.24
    ],
    [
        " The",
        1569.3,
        1569.86
    ],
    [
        " My appointment to the Academy was an alternate appointment",
        1569.86,
        1572.68
    ],
    [
        " And is the principal if he qualifies the alternate doesn't get to go in my principal qualified",
        1572.68,
        1581.5
    ],
    [
        " so",
        1581.5,
        1582.62
    ],
    [
        " Now what do they do with me?",
        1582.62,
        1585.02
    ],
    [
        " And the Army is great infinite wisdom decided to send me to off the Kennedy School",
        1585.52,
        1590.12
    ],
    [
        " So they sent me down to Fort Belvort of the Engineer off the Kennedy School",
        1590.12,
        1595.0
    ],
    [
        " The Army knew they're gonna need a lot of sick lie tennis over in the southeast Asia",
        1597.36,
        1601.86
    ],
    [
        " and so anyway",
        1601.86,
        1604.64
    ],
    [
        " In the middle of",
        1604.64,
        1607.74
    ],
    [
        " off the Kennedy School the war in Japan ended",
        1607.74,
        1610.98
    ],
    [
        " now what",
        1610.98,
        1612.82
    ],
    [
        " when they stopped off the Kennedy",
        1612.82,
        1615.3
    ],
    [
        " They slow it down I guess is the right word and",
        1615.3,
        1619.82
    ],
    [
        " But I continued on and graduated in the January",
        1619.82,
        1624.36
    ],
    [
        " of 1945 and here I was now a settle tennis so you got your commission",
        1625.54,
        1629.74
    ],
    [
        " Yeah, and I hadn't and I and now I also had a principal appointment to the military Academy",
        1629.74,
        1635.94
    ],
    [
        " So what do they do so they kept me at Fort Belvort training recruits and",
        1635.94,
        1643.72
    ],
    [
        " Then in July they discharged me from the Army",
        1643.72,
        1647.84
    ],
    [
        " To enter the military Academy as a cadet and July 1st 1946",
        1647.84,
        1653.88
    ],
    [
        " It was somewhere in there",
        1655.78,
        1657.5
    ],
    [
        " that",
        1657.5,
        1659.38
    ],
    [
        " I started to like the Army",
        1659.38,
        1663.16
    ],
    [
        " But I knew if I wanted to be an engineer I damn well had to get a college education",
        1663.16,
        1669.92
    ],
    [
        " Well, we're better to go",
        1669.92,
        1672.36
    ],
    [
        " going to",
        1672.36,
        1673.72
    ],
    [
        " Placeless supposed to train you to be an army engineer, which is this case West Point",
        1673.72,
        1679.86
    ],
    [
        " so I could I went on to West Point and",
        1679.86,
        1683.42
    ],
    [
        " spent four years there obviously and graduated in 1950",
        1683.98,
        1687.98
    ],
    [
        " So you got commissioned they took your commission away for four years you got",
        1687.98,
        1693.64
    ],
    [
        " And then they give it back to you at the end of four years yes",
        1693.64,
        1696.58
    ],
    [
        " The only rank I've ever had was in the army was twice the second ten",
        1696.58,
        1700.68
    ],
    [
        " Yes, that's right",
        1700.68,
        1702.58
    ],
    [
        " So and West Point at this point is being run by just all World War II veterans. I'm sure yes, in fact",
        1702.58,
        1711.3
    ],
    [
        " our",
        1716.06,
        1716.94
    ],
    [
        " The",
        1716.94,
        1714.72
    ],
    [
        " Our tactical officers were all",
        1714.72,
        1719.82
    ],
    [
        " the Lieutenant colonels who have been detained commanders of some sort in World War II in Europe or",
        1719.82,
        1728.94
    ],
    [
        " in the Air Force in fact",
        1728.94,
        1731.34
    ],
    [
        " Tattel officer of my company the first two years was an artilleryman",
        1731.34,
        1738.42
    ],
    [
        " In the second two years was a",
        1738.52,
        1741.14
    ],
    [
        " Air Force",
        1741.14,
        1742.88
    ],
    [
        " Well, it was US Army Air Corps became Air Force",
        1742.88,
        1747.56
    ],
    [
        " Lieutenant Colonel so and then the the superintendent was a Maxwell Taylor and",
        1747.56,
        1755.98
    ],
    [
        " Commandant was got named the Paul D. Harkins who was Colonel Harkins. He was",
        1755.98,
        1761.9
    ],
    [
        " General Patton's",
        1761.9,
        1764.48
    ],
    [
        " Hatchetman and",
        1767.08,
        1766.58
    ],
    [
        " And the deputy",
        1766.58,
        1768.8
    ],
    [
        " Commandant was a guy with John K. Waters who was",
        1768.8,
        1773.58
    ],
    [
        " General Patton's son-in-law, so",
        1773.58,
        1776.96
    ],
    [
        " So they were all",
        1776.96,
        1780.5
    ],
    [
        " Well World War II veterans yes",
        1780.5,
        1783.66
    ],
    [
        " And and as were you at the time that had to be was that fairly unique or was there a lot of other guys that were",
        1783.66,
        1790.0
    ],
    [
        " Prior enlisted that were coming to West Point",
        1790.0,
        1792.6
    ],
    [
        " Um",
        1796.32,
        1797.28
    ],
    [
        " My class who started about 11 hundred of us",
        1797.28,
        1802.18
    ],
    [
        " I would guess",
        1802.18,
        1803.9
    ],
    [
        " several hundred were veterans of some sort",
        1803.9,
        1807.88
    ],
    [
        " Navy",
        1807.88,
        1810.1
    ],
    [
        " Army",
        1810.1,
        1811.62
    ],
    [
        " Army Air Corps",
        1811.62,
        1813.1
    ],
    [
        " Yes",
        1813.1,
        1814.44
    ],
    [
        " I would say about two or two hundred to three hundred",
        1814.44,
        1822.16
    ],
    [
        " I don't remember exactly yeah now when you're going through West Point the war ends",
        1822.16,
        1827.3
    ],
    [
        " Are you is is war on the horizon for you or did you guys have an attitude kind of like well, you know, we're gonna go and",
        1827.3,
        1836.8
    ],
    [
        " D. P. East Time Army officers for the next however many years",
        1836.8,
        1840.5
    ],
    [
        " Or did you see trouble brewing? No, so I don't know trouble brewing. I mean",
        1840.5,
        1846.34
    ],
    [
        " I was I don't think anybody really forself what was gonna happen Korea",
        1846.34,
        1851.88
    ],
    [
        " In fact",
        1852.84,
        1853.74
    ],
    [
        " See the only thing that",
        1853.74,
        1857.1
    ],
    [
        " Was trouble if you would was",
        1857.1,
        1860.52
    ],
    [
        " The Berlin airlift was happened while we were it could it and so we saw that kind of thing, but",
        1860.52,
        1868.86
    ],
    [
        " I guess in maybe in our naivety we",
        1868.86,
        1873.64
    ],
    [
        " figured that nobody was going to pull the plug and really",
        1873.64,
        1877.78
    ],
    [
        " We have the Russians attack or vice-president. We're gonna do anything",
        1878.4,
        1882.52
    ],
    [
        " uh, so when you graduate what's your next move? What was your next move after you graduated?",
        1882.52,
        1889.02
    ],
    [
        " Well, it wasn't my move North Korea invaded South Korea and here general president",
        1890.52,
        1897.7
    ],
    [
        " President Truman decided",
        1897.7,
        1901.02
    ],
    [
        " uh",
        1902.0,
        1902.6
    ],
    [
        " The send to us troops to Korea now",
        1902.6,
        1906.52
    ],
    [
        " one of the things when you",
        1906.52,
        1908.54
    ],
    [
        " uh",
        1908.54,
        1909.9
    ],
    [
        " When you graduate",
        1909.9,
        1912.28
    ],
    [
        " By order of rank you're allowed to choose your branch and then where you want to go",
        1912.28,
        1921.28
    ],
    [
        " well my experience was",
        1921.28,
        1925.24
    ],
    [
        " being in front of that tank and getting",
        1927.04,
        1930.26
    ],
    [
        " Shrapnel I decided I didn't want to be out in front of the tank. I wanted to be in the tank",
        1930.26,
        1937.22
    ],
    [
        " So I chose not I chose not to be an engineer's again. I chose to go in an armor",
        1937.22,
        1943.64
    ],
    [
        " So I chose",
        1943.64,
        1946.08
    ],
    [
        " to go to",
        1946.08,
        1947.9
    ],
    [
        " once again",
        1947.9,
        1949.8
    ],
    [
        " uh",
        1950.32,
        1950.92
    ],
    [
        " grown up in Iowa",
        1950.92,
        1951.96
    ],
    [
        " state of washing was",
        1951.96,
        1953.86
    ],
    [
        " somewhere",
        1953.86,
        1955.16
    ],
    [
        " who knows where",
        1955.16,
        1957.12
    ],
    [
        " So I chose Fort Lewis, Washington. That's a place I'd want to go visit",
        1957.12,
        1962.14
    ],
    [
        " So that's my first post was to go to Fort Lewis, Washington",
        1962.14,
        1966.9
    ],
    [
        " to the",
        1966.9,
        1967.74
    ],
    [
        " turned out to be the 29th no the 70 second tank of time",
        1967.74,
        1972.82
    ],
    [
        " Which was part of the second information",
        1972.82,
        1975.66
    ],
    [
        " President Truman",
        1978.16,
        1979.52
    ],
    [
        " While I was on my honeymoon in Canada decided to send the second division off",
        1979.52,
        1988.46
    ],
    [
        " to Korea",
        1988.46,
        1990.26
    ],
    [
        " So in my infinite wisdom not knowing",
        1990.26,
        1994.22
    ],
    [
        " This had happening",
        1994.22,
        1996.16
    ],
    [
        " Well, I was in Canada and I called home to wish my mother and dad happy fourth of July",
        1996.16,
        2003.78
    ],
    [
        " Oh",
        2008.82,
        2009.5
    ],
    [
        " The army had sent a telegram to my parents house",
        2009.5,
        2013.48
    ],
    [
        " saying for me to get my ass to Fort Lewis as soon as possible",
        2013.48,
        2019.52
    ],
    [
        " Well, I'm halfway there up when I'm up into Alberta, Canada",
        2019.52,
        2028.04
    ],
    [
        " So",
        2028.04,
        2028.94
    ],
    [
        " We drive off to Fort Lewis and so I arrive at Fort Lewis",
        2028.94,
        2034.12
    ],
    [
        " uh",
        2035.4,
        2036.0
    ],
    [
        " middle of July",
        2036.0,
        2037.08
    ],
    [
        " Now you've got to",
        2037.08,
        2039.58
    ],
    [
        " I'm now a tank of",
        2039.58,
        2041.58
    ],
    [
        " Patoon leader",
        2041.58,
        2042.32
    ],
    [
        " Never been in a tank before",
        2042.32,
        2045.1
    ],
    [
        " Let me tell you",
        2045.1,
        2049.28
    ],
    [
        " That's an experience most people don't want to have",
        2049.28,
        2052.98
    ],
    [
        " I",
        2052.98,
        2054.4
    ],
    [
        " The only thing I had going by the way",
        2054.4,
        2058.52
    ],
    [
        " many years later",
        2058.52,
        2060.08
    ],
    [
        " My Patoon sergeant told me he said",
        2061.26,
        2063.28
    ],
    [
        " At that time he was my gunner",
        2063.28,
        2065.72
    ],
    [
        " He said",
        2065.72,
        2067.0
    ],
    [
        " We've felt really fortunate we had a guy who'd been in combat in World War II",
        2067.0,
        2073.1
    ],
    [
        " Not knowing that I didn't know a damn thing about a tank",
        2073.1,
        2077.84
    ],
    [
        " But the good news is the sergeant was smart enough to teach me how to be a somewhat of a tanker",
        2077.84,
        2085.62
    ],
    [
        " On the ship on the way over to Korea",
        2085.62,
        2089.86
    ],
    [
        " So you had no",
        2090.08,
        2090.86
    ],
    [
        " You showed up you you get done with your or you",
        2090.86,
        2094.88
    ],
    [
        " Cut short your honeymoon you go straight to Fort Lewis and then you immediately",
        2094.88,
        2099.4
    ],
    [
        " Load up yes my first tank ride was from the port no from the",
        2099.4,
        2105.3
    ],
    [
        " Motorpool at Fort Lewis",
        2105.3,
        2107.92
    ],
    [
        " To the port of Olympia to put the tank on the ship and goodbye",
        2107.92,
        2112.8
    ],
    [
        " That was my first tank ride",
        2112.8,
        2116.04
    ],
    [
        " Yeah, that's the point you made about",
        2116.28,
        2118.22
    ],
    [
        " You know, not just that your your sergeant was smart enough to teach you",
        2118.22,
        2122.46
    ],
    [
        " But equally important is that you were smart enough to listen and we get all kinds of young officers",
        2122.46,
        2127.92
    ],
    [
        " And I'm sure you saw them through the years that they're not smart enough to listen to the people that have the experience and",
        2127.92,
        2132.3
    ],
    [
        " And that's a huge lesson learned that seems to always need to get learned by people",
        2132.3,
        2137.3
    ],
    [
        " I wish",
        2137.3,
        2139.12
    ],
    [
        " I've told more people",
        2139.12,
        2141.6
    ],
    [
        " When I asked",
        2141.6,
        2143.44
    ],
    [
        " What do you do to be successful? I say listen to your sergeants",
        2144.26,
        2149.86
    ],
    [
        " Listen to your sergeants ask them",
        2149.86,
        2152.64
    ],
    [
        " Don't be afraid to ask",
        2152.64,
        2155.0
    ],
    [
        " Because they'll tell you their job is to make you successful",
        2155.0,
        2159.26
    ],
    [
        " Yeah, and unfortunately there are too many people who don't have egos that can",
        2159.26,
        2164.84
    ],
    [
        " Allow them to do that",
        2164.84,
        2166.54
    ],
    [
        " No doubt about it. Yeah, they think it's gonna make them look bad when it actually yes",
        2166.54,
        2170.54
    ],
    [
        " It actually elevates them in the eyes of the sergeant. Yeah",
        2170.54,
        2173.1
    ],
    [
        " Yeah",
        2174.98,
        2175.72
    ],
    [
        " So your trip overseas you're on the ship and",
        2175.72,
        2180.82
    ],
    [
        " You show up in Korea",
        2180.82,
        2183.12
    ],
    [
        " Yes",
        2183.12,
        2184.46
    ],
    [
        " You can't understand",
        2184.46,
        2189.52
    ],
    [
        " What it's like to be",
        2189.52,
        2193.12
    ],
    [
        " several miles off shore and begin to smell",
        2193.12,
        2196.54
    ],
    [
        " What's going to be",
        2196.54,
        2199.7
    ],
    [
        " Turned out to be to pour the pusson",
        2200.4,
        2202.52
    ],
    [
        " But you could smell it before you ever got there",
        2202.52,
        2205.68
    ],
    [
        " And we knew we were pulling into and I've never I've never been to that far the world in my whole life",
        2205.68,
        2212.28
    ],
    [
        " And we all floated",
        2212.28,
        2214.84
    ],
    [
        " ourselves from the trip ship",
        2214.84,
        2219.28
    ],
    [
        " waited for our tanks to come on the on the",
        2219.28,
        2222.76
    ],
    [
        " other ships and we spent four days in",
        2222.76,
        2227.0
    ],
    [
        " In",
        2229.0,
        2229.48
    ],
    [
        " Pusson waiting for the equipment to come and then I floated it getting ready to go into battle",
        2229.48,
        2234.14
    ],
    [
        " Then",
        2234.14,
        2237.06
    ],
    [
        " At what point",
        2237.06,
        2239.76
    ],
    [
        " This is this is like the battle of Pusson. This is the Pusson perimeter",
        2239.76,
        2244.24
    ],
    [
        " Yeah, and this is the beginning of it right now. This is for those of you that don't know this is North Korean troops coming down a hundred thousand North Korean troops coming down and have you guys",
        2244.24,
        2253.36
    ],
    [
        " Basically squeezed on to",
        2253.76,
        2255.36
    ],
    [
        " It's almost a peninsula. It's like a little knot of land that sticks out it's 35 miles",
        2255.36,
        2261.08
    ],
    [
        " radius",
        2261.08,
        2262.2
    ],
    [
        " From the city of Pusson was the Pusson perimeter that was the last territory held",
        2262.2,
        2268.98
    ],
    [
        " Everything else was held by the North Koreans. It's so when you landed there that's the situation they were in yes",
        2268.98,
        2276.46
    ],
    [
        " And how did you guys and how did you and your troops feel about that?",
        2276.46,
        2281.74
    ],
    [
        " I",
        2285.18,
        2285.9
    ],
    [
        " I don't think we were even",
        2285.9,
        2287.76
    ],
    [
        " Coexisted of how serious it was",
        2287.76,
        2290.92
    ],
    [
        " After we loaded the tanks onto the rail cars",
        2290.92,
        2297.6
    ],
    [
        " She go to the Braille head of marrying which is I don't know the 20 miles 25 miles from Pusson",
        2297.6,
        2307.72
    ],
    [
        " Where we offloaded the tanks",
        2307.72,
        2309.86
    ],
    [
        " It's where I first went into combat in Korea",
        2310.24,
        2314.8
    ],
    [
        " Uh",
        2314.8,
        2317.34
    ],
    [
        " I don't really know that we thought how serious it was",
        2317.34,
        2323.34
    ],
    [
        " It got I got the impression",
        2323.34,
        2327.8
    ],
    [
        " several days later",
        2327.8,
        2330.8
    ],
    [
        " When the division assistant division commander",
        2330.8,
        2335.18
    ],
    [
        " Called all the officers and singer-in-seos together in a in a place",
        2335.54,
        2340.84
    ],
    [
        " And he said men we live or die here",
        2340.84,
        2344.48
    ],
    [
        " And I've thought to myself",
        2344.48,
        2347.36
    ],
    [
        " What in the hell did I get myself into here?",
        2347.36,
        2350.7
    ],
    [
        " But that's that's what it was I mean we would I",
        2351.34,
        2357.46
    ],
    [
        " You know in hindsight I",
        2357.46,
        2361.66
    ],
    [
        " I",
        2362.74,
        2363.38
    ],
    [
        " Red books about",
        2363.38,
        2364.36
    ],
    [
        " What happened in Korea",
        2364.36,
        2366.36
    ],
    [
        " And we really didn't understand it. I mean we were just they're doing a job and",
        2366.36,
        2373.6
    ],
    [
        " I don't think we really understood how perilous a situation was",
        2373.6,
        2378.98
    ],
    [
        " And at any point while you were there did you understand",
        2378.98,
        2383.68
    ],
    [
        " The peril of the situation or were you just in your particular battles day by day",
        2383.68,
        2390.28
    ],
    [
        " Trying to hold the line where you were and didn't",
        2390.36,
        2393.42
    ],
    [
        " Was the communications kind of not effective enough to really for you to understand the bigger picture?",
        2393.42,
        2398.74
    ],
    [
        " We we had no idea what the bigger picture was. I mean",
        2398.86,
        2402.06
    ],
    [
        " Honest to God we were just",
        2402.06,
        2405.24
    ],
    [
        " doing our job and",
        2405.24,
        2407.34
    ],
    [
        " As I said earlier watching these",
        2407.34,
        2410.68
    ],
    [
        " Waves of people come across the Naktan river",
        2410.68,
        2415.74
    ],
    [
        " We'll never ever",
        2416.46,
        2418.26
    ],
    [
        " Go away from my memory. I mean",
        2418.26,
        2420.92
    ],
    [
        " people were just coming coming coming and all we were doing was shooting shooting shooting and they were just keep coming and",
        2420.92,
        2429.7
    ],
    [
        " We managed to hold the line and they didn't penetrate",
        2429.7,
        2438.32
    ],
    [
        " um",
        2438.32,
        2440.1
    ],
    [
        " So no the answer is",
        2442.44,
        2444.06
    ],
    [
        " We didn't understand perilous as a situation",
        2444.06,
        2447.72
    ],
    [
        " As you're",
        2447.72,
        2450.76
    ],
    [
        " You hold the line specifically you guys you were holding the line on that river. Yes, and so they were gonna have to try and cross that river to get through the line",
        2450.76,
        2458.78
    ],
    [
        " Yes",
        2458.78,
        2459.26
    ],
    [
        " Were they swimming? Were they taking boats with what were they doing?",
        2459.26,
        2462.92
    ],
    [
        " They were waiting it was it wasn't that deep okay",
        2463.38,
        2466.74
    ],
    [
        " It wasn't it was pretty wide river, but it wasn't that deep",
        2466.74,
        2470.98
    ],
    [
        " So they were able to wait across",
        2470.98,
        2473.32
    ],
    [
        " uh",
        2473.32,
        2474.58
    ],
    [
        " Yeah, and they would just keep coming I mean and then how long how long did that particular how long were you under",
        2474.58,
        2482.68
    ],
    [
        " Intense waves of attacks like that it was like a tool was it like 20 days or something of the whole the whole thing",
        2482.68,
        2489.46
    ],
    [
        " I think lasted I don't know 20 days or something",
        2489.46,
        2492.6
    ],
    [
        " I",
        2497.18,
        2497.9
    ],
    [
        " I don't know",
        2497.9,
        2499.0
    ],
    [
        " It seemed like",
        2499.0,
        2502.7
    ],
    [
        " Forever but I think it was probably over and two or three a couple of weeks",
        2502.7,
        2509.74
    ],
    [
        " My first",
        2509.74,
        2514.42
    ],
    [
        " involvement",
        2514.42,
        2517.86
    ],
    [
        " We got off the tanks off the flat cars",
        2517.86,
        2523.64
    ],
    [
        " And then we rolled into action and my",
        2524.5,
        2528.68
    ],
    [
        " Lead tank",
        2528.68,
        2531.96
    ],
    [
        " In front of my very eyes exploded",
        2531.96,
        2537.04
    ],
    [
        " And we'll never forget watching the tank commander go sailing out",
        2537.04,
        2543.98
    ],
    [
        " Into the ditched to the right in the tank exploding",
        2543.98,
        2548.74
    ],
    [
        " We surrounded a curve and",
        2550.12,
        2553.82
    ],
    [
        " Unbeknownst to us there were two Russian tanks manned by Koreans",
        2553.82,
        2560.54
    ],
    [
        " Up this draw and they fired at this tank and",
        2560.54,
        2566.14
    ],
    [
        " We had to him my patina was in force",
        2566.14,
        2569.9
    ],
    [
        " uh",
        2569.9,
        2571.26
    ],
    [
        " Sherman tanks and",
        2571.26,
        2573.82
    ],
    [
        " gas",
        2573.82,
        2575.22
    ],
    [
        " uh",
        2578.72,
        2579.36
    ],
    [
        " Engines and they fired and",
        2579.36,
        2581.16
    ],
    [
        " Since they fired into the",
        2581.16,
        2583.36
    ],
    [
        " Gas tank that the whole thing exploded and so my first day in Korea combat",
        2583.36,
        2590.42
    ],
    [
        " One tank destroyed",
        2590.42,
        2593.24
    ],
    [
        " Five people was at that time with tank head crew of five",
        2593.24,
        2598.98
    ],
    [
        " We're out forum were killed in the tank the tank commander",
        2599.5,
        2603.08
    ],
    [
        " Was back in the United States in less than two weeks after we left over three weeks after we left and",
        2603.08,
        2609.44
    ],
    [
        " That was my first day in combat in Korea and uh",
        2609.44,
        2614.66
    ],
    [
        " So from then on we got into the",
        2614.66,
        2621.84
    ],
    [
        " the perimeter and",
        2621.84,
        2623.84
    ],
    [
        " Spent a couple weeks there",
        2623.84,
        2625.92
    ],
    [
        " I don't I don't I don't remember",
        2626.16,
        2628.96
    ],
    [
        " uh",
        2628.96,
        2630.32
    ],
    [
        " You read earlier my",
        2630.32,
        2632.74
    ],
    [
        " Citation it was on September 19th, which is when I was one of the reason I know that was September 19th",
        2632.74,
        2639.52
    ],
    [
        " Because you're what you read",
        2639.52,
        2640.84
    ],
    [
        " I didn't remember what exact you know dates it was",
        2640.84,
        2644.98
    ],
    [
        " uh",
        2644.98,
        2645.72
    ],
    [
        " Because it wasn't too long after that happened that",
        2645.72,
        2649.32
    ],
    [
        " we had the",
        2649.32,
        2650.8
    ],
    [
        " In shot landing and",
        2650.8,
        2652.64
    ],
    [
        " Everything broke out and",
        2652.64,
        2655.12
    ],
    [
        " We were heading north",
        2655.26,
        2656.7
    ],
    [
        " So it was a couple weeks. I don't know when you were from a leadership perspective",
        2656.7,
        2662.7
    ],
    [
        " dealing with",
        2662.7,
        2664.2
    ],
    [
        " losing guys",
        2664.2,
        2665.42
    ],
    [
        " In comparison to when you win world war two and you weren't necessarily in command of guys",
        2665.42,
        2671.22
    ],
    [
        " But you're seeing people get wounded you're seeing people get killed",
        2671.22,
        2673.86
    ],
    [
        " What was your mindset",
        2673.86,
        2675.94
    ],
    [
        " What was your perspective",
        2675.94,
        2678.68
    ],
    [
        " As a leader when guys were getting wounded guys were getting killed and then you had a bunch of you know",
        2678.68,
        2684.8
    ],
    [
        " You were saying that your sergeant",
        2684.8,
        2686.04
    ],
    [
        " You they felt they were lucky to have someone that had been in combat before",
        2686.04,
        2690.18
    ],
    [
        " And then all of a sudden I know that they were looking to you saying okay. Well, what do we do now boss?",
        2690.18,
        2696.0
    ],
    [
        " well",
        2696.7,
        2697.94
    ],
    [
        " One thing about",
        2697.94,
        2699.92
    ],
    [
        " In a tank",
        2699.92,
        2702.4
    ],
    [
        " The grooves are inside the tank and as",
        2702.4,
        2707.94
    ],
    [
        " With the radio you can direct people to do this and do that",
        2707.94,
        2712.86
    ],
    [
        " uh",
        2714.76,
        2715.32
    ],
    [
        " And so I just",
        2715.32,
        2717.42
    ],
    [
        " Told them what they should be doing and they did it. I mean it I",
        2717.42,
        2723.88
    ],
    [
        " I didn't",
        2723.88,
        2724.22
    ],
    [
        " Leadership is just telling people",
        2724.22,
        2728.96
    ],
    [
        " What they should do and they're trained to do it and they do it. I mean",
        2728.96,
        2734.8
    ],
    [
        " I",
        2734.8,
        2738.16
    ],
    [
        " I learned",
        2738.16,
        2739.78
    ],
    [
        " I",
        2742.48,
        2743.12
    ],
    [
        " talked to",
        2743.12,
        2743.76
    ],
    [
        " Corona pun I have a leadership. I didn't even know what that was",
        2743.76,
        2748.44
    ],
    [
        " I learned what leadership was all about at West Point",
        2748.44,
        2752.86
    ],
    [
        " And that's the major difference when I was",
        2752.86,
        2759.22
    ],
    [
        " In World War two. I was just taking care of myself. I wasn't really",
        2759.22,
        2765.98
    ],
    [
        " Too externt about the other guy what was going on we were all just doing our job",
        2766.9,
        2773.06
    ],
    [
        " That's very different when you're in a combat situation",
        2773.06,
        2778.88
    ],
    [
        " And you got people",
        2778.88,
        2783.24
    ],
    [
        " Depending on each other and we were all dependent on each other when we're in a tank but then and",
        2783.24,
        2791.6
    ],
    [
        " Each of us were trained to do a job and they did it. I mean",
        2792.32,
        2797.26
    ],
    [
        " One of the one of the things that might put you",
        2797.26,
        2802.18
    ],
    [
        " Didn't exist prior to I mean on paper it existed. It didn't exist physically",
        2802.18,
        2810.56
    ],
    [
        " So what happened when we were activated?",
        2810.56,
        2815.56
    ],
    [
        " The guard house was emptied out",
        2816.18,
        2818.44
    ],
    [
        " And we got replaced since from Fort Hood, Texas and that was my patoon",
        2819.04,
        2823.2
    ],
    [
        " One of the best soldiers",
        2823.2,
        2826.14
    ],
    [
        " And my patoon was my loader",
        2826.14,
        2830.1
    ],
    [
        " Who had spent most of his army career in the guard house",
        2830.1,
        2833.78
    ],
    [
        " But you can't believe what a great soldier was in combat. I mean",
        2833.78,
        2838.38
    ],
    [
        " Because he knew what he was doing and he was trained to do it and he did it",
        2838.38,
        2843.9
    ],
    [
        " I will never forget those young men",
        2843.9,
        2847.46
    ],
    [
        " I mean I'm still in",
        2848.02,
        2849.68
    ],
    [
        " email contact with my former gunner who's now retired as a",
        2849.68,
        2857.26
    ],
    [
        " Command Sergeant Major",
        2857.26,
        2859.26
    ],
    [
        " But he still calls me lieutenant",
        2859.26,
        2862.52
    ],
    [
        " Because he was he kept my ass out of trouble. I'll tell you that right. I mean he he taught me more about how to be a",
        2862.52,
        2873.58
    ],
    [
        " But two leaders than anybody will ever",
        2873.58,
        2875.56
    ],
    [
        " Understand and",
        2875.56,
        2878.2
    ],
    [
        " I guess the leadership train I had at West Point",
        2878.2,
        2883.74
    ],
    [
        " combined with what these young men were teaching me",
        2883.74,
        2888.54
    ],
    [
        " allowed me to become a pretty effective leader",
        2888.54,
        2893.14
    ],
    [
        " Throughout not just my military career but my commercial career too",
        2893.14,
        2898.44
    ],
    [
        " I",
        2898.44,
        2899.78
    ],
    [
        " A strong believer in that",
        2900.84,
        2903.2
    ],
    [
        " Leadership works not just in the military, but in commercial business",
        2903.2,
        2908.66
    ],
    [
        " Yeah",
        2908.66,
        2911.26
    ],
    [
        " You talked about leadership inside a tank",
        2911.26,
        2914.62
    ],
    [
        " What did you see and and how did you see what was going on that got you to get out of that tank and tell you that you need to get out of that vehicle and start directing was going on in the ground",
        2914.62,
        2924.16
    ],
    [
        " I wish I knew the answer to that. I mean",
        2924.16,
        2929.2
    ],
    [
        " It just did it. I mean",
        2929.78,
        2931.52
    ],
    [
        " I knew something had to be done and",
        2931.52,
        2938.52
    ],
    [
        " My radio communications with these guys on the ground wasn't working so",
        2938.52,
        2945.5
    ],
    [
        " You got to you got to communicate in the only way you can communicate if the radio isn't working",
        2945.5,
        2953.14
    ],
    [
        " You got to get your butt off the off the tank and down there so you can talk to these guys",
        2953.14,
        2957.94
    ],
    [
        " Because they weren't trying to talk to me. I was trying to talk to them and get them",
        2959.46,
        2963.3
    ],
    [
        " Figured out what the hell they should be doing. So I",
        2963.3,
        2967.74
    ],
    [
        " Just did it. I don't know what prompted me to do it",
        2967.74,
        2971.74
    ],
    [
        " It's a good question because I have no idea",
        2971.74,
        2976.82
    ],
    [
        " You know, I talk about that sometimes I talk about as a leader being able to",
        2976.82,
        2982.4
    ],
    [
        " Identify what I would call it. I just called the void of leadership",
        2983.96,
        2986.98
    ],
    [
        " And it's very easy to see when you are used to seeing leadership",
        2986.98,
        2991.88
    ],
    [
        " Filling the void when you see a void of leadership if you're aware to look for it",
        2991.88,
        2996.78
    ],
    [
        " It's really easy to see when it's there and you go wait a second",
        2996.78,
        3000.02
    ],
    [
        " Someone needs to step in here and take charge and so you had that instinct of hey, there's a void of leadership here",
        3000.02,
        3005.64
    ],
    [
        " I got to do something and here we go",
        3005.64,
        3008.16
    ],
    [
        " As much as you said to yourself at one point. I'm gonna be inside that tank",
        3008.78,
        3012.46
    ],
    [
        " And then the damn time you needed to tank you got out of it",
        3012.46,
        3016.8
    ],
    [
        " Well, in hindsight you had to do what you had to do absolutely",
        3016.8,
        3022.28
    ],
    [
        " And then went what once you guys held the line and you know, it's funny because I use that expression a lot",
        3022.28,
        3029.74
    ],
    [
        " Just talking about you know holding your line with your personal discipline and holding the line with your your subordinates",
        3029.74,
        3037.04
    ],
    [
        " And we use it metaphorically and it's incredible to see here and talk to you about",
        3037.42,
        3043.4
    ],
    [
        " Actually literally holding the line",
        3043.4,
        3046.76
    ],
    [
        " What when you guys got done holding the line and you had",
        3046.76,
        3051.32
    ],
    [
        " defeated that that onslaught from from the North Koreans what was the next phase",
        3051.32,
        3057.6
    ],
    [
        " Move out and move north and we",
        3057.6,
        3063.96
    ],
    [
        " The first weeks we moved",
        3067.74,
        3070.24
    ],
    [
        " four or five miles at the most the next couple weeks we moved hundreds of miles and I remember",
        3070.24,
        3079.0
    ],
    [
        " Going as fast as we could north",
        3079.0,
        3084.84
    ],
    [
        " To marry up with the guys who invaded it in just",
        3084.84,
        3090.42
    ],
    [
        " And we just kept going I mean",
        3090.42,
        3094.32
    ],
    [
        " I and I don't remember how many",
        3097.24,
        3101.58
    ],
    [
        " Opportunities we had to really get into combat",
        3101.58,
        3107.44
    ],
    [
        " After we cleared the pusson perimeter until after we got north of",
        3107.44,
        3114.18
    ],
    [
        " So I mean we",
        3114.18,
        3116.38
    ],
    [
        " The invading of the invasion force of",
        3116.38,
        3121.86
    ],
    [
        " And invaded",
        3123.06,
        3123.9
    ],
    [
        " Pretty well cleared of that stuff away and so the city of Seoul was open when we we went right through it and",
        3123.9,
        3132.86
    ],
    [
        " We kept going north",
        3132.86,
        3135.84
    ],
    [
        " The enemy was retreating pretty fast and we were just going as fast as we could",
        3135.84,
        3143.98
    ],
    [
        " Driving up the roads and the",
        3143.98,
        3146.16
    ],
    [
        " In fact",
        3146.16,
        3148.56
    ],
    [
        " Our unit",
        3151.78,
        3150.84
    ],
    [
        " Got almost the yellow river",
        3150.84,
        3154.1
    ],
    [
        " Which is about the time they decided they take the",
        3154.1,
        3159.72
    ],
    [
        " Take the stuff out of my butt so I was sent back to the hospital ship and in the harbor",
        3159.72,
        3166.58
    ],
    [
        " That's when you got shrapnel was when you were up by the by the yalu river no no that's oh that it already",
        3166.58,
        3172.1
    ],
    [
        " That's right that had happened earlier and now I was coming back",
        3172.1,
        3174.42
    ],
    [
        " The stuff was working",
        3174.42,
        3177.1
    ],
    [
        " Now",
        3180.26,
        3180.82
    ],
    [
        " one of the things you",
        3180.82,
        3183.94
    ],
    [
        " You've got to remember is this piece of metal is in my butt",
        3183.94,
        3187.32
    ],
    [
        " now in a tank the tank commander sits has a little",
        3187.32,
        3191.86
    ],
    [
        " Thing to cities but on while he's riding around in the turret",
        3191.86,
        3197.32
    ],
    [
        " Well, you don't do that when you have a piece of metal working his way out",
        3197.32,
        3201.56
    ],
    [
        " It is painful to say the least and so I couldn't hardly wait for that to happen",
        3201.56,
        3208.54
    ],
    [
        " But they wouldn't let me go back to the hospital until they got reasonably close to the surface",
        3208.78,
        3213.38
    ],
    [
        " So when it got close to the surface they evacuated me",
        3213.38,
        3218.1
    ],
    [
        " And it was in November",
        3218.1,
        3219.9
    ],
    [
        " 1950 that they sent me back to the hospital ship",
        3219.9,
        3225.26
    ],
    [
        " And then you then I think you covered this but then you got done the metal comes out",
        3225.26,
        3231.36
    ],
    [
        " And then you go back again because you're trying to you're thinking you're going to get home by Christmas if you can get back to your unit",
        3231.36,
        3236.98
    ],
    [
        " And I got back to the unit eventually, but I didn't get home by Christmas",
        3236.98,
        3240.7
    ],
    [
        " In fact the",
        3240.7,
        3243.04
    ],
    [
        " By the time I got back to the unit we were the second division that already",
        3243.04,
        3249.5
    ],
    [
        " moved back south",
        3249.5,
        3251.62
    ],
    [
        " Almost to the the Han River and so I",
        3251.62,
        3257.38
    ],
    [
        " I found the unit again somewhere south of",
        3257.38,
        3262.46
    ],
    [
        " I somewhat north of the Han River, but still",
        3263.34,
        3266.18
    ],
    [
        " We were still in North Korea, but it was",
        3266.18,
        3269.7
    ],
    [
        " The south part of North Korea",
        3269.7,
        3272.56
    ],
    [
        " And were you in a situation",
        3272.56,
        3274.94
    ],
    [
        " Did you guys get dug in because I know part of the Korean War was like they dug in and it was almost like trench warfare",
        3274.94,
        3281.3
    ],
    [
        " Did you enter that phase or were you still guys still moving north and south?",
        3281.3,
        3285.42
    ],
    [
        " we",
        3285.54,
        3286.04
    ],
    [
        " As tanks we never dug in",
        3286.04,
        3290.16
    ],
    [
        " now",
        3292.68,
        3293.24
    ],
    [
        " Later on",
        3293.24,
        3293.8
    ],
    [
        " Yeah, I think the line stabilized pretty much around the 38th parallel and there's a lot of",
        3293.8,
        3301.2
    ],
    [
        " digging in",
        3301.2,
        3303.34
    ],
    [
        " defensive positions as well",
        3303.34,
        3306.84
    ],
    [
        " but",
        3306.84,
        3307.94
    ],
    [
        " That was more infantry not not the tanks",
        3307.94,
        3311.44
    ],
    [
        " So how did you how did you end up what was the last phase of you being over there like and and what ended up bringing you back to the",
        3311.44,
        3320.14
    ],
    [
        " States",
        3323.54,
        3324.46
    ],
    [
        " Well",
        3324.46,
        3322.7
    ],
    [
        " The",
        3322.7,
        3325.38
    ],
    [
        " The line sort of stabilized around the 38th parallel",
        3325.38,
        3330.86
    ],
    [
        " The we would go forward and then we'd come back we would go forward come back",
        3330.86,
        3340.5
    ],
    [
        " oftentimes",
        3340.5,
        3342.98
    ],
    [
        " The we would uh",
        3342.98,
        3348.66
    ],
    [
        " Do patrolling I guess is the right word patrolling in force we'd",
        3350.16,
        3354.7
    ],
    [
        " A tank company with an infantry company attached",
        3354.7,
        3359.32
    ],
    [
        " writing on the tanks would blast forward",
        3359.32,
        3363.54
    ],
    [
        " to some enemy position",
        3363.54,
        3366.7
    ],
    [
        " It didn't do a firefight",
        3366.7,
        3370.44
    ],
    [
        " Take the ground and then",
        3370.44,
        3373.56
    ],
    [
        " We'd move back again. We were just going back and forth",
        3373.56,
        3378.34
    ],
    [
        " uh",
        3378.94,
        3379.7
    ],
    [
        " Around that so-called",
        3379.7,
        3381.8
    ],
    [
        " uh",
        3381.8,
        3382.9
    ],
    [
        " Now turned out to be the 38th parallel but it was generally that sector",
        3382.9,
        3389.04
    ],
    [
        " uh",
        3389.04,
        3389.96
    ],
    [
        " Oftentimes the infantry would",
        3389.96,
        3397.0
    ],
    [
        " uh",
        3397.0,
        3398.22
    ],
    [
        " Get into a lot more heavy fire fights and the tanks would",
        3398.22,
        3403.54
    ],
    [
        " Uh, I spent a lot of time",
        3403.88,
        3405.68
    ],
    [
        " supporting infantry",
        3405.68,
        3407.92
    ],
    [
        " Tax with my tank guns and machine guns covering their",
        3407.92,
        3412.84
    ],
    [
        " advancements forward but",
        3412.84,
        3415.38
    ],
    [
        " Dug in no we never the tanks were never dug in",
        3415.38,
        3420.38
    ],
    [
        " And then how long did that last for what how long did was your unit deployed over there? Was it the whole unit that ended up going home?",
        3420.38,
        3428.34
    ],
    [
        " No no",
        3428.72,
        3429.84
    ],
    [
        " At a certain point it decided",
        3433.54,
        3435.4
    ],
    [
        " That people who'd been there a year would come home and we started rotation and uh",
        3435.4,
        3442.38
    ],
    [
        " I was one of the",
        3442.38,
        3443.84
    ],
    [
        " First ones to rotate out of my unit",
        3443.84,
        3447.16
    ],
    [
        " Because I had",
        3447.16,
        3449.74
    ],
    [
        " Some decorations and because I'd been there a year and etc. I had a lot of points and so",
        3449.74,
        3457.7
    ],
    [
        " I was sent back",
        3457.7,
        3461.1
    ],
    [
        " uh",
        3462.98,
        3463.58
    ],
    [
        " I",
        3463.58,
        3464.04
    ],
    [
        " I guess",
        3464.04,
        3464.22
    ],
    [
        " I",
        3464.22,
        3467.36
    ],
    [
        " Got back to the United States",
        3467.36,
        3469.54
    ],
    [
        " Labor Day of 1951",
        3469.54,
        3472.66
    ],
    [
        " So I was uh evacuated uh",
        3472.66,
        3476.36
    ],
    [
        " Not the word evacuated is probably not the right word. I was just sent back home",
        3476.36,
        3481.62
    ],
    [
        " And then so you get back home you know",
        3481.62,
        3486.9
    ],
    [
        " You are coming home from koreans obviously you at least experienced some pretty intense stuff",
        3487.5,
        3491.88
    ],
    [
        " And you know you hear a lot of times especially nowadays with guys coming home from Iraq and Afghanistan with guys",
        3491.88,
        3497.98
    ],
    [
        " struggling to re-adapt to",
        3497.98,
        3500.88
    ],
    [
        " To life back in america",
        3500.88,
        3504.62
    ],
    [
        " And I think it's a little bit different because when you came home you were still in the army and I think that's the best thing for veterans",
        3504.62,
        3512.34
    ],
    [
        " You know if you're still in I think the the veterans that have the hardest time are veterans that get out and all the sudden the brother",
        3512.34,
        3516.8
    ],
    [
        " That they are used to is gone and the mission that they're used to is gone",
        3516.9,
        3519.92
    ],
    [
        " But is that is that what you experienced and you came home and you you still had your mission of",
        3519.92,
        3525.78
    ],
    [
        " Moving forward in the army. Yes. I mean",
        3525.78,
        3529.4
    ],
    [
        " I had no",
        3529.4,
        3532.56
    ],
    [
        " feeling of",
        3532.56,
        3534.42
    ],
    [
        " Not being appreciated. I mean",
        3534.42,
        3537.34
    ],
    [
        " Obviously I when I came back I",
        3537.34,
        3541.78
    ],
    [
        " came back uh",
        3541.78,
        3544.48
    ],
    [
        " Uh, I had a daughter born while I was in korea",
        3545.32,
        3548.62
    ],
    [
        " Scared to hell out of me. I mean I",
        3548.62,
        3551.4
    ],
    [
        " I still remember",
        3551.4,
        3553.86
    ],
    [
        " this",
        3553.86,
        3555.74
    ],
    [
        " Four-month-old child I hold for the first time first time I've ever held anybody that size",
        3555.74,
        3564.54
    ],
    [
        " Scared to hell out of me. I mean I was more scared about that than a lot of the things that happen to me. But anyway",
        3564.54,
        3571.64
    ],
    [
        " I came back",
        3572.48,
        3573.56
    ],
    [
        " Went to Fort Knox",
        3573.56,
        3575.42
    ],
    [
        " What they sent me now they sent me to school to learn to be a platoon leader and and so and then they",
        3575.42,
        3584.9
    ],
    [
        " Asked me if I wanted to stay there at Fort Knox and run an off-sercandy company and I did and so",
        3584.9,
        3594.0
    ],
    [
        " Just been at several years running an off-sercandy company and then",
        3594.0,
        3600.08
    ],
    [
        " They decided they didn't need it any more off-sercandy at Fort Knox. So they closed that down",
        3602.3,
        3609.34
    ],
    [
        " And now you got to",
        3609.34,
        3611.0
    ],
    [
        " Selected to be an aid",
        3611.0,
        3613.4
    ],
    [
        " to",
        3613.4,
        3614.74
    ],
    [
        " John Waters",
        3614.74,
        3616.88
    ],
    [
        " John Waters is the",
        3616.88,
        3619.62
    ],
    [
        " General Pettins son-in-law and",
        3619.62,
        3623.12
    ],
    [
        " Wonderful experience",
        3623.12,
        3626.3
    ],
    [
        " learned a lot",
        3626.3,
        3628.0
    ],
    [
        " from a",
        3629.7,
        3630.56
    ],
    [
        " Real gentleman",
        3630.56,
        3631.6
    ],
    [
        " He was he painted he was a burger general that time",
        3631.6,
        3638.06
    ],
    [
        " became two stars",
        3638.06,
        3639.9
    ],
    [
        " but he eventually retired as a four-star general and",
        3639.9,
        3644.56
    ],
    [
        " but he taught me a lot about",
        3644.56,
        3647.08
    ],
    [
        " Being a being an officer",
        3647.08,
        3650.78
    ],
    [
        " Not so much about leadership, but being an officer in a gentleman",
        3650.78,
        3656.88
    ],
    [
        " I he was a",
        3658.0,
        3659.96
    ],
    [
        " outstanding",
        3659.96,
        3661.24
    ],
    [
        " person and they I learned from him",
        3661.24,
        3666.7
    ],
    [
        " I mean",
        3666.7,
        3668.36
    ],
    [
        " You know when you when you're working as an aid",
        3668.36,
        3672.86
    ],
    [
        " you get",
        3672.86,
        3674.32
    ],
    [
        " Pretty close to somebody and",
        3674.32,
        3677.22
    ],
    [
        " Always feel very fortunate that I was able to be his aid and learn",
        3677.22,
        3683.88
    ],
    [
        " I don't know if you know he's the one in the movie",
        3684.02,
        3688.52
    ],
    [
        " about General Patton and then",
        3688.52,
        3690.98
    ],
    [
        " Troubles in to rescue somebody in a prisoner workamp",
        3690.98,
        3695.76
    ],
    [
        " He was the one who was in the prisoner workamp",
        3695.76,
        3699.2
    ],
    [
        " And it was wounded very seriously there but I mean and",
        3699.2,
        3704.28
    ],
    [
        " It was quite a experience working for him for several years",
        3704.28,
        3709.38
    ],
    [
        " Those multiple years",
        3709.38,
        3710.92
    ],
    [
        " Part multiple years as an aid I've spent two and a half years as his aid",
        3711.06,
        3716.2
    ],
    [
        " so and then",
        3716.2,
        3718.5
    ],
    [
        " As he went on to his assignments I went on to my assignments and",
        3718.5,
        3724.76
    ],
    [
        " What one of the experiences I had",
        3724.76,
        3728.4
    ],
    [
        " uh",
        3728.4,
        3730.02
    ],
    [
        " In 1956",
        3730.02,
        3733.36
    ],
    [
        " I was a company commander of a tank company in Bob molder, Germany",
        3736.44,
        3742.52
    ],
    [
        " Yeah, and he at that time was running the military assistance command in Yugoslavia",
        3742.52,
        3750.3
    ],
    [
        " And he decided to come up and visit me",
        3750.3,
        3753.72
    ],
    [
        " Now he's the major general and he's coming to visit this captain",
        3753.72,
        3759.76
    ],
    [
        " and",
        3760.54,
        3761.1
    ],
    [
        " in Bob molder, Germany and it was",
        3761.1,
        3763.68
    ],
    [
        " You can't believe all the",
        3763.68,
        3768.08
    ],
    [
        " Other stuff that went on what the hell is the",
        3768.08,
        3772.6
    ],
    [
        " General coming to see you for et cetera, et cetera, but anyway we",
        3772.6,
        3777.84
    ],
    [
        " We got through all that but uh he he was",
        3777.84,
        3781.46
    ],
    [
        " He didn't come to visit me in Vietnam when he was",
        3781.46,
        3785.04
    ],
    [
        " Pacific commander, but",
        3785.04,
        3786.84
    ],
    [
        " he was",
        3786.84,
        3788.28
    ],
    [
        " Took care of watching what I was doing",
        3789.0,
        3791.76
    ],
    [
        " So it was it was an experience a wonderful experience and a great learning experience to be his aid",
        3791.76,
        3799.82
    ],
    [
        " Yeah, I was actually an aid too for the the admiral that was in charge of all the seals and it was a very similar situation for me",
        3799.82,
        3806.26
    ],
    [
        " It was a great guy and I learned a ton about",
        3806.26,
        3810.2
    ],
    [
        " About the way the whole big machine work",
        3810.2,
        3813.24
    ],
    [
        " Which you have no idea when you're a young",
        3813.24,
        3815.9
    ],
    [
        " You have no idea what's going on behind the scenes and and I definitely got to learn a lot about that and the same thing",
        3815.9,
        3822.18
    ],
    [
        " You just talked about you know, I had just had a great relationship with him and and",
        3822.18,
        3826.3
    ],
    [
        " He took care of me and my guys on many occasions",
        3826.3,
        3830.34
    ],
    [
        " Which was great and since he was the admiral I",
        3830.34,
        3834.3
    ],
    [
        " One time we we were to he was a surfer and I was organizing a trip for us to go to Hawaii",
        3834.3,
        3840.84
    ],
    [
        " And we were gonna see some of the seals that were stationed out in Hawaii and",
        3841.82,
        3845.42
    ],
    [
        " The big thing I had to do is get organized so that when we got picked up at the airport there were surfboards",
        3845.42,
        3851.08
    ],
    [
        " In the vehicles ready to take us directly to surfing as soon as we showed up and",
        3851.08,
        3856.94
    ],
    [
        " It's the same no people say what do you want these are actually you just get the surfboards ready. That's what you need to do for the boss",
        3856.94,
        3863.0
    ],
    [
        " Um",
        3863.0,
        3865.38
    ],
    [
        " And then so you did that you end up you you end up",
        3865.38,
        3870.14
    ],
    [
        " So 56 year-over your company commander and what happens in between then and well and then",
        3870.84,
        3878.22
    ],
    [
        " I was in a unit",
        3878.22,
        3883.46
    ],
    [
        " second armored second armored division and at that time",
        3883.46,
        3889.64
    ],
    [
        " and 57",
        3889.64,
        3891.64
    ],
    [
        " They had something never going to rotate the fourth division which fourth armored division which I'd been in for a hood",
        3891.64,
        3900.56
    ],
    [
        " Rotate it to Germany in the second armored division to go to rotate back to",
        3901.3,
        3906.22
    ],
    [
        " Porthood",
        3906.22,
        3907.5
    ],
    [
        " However, I'd only been in country a little over a year and I",
        3907.5,
        3914.96
    ],
    [
        " Wasn't eligible to rotate back. So they uh",
        3914.96,
        3919.4
    ],
    [
        " In their",
        3919.4,
        3920.6
    ],
    [
        " decision",
        3920.6,
        3922.96
    ],
    [
        " For those of us who weren't eligible had to be reassigned and I was reassigned to be",
        3922.96,
        3930.08
    ],
    [
        " At the Secretary of the General Staff",
        3930.22,
        3932.32
    ],
    [
        " at Heidelberg which is",
        3932.32,
        3934.62
    ],
    [
        " US Army Europe",
        3934.62,
        3936.78
    ],
    [
        " So now I'm going from being a company commander and bomb holder, Germany, which is at the end of the line",
        3936.78,
        3942.98
    ],
    [
        " All the way to the very senior army command in Europe",
        3942.98,
        3947.6
    ],
    [
        " And I'm working now for a four star general in his",
        3947.6,
        3952.92
    ],
    [
        " General staff organization and I had",
        3952.92,
        3957.78
    ],
    [
        " uh",
        3959.4,
        3959.98
    ],
    [
        " Once again a chance to go from learning knowing what's going on down here",
        3959.98,
        3965.54
    ],
    [
        " to watching what's going on",
        3965.54,
        3967.6
    ],
    [
        " very senior leadership and",
        3967.6,
        3970.4
    ],
    [
        " It was another",
        3970.4,
        3972.38
    ],
    [
        " opportunity",
        3972.38,
        3974.3
    ],
    [
        " For a year and a half I had that job and it was just a great experience learning",
        3974.3,
        3980.06
    ],
    [
        " If you would the other extreme of where you'd been",
        3980.06,
        3984.14
    ],
    [
        " and",
        3985.26,
        3985.84
    ],
    [
        " That was my",
        3985.84,
        3986.7
    ],
    [
        " and then",
        3986.7,
        3987.92
    ],
    [
        " Rotated back to the United States in 59 to become a",
        3987.92,
        3994.4
    ],
    [
        "",
        3994.4,
        3994.4
    ],
    [
        " Math professor at what's point?",
        3994.4,
        3996.72
    ],
    [
        " Would I spend four years then a math",
        3997.48,
        4000.74
    ],
    [
        " Professor and then",
        4000.74,
        4003.46
    ],
    [
        " Went to the Army of the command general staff college at it for eleven more and",
        4003.46,
        4009.62
    ],
    [
        " Then the army decided",
        4009.62,
        4012.36
    ],
    [
        " That they needed to have people",
        4013.06,
        4015.56
    ],
    [
        " Conor acting McNamara's whiz kids",
        4015.56,
        4020.0
    ],
    [
        " And so",
        4020.0,
        4023.58
    ],
    [
        " They figured that somebody had been teaching math probably could not",
        4023.58,
        4029.66
    ],
    [
        " So they sent me the University of Michigan to get a degree in",
        4029.66,
        4035.18
    ],
    [
        " I",
        4038.06,
        4038.7
    ],
    [
        " Would turn out to be operations research but",
        4038.7,
        4041.16
    ],
    [
        " The army sent me to be get a degree in automatic data processing",
        4041.16,
        4046.76
    ],
    [
        " Which they didn't have such a thing at Michigan, but uh",
        4046.76,
        4051.24
    ],
    [
        " The closest thing to it was",
        4051.24,
        4053.14
    ],
    [
        " Industrial engineering operations research",
        4053.14,
        4055.92
    ],
    [
        " So I spent two years there getting to degree",
        4055.92,
        4060.34
    ],
    [
        " and then I",
        4060.34,
        4064.82
    ],
    [
        " I volunteered to go to Vietnam",
        4065.4,
        4067.16
    ],
    [
        " so I",
        4067.16,
        4068.68
    ],
    [
        " And",
        4068.68,
        4071.14
    ],
    [
        " When you say that they were that the army knew that they needed someone to counter act the whiz kids and I've talked about the whiz kids and I've covered them somewhat because",
        4071.14,
        4079.6
    ],
    [
        " The a lot of the people operational on the ground said hey these",
        4079.6,
        4084.28
    ],
    [
        " These statistics that you're coming up with don't take into account the human aspect of these kind of this conflict in Vietnam",
        4084.28,
        4092.54
    ],
    [
        " So was that something that was felt and and understood inside the army at that time?",
        4092.54,
        4097.82
    ],
    [
        " I mean clearly it was yes",
        4098.1,
        4099.3
    ],
    [
        " And that's the whole idea was to take somebody who knew something about the army and give him some education to",
        4099.3,
        4107.4
    ],
    [
        " These kids so-called kids had",
        4107.4,
        4111.16
    ],
    [
        " um and",
        4111.16,
        4112.94
    ],
    [
        " Staticle analysis and all that stuff and",
        4112.94,
        4116.54
    ],
    [
        " so",
        4116.54,
        4117.98
    ],
    [
        " To be the other part of the of the the board and",
        4118.3,
        4123.2
    ],
    [
        " That was to be my utilization tour",
        4123.2,
        4126.88
    ],
    [
        " So",
        4126.88,
        4128.38
    ],
    [
        " There's a great example that and it's it's the battle the I dream valley and",
        4128.38,
        4133.84
    ],
    [
        " Colonel Moore talks about it the fact that the what the whiz kids basically said",
        4133.84,
        4139.9
    ],
    [
        " Well one of the things that they said was okay",
        4139.9,
        4142.6
    ],
    [
        " We can kill",
        4142.6,
        4144.32
    ],
    [
        " 170",
        4144.32,
        4145.98
    ],
    [
        " uh",
        4147.44,
        4147.96
    ],
    [
        " Vietnamese soldiers for every one of ours that that they kill so statistically",
        4147.96,
        4152.58
    ],
    [
        " We'll just keep running that problem over and over again and we'll end up winning and I always point out and which which everyone points out",
        4152.58,
        4160.46
    ],
    [
        " And I'm sure you would point it out as well as what they didn't take into account is the fact that number one",
        4160.46,
        4167.08
    ],
    [
        " 170",
        4167.08,
        4168.5
    ],
    [
        " Vietnamese killed to the Vietnamese",
        4168.5,
        4170.82
    ],
    [
        " Was not as big of a deal as we thought it would be",
        4170.82,
        4174.62
    ],
    [
        " And we also didn't take into account that one American dead is a lot bigger than",
        4174.64,
        4180.58
    ],
    [
        " The statisticians thought it would be to us and that's just a huge tragedy to go into that situation like that",
        4180.58,
        4189.24
    ],
    [
        " well in fact i",
        4189.24,
        4191.48
    ],
    [
        " many times thought",
        4191.48,
        4193.84
    ],
    [
        " Body count was the dumbest thing we've ever come up with is a",
        4193.84,
        4199.78
    ],
    [
        " measure of success and combat and i",
        4199.78,
        4204.24
    ],
    [
        " We've said that i don't know how many times and i",
        4204.62,
        4209.42
    ],
    [
        " I'm still convinced that was the dumbest thing we've done",
        4209.42,
        4213.6
    ],
    [
        " Over the time and i was there participating in it and it was",
        4213.6,
        4220.38
    ],
    [
        " parable",
        4220.38,
        4221.58
    ],
    [
        " Yeah, so let's let's go to Vietnam so you you volunteered for Vietnam in what 1966?",
        4221.58,
        4227.9
    ],
    [
        " Yes, or 65 66 okay, and did you do they automatically say okay? Well you're uh",
        4228.62,
        4234.42
    ],
    [
        " Lieutenant Colonel that means you're gonna you're gonna take over a squadron or battalion. I wish that was the case",
        4234.62,
        4238.84
    ],
    [
        " the fact",
        4238.84,
        4241.58
    ],
    [
        " Give the army more credit for",
        4241.58,
        4246.52
    ],
    [
        " than this do now",
        4246.52,
        4248.92
    ],
    [
        " uh, they",
        4248.92,
        4249.98
    ],
    [
        " Along with everybody else i was a lieutenant colon arrived in country and",
        4249.98,
        4255.46
    ],
    [
        " I was assigned initially to be the executive officer of the",
        4255.46,
        4260.78
    ],
    [
        " uh",
        4262.44,
        4263.24
    ],
    [
        " Combat Operation Center of McVee which is the headquarters of all",
        4263.24,
        4267.22
    ],
    [
        " and the combat operation center was west morland's",
        4267.22,
        4271.54
    ],
    [
        " Operation Center and it was run by a marine brigadier general",
        4271.54,
        4278.02
    ],
    [
        " Bill Jones by name",
        4278.02,
        4280.34
    ],
    [
        " and",
        4280.34,
        4281.58
    ],
    [
        " It was a great man. I mean and i was just exact and uh and we uh",
        4281.58,
        4288.44
    ],
    [
        " Quote ran the war so to speak the word we as a very looser",
        4289.72,
        4293.94
    ],
    [
        " from the",
        4293.94,
        4298.02
    ],
    [
        " COC and",
        4298.02,
        4300.08
    ],
    [
        " That was",
        4300.08,
        4302.06
    ],
    [
        " Had quarters right there in Saigon and",
        4302.06,
        4307.04
    ],
    [
        " It was a cushy job. I mean I mean",
        4307.04,
        4313.16
    ],
    [
        " Went to work on a regular hourly basis",
        4313.66,
        4316.28
    ],
    [
        " I used to go in at night once in a while because president johnson was going to talk",
        4316.28,
        4321.5
    ],
    [
        " To some of the action officers",
        4321.5,
        4323.92
    ],
    [
        " Trying to find out what was happened to these patrols that we were sending out",
        4323.92,
        4328.42
    ],
    [
        " You mean that's a that's a serious sign of micro management, huh?",
        4328.42,
        4332.14
    ],
    [
        " Well, let me tell you that was micro management of the first order and I saw it",
        4332.42,
        4337.46
    ],
    [
        " absolutely sought and",
        4337.46,
        4339.3
    ],
    [
        " and",
        4339.86,
        4340.62
    ],
    [
        " Happening more often than I cared to remember and",
        4340.62,
        4344.04
    ],
    [
        " but",
        4344.04,
        4345.66
    ],
    [
        " I had",
        4345.66,
        4347.56
    ],
    [
        " one of the evenings I",
        4347.56,
        4350.42
    ],
    [
        " met one of my former colleagues",
        4350.42,
        4353.16
    ],
    [
        " armor who was",
        4353.16,
        4355.86
    ],
    [
        " Commanding the first the fourth gallery of the first infant division and",
        4355.86,
        4361.84
    ],
    [
        " You told me he was gonna rotate home in",
        4361.84,
        4365.64
    ],
    [
        " December",
        4365.64,
        4366.22
    ],
    [
        " I said can I get that job?",
        4366.22,
        4368.6
    ],
    [
        " He said he'd take me up me introduce me to general deputue",
        4369.3,
        4373.54
    ],
    [
        " Who was the division commander and I went up and I passed the test",
        4373.54,
        4378.56
    ],
    [
        " It had to know general deputue and",
        4378.56,
        4381.88
    ],
    [
        " He was a no-nonsense guy",
        4381.88,
        4385.74
    ],
    [
        " He even",
        4385.74,
        4388.62
    ],
    [
        " People thought I was crazy because general deputue was believing but dying commanders for incompetence",
        4388.62,
        4395.66
    ],
    [
        " right and left",
        4395.66,
        4396.88
    ],
    [
        " And I figured you know",
        4397.8,
        4400.06
    ],
    [
        " You go up until your job you're gonna be okay",
        4400.06,
        4403.44
    ],
    [
        " so I went up",
        4403.44,
        4404.98
    ],
    [
        " and",
        4404.98,
        4405.7
    ],
    [
        " General a few interviews",
        4405.7,
        4408.86
    ],
    [
        " interviewed me and general hollins worked it it was the assistant division commander and hollins worked",
        4408.86,
        4415.22
    ],
    [
        " It was a no-cavirament. I mean",
        4415.22,
        4416.9
    ],
    [
        " and he couldn't",
        4416.9,
        4420.6
    ],
    [
        " The two of the two of them passed on me said it was okay and so I got",
        4420.6,
        4425.7
    ],
    [
        " uh reassigned to",
        4426.44,
        4427.96
    ],
    [
        " To command of the first and fourth gallery in",
        4427.96,
        4430.7
    ],
    [
        " December of 1966",
        4430.7,
        4434.32
    ],
    [
        " Which was a",
        4434.32,
        4438.04
    ],
    [
        " Plum job that was",
        4438.04,
        4440.0
    ],
    [
        " It was not only a plum outfit",
        4440.0,
        4443.38
    ],
    [
        " but it",
        4443.38,
        4444.94
    ],
    [
        " General deputue used the cavalry squadron like it should be used",
        4444.94,
        4450.76
    ],
    [
        " Many times later my successors were all",
        4451.52,
        4455.9
    ],
    [
        " Not as lucky as I was I mean I was able to",
        4455.9,
        4461.74
    ],
    [
        " Fight my unit has a unit I had",
        4461.74,
        4466.38
    ],
    [
        " Three ground troops one",
        4466.38,
        4472.56
    ],
    [
        " Count I mean",
        4472.56,
        4474.9
    ],
    [
        " You know",
        4474.9,
        4475.12
    ],
    [
        " D troop was a helicopter school a troop I had 31 helicopters in it and I had",
        4475.12,
        4483.96
    ],
    [
        " and the division commander would assign",
        4483.96,
        4487.3
    ],
    [
        " Becoming of the tank battalion that was assigned to my unit and then since there wasn't any real enemy aircraft",
        4487.3,
        4496.48
    ],
    [
        " He assigned",
        4496.48,
        4497.96
    ],
    [
        " Several the batteries of the any aircraft unit to my unit",
        4497.96,
        4503.18
    ],
    [
        " so I had a",
        4503.22,
        4506.64
    ],
    [
        " unit to",
        4506.64,
        4507.18
    ],
    [
        " Unparalled in history",
        4507.18,
        4511.2
    ],
    [
        " Because General deputue believed the cavalry was supposed to go find the enemy",
        4511.2,
        4516.5
    ],
    [
        " And keep them there until his infantry could show up and",
        4516.5,
        4520.46
    ],
    [
        " We did it were often not and",
        4520.46,
        4524.0
    ],
    [
        " One of the stories I tell people",
        4524.0,
        4527.4
    ],
    [
        " I",
        4527.4,
        4530.4
    ],
    [
        " I",
        4530.78,
        4531.62
    ],
    [
        " I'm self-styled king of the mission rubber plantation",
        4531.62,
        4535.1
    ],
    [
        " Which is you know 70 square miles of trees and",
        4535.1,
        4541.36
    ],
    [
        " Historically there's little communities of workers throughout the",
        4541.36,
        4548.46
    ],
    [
        " the this place and",
        4548.46,
        4551.66
    ],
    [
        " It became these little towns became havens for the North Korea for the North",
        4551.66,
        4559.56
    ],
    [
        " North Vietnamese and",
        4559.56,
        4561.96
    ],
    [
        " So we took it upon ourselves to evacuate everybody out of the little villages to the perimeter of the",
        4561.96,
        4570.14
    ],
    [
        " flat plantation and",
        4570.14,
        4573.04
    ],
    [
        " Then took it upon ourselves to destroy the villages because the North",
        4573.04,
        4580.1
    ],
    [
        " North Vietnamese were coming in at night using these places and shelling our units",
        4580.1,
        4586.86
    ],
    [
        " so",
        4588.58,
        4589.18
    ],
    [
        " We were destroying",
        4589.18,
        4590.38
    ],
    [
        " All these little hamlets",
        4590.38,
        4592.62
    ],
    [
        " In fact, I had an engineer company assigned to me and one of the",
        4592.62,
        4597.92
    ],
    [
        " Contests was between the captain who was the engineer coming to commander in myself. I'd be off of my chopper",
        4597.92,
        4605.64
    ],
    [
        " And he'd be down on the ground and he was going to implode these village",
        4605.64,
        4611.4
    ],
    [
        " Now if he imploded them all he won",
        4611.4,
        4615.74
    ],
    [
        " If any of the villages",
        4616.12,
        4617.96
    ],
    [
        " Buildings would still be standing I won",
        4617.96,
        4621.36
    ],
    [
        " Now what did we win a beer",
        4621.36,
        4624.3
    ],
    [
        " And more often than not I won he didn't win him",
        4624.3,
        4629.12
    ],
    [
        " He didn't lose many but we got",
        4629.12,
        4631.86
    ],
    [
        " so",
        4631.86,
        4632.86
    ],
    [
        " in the spring",
        4632.86,
        4635.04
    ],
    [
        " 1967",
        4635.04,
        4638.56
    ],
    [
        " Ambassador",
        4638.56,
        4640.92
    ],
    [
        " Elseworth bunker",
        4641.5,
        4642.56
    ],
    [
        " arrives in",
        4642.56,
        4644.54
    ],
    [
        " Vietnam",
        4644.54,
        4645.54
    ],
    [
        " The first unit he wants to visit is mine",
        4645.54,
        4650.68
    ],
    [
        " There is",
        4650.68,
        4652.56
    ],
    [
        " Everybody is",
        4652.56,
        4654.38
    ],
    [
        " What in the world is why did he pick this and why does he come into CU",
        4654.38,
        4659.34
    ],
    [
        " Well, he gets out there and all the now he's got a four-star general that",
        4659.34,
        4665.9
    ],
    [
        " Co-cup, the three-star general and the division commander all with them",
        4666.0,
        4671.06
    ],
    [
        " And then we're out in the middle of nowhere. I'm briefing the ambassador",
        4671.06,
        4675.96
    ],
    [
        " I get emotional when I say this",
        4675.96,
        4679.62
    ],
    [
        " He says, Colonel",
        4679.62,
        4682.46
    ],
    [
        " I got more correspondence of my desk from the French about what in the hell you're doing up here destroying their",
        4682.46,
        4691.04
    ],
    [
        " Village and all the people and causing all this commotion. What are you doing and why are you doing it?",
        4691.7,
        4697.26
    ],
    [
        " And I explained to him that why we were doing it because they were",
        4698.42,
        4702.48
    ],
    [
        " These villages were being havens for the",
        4702.48,
        4704.64
    ],
    [
        " North",
        4704.64,
        4705.56
    ],
    [
        " And they were coming in and shelling our killing our troops and I've always remembered him say",
        4705.56,
        4712.2
    ],
    [
        " Colonel you just keep doing what you're doing and I'll take care of the French and I said",
        4712.2,
        4718.8
    ],
    [
        " God bless you",
        4718.8,
        4720.42
    ],
    [
        " I mean I still get emotional",
        4721.32,
        4723.7
    ],
    [
        " What's that that man that gentleman understood what the hell was going on",
        4723.7,
        4729.5
    ],
    [
        " And here we talk about state department people not knowing what's going on",
        4729.5,
        4735.0
    ],
    [
        " He knew what was going on and he told me to keep doing what I was doing and I did it",
        4735.0,
        4740.68
    ],
    [
        " He was but I will always remember him",
        4740.68,
        4744.54
    ],
    [
        " This is",
        4744.54,
        4745.7
    ],
    [
        " I think at the time I'm not sure this he was either the oldest or next oldest ambassador we ever had in in the state department",
        4746.46,
        4754.7
    ],
    [
        " But he was out there trapping around in the boonies with me",
        4754.7,
        4758.66
    ],
    [
        " And it was a rare experience, but anyway",
        4758.66,
        4762.8
    ],
    [
        " It was it was one of those days, you know when you really think you counted",
        4762.8,
        4768.36
    ],
    [
        " Yeah",
        4768.36,
        4770.08
    ],
    [
        " and",
        4770.08,
        4772.26
    ],
    [
        " He was to me that's leadership too, you know",
        4773.04,
        4777.14
    ],
    [
        " He was he knew what the hell was going on and he was able to tell me to keep doing what I was supposed to be doing",
        4777.14,
        4784.16
    ],
    [
        " Yeah, he was he was a great man",
        4784.16,
        4788.1
    ],
    [
        " So those operations that was at the primary type of operation that you'd be doing is going into areas",
        4788.1,
        4795.38
    ],
    [
        " and",
        4795.38,
        4796.62
    ],
    [
        " Basically disrupting what the enemy was up to",
        4796.62,
        4800.34
    ],
    [
        "",
        4800.34,
        4800.34
    ],
    [
        " Basically we the mission was search and destroy",
        4800.34,
        4805.54
    ],
    [
        " And what we did was go find try to find the enemy and then destroy them",
        4805.54,
        4814.86
    ],
    [
        " So in that in the mission plantation",
        4814.86,
        4819.96
    ],
    [
        " We thought",
        4819.96,
        4822.32
    ],
    [
        " the enemy was",
        4822.32,
        4824.44
    ],
    [
        " Not there",
        4824.44,
        4826.22
    ],
    [
        " But we spent there was something called the iron triangle north of",
        4827.16,
        4832.8
    ],
    [
        " Saigon is about 30 miles north of",
        4832.8,
        4835.56
    ],
    [
        " Saigon",
        4835.56,
        4836.86
    ],
    [
        " Which of our operational area and",
        4836.86,
        4841.08
    ],
    [
        " It was traditionally",
        4841.08,
        4845.76
    ],
    [
        " A haven for the",
        4845.76,
        4847.72
    ],
    [
        " North",
        4847.72,
        4849.62
    ],
    [
        " and or the",
        4849.62,
        4852.04
    ],
    [
        " Whoever",
        4853.86,
        4854.38
    ],
    [
        " Anyway, the guys that were shooting at us and you never know whether they're",
        4854.38,
        4859.18
    ],
    [
        " North Vietnamese are there",
        4859.18,
        4860.8
    ],
    [
        " Constripted south Vietnamese, but they all look the same to me and",
        4860.8,
        4866.58
    ],
    [
        " They still do like I never in Korea. I couldn't tell the difference between North Korea and South Korea",
        4866.58,
        4873.64
    ],
    [
        " I still couldn't never tell the difference between the South Vietnamese and North Vietnamese",
        4873.64,
        4877.96
    ],
    [
        " It maybe there's a way, but I never figured it out",
        4879.02,
        4881.96
    ],
    [
        " and so",
        4881.96,
        4884.3
    ],
    [
        " we just went in and",
        4884.3,
        4886.48
    ],
    [
        " constantly were searching and destroying and if we if we find the enemy and strength",
        4886.48,
        4893.56
    ],
    [
        " Our job was to hold them there until",
        4893.56,
        4896.24
    ],
    [
        " Generally, a few and could get his infantry into helicopters and bring them in and really defeat the enemy",
        4896.24,
        4904.74
    ],
    [
        " On occasion we got",
        4906.62,
        4908.2
    ],
    [
        " In more of a firefight and we expected to be but we",
        4908.2,
        4913.3
    ],
    [
        " we generally",
        4913.3,
        4914.74
    ],
    [
        " were pretty good at finding them and the tanks would roll right through this forest and knock the trees right down and it was no problem at all",
        4914.74,
        4927.1
    ],
    [
        " And I was in my helicopter",
        4927.1,
        4930.0
    ],
    [
        " Directing and you you can see and you tell the tanks where to go",
        4931.26,
        4935.88
    ],
    [
        " and the tanks and the AKS",
        4935.88,
        4938.92
    ],
    [
        " Which were primarily what the unit was all about",
        4938.92,
        4943.26
    ],
    [
        " and",
        4943.26,
        4945.16
    ],
    [
        " so we",
        4945.16,
        4946.5
    ],
    [
        " That was our job",
        4946.5,
        4948.6
    ],
    [
        " So often I read about units that were over there that never or very very seldom would they see the enemy",
        4948.6,
        4955.92
    ],
    [
        " They would lose guys to sniper fire. They'd lose guys to mortar fire. They'd lose guys to booby traps",
        4955.96,
        4961.34
    ],
    [
        " but very seldom would they",
        4961.34,
        4963.0
    ],
    [
        " See the enemy",
        4963.0,
        4964.58
    ],
    [
        " You know obviously there's units that are different than that",
        4964.58,
        4967.28
    ],
    [
        " But it sound like you were able to find the enemy on a fairly regular basis. Oh, yes",
        4967.28,
        4971.78
    ],
    [
        " Are they found us?",
        4971.78,
        4974.44
    ],
    [
        " You know who finds who is is not sure there's an answer to that",
        4975.1,
        4983.38
    ],
    [
        " But yes, we were more often not we got in we had contact",
        4983.74,
        4988.36
    ],
    [
        " I had",
        4988.36,
        4991.76
    ],
    [
        " More than I would like to admit casualties",
        4991.76,
        4996.4
    ],
    [
        " Which didn't happen because they",
        4996.4,
        5001.08
    ],
    [
        " Couldn't find the enemy I can tell you they could find us you know and often remember",
        5001.08,
        5008.18
    ],
    [
        " Uh, somebody a long time in my",
        5009.2,
        5011.3
    ],
    [
        " Go in my career tell me something about reconnaissance by fire and I remember",
        5011.3,
        5017.34
    ],
    [
        " Was a tank you had a lot of machine guns and you could do a lot of reconnaissance by fire and",
        5017.34,
        5023.0
    ],
    [
        " In the trouble with reconnaissance by fires",
        5023.0,
        5026.68
    ],
    [
        " You never know whether they see you or not",
        5026.68,
        5031.94
    ],
    [
        " You just know there's somebody shooting at you. Well, that's good enough",
        5031.94,
        5035.82
    ],
    [
        " That's that's good enough. We don't need any",
        5036.68,
        5039.38
    ],
    [
        " No, whether he's aiming at you or not",
        5039.38,
        5042.8
    ],
    [
        " Uh",
        5042.8,
        5045.06
    ],
    [
        " When you one of the things that also I talk about and I've read a lot about",
        5045.06,
        5050.44
    ],
    [
        " is",
        5050.44,
        5051.68
    ],
    [
        " The Vietnam War being very difficult from a leadership perspective for some leaders more than others",
        5051.68,
        5058.52
    ],
    [
        " but because you had draftees and",
        5058.52,
        5061.78
    ],
    [
        " And you had draftees not just draftees that got drafted and okay",
        5062.06,
        5065.94
    ],
    [
        " I'm gonna go do my duty",
        5065.94,
        5066.92
    ],
    [
        " But draftees they got drafted that literally did not believe in what was happening and barely even believed in America as a country",
        5066.92,
        5075.04
    ],
    [
        " How much of that did you see and what was your what was your leadership approach to those troops?",
        5075.04,
        5082.0
    ],
    [
        " I saw zero of them. I mean",
        5082.74,
        5084.98
    ],
    [
        " I don't know. I was just absolutely lucky. I know I'm not that naive. I mean",
        5084.98,
        5091.08
    ],
    [
        " I'll tell you I",
        5091.8,
        5092.7
    ],
    [
        " The last few guys have been talking to and reading about this and and there's something that I've noticed to trend",
        5092.7,
        5098.06
    ],
    [
        " So have you heard the term millennials about the the new up and coming kids? I know what millennials are",
        5098.06,
        5103.3
    ],
    [
        " So people complain about and you know, especially from a leadership perspective people talk to me about well",
        5103.3,
        5108.76
    ],
    [
        " You know, I've got my company and we've got these new these kids checking in their millennials. They're different",
        5108.76,
        5113.0
    ],
    [
        " They're entitled. They don't want to work as hard and I started thinking about my head",
        5113.0,
        5118.64
    ],
    [
        " Well, basically you've got a a workforce that's a little bit different and this is very similar to the draftees and Vietnam who had a different attitude",
        5118.64,
        5128.68
    ],
    [
        " And what I found from good leaders is it didn't matter",
        5128.68,
        5134.1
    ],
    [
        " It didn't matter that they had draftees is a matter of fact",
        5134.1,
        5136.96
    ],
    [
        " General Mukuyama who I just talked about when I talked to when I asked him about draftees",
        5136.96,
        5141.66
    ],
    [
        " He said I didn't even know who was a draftee and who was a lifer. I couldn't tell the difference and and",
        5141.66,
        5147.36
    ],
    [
        " Colonel Hackworth wrote in his book",
        5147.74,
        5149.48
    ],
    [
        " He's wrote I love the draftees because they were straight shooters",
        5149.48,
        5154.22
    ],
    [
        " They didn't well when they weren't trying to protect their career",
        5154.22,
        5156.78
    ],
    [
        " They tell you what they thought and you could take their input and you could do something good with it",
        5156.78,
        5161.34
    ],
    [
        " uh",
        5161.34,
        5161.86
    ],
    [
        " I've said all along",
        5161.86,
        5165.3
    ],
    [
        " The soldiers I served with and three different wars got better and they were all draftees. I mean",
        5165.3,
        5175.1
    ],
    [
        " I didn't never serve with an all volunteer outfit",
        5175.66,
        5179.02
    ],
    [
        " They were all no matter where I was they were draftees and",
        5179.02,
        5184.52
    ],
    [
        " They all did their job. I mean I never had anybody",
        5184.52,
        5191.14
    ],
    [
        " Tell me",
        5191.14,
        5193.04
    ],
    [
        " Wasn't their job it wasn't this wasn't what they wanted to do or it was they just did it",
        5193.04,
        5199.54
    ],
    [
        " And I don't know this leadership or I don't it was just",
        5199.54,
        5204.38
    ],
    [
        " If just the way it was and",
        5205.82,
        5208.02
    ],
    [
        " They were all proud to be an our outfit. I mean",
        5208.02,
        5212.96
    ],
    [
        " Now I'm sure other people later on I mean",
        5212.96,
        5220.0
    ],
    [
        " I've heard of people later on and",
        5220.0,
        5223.64
    ],
    [
        " In Vietnam having no problems with drugs and all of a we didn't have any of that but now",
        5223.64,
        5231.22
    ],
    [
        " Fortunately I left in 1967 so I'm not sure how things got worse",
        5231.68,
        5239.3
    ],
    [
        " perhaps but",
        5239.3,
        5241.86
    ],
    [
        " I think",
        5241.86,
        5243.56
    ],
    [
        " Drugs we kept our an issue period",
        5243.56,
        5247.76
    ],
    [
        " Uh, but I don't know I didn't have any of that kind of a problem and as I said earlier. I'm not naive. I",
        5247.76,
        5256.32
    ],
    [
        " I believe in",
        5256.32,
        5257.64
    ],
    [
        " Uh",
        5259.22,
        5259.72
    ],
    [
        " Knowing exactly what's going on",
        5259.72,
        5261.22
    ],
    [
        " In the way you find out is walk around and talk to people you don't sit in your",
        5261.22,
        5267.54
    ],
    [
        " Tense or in your helicopter you got to go and talk to the guy on the ground and find out what tail's going on and that's what you know",
        5267.54,
        5275.42
    ],
    [
        " There's a fellow wrote a book",
        5275.42,
        5278.42
    ],
    [
        " His name was Peters",
        5278.42,
        5280.18
    ],
    [
        " This is many years later",
        5280.18,
        5282.68
    ],
    [
        " And he he wrote the book. It's called management by walking around",
        5283.2,
        5287.8
    ],
    [
        " There's a guy made a fortune just doing what I used to do",
        5287.8,
        5292.48
    ],
    [
        " I mean it's it's scary",
        5292.48,
        5296.92
    ],
    [
        " I mean it's true. That's what leadership was all about is find out what's going on and then",
        5296.92,
        5304.22
    ],
    [
        " using it some common sense to",
        5304.22,
        5307.26
    ],
    [
        " Uh",
        5309.12,
        5309.62
    ],
    [
        " Tell people this is what you're supposed to do or",
        5309.62,
        5312.74
    ],
    [
        " giving some guidance, but",
        5312.74,
        5314.68
    ],
    [
        " I mean",
        5314.68,
        5315.64
    ],
    [
        " People who used to tell me",
        5315.64,
        5319.28
    ],
    [
        " Well, you know how to do things because you could order if people would do things and I'm saying let me tell you something",
        5319.28,
        5326.06
    ],
    [
        " Ordering the guide you get out of a tank to fix the track when somebody's shooting at you is not",
        5326.06,
        5332.88
    ],
    [
        " Anybody going to just do it",
        5333.66,
        5336.78
    ],
    [
        " He's gonna do it because he knows if you don't get the track fix. We're gonna get our ass killed",
        5336.78,
        5341.74
    ],
    [
        " I mean we're gonna get going he's gonna do it because that's his job and",
        5341.74,
        5346.92
    ],
    [
        " If that that may be leadership, but I'll tell you it's discipline that comes from",
        5346.92,
        5353.88
    ],
    [
        " People being trained right and taught right and treated right",
        5353.88,
        5358.4
    ],
    [
        " You don't if you don't treat people right they deserve to treat you wrong",
        5358.74,
        5363.68
    ],
    [
        " And I'm a great believer in",
        5363.68,
        5367.44
    ],
    [
        " treating people the right way",
        5367.44,
        5369.54
    ],
    [
        " I'm just from here and you talk about treating people the right way and listening to people",
        5369.54,
        5375.18
    ],
    [
        " you you know",
        5375.18,
        5376.92
    ],
    [
        " You say when when I told people to do stuff they did it well",
        5376.92,
        5380.46
    ],
    [
        " Yeah, that's because you treated them well you listened to them",
        5380.46,
        5383.2
    ],
    [
        " You you had those relationships with your with your troops and that's what makes people",
        5383.2,
        5387.02
    ],
    [
        " Like you said when you gotta have somebody that's gonna go out and fix a track under fire",
        5387.44,
        5391.7
    ],
    [
        " Well, that's somebody that's they're not gonna do that just because you order to do it",
        5391.7,
        5395.58
    ],
    [
        " You better have some some relationships you better",
        5395.58,
        5397.94
    ],
    [
        " Have treated them well and they must understand",
        5397.94,
        5401.1
    ],
    [
        " What the why on the mission is to like hey why this is important",
        5401.1,
        5405.04
    ],
    [
        " So when you when you look back at world war two",
        5405.04,
        5411.06
    ],
    [
        " Korea Vietnam",
        5411.06,
        5413.22
    ],
    [
        " I was from a tactical perspective actually maneuvering troops. Is there any",
        5414.2,
        5419.46
    ],
    [
        " Big lessons that you would think back of that you say this is something that I did consistently or this is something that I would never do because I knew it would cause problems",
        5419.46,
        5429.18
    ],
    [
        " Hmm",
        5429.18,
        5431.46
    ],
    [
        " I can't think of anything",
        5431.46,
        5434.68
    ],
    [
        " I'll go back to what I said earlier",
        5434.68,
        5439.12
    ],
    [
        " I've always believed",
        5439.12,
        5442.16
    ],
    [
        " And maybe this is from growing up in Iowa. I don't know just treat people like you'd like to be treated yourself",
        5443.22,
        5448.6
    ],
    [
        " and",
        5448.6,
        5449.98
    ],
    [
        " It worked out",
        5449.98,
        5452.0
    ],
    [
        " I don't know",
        5452.0,
        5455.74
    ],
    [
        " I told you about my first sergeant called me Fifi",
        5455.74,
        5461.64
    ],
    [
        " Which pissed me off right frankly",
        5461.64,
        5465.32
    ],
    [
        " but",
        5465.32,
        5466.54
    ],
    [
        " Because he was a guy",
        5466.54,
        5468.64
    ],
    [
        " Who didn't treat people like people like to be treated",
        5468.64,
        5472.68
    ],
    [
        " And I've always",
        5473.72,
        5474.8
    ],
    [
        " Was amazed how much I exalted in the fact when he got busted. I mean",
        5474.8,
        5482.0
    ],
    [
        " We were in England on the way over to the continent and uh",
        5482.0,
        5487.22
    ],
    [
        " He he got busted for I don't know what reason",
        5487.22,
        5491.14
    ],
    [
        " But he got busted back to I mean being a private",
        5491.14,
        5494.94
    ],
    [
        " That's a big jump from first sergeant down to be in a private and I was happy",
        5494.94,
        5501.5
    ],
    [
        " Because I didn't think this guy was he's he's also the guy when I took the test to see what I could be smart enough to go to the",
        5504.22,
        5511.36
    ],
    [
        " Military Academy said what the hell are you taking a test for like that for you're not smart enough to go to the West Point",
        5511.36,
        5517.48
    ],
    [
        " And I always would like to be able to say to this guy if I ever saw him again. I'm sure he's dead by now",
        5517.48,
        5525.24
    ],
    [
        " I told you so",
        5525.24,
        5526.82
    ],
    [
        " but",
        5526.82,
        5528.3
    ],
    [
        " you know",
        5528.3,
        5529.6
    ],
    [
        " If you don't treat people like",
        5529.6,
        5532.38
    ],
    [
        " They should be treated",
        5533.88,
        5535.62
    ],
    [
        " they you deserve to be treated to the opposite way and",
        5535.62,
        5541.96
    ],
    [
        " I just always practiced or tried to practice that anyway and",
        5541.96,
        5546.7
    ],
    [
        " So far it's been relatively successful. That's uh",
        5546.7,
        5551.26
    ],
    [
        " That's a huge underpinning of leadership from from everything I've seen everything I've ever read every person I've ever talked to",
        5551.26,
        5559.7
    ],
    [
        " If you",
        5560.7,
        5561.34
    ],
    [
        " Care about your people you care about and you want to treat them well as human beings",
        5561.34,
        5566.74
    ],
    [
        " That's the underpinning that really makes leadership work and it's a lot of times and you mentioned this earlier a lot of times from the civilian side",
        5566.74,
        5574.94
    ],
    [
        " They think well in the military you can just order people to do things and they'll just do it because you're the boss",
        5574.94,
        5579.56
    ],
    [
        " And that's not true and it's actually when I got out of the military and I started working the civilian sector",
        5579.56,
        5585.7
    ],
    [
        " I thought to myself well",
        5585.7,
        5587.04
    ],
    [
        " Well, if you didn't want if if you want somebody to do something and they don't do it you can just fire",
        5587.4,
        5591.54
    ],
    [
        " But that's not true either because guess what you'll run out of people really quick",
        5591.54,
        5595.3
    ],
    [
        " And so what you have to do is you have to lead that's what you have to do",
        5595.3,
        5599.28
    ],
    [
        " And one of those the most core",
        5599.28,
        5601.5
    ],
    [
        " underpinnings of leadership is really",
        5601.5,
        5603.6
    ],
    [
        " caring about the people that work for you and",
        5603.6,
        5606.6
    ],
    [
        " I think the more you care about them and and I know for me like I I",
        5606.6,
        5610.38
    ],
    [
        " I cared more about my guys",
        5610.38,
        5612.84
    ],
    [
        " Then I did about myself. I wanted to make sure that they were okay and that things were gonna go well for them",
        5613.46,
        5618.88
    ],
    [
        " And that was always my priority my my real priority and",
        5618.88,
        5623.58
    ],
    [
        " And I suppose someone that was",
        5623.58,
        5627.88
    ],
    [
        " Very jaded might think well then you know you're you're gonna get passed over",
        5627.88,
        5633.34
    ],
    [
        " You're not things are gonna work out good for you because you're more worried about your troops and",
        5633.34,
        5636.88
    ],
    [
        " The opposite's actually true",
        5636.88,
        5638.98
    ],
    [
        " That's right and my career was was was beautiful and all I ever tried to do is take care of the people that work for me",
        5638.98,
        5646.46
    ],
    [
        " because",
        5646.46,
        5647.86
    ],
    [
        " That's the way you get to be successful",
        5647.86,
        5650.54
    ],
    [
        " you know",
        5650.54,
        5652.82
    ],
    [
        " hiring people",
        5652.82,
        5656.46
    ],
    [
        " Or working with people you know in civilian sector you hire people",
        5656.46,
        5662.74
    ],
    [
        " In the village area we whoever arrived was that was it get people but",
        5662.74,
        5668.18
    ],
    [
        " I what we said",
        5668.96,
        5670.12
    ],
    [
        " Your job is to make the boss successful and vice versa the boss's job is to make them successful and if you work that",
        5670.12,
        5680.36
    ],
    [
        " Works out for both of you and",
        5680.36,
        5684.82
    ],
    [
        " to meet",
        5684.82,
        5686.64
    ],
    [
        " leadership",
        5686.64,
        5688.92
    ],
    [
        " You know",
        5688.92,
        5691.42
    ],
    [
        " We",
        5693.36,
        5693.92
    ],
    [
        " Talk about it, but it's easy if you follow a few basic principles",
        5693.92,
        5698.42
    ],
    [
        " It you don't have to have all the stuff that goes I mean people write books on leadership",
        5698.42,
        5704.28
    ],
    [
        " You probably have written books on leadership yourself. Well, yes indeed",
        5704.28,
        5709.14
    ],
    [
        " But the fact of matter there's some basics and you just expand on it you don't",
        5709.14,
        5721.4
    ],
    [
        " Basic principles one of the things we talk about in the book actually is simple",
        5721.96,
        5726.04
    ],
    [
        " Not easy. Yeah, because it is there's and if we say that in in our book as well as",
        5726.04,
        5731.78
    ],
    [
        " We're not we didn't invent any of this. This is stuff that's been around and there's no eureka moments",
        5731.78,
        5736.9
    ],
    [
        " And we're not claiming to have anything startlingly new",
        5736.9,
        5741.06
    ],
    [
        " This is fundamental stuff that if you think about it some of it might be stuff you already do as a leader",
        5741.06,
        5746.22
    ],
    [
        " Some of it be stuff that you know you should do as a leader and just make it clear for people to understand",
        5746.22,
        5751.38
    ],
    [
        " Is is probably the only real benefit of the book itself. It's like okay. This is good stuff. Yeah, but nothing",
        5752.04,
        5758.82
    ],
    [
        " No rocket science there. I didn't need to be a whiz kid to write that book. I can promise you",
        5758.82,
        5765.4
    ],
    [
        " So did you you mentioned earlier when we were not recording that you actually ended up going back to Vietnam",
        5765.4,
        5774.38
    ],
    [
        " As and were you a civilian at that time? Oh, yes. Yes",
        5774.38,
        5778.46
    ],
    [
        " Well my wife and I like to travel so",
        5782.38,
        5786.3
    ],
    [
        " We've traveled most of places in the world by now and",
        5786.3,
        5791.52
    ],
    [
        " She wanted to go back and see where I'd been in Vietnam and",
        5791.52,
        5797.92
    ],
    [
        " That's",
        5797.92,
        5799.74
    ],
    [
        " Wasn't too sure about that, but anyway, we had this opportunity and",
        5799.74,
        5807.14
    ],
    [
        " So we went back",
        5807.14,
        5809.84
    ],
    [
        " And I went to Hanoi",
        5810.66,
        5812.86
    ],
    [
        " Which was an experience and go to the Hanoi Hilton and",
        5812.86,
        5819.76
    ],
    [
        " seeing how they've turned that into a",
        5819.76,
        5823.1
    ],
    [
        " propaganda place and I still remember seeing this picture on the wall of",
        5823.1,
        5830.26
    ],
    [
        " Senator McCain and",
        5830.26,
        5834.08
    ],
    [
        " Couple other guys I can't remember the names",
        5834.08,
        5837.82
    ],
    [
        " Another one was what high school classmate of mine",
        5839.24,
        5842.52
    ],
    [
        " But day by name who was an Air Force",
        5842.52,
        5848.06
    ],
    [
        " Retired colonel got the Medal of Honor, but anyway, and they were showing them in these white",
        5848.06,
        5856.34
    ],
    [
        " Pants and white overshoot is if they've read up on a barbecue, you know",
        5856.34,
        5865.3
    ],
    [
        " Everything you've heard about the place was just and they showed you some of the cages that they",
        5866.5,
        5872.14
    ],
    [
        " Had people in",
        5872.14,
        5873.9
    ],
    [
        " We actually have had to",
        5873.9,
        5876.56
    ],
    [
        " Guests on the podcast that were in the Hanoi Hilton and",
        5876.56,
        5880.44
    ],
    [
        " One of them went back and was talking us through that same propaganda went went back to the Hanoi Hilton as a civilian and just the",
        5880.44,
        5892.2
    ],
    [
        " The",
        5893.6,
        5894.44
    ],
    [
        " Feeling he had was was pretty strong. I can't imagine I mean",
        5894.44,
        5899.62
    ],
    [
        " But you know",
        5899.62,
        5903.4
    ],
    [
        " When I was there I was just seen it from the propaganda and what they",
        5903.4,
        5909.06
    ],
    [
        " because it's it's a big",
        5909.06,
        5911.36
    ],
    [
        " Taurus attraction apparently for the",
        5911.36,
        5914.76
    ],
    [
        " Then the Vietnamese and so",
        5914.76,
        5918.16
    ],
    [
        " We obviously saw it and the knew what it was and",
        5918.52,
        5923.44
    ],
    [
        " And for what it was and I hear all kinds of stories about the people that were there, you know, but yeah",
        5923.44,
        5932.82
    ],
    [
        " and then we went from there",
        5932.82,
        5935.48
    ],
    [
        " to denigne and then down to",
        5935.48,
        5939.44
    ],
    [
        " Saigon and",
        5939.44,
        5942.28
    ],
    [
        " I'd hired a",
        5942.28,
        5945.1
    ],
    [
        " A car and a guide to take us up",
        5945.38,
        5948.44
    ],
    [
        " Back up to my own operational area",
        5948.44,
        5951.68
    ],
    [
        " and",
        5951.68,
        5953.36
    ],
    [
        " Drought through the Michelin rubber plantation",
        5953.36,
        5956.08
    ],
    [
        " Which was sort of a fun experience to see now it's no longer Michelin as a state-owned",
        5956.08,
        5965.22
    ],
    [
        " They took it over obviously from the French but",
        5965.22,
        5969.56
    ],
    [
        " Yeah",
        5970.38,
        5971.06
    ],
    [
        " It looks exactly the same. I mean",
        5971.06,
        5973.24
    ],
    [
        " Trees are lined up rubber trees just rubber trees rubber trees and",
        5973.24,
        5977.8
    ],
    [
        " If people are out there working the trees and",
        5977.8,
        5982.7
    ],
    [
        " Uh, I don't know if you know this which is this is an aside you cannot burn",
        5982.7,
        5989.54
    ],
    [
        " A living rubber tree it won't burn",
        5989.54,
        5992.82
    ],
    [
        " And I've tried hard",
        5992.82,
        5995.42
    ],
    [
        " I mean I had flint I have two flim thrors in my you know and we tried hard to burn those trees down on the sides of the road",
        5996.76,
        6005.0
    ],
    [
        " Doesn't work",
        6005.0,
        6006.28
    ],
    [
        " And I say anyway the uh, but we went back up to the",
        6006.28,
        6013.86
    ],
    [
        " Old operational area in the same place",
        6013.86,
        6016.62
    ],
    [
        " I was pretty close to where I got",
        6016.62,
        6021.26
    ],
    [
        " wounded",
        6021.26,
        6022.4
    ],
    [
        " This",
        6024.0,
        6024.52
    ],
    [
        " When I was in Vietnam",
        6024.52,
        6026.36
    ],
    [
        " I was in my helicopter flying over this river and",
        6026.36,
        6030.28
    ],
    [
        " I was pretty close to where that happened",
        6030.28,
        6033.78
    ],
    [
        " I could do that because I had the map coordinates of what I where I'd been wounded before otherwise I'd",
        6033.78,
        6039.7
    ],
    [
        " Garen T. I'd never feel a recognize the place like that",
        6039.7,
        6043.38
    ],
    [
        " Yeah, but I my old",
        6043.38,
        6045.82
    ],
    [
        " base camp",
        6045.82,
        6048.12
    ],
    [
        " Which was because I had helicopters of where I had an airfield is now being turned into a",
        6048.34,
        6055.88
    ],
    [
        " strip mall",
        6055.88,
        6056.44
    ],
    [
        " So so we watched all that happening and um, but it was uh",
        6056.44,
        6063.1
    ],
    [
        " Seen Saigon again",
        6063.1,
        6065.76
    ],
    [
        " was",
        6065.76,
        6066.74
    ],
    [
        " It's an amazing experience to see what's what they've done it you see all these tall buildings now",
        6066.74,
        6073.62
    ],
    [
        " but",
        6073.62,
        6074.64
    ],
    [
        " the",
        6074.64,
        6076.04
    ],
    [
        " um",
        6077.36,
        6077.96
    ],
    [
        " One officer's club",
        6077.96,
        6078.94
    ],
    [
        " That was on the roof of",
        6078.94,
        6081.28
    ],
    [
        " One of the hotels is still there exactly the same and we have my wife and I went up and had lunch there and",
        6081.28,
        6089.52
    ],
    [
        " It my time before I went out to the unit I used to go up there and we'd go up down and you",
        6089.52,
        6100.5
    ],
    [
        " Watch out here and see",
        6100.5,
        6102.88
    ],
    [
        " the",
        6102.88,
        6104.1
    ],
    [
        " uh",
        6104.58,
        6105.32
    ],
    [
        " The sabers not sabers",
        6105.32,
        6107.3
    ],
    [
        " What do you what do you call the rounds that are tracers tracers thank you see all the tracers",
        6107.3,
        6117.34
    ],
    [
        " From being fired up and up for back down and",
        6117.34,
        6121.46
    ],
    [
        " It was",
        6121.46,
        6122.62
    ],
    [
        " Unique experience because you really weren't fighting the war you mean",
        6122.62,
        6128.7
    ],
    [
        " In Saigon, you know, it was",
        6128.7,
        6131.16
    ],
    [
        " it was",
        6131.16,
        6132.18
    ],
    [
        " So",
        6133.38,
        6134.02
    ],
    [
        " So different from there when you went out into the field whenever so but uh it was it was fun to go back and see what they've done",
        6134.02,
        6143.16
    ],
    [
        " And I was impressed with how much the South Vietnamese have really",
        6143.16,
        6149.6
    ],
    [
        " Been",
        6149.6,
        6150.88
    ],
    [
        " Serious about getting real business and going and a lot of things happening business was",
        6150.88,
        6155.72
    ],
    [
        " Up north it's still a grurry",
        6155.72,
        6158.24
    ],
    [
        " It was still a grurry at the time very a grurry. I mean",
        6158.48,
        6162.18
    ],
    [
        " Very few tall buildings very few businesses and so that you can identify and",
        6162.18,
        6170.96
    ],
    [
        " Maybe it's still the same because that was that was 11 years ago now, but uh",
        6170.96,
        6176.92
    ],
    [
        " And I don't know what's changed over there, but",
        6176.92,
        6180.04
    ],
    [
        " So the North Vietnamese one-the-war sort of speak",
        6180.04,
        6185.44
    ],
    [
        " Uh, I say that with tongue and cheek actually, but they won the war",
        6186.34,
        6190.7
    ],
    [
        " But I'm not sure that the South Vietnamese aren't coming back and taking over and running the country",
        6190.7,
        6196.9
    ],
    [
        " They certainly have the financial strength there",
        6196.9,
        6199.98
    ],
    [
        " Uh, and I hope that's a way",
        6199.98,
        6203.14
    ],
    [
        " Eventually will work out well the way the rest of the world's gone",
        6203.14,
        6207.08
    ],
    [
        " It's been freedom and and democracy and capitalism that eventually wanes the long war",
        6207.08,
        6212.14
    ],
    [
        " We've seen that worldwide. So hopefully it'll happen for them as well",
        6212.14,
        6215.1
    ],
    [
        " How did you get wounded your third your third time getting wounded in Vietnam?",
        6215.44,
        6219.28
    ],
    [
        " Well",
        6220.08,
        6221.26
    ],
    [
        " I was one of the missions we had",
        6221.26,
        6226.46
    ],
    [
        " Every evening we'd go into a perimeter and most of the time we'd be in a perimeter around our tiller unit",
        6226.46,
        6236.3
    ],
    [
        " So they could fire at night without worrying about getting overrun and so I'd",
        6236.3,
        6242.62
    ],
    [
        " Put all of our unit into this perimeter",
        6242.72,
        6246.44
    ],
    [
        " From my helicopter flying around and I noticed a bunch of",
        6246.44,
        6255.56
    ],
    [
        " sand pans",
        6255.56,
        6257.08
    ],
    [
        " evacuating the area that we had",
        6257.08,
        6261.14
    ],
    [
        " So I thought in my",
        6261.14,
        6263.82
    ],
    [
        " John Wayne",
        6263.82,
        6265.12
    ],
    [
        " failing",
        6265.12,
        6266.36
    ],
    [
        " I'm gonna go down and shoot some of these guys",
        6266.36,
        6269.26
    ],
    [
        " So I got to pilot to I was flying in this case in a",
        6269.98,
        6276.26
    ],
    [
        " Too passenger I mean of one passenger",
        6276.26,
        6279.82
    ],
    [
        " Bubble helicopter and",
        6279.82,
        6284.36
    ],
    [
        " Anyway, so I had this M40 you know when an M40 is it's fires looks like a shotgun. So I'm up there",
        6284.36,
        6294.82
    ],
    [
        " And I'm shooting at these guys in the sandpan",
        6294.82,
        6298.28
    ],
    [
        " and I",
        6299.26,
        6324.92
    ],
    [
        " I will never forget he",
        6325.62,
        6327.62
    ],
    [
        " Got my pants away and there was blood spree right out all the way out at least 18 inches from my leg",
        6327.62,
        6335.66
    ],
    [
        " I hit something they call us further and he said",
        6335.66,
        6340.2
    ],
    [
        " This is a captain speaking to me Colonel. You goddamn dumb son of the bitch. You could be dead",
        6340.2,
        6347.3
    ],
    [
        " So anyway, he'd banish me up and",
        6347.3,
        6352.02
    ],
    [
        " The metal still there still in my leg",
        6352.74,
        6355.72
    ],
    [
        " but",
        6355.72,
        6356.86
    ],
    [
        " Where you you were you returned to duty though, right? Oh, yeah, I mean I",
        6356.86,
        6364.76
    ],
    [
        "",
        6364.76,
        6364.76
    ],
    [
        " I hadn't been in command more than 30 days. I was scared to death. I",
        6364.76,
        6369.94
    ],
    [
        " Couldn't be evacuated. Hell I had to finish out my tour. I mean so",
        6369.94,
        6376.2
    ],
    [
        " No one of my friends named Tim Kennedy is a green beret and he has a TV show",
        6376.2,
        6380.68
    ],
    [
        " Coming out called hard to kill. I think maybe we need to get you on that show",
        6380.78,
        6385.06
    ],
    [
        " No, somebody might take me up on it",
        6385.06,
        6390.58
    ],
    [
        " I mean I",
        6390.58,
        6392.12
    ],
    [
        " I've been fortunate. I mean a lot of people got hurt a lot more seriously than I've been",
        6392.12,
        6399.66
    ],
    [
        " And I've seen some in fact",
        6399.66,
        6405.44
    ],
    [
        " I've had too many hurt pretty seriously",
        6405.44,
        6409.64
    ],
    [
        " I had",
        6409.86,
        6410.7
    ],
    [
        " one of my",
        6410.7,
        6413.84
    ],
    [
        " Exo was in the helicopter and got shot",
        6413.84,
        6420.26
    ],
    [
        " up to",
        6420.26,
        6421.56
    ],
    [
        " Sea to the helicopter and all the strap and everything went right into his leg and he was forever",
        6421.56,
        6429.62
    ],
    [
        " In bad shape. I mean, I mean, so I've seen a lot of people get hurt pretty badly",
        6429.62,
        6435.88
    ],
    [
        " I",
        6439.12,
        6439.58
    ],
    [
        " Been I've been fortunate. I mean",
        6439.58,
        6441.4
    ],
    [
        " But I'm also had the attitude. I'm not gonna get shot and killed. I mean",
        6441.4,
        6448.6
    ],
    [
        " No, it's worked out but",
        6448.6,
        6453.14
    ],
    [
        " Going back to you know when I got out of that tank to go back in Korea",
        6453.14,
        6461.08
    ],
    [
        " I had no more idea that I was gonna get killed that that wasn't gonna",
        6461.08,
        6465.22
    ],
    [
        " Enter into my mind. I just had something to do and",
        6465.56,
        6469.78
    ],
    [
        " That may be foolish, but it's just the way it was",
        6469.78,
        6476.96
    ],
    [
        " Yeah, think if you're if you were thinking about",
        6476.96,
        6480.92
    ],
    [
        " What could happen you wouldn't do anything you couldn't do anything. You were right. Yeah",
        6480.92,
        6485.64
    ],
    [
        " So you're",
        6485.64,
        6488.12
    ],
    [
        " You wrap up your squadron commander and Vietnam and again. I mean",
        6488.12,
        6492.86
    ],
    [
        " You were taking how often would you guys you're getting in fire fights a lot",
        6493.58,
        6497.38
    ],
    [
        " What was your what was your cash rate of casualties like",
        6497.38,
        6500.94
    ],
    [
        " How many guys did you lose how many people were killed while you were there as a squadron commander",
        6500.94,
        6506.36
    ],
    [
        " How many were killed probably 10",
        6506.36,
        6510.56
    ],
    [
        " Not too many I mean",
        6510.56,
        6515.42
    ],
    [
        " When you have a calves",
        6518.86,
        6521.2
    ],
    [
        " Do you know what an a-cab is that's a personnel carrier? I mean",
        6521.2,
        6524.9
    ],
    [
        " It cast has armored cavalry assault vehicle, but it's",
        6524.9,
        6529.6
    ],
    [
        " It was m-113s back in those days. I don't know. I don't know what they're called. We still used m-113s",
        6529.6,
        6537.74
    ],
    [
        " We used m-113s in Ramadi the same exact vehicle. So we are very familiar with it. We both ridden the back of them. Yeah",
        6537.74,
        6544.52
    ],
    [
        " Well",
        6545.38,
        6546.16
    ],
    [
        " They're pretty well protected and the tanks are we had patent tanks and they're protected. So",
        6546.16,
        6553.76
    ],
    [
        " Yeah, we had casualties",
        6553.76,
        6557.46
    ],
    [
        " because",
        6557.46,
        6559.2
    ],
    [
        " In in a in a cavalry troop",
        6559.2,
        6563.32
    ],
    [
        " We have infantry right in the a-cats so when they get out they get her but",
        6563.32,
        6569.62
    ],
    [
        " I don't know the statistics",
        6569.62,
        6573.4
    ],
    [
        " I I wrote enough letters",
        6575.08,
        6577.58
    ],
    [
        " But not very I mean",
        6577.58,
        6580.92
    ],
    [
        " one is more than enough, but",
        6580.92,
        6584.04
    ],
    [
        " I don't remember how many I wrote",
        6584.04,
        6588.86
    ],
    [
        " But because I did that for everybody who was killed",
        6588.86,
        6594.58
    ],
    [
        " But I don't I don't know the statistics",
        6594.58,
        6600.7
    ],
    [
        " uh",
        6601.26,
        6602.18
    ],
    [
        " Not too meant not",
        6602.18,
        6603.68
    ],
    [
        " Overborn burdened. I mean in this incident",
        6603.68,
        6607.26
    ],
    [
        " I got several people's names on the wall",
        6607.26,
        6613.86
    ],
    [
        " I go there every year",
        6613.86,
        6618.6
    ],
    [
        " Just to stand there",
        6618.6,
        6621.82
    ],
    [
        " But I don't know",
        6621.82,
        6630.68
    ],
    [
        " When you got home from Vietnam you know you talked about coming home from",
        6631.8,
        6636.08
    ],
    [
        " Korea and everyone's in uniform and",
        6636.08,
        6639.84
    ],
    [
        " You know we hear stories of guys coming home for Vietnam and they literally get told don't wear your uniform around",
        6639.84,
        6648.0
    ],
    [
        " How different was the reception from World War II Korea to Vietnam",
        6648.0,
        6652.8
    ],
    [
        " Well",
        6652.8,
        6656.14
    ],
    [
        " I",
        6659.9,
        6660.5
    ],
    [
        " Coming back from",
        6660.5,
        6661.44
    ],
    [
        " From from Vietnam",
        6661.44,
        6665.48
    ],
    [
        " And",
        6665.48,
        6666.62
    ],
    [
        " Was a sad experience",
        6666.62,
        6669.92
    ],
    [
        " Uh",
        6669.92,
        6671.0
    ],
    [
        " We thought we've been doing a good job. We thought we were doing the right job",
        6671.0,
        6675.96
    ],
    [
        " um and I came back to the Pentagon and uh",
        6675.96,
        6681.92
    ],
    [
        " I",
        6684.46,
        6685.5
    ],
    [
        " Sort of",
        6685.5,
        6686.54
    ],
    [
        " witnessed the experience of the country",
        6686.54,
        6691.5
    ],
    [
        " Being up in arms about",
        6691.5,
        6694.08
    ],
    [
        " Vietnam",
        6694.08,
        6696.2
    ],
    [
        " um",
        6696.2,
        6697.68
    ],
    [
        " So",
        6697.68,
        6699.3
    ],
    [
        " Uh",
        6699.3,
        6701.76
    ],
    [
        " Didn't feel too appreciated I guess is the right word",
        6701.76,
        6705.42
    ],
    [
        " And yet",
        6705.92,
        6706.84
    ],
    [
        " It didn't feel like I feel like I've been doing a good job",
        6706.84,
        6711.22
    ],
    [
        " uh",
        6711.22,
        6711.8
    ],
    [
        " And uh so I don't",
        6711.8,
        6715.96
    ],
    [
        " I didn't have I didn't have any",
        6715.96,
        6717.94
    ],
    [
        " bad feelings",
        6717.94,
        6719.68
    ],
    [
        " Most of those feelings about",
        6719.68,
        6725.0
    ],
    [
        " What was going on",
        6725.0,
        6727.38
    ],
    [
        " Came after I got out of I mean I retired in in 69 and",
        6727.38,
        6733.8
    ],
    [
        " Things began to go to hell",
        6735.42,
        6736.76
    ],
    [
        " In the country about what we were doing over there",
        6736.76,
        6741.02
    ],
    [
        " uh",
        6741.02,
        6741.52
    ],
    [
        " Well right after I got out I guess",
        6741.52,
        6747.04
    ],
    [
        " uh",
        6747.04,
        6747.96
    ],
    [
        " My job and uh",
        6747.96,
        6751.12
    ],
    [
        " When I got out I mean when I",
        6751.12,
        6753.8
    ],
    [
        " Came home was in",
        6753.8,
        6756.02
    ],
    [
        " It's at the secondary defense level. I",
        6756.02,
        6765.4
    ],
    [
        " Was",
        6768.1,
        6768.66
    ],
    [
        " Well",
        6768.66,
        6767.68
    ],
    [
        " Guess what when I came back",
        6767.68,
        6771.06
    ],
    [
        " Army sent me to be a whiskey I was",
        6771.06,
        6775.32
    ],
    [
        " I was",
        6775.32,
        6776.46
    ],
    [
        " Stand up to the",
        6776.46,
        6778.64
    ],
    [
        " Secretary of the General Staff",
        6778.64,
        6780.82
    ],
    [
        " Allen end to events organization which was called systems analysis and that's for all the whiskey's were",
        6780.82,
        6789.3
    ],
    [
        " And they had",
        6789.3,
        6790.86
    ],
    [
        " Repositive the Army Navy Air Force Brinkor",
        6791.4,
        6794.0
    ],
    [
        " All four of us and we were sort of the other end of the Teter Tower",
        6794.0,
        6799.26
    ],
    [
        " We were we were supposed to balance some of these smart young men that were",
        6799.26,
        6805.04
    ],
    [
        " the quote",
        6805.04,
        6806.86
    ],
    [
        " Wizkins and as I've told people I've never a whiz or a kid, but I was in that organization",
        6806.86,
        6813.84
    ],
    [
        " And it was an experience",
        6813.84,
        6816.32
    ],
    [
        " uh",
        6816.32,
        6817.1
    ],
    [
        " They wouldn't let me work on anything army",
        6817.1,
        6820.0
    ],
    [
        " And",
        6821.98,
        6822.42
    ],
    [
        " I had because they knew I had to go back to the army",
        6822.42,
        6825.24
    ],
    [
        " See that was",
        6825.24,
        6826.7
    ],
    [
        " And you had to you had to be sitting there making decisions",
        6826.7,
        6830.46
    ],
    [
        " That",
        6830.46,
        6831.6
    ],
    [
        " Could be a",
        6831.6,
        6833.06
    ],
    [
        " Against the army",
        6833.06,
        6834.36
    ],
    [
        " What the army wanted as opposed",
        6834.36,
        6837.74
    ],
    [
        " One of the one of this",
        6837.74,
        6840.06
    ],
    [
        " One of the things I was involved with because I was involved with the Navy in the Air Force",
        6840.06,
        6846.52
    ],
    [
        " The Navy wanted to build another nuclear submarine",
        6847.9,
        6851.62
    ],
    [
        " Well",
        6851.62,
        6854.16
    ],
    [
        " There's only so many capitals ships that was by law",
        6854.16,
        6859.72
    ],
    [
        " And so the Navy I asked why there was",
        6859.72,
        6865.78
    ],
    [
        " I can't remember now. I think 13 capitals ships or whatever the number was I asked why is that number 13",
        6865.78,
        6872.72
    ],
    [
        " It took",
        6872.72,
        6875.4
    ],
    [
        " Quite a while for them to figure out the answer and it really was very simple",
        6876.0,
        6880.78
    ],
    [
        " Going back to the League of Nations",
        6880.78,
        6882.48
    ],
    [
        " Parley into 2000 I mean",
        6882.48,
        6884.68
    ],
    [
        " and",
        6884.68,
        6885.56
    ],
    [
        " 1920 something",
        6885.56,
        6887.84
    ],
    [
        " when they",
        6887.84,
        6889.2
    ],
    [
        " They parlied out to the various",
        6889.2,
        6892.68
    ],
    [
        " World War of One winners the number of capital ships. I called battleships",
        6892.68,
        6898.46
    ],
    [
        " Numbers of ships that each country would have and that's where the this number came from",
        6898.46,
        6904.0
    ],
    [
        " well",
        6907.5,
        6908.16
    ],
    [
        " I",
        6908.16,
        6906.88
    ],
    [
        " That was just",
        6906.88,
        6910.0
    ],
    [
        " Now",
        6910.0,
        6912.24
    ],
    [
        " I learned to ask that question",
        6912.24,
        6916.44
    ],
    [
        " Because when I was going to Michigan one of one of the professors said",
        6916.44,
        6922.22
    ],
    [
        " He's a statistic class",
        6922.22,
        6924.78
    ],
    [
        " I want to know what she wanted what",
        6924.78,
        6930.04
    ],
    [
        " Not what the results are I want to know what the assumptions are",
        6930.4,
        6934.68
    ],
    [
        " And so I was asking this assumption. Why is there X number of",
        6934.68,
        6939.62
    ],
    [
        " Campal ships? It's a simple question. I",
        6939.62,
        6942.26
    ],
    [
        " I didn't know I was creating the challenge. I mean",
        6942.26,
        6946.1
    ],
    [
        " And it turned out to be exactly what I was saying it was a strange",
        6946.1,
        6952.54
    ],
    [
        " Phenomenon for them to try to figure out why that number",
        6954.96,
        6959.18
    ],
    [
        " I don't know what the world is now, but I can tell you at that point. This was the 19",
        6959.18,
        6965.56
    ],
    [
        " 68 I guess",
        6965.56,
        6968.22
    ],
    [
        " That was a question that took a while to answer",
        6968.22,
        6973.52
    ],
    [
        " By the way, I don't know how many capital ships we have. I don't know what they're called today",
        6973.52,
        6979.46
    ],
    [
        " But we have a lot more than I think we had back in those days",
        6979.54,
        6983.04
    ],
    [
        " So what made you decide to retire?",
        6983.04,
        6985.78
    ],
    [
        " Well",
        6987.44,
        6988.9
    ],
    [
        " I had 25 years in the military",
        6988.9,
        6992.64
    ],
    [
        " And I decided I wanted to think about doing something else",
        6992.64,
        6998.8
    ],
    [
        " Part of it was I used to listen to people",
        6998.8,
        7006.3
    ],
    [
        " tell me",
        7006.3,
        7007.64
    ],
    [
        " You just order people to do things and they do it. I said that's just a lot of baloney",
        7008.76,
        7014.2
    ],
    [
        " So I wanted to go and see cut my if you would",
        7014.2,
        7019.82
    ],
    [
        " Tease on",
        7019.82,
        7021.78
    ],
    [
        " Trans-Summan civilian world",
        7021.78,
        7024.56
    ],
    [
        " so",
        7024.56,
        7026.0
    ],
    [
        " I sent a bunch of resumes out and I eventually",
        7026.0,
        7031.36
    ],
    [
        " Was hired to go down to",
        7031.36,
        7036.68
    ],
    [
        " Texas",
        7041.5,
        7042.36
    ],
    [
        " and",
        7042.36,
        7040.62
    ],
    [
        " Fellow that hired me was retired",
        7040.62,
        7045.86
    ],
    [
        " Navy aviator",
        7045.86,
        7048.42
    ],
    [
        " Who by the way as an assigned was assigned to the first squadron I think it's called that flew jets off of aircraft carriers",
        7048.42,
        7060.54
    ],
    [
        " Got by the Felix Toblonsky",
        7061.46,
        7063.94
    ],
    [
        " was a wonderful man",
        7063.94,
        7066.36
    ],
    [
        " and",
        7066.36,
        7067.24
    ],
    [
        " But if you wanted to know what time it was he'd tell you how to build the watch",
        7067.24,
        7073.22
    ],
    [
        " But he he uh he hired me and our job there",
        7073.22,
        7082.26
    ],
    [
        " Was to figure out how to use",
        7082.26,
        7088.34
    ],
    [
        " from",
        7090.7,
        7092.04
    ],
    [
        " LTV's",
        7092.04,
        7091.62
    ],
    [
        " Computer resources how to use these in civilian",
        7091.62,
        7096.5
    ],
    [
        " application",
        7096.5,
        7097.82
    ],
    [
        " and",
        7097.82,
        7100.38
    ],
    [
        " One of the things we did",
        7100.38,
        7106.32
    ],
    [
        " was we",
        7106.32,
        7108.14
    ],
    [
        " Developed for Dallas",
        7108.14,
        7111.42
    ],
    [
        " X's and O's",
        7111.42,
        7115.28
    ],
    [
        " That he used to do on the chalkboard on the computer screen",
        7115.68,
        7120.78
    ],
    [
        " It just became a way that",
        7120.78,
        7125.2
    ],
    [
        " Apparently the Dallas Cowboys would teach the guys how to",
        7125.2,
        7129.66
    ],
    [
        " react to whatever plays it was",
        7129.66,
        7132.14
    ],
    [
        " so",
        7132.14,
        7133.32
    ],
    [
        " That was",
        7133.32,
        7134.94
    ],
    [
        " Using some of this fancy technology that lTV had to",
        7134.94,
        7140.98
    ],
    [
        " Build something that was applicable in civilian life",
        7141.16,
        7145.24
    ],
    [
        " well",
        7145.24,
        7146.86
    ],
    [
        " Dling of LTV link temp kovat",
        7146.86,
        7152.02
    ],
    [
        " Suddenly got challenged because he was creating a huge empire",
        7152.02,
        7159.74
    ],
    [
        " And the antitrust people got after him",
        7159.74,
        7165.02
    ],
    [
        " and all of a sudden",
        7165.02,
        7167.46
    ],
    [
        " Our partners that part that I was in",
        7167.82,
        7170.28
    ],
    [
        " Was one from 30 people to four and I was one of the four and I don't know to this day",
        7170.28,
        7176.12
    ],
    [
        " I still don't know why they kept me because I'd just been there less than a year",
        7176.12,
        7179.84
    ],
    [
        " But the guy who tried to hire me into computer sciences",
        7179.84,
        7184.48
    ],
    [
        " Previously",
        7184.48,
        7187.9
    ],
    [
        " Our for me a job was computer sciences",
        7187.9,
        7191.72
    ],
    [
        " I mean even though I had a job",
        7192.7,
        7194.6
    ],
    [
        " I knew that this place was not a place like long-term",
        7194.6,
        7198.88
    ],
    [
        " Be so I went to work for computer sciences and that's been 15 years there",
        7198.88,
        7204.44
    ],
    [
        " and",
        7204.44,
        7205.52
    ],
    [
        " And it ended up retiring from there",
        7205.52,
        7208.26
    ],
    [
        " Yeah, it's one of the presents one of their divisions and",
        7208.26,
        7213.0
    ],
    [
        " One of the things that",
        7213.0,
        7217.7
    ],
    [
        " My boss is",
        7217.7,
        7219.7
    ],
    [
        " Used to say I was one of the few leaders they had",
        7220.46,
        7224.7
    ],
    [
        " Been a lot of managers, but",
        7224.7,
        7227.4
    ],
    [
        " I was leading a group and we came very successful",
        7227.4,
        7232.36
    ],
    [
        " Much more so that I ever imagined we could be",
        7232.36,
        7235.86
    ],
    [
        " It was primarily in sales and marketing",
        7235.86,
        7238.82
    ],
    [
        " And I had a boss that said who was from IBM and strict IBM",
        7238.82,
        7244.12
    ],
    [
        " Suit kind of guy, you know, you've heard all stories of him and he said",
        7245.4,
        7249.94
    ],
    [
        " He said if I would go back to my comrades that I be him and tell him that I just hired the former army crew",
        7249.94,
        7259.88
    ],
    [
        " To be at a sales they though think I was god damn crazy",
        7259.88,
        7263.88
    ],
    [
        " And so anyway",
        7263.88,
        7266.76
    ],
    [
        " I had a great career at computer sciences and",
        7266.76,
        7271.2
    ],
    [
        " And",
        7272.28,
        7272.82
    ],
    [
        " As I said I retired from there",
        7272.82,
        7274.5
    ],
    [
        " and",
        7274.5,
        7276.48
    ],
    [
        " I'm not a typist",
        7276.48,
        7279.44
    ],
    [
        " When I was going to high school if you took typing you weren't going to college",
        7279.44,
        7285.28
    ],
    [
        " It was back",
        7285.28,
        7286.68
    ],
    [
        " So this thing called voicemail appeared to me and I thought this so",
        7286.68,
        7294.54
    ],
    [
        " Another fellow and I started a company",
        7294.54,
        7298.5
    ],
    [
        " in the voicemail business",
        7298.96,
        7301.1
    ],
    [
        " 1984 and",
        7301.1,
        7303.78
    ],
    [
        " It was pretty successful and we sold it in 1998 and",
        7303.78,
        7312.62
    ],
    [
        " I've stopped working since then",
        7312.62,
        7315.42
    ],
    [
        " Well",
        7315.42,
        7318.26
    ],
    [
        " That is awesome. I know we've kept you here for a couple hours now and",
        7318.26,
        7323.88
    ],
    [
        " Probably a good place to at least stop for this for this particular session",
        7325.44,
        7329.74
    ],
    [
        " Um, is there anything else you want to say anything else you want to close out with?",
        7329.74,
        7333.76
    ],
    [
        " Well, I can I can say this",
        7334.32,
        7335.92
    ],
    [
        " I met my wife",
        7335.92,
        7338.02
    ],
    [
        " Uh, on my first assignment from the Pentagon",
        7338.02,
        7342.54
    ],
    [
        " And I",
        7342.54,
        7344.46
    ],
    [
        " My job in the Pentagon among other things was",
        7344.46,
        7348.34
    ],
    [
        " To control the number of troops on the ground in Vietnam",
        7348.34,
        7352.76
    ],
    [
        " Congress mandated that be 550,000 people on the ground",
        7353.16,
        7357.78
    ],
    [
        " My job",
        7357.78,
        7360.0
    ],
    [
        " Was to be sure that that number was met so when the Secretary of Defense went to for Congress",
        7360.0,
        7367.0
    ],
    [
        " He could always say we have never",
        7367.0,
        7369.14
    ],
    [
        " so",
        7369.14,
        7371.26
    ],
    [
        " On a quarterly basis I would go to Hawaii and then people from Hawaii, Thailand, Korea, Philippines",
        7371.26,
        7380.24
    ],
    [
        " and",
        7382.0,
        7382.56
    ],
    [
        " Hawaii would all meet at the headquarters there up on the hill and",
        7382.56,
        7387.24
    ],
    [
        " We'd go over because what it went west for them to want to replace an act at battalion with an infantry battalion",
        7387.24,
        7395.0
    ],
    [
        " It's different numbers and everything's different so we had to",
        7395.0,
        7398.5
    ],
    [
        " Do all this monitoring and keeping track of how many troops we had",
        7398.5,
        7403.66
    ],
    [
        " My wife was a schoolteacher in California",
        7403.66,
        7407.92
    ],
    [
        " And she was over there on a vacation and",
        7408.24,
        7411.4
    ],
    [
        " one of my",
        7411.4,
        7413.1
    ],
    [
        " former colleagues from Vietnam",
        7413.1,
        7415.64
    ],
    [
        " she knew him and",
        7415.64,
        7418.06
    ],
    [
        " some other",
        7418.06,
        7419.92
    ],
    [
        " We met",
        7419.92,
        7421.94
    ],
    [
        " For the next two years",
        7421.94,
        7424.8
    ],
    [
        " We dated cross country she in California me in the Pentagon and I would go every quarter",
        7424.8,
        7432.46
    ],
    [
        " To the Hawaii and I was for this meeting I'm telling you about",
        7432.46,
        7436.0
    ],
    [
        " So I'd plant the meeting to be start on Tuesday so I could fly from here",
        7436.06,
        7442.5
    ],
    [
        " to California",
        7442.5,
        7444.58
    ],
    [
        " spend some time with her",
        7444.58,
        7447.68
    ],
    [
        " Then I'd fly off to Hawaii and I was and then on the way back I'd stop into the same thing",
        7447.68,
        7455.14
    ],
    [
        " Then it'd be up back here. So anyway, we got married in",
        7455.14,
        7458.46
    ],
    [
        " 19 or after I got out or retired in",
        7458.46,
        7463.4
    ],
    [
        " 69 and we got married in October 69 and",
        7463.74,
        7467.56
    ],
    [
        " The reason I'm still living today is because of her",
        7467.56,
        7472.4
    ],
    [
        " She keeps me alive",
        7472.4,
        7476.8
    ],
    [
        " takes care of me I mean",
        7476.8,
        7479.52
    ],
    [
        " So she's the",
        7479.52,
        7482.84
    ],
    [
        " principal reason that I can sit here and talk to you",
        7482.84,
        7487.5
    ],
    [
        " Well",
        7487.5,
        7488.68
    ],
    [
        " Then we'll say thank you to you for coming on and we'll say thank you to your life for",
        7489.26,
        7493.64
    ],
    [
        " Getting you here",
        7493.64,
        7495.38
    ],
    [
        " because",
        7495.38,
        7496.12
    ],
    [
        " Sir",
        7496.12,
        7497.04
    ],
    [
        " Once again, this has just been an absolute honor",
        7497.04,
        7500.14
    ],
    [
        " To be able to talk to you to be able to hear the stories and the lessons that you learned and",
        7500.14,
        7505.54
    ],
    [
        " Thank you",
        7505.54,
        7507.5
    ],
    [
        " Well from all of us for",
        7507.5,
        7509.42
    ],
    [
        " For your service your sacrifice and",
        7509.42,
        7513.28
    ],
    [
        " It's been an honor well",
        7513.28,
        7515.16
    ],
    [
        " You all deserve the honor. I mean",
        7515.16,
        7518.4
    ],
    [
        " You guys",
        7519.9,
        7520.88
    ],
    [
        " I don't know what I'd be what it would be like to be in the service today. Oh frankly, I mean I see these guys",
        7520.88,
        7529.38
    ],
    [
        " My nephew deployed six times",
        7529.38,
        7533.64
    ],
    [
        " Twice to",
        7533.64,
        7536.44
    ],
    [
        " Iraq once for the Somali",
        7536.44,
        7539.66
    ],
    [
        " extraction",
        7539.66,
        7541.5
    ],
    [
        " plus",
        7541.5,
        7542.58
    ],
    [
        " Three other times just deploying you know and",
        7542.58,
        7546.6
    ],
    [
        " Now",
        7550.54,
        7551.22
    ],
    [
        " How he did this I'll never know but he never left camp Pendleton I mean he did he he was a",
        7551.22,
        7559.22
    ],
    [
        " Drill sergeant down at",
        7559.22,
        7562.02
    ],
    [
        " MCRD",
        7562.02,
        7563.32
    ],
    [
        " But he can move back to back to Pendleton. I mean his wife",
        7563.32,
        7568.82
    ],
    [
        " lived there",
        7568.82,
        7570.44
    ],
    [
        " The whole time his 20 some years in the Marine Corps all the same. I never figured that out. I moved around like",
        7571.2,
        7580.0
    ],
    [
        " But my wife would tell you",
        7580.0,
        7582.6
    ],
    [
        " She she and I got married after I got out for in our 17th house",
        7582.6,
        7588.4
    ],
    [
        " We've only been married for eight almost 49 years",
        7588.4,
        7592.46
    ],
    [
        " I mean so",
        7592.46,
        7594.74
    ],
    [
        " Everybody said well you were in the military. We didn't do this way. She was never in the military",
        7594.74,
        7600.1
    ],
    [
        " We moved all the time since then I mean",
        7600.46,
        7603.34
    ],
    [
        " You stay in San Diego",
        7603.34,
        7606.2
    ],
    [
        " I'll do my best sir. I'll do my best and again",
        7606.2,
        7611.8
    ],
    [
        " Yeah, absolutely the troops that are out there today and there's a lot of troops that listen to this",
        7611.8,
        7615.7
    ],
    [
        " Guys out there holding the line and doing those deployments over and over again",
        7615.7,
        7620.28
    ],
    [
        " But you know the work that we do today is based on the lessons that we learn from your generations from the three wars that you fought",
        7620.28,
        7628.94
    ],
    [
        " And what you passed on to us and it was an honor for us to continue to carry the flag. So",
        7629.4,
        7635.16
    ],
    [
        " Thank you. Keep keep carrying it. Yes sir. Yes sir",
        7635.16,
        7639.16
    ],
    [
        " and",
        7639.16,
        7640.32
    ],
    [
        " Colonel",
        7640.32,
        7641.9
    ],
    [
        " Tom Pfeife has departed",
        7641.9,
        7643.7
    ],
    [
        " and obviously it is a",
        7643.7,
        7646.72
    ],
    [
        " honor to get to talk to him and thanks for setting that up Dave. Yeah, man. That was awesome much appreciated",
        7646.72,
        7654.26
    ],
    [
        " Three-war veteran. I mean come on",
        7654.26,
        7657.86
    ],
    [
        " Come on. That's just unbelievably awesome to sit and listen to and and you know what thanks Dave for setting that up and also thanks to everyone that",
        7660.06,
        7668.42
    ],
    [
        " That supports this podcast so that we have the opportunity to bring people on like",
        7668.42,
        7675.72
    ],
    [
        " Colonel Tom Pfeife and be able to share those lessons learned which there was a ton in there",
        7675.72,
        7681.02
    ],
    [
        " So thank you all for supporting and echo if people do want to support",
        7681.02,
        7685.52
    ],
    [
        " Sure",
        7685.52,
        7686.52
    ],
    [
        " Can you maybe fill us in on how to do that? Sure. Let me start with our company. Oh",
        7687.82,
        7694.18
    ],
    [
        " Origin that's the company",
        7694.18,
        7696.62
    ],
    [
        " Origin main",
        7696.62,
        7698.46
    ],
    [
        " Dot com is the",
        7698.46,
        7700.78
    ],
    [
        " website",
        7700.78,
        7702.38
    ],
    [
        " Um there you can get chocolate supplements you can get chocolate supplements chocolate super grill oil for your joints",
        7702.38,
        7709.16
    ],
    [
        " You",
        7713.1,
        7713.58
    ],
    [
        " Joint warfare for your joints don't run out by the way Dave Burke",
        7713.58,
        7716.74
    ],
    [
        " You're I don't know if you ever been on the",
        7716.74,
        7719.12
    ],
    [
        " In the situation of running out of super grill when you depend on super grill",
        7719.12,
        7723.18
    ],
    [
        " Bad situation and if you ever want to reduce the risk of running out do the subscription thing. That's what I do",
        7723.18,
        7731.72
    ],
    [
        " Kind of",
        7731.72,
        7732.78
    ],
    [
        " Subscrib-sh subscription. Yeah, you just get you're allotted amount",
        7732.78,
        7736.78
    ],
    [
        " Per month",
        7737.16,
        7737.94
    ],
    [
        " Or however often you need it",
        7737.94,
        7740.42
    ],
    [
        " Also pre-mission supplement. It's called discipline. Oh, no Dave. You're firing up on discipline",
        7740.42,
        7748.32
    ],
    [
        " You you said you said to me and I quote I live on discipline",
        7748.32,
        7752.92
    ],
    [
        " Yeah, it has become a daily part of my life for sure",
        7752.92,
        7756.04
    ],
    [
        " You you've got it in the brain. Yep. You use it before you work. Yep. You're studying your work and you're prepping",
        7756.04,
        7762.9
    ],
    [
        " That's your go-to the stuff is awesome. I use it probably more than I should",
        7763.3,
        7767.04
    ],
    [
        " Yeah, it's legit. I don't know if there's a",
        7767.04,
        7770.18
    ],
    [
        " some kind of uh",
        7770.18,
        7771.88
    ],
    [
        " You know limitation health wise like if you're",
        7771.88,
        7774.82
    ],
    [
        " drinking nine gallons down. I'm gonna explore that. I'll let you know. Yeah",
        7774.82,
        7779.86
    ],
    [
        " Check all right. Well there. There it is. It's a free everything pre",
        7779.86,
        7785.46
    ],
    [
        " Mission pre workout pre-test taking pre-meeting pre-jitsu",
        7785.46,
        7790.2
    ],
    [
        " Now you're gonna get mad or whatever or you're gonna make you give me your attitude because you know",
        7791.4,
        7796.24
    ],
    [
        " You make fun of me because I wanted it to taste good. Yeah, yeah, yeah, you make fun of me",
        7796.24,
        7800.3
    ],
    [
        " And there's not even that much I can say about that because it's a legitimate thing for for me",
        7800.3,
        7805.92
    ],
    [
        " Be jock-o-to-be like oh, I want it to taste good. It's kind of a weakness, right? It's kind of soft, right?",
        7805.92,
        7811.3
    ],
    [
        " Well",
        7811.66,
        7812.22
    ],
    [
        " That being said",
        7812.22,
        7814.18
    ],
    [
        " We have another flavor coming",
        7814.18,
        7816.92
    ],
    [
        " I'm gonna tell you what what well first of all let's tell you two things. Well first of all it tastes good. Yeah, I know, bro. Second of all",
        7817.44,
        7824.06
    ],
    [
        " It's it's",
        7824.06,
        7826.6
    ],
    [
        " It's basically pina colada",
        7826.6,
        7829.34
    ],
    [
        " But I can't call it that that's like it's I can't do that. Yeah, I can't do that",
        7829.34,
        7834.28
    ],
    [
        " So it's gonna be called like coconut pineapple. Sure. You know, we're not going to straight",
        7834.28,
        7838.44
    ],
    [
        " Pina colada because I just can't no no just it's not that's not how yeah",
        7838.44,
        7842.7
    ],
    [
        " You know, no, that's not how yeah, you did mention that and I'm impressed that you're sticking with the delicious",
        7842.94,
        7848.52
    ],
    [
        " It's luxurious. It's really good, you know, dude that but that's one of those things like you like pina colada. You like that flavor",
        7848.52,
        7856.28
    ],
    [
        " Like I've heard of people not really liking it",
        7856.28,
        7859.18
    ],
    [
        " But that could have to do with the fact that you know how like when you drink alcohol too much and it has like",
        7859.18,
        7863.64
    ],
    [
        " Like tequila will have it Pina colada is like that if you just drink too many of them",
        7863.64,
        7868.2
    ],
    [
        " You're drunk. It's a forever. Yeah, now you can never drink it again",
        7868.2,
        7871.6
    ],
    [
        " No, if you sure you feel off",
        7871.6,
        7874.06
    ],
    [
        " Tequila right now tequila is like that for sure",
        7874.06,
        7877.68
    ],
    [
        " Yeah, I don't want during my younger years. I had like a",
        7877.68,
        7882.0
    ],
    [
        " 14-month hiatus from Yeager after I had a",
        7882.0,
        7885.44
    ],
    [
        " Betsy. Yeah, bad sit. Yeah, it's a pina colada young man stupid",
        7885.44,
        7890.68
    ],
    [
        " You know what young stupid and motivated",
        7890.68,
        7893.56
    ],
    [
        " Like you know when you're actually motivated like I'm gonna do this. That's bad",
        7893.56,
        7898.14
    ],
    [
        " Sure dumb. Yeah, but",
        7898.14,
        7900.76
    ],
    [
        " If you haven't had that experience with pina colada, I would assume that that's a that's a pretty high rate of acceptance as far as deliciousness goes in my opinion or in my",
        7901.6,
        7910.12
    ],
    [
        " By my estimation, I think my hypothesis or whatever",
        7910.12,
        7912.9
    ],
    [
        " Nonetheless, it's called disciplines pre-mission this whether you love pina colada or love lemon lime-ish flavor with",
        7912.9,
        7922.62
    ],
    [
        " Other delicious factors in it",
        7922.62,
        7924.78
    ],
    [
        " That's a good thing, but it's good because it makes your brain more healthy and your body pre-mission pre-workout pre-test",
        7924.78,
        7931.3
    ],
    [
        " Taking pre-meeting pre-judge to pre-workout cognitive and physical",
        7931.34,
        7935.74
    ],
    [
        " Of course multiplier. That's what that is",
        7935.74,
        7937.92
    ],
    [
        " So get on now and of course also geese and rash guards",
        7937.92,
        7942.06
    ],
    [
        " Dave Burke you do you talk about milk",
        7942.06,
        7944.48
    ],
    [
        " Yeah, you missed the milk. Yeah, I didn't really miss it. I was gonna save for last but no",
        7944.48,
        7950.42
    ],
    [
        " Okay, no, I'll get it back in my lane over here",
        7950.42,
        7953.04
    ],
    [
        " No, because I just had a whole thing. I was gonna do it. Okay cool",
        7953.04,
        7956.0
    ],
    [
        " Brash guards tell me about it. I feel like we should do the milk now because you got kind of kind of brought it up",
        7956.0,
        7960.42
    ],
    [
        " Which is you know if for lack of a better term",
        7960.42,
        7963.08
    ],
    [
        " It's actually it it is a better term",
        7963.08,
        7966.3
    ],
    [
        " It's not protein part. It's protein powder, but it's a better term for this particular protein powder moque",
        7966.3,
        7972.8
    ],
    [
        " Yeah, yeah mint chocolate. Just can't see good no Dave Burke. Dave Burke here on the moque yet",
        7972.8,
        7976.98
    ],
    [
        " He's not on the moque. He just told me he's gonna get it this week",
        7976.98,
        7979.86
    ],
    [
        " Well, I will say this I never was into protein powder",
        7979.86,
        7983.1
    ],
    [
        " Aside from you know, you're still not you're still not I'm still you're in the mold",
        7983.6,
        7987.26
    ],
    [
        " Right correct correct, but this one is one of those good ones where kind of like you in the discipline where you're like pounding it all the time",
        7987.26,
        7996.42
    ],
    [
        " So I give my daughter dessert. Oh, yeah, this is a dessert straight up straight up. Yeah, it tastes that good and don't put a couple of drops of vanilla in there",
        7996.42,
        8005.98
    ],
    [
        " Try to do that but two drops of vanilla put an egg and put it in the blender",
        8005.98,
        8010.96
    ],
    [
        " Swerdy in fact, you know what don't do it don't do it. You'll be in the same boat as me. That's where it's like a dessert and there's protein",
        8011.64,
        8018.4
    ],
    [
        " No, it's good man because I used to make these milkshakes when I was young like this homemade. It's making you more swole probably",
        8018.4,
        8025.4
    ],
    [
        " probably big to",
        8025.4,
        8028.02
    ],
    [
        " No less. I used to make these milkshakes when I was young. They were they had",
        8028.02,
        8032.28
    ],
    [
        " Vanilla egg like a teeny tiny piece of banana milk",
        8032.28,
        8036.98
    ],
    [
        " and",
        8040.4,
        8040.84
    ],
    [
        " Some other stuff some sugar in there and it was good. It was like a solid milkshake like good like almost like you blot it from a gourmet spot",
        8040.84,
        8047.98
    ],
    [
        " No, the milk is no joke when it comes to milkshake simulator. Yeah mint mint chocolate",
        8047.98,
        8053.54
    ],
    [
        " Peanut butter chocolate peanut butter is coming chocolate peanut butter milk is on its way. Yeah straight up",
        8053.54,
        8061.1
    ],
    [
        " They're broke when you get on it you're gonna stay on that so you're just gonna be pounding discipline and milk like all day",
        8061.1,
        8065.64
    ],
    [
        " The way the way Dave Burke only Dave Burke like an echo easy look like echo Charles. Yeah, swollen six months dude lifting",
        8065.64,
        8072.44
    ],
    [
        " Gigi to mok all that stuff also",
        8072.44,
        8075.28
    ],
    [
        " Geez and rash guards",
        8075.28,
        8077.02
    ],
    [
        " We can talk about that if you want unless you have another suggestion on what else I should talk about at this point",
        8077.02,
        8082.26
    ],
    [
        " I'm saying I want to do the right thing over here. No, I'm saying Dave Burke",
        8082.26,
        8086.04
    ],
    [
        " Kind of give you a Dave Burke you do give you right. I do have two",
        8086.04,
        8089.32
    ],
    [
        " So here's the one good thing about starting Gigi to say with 45",
        8089.32,
        8093.54
    ],
    [
        " I discovered the one good thing about it instead of starting at 15",
        8093.54,
        8097.3
    ],
    [
        " Is I never have any of those stories where I tell about how uncomfortable the gear is or how the rash guards",
        8097.3,
        8102.98
    ],
    [
        " Give me you know that the keys are hard to wash. I got origin main keys time to from the get go",
        8102.98,
        8109.22
    ],
    [
        " This is like someone that never had a flip phone in 1994. Yeah, just woke up and they had an iPhone six started with the iPhone 10",
        8109.22,
        8117.08
    ],
    [
        " Yeah, the gear just out of the game. Yeah, origin man rash guards",
        8117.08,
        8119.66
    ],
    [
        " So I don't know what it's like to have grown up with all that terrible gear you guys use",
        8119.66,
        8123.4
    ],
    [
        " Yeah, well that's that's actually good news in my in my opinion, you know",
        8123.4,
        8131.36
    ],
    [
        " because",
        8131.36,
        8132.16
    ],
    [
        " Working not working, but you know like working out and and doing you just in a junky",
        8132.16,
        8137.9
    ],
    [
        " Prada first gear head man, you know you like you need like you ever when you buy your first suit same deal",
        8137.9,
        8144.12
    ],
    [
        " Like you don't know. I don't know in my like I don't know how you thought that was just like oh I see",
        8144.12,
        8148.6
    ],
    [
        " No, I don't know whatever so same thing. So I went about a key and it was like I bought a cheap one, you know, yeah 40 bucks",
        8149.66,
        8155.32
    ],
    [
        " I well no straight. I see I bought my first gear is in a key for I bought from the a keto store",
        8155.32,
        8160.78
    ],
    [
        " Yeah, cuz the jujitsu place they were like 200 bucks. I'm like oh go not happening. I'll go find a different one",
        8160.78,
        8166.92
    ],
    [
        " Yeah, I found on unbleached have you ever heard of this unbleached cotton? That was even cheaper than the bleach cotton",
        8166.92,
        8173.96
    ],
    [
        " It's an off white. Yeah, it feels like it's filled with steel wool scratching it your skin",
        8173.96,
        8178.64
    ],
    [
        " Yeah, but that's hard and it lasted like four weeks",
        8178.64,
        8181.92
    ],
    [
        " So yeah, get a quality gear. It's like you know, Gene. That was my key. I keep it okay. It was my key to gig it looked",
        8181.92,
        8188.84
    ],
    [
        " It felt similar. Yeah from the external viewpoint to a jujitsu gig",
        8188.84,
        8194.84
    ],
    [
        " But it wasn't and it damn sure wasn't made in America",
        8194.84,
        8199.48
    ],
    [
        " Made in Maine. You know what's awesome is to know to literally know the people",
        8199.48,
        8206.2
    ],
    [
        " Because I I we've been to the factory. I know the people that that made those I know them. Yeah, I like I say oh, hey",
        8206.7,
        8213.56
    ],
    [
        " How you doing? Oh, I'm over here making a key. Yeah, that's real. That's what's happening. Yeah, and on top of that not to mention",
        8213.56,
        8219.88
    ],
    [
        " The cotton that was loomed right there in the building by the way. Yeah, it's from America too. That's something",
        8219.88,
        8225.88
    ],
    [
        " And you so I was talking about Pete about this the cotton",
        8225.88,
        8229.72
    ],
    [
        " It's not all cotton. It's it's um",
        8229.72,
        8232.9
    ],
    [
        " What is it? Poly it's poly so it's a poly cotton blend and I thought that the two strands were different",
        8233.38,
        8240.2
    ],
    [
        " And it's woven together. No, the they make that that actual thread is caught cotton poly cotton the thread itself that you weave is",
        8240.2,
        8251.6
    ],
    [
        " That's why that's why you can put it in the dryer to dry like a normal piece of clothing not four hours",
        8251.6,
        8256.54
    ],
    [
        " You pull it out and yourself to hang it up because it's all cotton and it just beholds onto the water",
        8256.54,
        8260.74
    ],
    [
        " No, it gets out of there. Yeah, yeah, all good. So yeah, you",
        8260.86,
        8265.72
    ],
    [
        " Good good Dave Burke boom origin gee. No history of discomfort in other geese no no",
        8265.72,
        8272.6
    ],
    [
        " stinky area of the house where wet geese are hanging up for four days. Yeah",
        8272.6,
        8278.96
    ],
    [
        " Now I'll say this for all the stuff at origin everything they make is awesome on their website to talk about the the hoodie",
        8278.96,
        8285.04
    ],
    [
        " They call it the most comfortable hoodie ever. Yeah, I grew up 100% wear noodies",
        8285.04,
        8288.92
    ],
    [
        " If you grow up inside the California when it gets really cold out you put on a hoodie",
        8289.12,
        8292.18
    ],
    [
        " The origin hoodie is the most comfortable hoodie I've ever owned",
        8292.18,
        8296.12
    ],
    [
        " So that stuff is legit no joke no",
        8296.12,
        8298.76
    ],
    [
        " No personal offense to you Dave because I respect you. I do. I really respect you as a person",
        8298.76,
        8304.22
    ],
    [
        " But your level of measuring comfort is not even close to echo",
        8304.22,
        8308.64
    ],
    [
        " Echo is sort of the quality comfort control guy and he has already made this statement",
        8308.64,
        8313.82
    ],
    [
        " So you saying it is like everyone is listening on whatever we don't you in the Marine Corps",
        8313.82,
        8318.74
    ],
    [
        " You know you've done some you know you've done some tough stuff in your life. They're looking at echo",
        8318.92,
        8323.22
    ],
    [
        " They're like wait if echo thinks it's got but we're in",
        8323.22,
        8325.92
    ],
    [
        " Yeah, that actual statement is meaning. Yeah, yeah, I will but I will say you know sure like of course Dave Burke",
        8325.92,
        8332.98
    ],
    [
        " Of course, we all knew that you know, I'm yeah, I am the gold standard of comfort evaluation for sure",
        8332.98,
        8337.88
    ],
    [
        " I think and I will second that it is the hoodie and the pants by the way",
        8337.88,
        8342.32
    ],
    [
        " So yeah",
        8342.32,
        8344.54
    ],
    [
        " Get those as well all made in America the",
        8345.14,
        8347.28
    ],
    [
        " Compression gear and rash guards all that I'm just saying there's all this stuff on the website origin main.com",
        8347.28,
        8353.66
    ],
    [
        " You can get all this stuff the hoodie the guise the rash guards",
        8353.66,
        8357.6
    ],
    [
        " sweat pants other stuff a lot of cool stuff on there check it out. You want something?",
        8357.6,
        8362.46
    ],
    [
        " Get something also the immersion camp. You did so camp boom just got a message from someone from Florida young lady from Florida saying",
        8362.9,
        8371.72
    ],
    [
        " I",
        8373.54,
        8373.94
    ],
    [
        " Want to go to the immersion camp, but I won't know anyone there and you know I",
        8373.94,
        8378.8
    ],
    [
        " I'm the only one from Florida. What do you think?",
        8378.8,
        8381.44
    ],
    [
        " Hey, you know me kind of I guess if you've sent me the message sure you know me probably no jaco too",
        8382.26,
        8386.9
    ],
    [
        " Well, if you know echo you know me and that means you know Dave Burke",
        8386.9,
        8389.28
    ],
    [
        " No three of us three people already rolling and here's the good thing where when you go there",
        8389.28,
        8395.46
    ],
    [
        " We technically sure knew each other and you knew Pete that was the first time I met Pete",
        8395.46,
        8400.46
    ],
    [
        " I met",
        8400.86,
        8401.56
    ],
    [
        " probably",
        8401.56,
        8403.0
    ],
    [
        " What like the first?",
        8403.0,
        8405.6
    ],
    [
        " 15 minutes we met about 20 people",
        8406.5,
        8408.92
    ],
    [
        " Yeah, and we hung out with those 20 people plus the other people you meet over the days the whole time",
        8408.92,
        8415.96
    ],
    [
        " He wasn't the kind like oh, I don't really know that a man",
        8415.96,
        8418.4
    ],
    [
        " I'm hanging over here and there over there. It wasn't it's not like that. You ever heard of those like dating sites",
        8418.4,
        8422.88
    ],
    [
        " No seriously you put in",
        8422.88,
        8425.66
    ],
    [
        " Well, you look at it. Okay, so I grew up before dating sites. All right. I got married before dating sites",
        8426.08,
        8430.12
    ],
    [
        " So I was just like do the game back in the day like you got to go to a place where you can hopefully meet a girl",
        8430.12,
        8435.9
    ],
    [
        " Right",
        8435.9,
        8436.3
    ],
    [
        " The odds of meeting a girl are not the girl that you like and that has some sort of remotely similar interest",
        8436.3,
        8443.12
    ],
    [
        " You go into a bar of the hundred girls in there and like you're lucky if there's one of them there",
        8443.12,
        8447.04
    ],
    [
        " That's remotely interested in what you're interested in and you can",
        8447.04,
        8450.02
    ],
    [
        " Connect then you got to meet them then you got to go up and talk about all the stuff. It's real hard",
        8450.02,
        8453.46
    ],
    [
        " Then they made the match dating things online where you put in your stuff",
        8453.86,
        8457.96
    ],
    [
        " Yeah",
        8457.96,
        8458.56
    ],
    [
        " And then you meet that one person and you connect with them and you have all these things in common",
        8458.56,
        8463.84
    ],
    [
        " This situation you think about it. You're actually just going into a place where everyone's into the same thing that you're into",
        8463.84,
        8469.4
    ],
    [
        " It's like walking to a bar and everyone likes the same stuff right there likes to get to and wants to train and wants to hang out",
        8469.4,
        8475.52
    ],
    [
        " And that's that's what makes it cool. Yeah",
        8475.52,
        8477.86
    ],
    [
        " Yeah, no no dating",
        8477.86,
        8479.48
    ],
    [
        " Typically, but hey, yeah, that you it's a good point everyone kind of you kind of",
        8479.6,
        8485.48
    ],
    [
        " Converge on the topic of jujitsu and then kind of everything else from there. Yeah, it's what it really seemed like to me",
        8485.48,
        8492.54
    ],
    [
        " And then everything spends back to jujitsu. Yeah, yeah, it's good fun. So my input is",
        8492.54,
        8498.66
    ],
    [
        " To go that's what I think I think go when it now go",
        8498.66,
        8502.62
    ],
    [
        " It's going. I'm going",
        8502.62,
        8504.3
    ],
    [
        " Life is going confirmed J.P.'s",
        8504.92,
        8507.78
    ],
    [
        " Considering go help probably end up going. Yeah, so we'll be it'll be a little",
        8507.78,
        8512.9
    ],
    [
        " EF reunion tour of the jujitsu bar. Yep",
        8512.9,
        8518.44
    ],
    [
        " And when you go there knowing zero people you'll leave they're not only knowing more people",
        8518.44,
        8524.38
    ],
    [
        " But they'll be kind of your friends. I will guarantee you'll have more actual friends after you leave guarantee",
        8524.38,
        8529.66
    ],
    [
        " To the lady that you know me. That's what I think I don't that",
        8529.66,
        8533.66
    ],
    [
        " That's cool and even if you will know some people there",
        8534.3,
        8537.4
    ],
    [
        " I say go to because you can't immerse yourself in jujitsu best with a learn",
        8537.4,
        8541.42
    ],
    [
        " And you know let's face it. You're in Maine. There's a bunch of lobster",
        8541.42,
        8544.46
    ],
    [
        " They serve lobster. Yeah, that's one of the highlights in my opinion",
        8544.46,
        8549.54
    ],
    [
        " Anyway, yeah, so it is on August 26th through September 2nd two sessions go to both if you want",
        8549.54,
        8556.66
    ],
    [
        " But yeah, two sessions. There you go all levels",
        8556.66,
        8559.18
    ],
    [
        " Also for fitness gear going on it.com slash jaco they got kettlebells battle ropes",
        8560.9,
        8566.12
    ],
    [
        " Jump ropes all kinds of stuff good stuff very happy workout get some new gear",
        8566.12,
        8570.58
    ],
    [
        " It'll actually get you more in the mood to do a workout when you when that gear comes in I guarantee that",
        8570.58,
        8576.02
    ],
    [
        " Well, I don't know if I can guarantee that but now that's how it was for me when I got the jump rope",
        8576.02,
        8580.56
    ],
    [
        " Then all of a sudden I'm a jump rope her seems saying",
        8580.56,
        8583.0
    ],
    [
        " It's good",
        8583.0,
        8583.84
    ],
    [
        " Anyway, a lot of cool stuff on there a lot of good information on there too",
        8583.84,
        8587.14
    ],
    [
        " By the way if you're beginning like kettlebells or you beginning other workout",
        8587.14,
        8591.78
    ],
    [
        " movements and you want to know some tips and you know, even some nutrition stuff really good",
        8591.78,
        8596.82
    ],
    [
        " Anyway, go there on it.com slash jaco good way to support also",
        8596.82,
        8600.48
    ],
    [
        " When you get the books that jaco reviews on this podcast",
        8600.48,
        8603.74
    ],
    [
        " I organize them on jacopodcast.com on the top you click on books from episodes",
        8603.74,
        8609.56
    ],
    [
        " And it takes you to the page and it has",
        8609.56,
        8613.88
    ],
    [
        " That's right you guessed it the books by the episode for for on the episodes by episodes",
        8614.52,
        8620.46
    ],
    [
        " You see what I'm saying anyway click on there takes you to Amazon you can shop get your books get whatever else you want from Amazon your batteries or",
        8620.46,
        8627.84
    ],
    [
        " duct tape whatever keep shopping do you also?",
        8627.84,
        8631.48
    ],
    [
        " Good way to support is to subscribe to the podcast if you haven't already",
        8632.0,
        8635.28
    ],
    [
        " Stitcher iTunes Google Play",
        8635.28,
        8637.92
    ],
    [
        " The",
        8640.04,
        8640.52
    ],
    [
        " Spotify do you subscribe on spotifiers?",
        8640.52,
        8642.16
    ],
    [
        " I've been to spotify there's a lot more apps for podcasts now. Yeah, I think I'm gonna explore some of them too",
        8642.3,
        8649.04
    ],
    [
        " Daily yeah, I'm like new some of them come up daily",
        8649.04,
        8652.04
    ],
    [
        " Yeah, well either way the point there is apple change their thing. What do you mean? They're what they're there's they're layout or something",
        8652.04,
        8659.34
    ],
    [
        " So now pops up different everything's different now",
        8659.34,
        8662.6
    ],
    [
        " I know that's like",
        8664.36,
        8665.58
    ],
    [
        " You ever realize when when you the layout of something so this was a big thing on Facebook when do you get on Facebook?",
        8665.58,
        8671.98
    ],
    [
        " They work do you remember 2014?",
        8671.98,
        8674.1
    ],
    [
        " 14 dang that's that's pretty much requirement for school. Okay. There you go. So were you in",
        8674.1,
        8681.28
    ],
    [
        " On Facebook when they kind of changed the layout of Facebook from something to something to like newsfeed negative jacoo",
        8681.28,
        8688.82
    ],
    [
        " Doesn't know anything. Well, you know what I'm talking about at all. No, I didn't I didn't get on Facebook till probably like",
        8689.0,
        8695.22
    ],
    [
        " 2000 I was might have been on but I didn't actively do anything on it till like maybe a year ago. Yeah",
        8695.22,
        8700.88
    ],
    [
        " Okay, so maybe a year and a half so the layout of Facebook was like, you know",
        8700.88,
        8705.26
    ],
    [
        " You had your profile picture and I'm even I'm just trying to remember what it was it was like",
        8705.26,
        8708.82
    ],
    [
        " I don't even remember what it was, but it was like I think like your wall or something like that where it's like",
        8708.82,
        8714.54
    ],
    [
        " Just your your own stuff and then they all of a sudden switched it to this newsfeed situation",
        8714.54,
        8720.58
    ],
    [
        " You know how like now it's like everyone's stuff that you're",
        8720.58,
        8722.86
    ],
    [
        " Basically how it is now they just switched it and people were mad. It was like change their life, you know, they were pissed",
        8722.86,
        8730.6
    ],
    [
        " That's what you sounded like when you just talk about the apples",
        8730.6,
        8734.1
    ],
    [
        " You know, you had that same effect on your brain anyway subscribe to the podcast what I'm saying regardless of the layout of any iTunes or any other",
        8734.1,
        8742.6
    ],
    [
        " Applications that the layout has or has not changed good way to support also wherever YouTube channels will subscribe to that",
        8743.5,
        8749.78
    ],
    [
        " If you want and if you're interested in the video version of this podcast for once you would jocke looks like or Dave",
        8749.78,
        8755.8
    ],
    [
        " Burke in this case what he looks like pretty handsome. I think as far as",
        8755.8,
        8759.52
    ],
    [
        " Handsome ghost or Colonel Tom five. Yes",
        8759.52,
        8762.94
    ],
    [
        " See what he looks like. Yeah, typically those are the the ones that people want to see you know",
        8762.94,
        8767.46
    ],
    [
        " They want to see the guests. They want to see what they look like. They know what we look like",
        8767.46,
        8771.2
    ],
    [
        " Yeah, they kind of already know except me. I guess they don't really know what I look like because it still do get",
        8771.2,
        8775.44
    ],
    [
        " Hey, you don't look like how you sound right which is the actual thing you can look like how you sound like you look like how you sound",
        8775.44,
        8782.26
    ],
    [
        " Check the same Dave Burke looks how he sounds",
        8782.26,
        8785.38
    ],
    [
        " But it's not a wonder one. It's not a face to like your voice sounds like this so your face is gonna look like it's not like that",
        8785.38,
        8791.04
    ],
    [
        " It's like you your voice sounds like this",
        8791.04,
        8792.9
    ],
    [
        " So your face can look like this kind of real like this group this little variety of faith possible faces",
        8792.9,
        8800.96
    ],
    [
        " Suimzane that's how it works. Yeah, but for you your voice does not",
        8801.96,
        8805.12
    ],
    [
        " I'm outside of that group. My face is outside of that group apparently",
        8805.12,
        8807.92
    ],
    [
        " So if you're interested in that sort of thing YouTube boom also we have excerpts on there if you want",
        8807.92,
        8813.66
    ],
    [
        " You know some of the lessons that jocke'll talk about you know you want to share them they're they're they're condensed or actually",
        8813.66,
        8818.76
    ],
    [
        " They're not condensed. They're just taken out of it",
        8818.76,
        8821.56
    ],
    [
        " You know made little videos on there",
        8821.56,
        8823.04
    ],
    [
        " Also enhance excerpts puts a music on there make them more",
        8823.04,
        8826.88
    ],
    [
        " Somebody asked for tracks",
        8827.2,
        8828.78
    ],
    [
        " Enhanced excerpts tracks into psychological warfare available on iTunes so",
        8828.78,
        8833.84
    ],
    [
        " Does that make sense? Yeah, yeah, I think that's why I'm for psychological warfare too by the way. Yeah",
        8833.84,
        8840.84
    ],
    [
        " I agree I've been in a lot of requests for things like that",
        8840.84,
        8844.3
    ],
    [
        " I agree but not from a personal interest standpoint because the psychological warfare one is still very effective 100% effective",
        8844.3,
        8853.02
    ],
    [
        " For me out with tracks. Yeah",
        8853.02,
        8856.42
    ],
    [
        " Which I will talk about after I talk about the fact that jocke'll has a store. It's called jocke'll store",
        8856.88,
        8862.42
    ],
    [
        " Jocke'll store.com. This is where you can get the t-shirts",
        8862.42,
        8865.36
    ],
    [
        " Let's say this will equals freedom like the one I'm wearing right now or the jocke podcast shirt basic",
        8865.36,
        8869.8
    ],
    [
        " But very nice the one that deep brick is wearing right now",
        8869.8,
        8873.28
    ],
    [
        " Also miss where you tell me got called out with the jocke podcast t-shirt. Where was that? I'm wearing this exact shirt",
        8873.28,
        8879.0
    ],
    [
        " I'm at Disney World with the family that I was going to do weeks ago from",
        8879.0,
        8881.8
    ],
    [
        " Cross the way I get a good evening echo",
        8881.8,
        8885.04
    ],
    [
        " That's the standard bonus feedies",
        8885.46,
        8886.94
    ],
    [
        " Yep, that standard bonus feedies is good evening echo",
        8886.94,
        8890.14
    ],
    [
        " Very good. Yeah, looks good on you of course",
        8890.14,
        8893.44
    ],
    [
        " And even if you want the one that jocke'll has on now the one that jocke'll always has on right now",
        8893.44,
        8898.22
    ],
    [
        " The one he has on right now and always has on you see what I'm saying",
        8898.22,
        8902.1
    ],
    [
        " Anyway, if you want that that shirt go and jocke'll store.com or if you want a hoodie or if you want a hat or if you want a",
        8902.1,
        8907.9
    ],
    [
        " Rash card",
        8907.9,
        8909.14
    ],
    [
        " Anyway, just go in there you can see you know if you want to support that way",
        8909.14,
        8912.28
    ],
    [
        " There's a lot of cool stuff on there if you want something get something it's called jocke'll store",
        8912.28,
        8915.94
    ],
    [
        " com also",
        8915.94,
        8917.86
    ],
    [
        " Just like jocke'll mention",
        8917.86,
        8920.14
    ],
    [
        " Psychological warfare is an album with tracks",
        8920.14,
        8922.92
    ],
    [
        " Basically these tracks are each track you can get these on iTunes by the way",
        8922.92,
        8927.98
    ],
    [
        " So each track is jocke'll telling you how to get past certain weaknesses that you might have might",
        8927.98,
        8933.2
    ],
    [
        " Have on your",
        8933.2,
        8935.56
    ],
    [
        " Campaign against weakness. So you know you're on the path right we're working out. We're waking up early some of us",
        8935.56,
        8941.9
    ],
    [
        " and",
        8943.38,
        8943.74
    ],
    [
        " You know we're reading more whatever we're doing sometimes you don't want to do that you don't do that every day",
        8943.74,
        8947.2
    ],
    [
        " You just don't feel like it on some days, but you still should do it",
        8947.2,
        8950.38
    ],
    [
        " We all know that sometimes we don't feel like it so you're about to skip the workout boom you listen to a certain track",
        8950.38,
        8955.56
    ],
    [
        " Jocke will tell you why you shouldn't skip the workout and it's effective. You won't skip the workout",
        8955.56,
        8959.6
    ],
    [
        " Take it from me. I know 100% from experience",
        8959.6,
        8961.86
    ],
    [
        " So what it is get it on iTunes",
        8961.86,
        8963.76
    ],
    [
        " check",
        8963.76,
        8964.98
    ],
    [
        " You know also speaking of subscribing",
        8964.98,
        8968.16
    ],
    [
        " I have another podcast now",
        8968.16,
        8971.48
    ],
    [
        " Yeah, it's called the warrior kid podcast",
        8972.28,
        8973.76
    ],
    [
        " Yeah",
        8973.76,
        8975.02
    ],
    [
        " Uncle Jake has lessons the name of the podcast is warrior kid ask uncle Jake uncle Jake answers questions from little warrior kids around the world",
        8975.02,
        8983.96
    ],
    [
        " and you can get that play it for your kids. There's no foul language",
        8983.96,
        8988.62
    ],
    [
        " There's no talk about the me-lie massacre. It's totally separate so your kids won't get",
        8988.62,
        8994.4
    ],
    [
        " Stumble upon something that they shouldn't be listening to that they're not ready for yet",
        8994.4,
        8999.18
    ],
    [
        " So you can check that out also jocke white tea is available on Amazon",
        8999.18,
        9003.46
    ],
    [
        " And if you're gonna order it well then go ahead and just go ahead and order some more weights for your barbell to because you're gonna need them",
        9003.46,
        9011.98
    ],
    [
        " You need about 8,000 pounds worth and that's the minimum guaranteed deadlift also. There's cans of white tea",
        9011.98,
        9019.72
    ],
    [
        " Coming soon. They're gonna be here in June. They're gonna be available on Amazon in June",
        9019.72,
        9023.8
    ],
    [
        " Victory in a can yes certified organic never thought you'd hear me say that now did you yeah? Yeah, certified organic there you go",
        9024.18,
        9032.82
    ],
    [
        " we're gonna get rid of",
        9032.82,
        9034.82
    ],
    [
        " all the horrible energy drinks that are out there making people sick",
        9034.82,
        9039.56
    ],
    [
        " And we're gonna place it with jocke jocke white tea",
        9039.56,
        9042.56
    ],
    [
        " Which is 8,000 pounds of pure power let me ask you this yes about jocke white tea would you consider",
        9042.56,
        9049.94
    ],
    [
        " Making the micro dose or a version that doesn't have just a micro dose of caffeine but uh",
        9050.68,
        9056.24
    ],
    [
        " If you drink the no probably not no more caffeine no the the jocke white tea can",
        9056.24,
        9062.86
    ],
    [
        " I think it's two servings and I think it's 30 grams. I'll confirm that yeah, I shouldn't have said it",
        9062.86,
        9068.76
    ],
    [
        " I'm saying would you ever consider making like another another version in the future or anything like that something with more",
        9068.76,
        9074.82
    ],
    [
        " white tea high person",
        9074.82,
        9076.2
    ],
    [
        " No, I don't know I don't think so okay, I don't think so because um if you want more you can drink more yeah, man",
        9076.2,
        9086.86
    ],
    [
        " Or go get some you know something that's gonna make you all jittery. Yeah, that's fine",
        9086.86,
        9091.32
    ],
    [
        " Big uh books way of the Warrior Kid series to series of books by the way",
        9091.32,
        9096.76
    ],
    [
        " There's two of them right now. There'll be more. I gotta I gotta a note on",
        9096.76,
        9101.88
    ],
    [
        "",
        9101.88,
        9101.88
    ],
    [
        " social media",
        9101.88,
        9104.78
    ],
    [
        " And it was from what eight-year-old warrior kid named Addison and she wrote this",
        9104.78,
        9111.02
    ],
    [
        " Dear mr. Willink I absolutely love your book way of the warrior kid. I think it's the best book ever",
        9111.02,
        9117.84
    ],
    [
        " You know what I'm saying? It taught me about discipline and commitment now",
        9117.84,
        9123.58
    ],
    [
        " Every day I trained before school and trust me it helps a lot your friend Addison. So there you go",
        9123.58,
        9130.0
    ],
    [
        " Listen to Addison pick up the way the Warrior Kid and pick up Mark's mission the second book so your kids can get stronger",
        9130.36,
        9136.46
    ],
    [
        " smarter",
        9136.46,
        9137.98
    ],
    [
        " Faster and overall",
        9137.98,
        9140.44
    ],
    [
        " Then if you want to support a particular warrior kid that's on the move making things happen go to Irish oaks ranch",
        9140.44,
        9148.2
    ],
    [
        " Dot com get some soap made by Aiden warrior kid",
        9148.2,
        9151.66
    ],
    [
        " Warrior kid with his own business",
        9151.66,
        9153.7
    ],
    [
        " He makes jacos hope on his farm so you can stay clean",
        9153.7,
        9158.58
    ],
    [
        " Don't forget about the discipline equals a freedom field manual",
        9160.44,
        9163.56
    ],
    [
        " I met a trooper up in yo samadhi. I was up in yo samadhi. This was I guess it was last summer",
        9163.56,
        9168.4
    ],
    [
        " And you know we just started talking",
        9168.4,
        9171.2
    ],
    [
        " And I'm like what's your doing up here? And he was like I'm up here to get my mind right",
        9171.2,
        9175.5
    ],
    [
        " I was like yeah, I don't know. I got kind of fired up. You know get my mind right",
        9175.5,
        9180.64
    ],
    [
        " and",
        9180.64,
        9182.0
    ],
    [
        " That's the thing",
        9182.0,
        9183.96
    ],
    [
        " That's the thing that you that you kind of got to do sometimes get your mind right",
        9183.96,
        9188.8
    ],
    [
        " Discipline equals freedom field manual",
        9189.64,
        9191.06
    ],
    [
        " It'll help get your mind right",
        9191.06,
        9193.58
    ],
    [
        " It'll help get your mind right you and it'll help get your body right too",
        9193.58,
        9200.24
    ],
    [
        " By the way if you get some of those death core workouts going for sure",
        9200.24,
        9204.16
    ],
    [
        " If you want to listen to it instead of read it or in addition to reading it",
        9204.16,
        9208.9
    ],
    [
        " You had a the audio version not audible books. It's not on there",
        9208.9,
        9213.44
    ],
    [
        " It's available on amazon music iTunes Google Play other mp3",
        9214.78,
        9218.84
    ],
    [
        " Platforms discipline equals freedom field manual meditate on that",
        9218.84,
        9223.34
    ],
    [
        " Also for leadership extreme ownership combat leadership for the battlefield for business and life",
        9223.34,
        9228.28
    ],
    [
        " And now you can order the follow on book to extreme ownership. It's called the dichotomy leadership",
        9228.28,
        9232.72
    ],
    [
        " It's available for pre order on amazon",
        9232.72,
        9235.78
    ],
    [
        " Barnes and noble local bookstore hit him up. It'll be out September 25th if you want to get one of those first editions",
        9235.78,
        9243.34
    ],
    [
        " If you're a",
        9243.44,
        9244.24
    ],
    [
        " If you're a book person that's into the books you like to have that first edition",
        9244.24,
        9248.52
    ],
    [
        " Order it",
        9248.52,
        9250.12
    ],
    [
        " If you need backup",
        9250.12,
        9252.12
    ],
    [
        " With your team from a leadership perspective whatever business you're in or whatever",
        9252.12,
        9256.98
    ],
    [
        " Leadership situation you're in you need some support",
        9256.98,
        9260.14
    ],
    [
        " You can contact my leadership and",
        9260.14,
        9262.54
    ],
    [
        " Management consulting company. It's called national on front. It's me",
        9262.54,
        9266.22
    ],
    [
        " Wave Bab and JP to know Dave Burke is in the game",
        9266.22,
        9271.02
    ],
    [
        " Thank you. The website is actually on front calm",
        9271.24,
        9273.92
    ],
    [
        " We solve problems through leadership",
        9273.92,
        9277.54
    ],
    [
        " That's it",
        9277.54,
        9279.6
    ],
    [
        " That's how problems get solved in any organization not some",
        9279.6,
        9284.36
    ],
    [
        " Wiz kid",
        9284.36,
        9286.7
    ],
    [
        " Looking at a",
        9286.7,
        9289.18
    ],
    [
        " spreadsheet",
        9289.18,
        9290.64
    ],
    [
        " Sure will assess those that's not where the problems can get solved though we might identify a problem there the problems leadership",
        9290.64,
        9297.5
    ],
    [
        " The problem in your organization is leadership",
        9297.5,
        9299.78
    ],
    [
        " We'll fix it",
        9301.32,
        9302.22
    ],
    [
        " That's what we do of course. We got the muster. We're in DC right now for the muster",
        9302.22,
        9308.14
    ],
    [
        " It sold out and they all sell out",
        9308.14,
        9310.94
    ],
    [
        " There's one more muster in 2018",
        9310.94,
        9313.72
    ],
    [
        " Muster 006 in San Francisco, October 17th and 18th you registered extreme ownership.com",
        9313.72,
        9319.7
    ],
    [
        " Like I said, it is going to sell out",
        9319.7,
        9322.1
    ],
    [
        " If you want to come",
        9322.1,
        9324.06
    ],
    [
        " Register now also for current military law enforcement firefighters",
        9324.06,
        9328.82
    ],
    [
        " Paramedics other first responders",
        9329.54,
        9331.48
    ],
    [
        " We got the roll call 001 September 21st in Dallas, Texas. It's a one-day",
        9331.48,
        9337.74
    ],
    [
        " One-day leadership training seminar that's specific to dynamic and hostile environments things like fires",
        9337.74,
        9346.62
    ],
    [
        " things like",
        9346.62,
        9347.84
    ],
    [
        " combat",
        9347.84,
        9349.32
    ],
    [
        " things like",
        9349.32,
        9350.98
    ],
    [
        " high-speed pursuit chases",
        9350.98,
        9353.66
    ],
    [
        " That's what it's about you can register for that as well at extreme ownership.com",
        9353.66,
        9358.8
    ],
    [
        " And until we see you",
        9358.88,
        9360.68
    ],
    [
        " At the muster or at the roll call or at the immersion camp in Maine if you want to communicate with us and hang out",
        9360.68,
        9367.46
    ],
    [
        " virtually",
        9367.46,
        9368.64
    ],
    [
        " You can find us on the interwebs",
        9368.64,
        9371.56
    ],
    [
        " What's yours Dave David R Burke at Dave R Burke Dave R Burke as you are in there is your Twitter handle",
        9371.56,
        9381.72
    ],
    [
        " Yeah, you Twitter call sign",
        9381.72,
        9383.56
    ],
    [
        " I might have snagged a good deal Dave",
        9383.56,
        9387.68
    ],
    [
        " Just to make sure nobody else has it. I might have grabbed that. Yeah, nicely done",
        9387.94,
        9392.68
    ],
    [
        " Echo is at Echo Charles and I am at jaco willink and to all the military personnel",
        9392.68,
        9400.6
    ],
    [
        " out there standing the global watch",
        9400.6,
        9404.86
    ],
    [
        " for evil",
        9404.86,
        9407.48
    ],
    [
        " thank you and",
        9407.48,
        9409.64
    ],
    [
        " To the families of those men and women that are also serving",
        9409.64,
        9414.46
    ],
    [
        " And also sacrificing thank you for what you do to the first responders out there police law enforcement firefighters paramedics thanks for",
        9414.7,
        9422.96
    ],
    [
        " Standing by to get some at all times",
        9422.96,
        9426.22
    ],
    [
        " And also thanks to your families as well",
        9426.22,
        9429.88
    ],
    [
        " And to everyone else that's out there",
        9429.88,
        9433.7
    ],
    [
        " with us",
        9433.7,
        9436.54
    ],
    [
        " facing whatever you're facing",
        9436.54,
        9439.52
    ],
    [
        " life",
        9439.52,
        9440.12
    ],
    [
        " challenges",
        9440.12,
        9441.36
    ],
    [
        " struggles",
        9441.36,
        9442.36
    ],
    [
        " pain",
        9442.36,
        9443.32
    ],
    [
        " Suffering uncertainty look at the past",
        9444.98,
        9447.04
    ],
    [
        " Look at a guy like tom five look what he's been through see what men and women have gone through what they've been subjected to",
        9447.04,
        9455.5
    ],
    [
        " And how over and over and over again we see human beings that rise against and they overcome",
        9455.5,
        9463.52
    ],
    [
        " To keep putting one foot in front of the other keep fighting to move forward",
        9463.52,
        9472.38
    ],
    [
        " and keep",
        9472.38,
        9473.3
    ],
    [
        " Getting after it",
        9473.3,
        9475.48
    ],
    [
        " And until next time this is Dave and echo and jaco",
        9475.48,
        9483.04
    ],
    [
        " out",
        9483.04,
        9484.72
    ]
]