[
    [
        " This is Jocco podcast number one twenty four with Echo Charles and me, Jocco",
        0.24,
        6.66
    ],
    [
        " Willink. Good evening, Echo. Good evening.",
        6.66,
        9.08
    ],
    [
        " Bullets punched through the chopper as Nevin I jumped out. Together we ran over to",
        10.86,
        20.06
    ],
    [
        " the farthest wounded guy grabbed him, ran back and tossed him into the bird. We",
        20.06,
        25.64
    ],
    [
        " picked up a second wounded in action the same way and then a third. Amazing",
        25.64,
        29.98
    ],
    [
        " Lee without becoming casualties ourselves. But by the time everyone was loaded",
        30.24,
        35.0
    ],
    [
        " onto the helicopter there was no room inside for me. I stood on the skids and",
        35.0,
        41.12
    ],
    [
        " put on my helmet so I could tell the pilot to take off. But I found I couldn't",
        41.12,
        45.44
    ],
    [
        " talk. I was so dried out my tongue had welded itself to the roof of my mouth",
        45.44,
        51.12
    ],
    [
        " out of pure fear. I had to open my canteen and drink some water before I could",
        51.12,
        57.2
    ],
    [
        " even gasp. Let's get this mother out of here. We took the wounded back to base and",
        57.4,
        64.92
    ],
    [
        " returned to the fight. Without anything holding him up now I couldn't now",
        64.92,
        69.12
    ],
    [
        " couldn't figure out why Torpy didn't do something about getting his men",
        69.12,
        73.6
    ],
    [
        " consolidated outside of that patty. He still kept saying he was pinned down.",
        73.6,
        79.6
    ],
    [
        " Finally I lost my temper. I really chewed his ass over the radio demanding he",
        79.9,
        85.12
    ],
    [
        " get cracking and get those men out of that patty now.",
        85.12,
        88.12
    ],
    [
        " Apparently the next thing he did was put down the radio, stand straight up and",
        90.34,
        97.14
    ],
    [
        " begin running from man to man to get them to move back. He got mowed down right",
        97.14,
        104.16
    ],
    [
        " away and died a short time later. Maybe I hadn't learned a damn thing at my",
        104.16,
        112.78
    ],
    [
        " con or from Dennis Foley's near miss in that minefield. I hadn't asked Torpy to",
        114.66,
        121.28
    ],
    [
        " stand up. He didn't need to in order to extricate himself but it hadn't occurred to",
        121.28,
        126.3
    ],
    [
        " me that he would. I had been playing the game as a Lieutenant nap. A lat",
        126.3,
        132.8
    ],
    [
        " natural more seasoned leader was in charge. It was due to the force of my word as",
        132.8,
        140.4
    ],
    [
        " his commander that this inexperienced young lieutenant was sent to his death.",
        140.4,
        145.8
    ],
    [
        " Like Jim Gardner's. Torpy's death was a big guilt thing for me and has",
        146.42,
        154.7
    ],
    [
        " remained so all my life.",
        154.7,
        156.68
    ],
    [
        " And that is an excerpt from the book about face which is by Colonel David",
        158.36,
        170.28
    ],
    [
        " Hackworth a book that we covered on this podcast. In fact, it was the first book",
        170.28,
        175.86
    ],
    [
        " we covered on this podcast and there's a reason for that. The book about face was",
        175.86,
        184.36
    ],
    [
        " and is my favorite book. And when I was deployed to Ramadi in 2006, I read it",
        184.36,
        200.26
    ],
    [
        " but I have always found it to be a book about leadership and in my opinion the",
        201.72,
        206.98
    ],
    [
        " best book I have ever read about leadership. David Hackworth was born and raised",
        206.98,
        213.92
    ],
    [
        " in California lied about his age and joined the Marchum Marines and served in",
        213.92,
        218.66
    ],
    [
        " the South Pacific in the end of World War II. And then he joined the Army where",
        218.66,
        224.34
    ],
    [
        " he rose through the ranks serving in the Korean War and the Vietnam War.",
        224.34,
        228.58
    ],
    [
        " Battlefield commissioned. Noverse career in combat. He was awarded two Distinguished",
        229.86,
        235.66
    ],
    [
        " Service Crosses, eight Silver Stars, three legions of merit, a distinguished",
        235.66,
        240.2
    ],
    [
        " flying cross, and eight Purple Hearts. And in the end he became an outspoken",
        240.2,
        253.72
    ],
    [
        " opponent of how we were fighting the war in Vietnam and that cost him his",
        253.72,
        258.32
    ],
    [
        " career in the Army. He went on to write these books and was able to pass on the",
        258.32,
        265.9
    ],
    [
        " lessons that he learned through these books about face which as I said we",
        265.9,
        271.38
    ],
    [
        " covered on podcast number two. He also wrote a book called Steel My Soldier's",
        271.38,
        283.7
    ],
    [
        " on May 4th 2005 before I ever got the chance to meet him. But a few months ago",
        284.66,
        295.62
    ],
    [
        " someone reached out to me on social media. Someone by the name of Jay Mukayama. And",
        295.62,
        304.24
    ],
    [
        " he was a listener to the podcast and he thought I just might be interested in",
        304.24,
        308.5
    ],
    [
        " talking to his father James Mukayama. The name looked pretty familiar. I thought I",
        308.5,
        315.86
    ],
    [
        " recognized it and I quickly realized that this was the full name of one of the",
        315.86,
        321.2
    ],
    [
        " men that appeared in both books about face and steel My Soldier's Heart. The",
        321.2,
        327.82
    ],
    [
        " man Colonel Hackworth simply called Muk. Then I replied to Jay and said I would",
        327.82,
        334.78
    ],
    [
        " be absolutely honored to be introduced to his father who was in fact major",
        335.54,
        341.56
    ],
    [
        " general James Mukayama a retired army officer that had served as a company",
        341.56,
        347.34
    ],
    [
        " commander in Vietnam working directly for Colonel Hackworth. And after some",
        347.34,
        354.72
    ],
    [
        " logistical coordination it is my absolute honor to welcome General James Mukayama",
        354.72,
        363.64
    ],
    [
        " to the podcast. Sir this is an absolute honor. Well, Jocco it is the same on",
        363.98,
        372.7
    ],
    [
        " this side. I've listened to some of your podcasts especially the one on Steel My",
        372.7,
        378.56
    ],
    [
        " Soldier's Hearts and I couldn't stop listening to it. And then I realized I",
        378.56,
        384.28
    ],
    [
        " looked at my watch and I said this is over two hours already just because of",
        384.28,
        389.9
    ],
    [
        " the way you picked out the really important things that Hackworth and",
        389.9,
        398.96
    ],
    [
        " that forgot a lot of the things until you read verbatim some of the things",
        398.96,
        405.04
    ],
    [
        " that he said and he lived what he wrote I might add. He led by example. Yeah well",
        405.04,
        413.86
    ],
    [
        " I definitely have taken a ton of lessons from him over the years and that's",
        413.86,
        417.66
    ],
    [
        " why it's just amazing to be sitting here with you. And let's talk about you",
        417.66,
        421.84
    ],
    [
        " though let's talk about how you ended up in the army and where you came from",
        421.84,
        425.74
    ],
    [
        " and what your background was you know let's want you take us back to Chicago.",
        425.74,
        429.88
    ],
    [
        " Sure. I was born and raised in the inner city of Chicago a neighborhood called",
        430.72,
        436.02
    ],
    [
        " Logan Square primarily Polish German Italian we were the only minority family",
        436.02,
        443.12
    ],
    [
        " in that neighborhood we went to a grammar school of 900 my brother and I were",
        443.34,
        448.82
    ],
    [
        " the only minorities. So I grew up I grew up basically in a phenomenally white",
        448.82,
        454.58
    ],
    [
        " white environment but I never felt like I was different really because",
        454.58,
        461.32
    ],
    [
        " everybody treated me fine it was it was a time in life in the inner city where",
        461.32,
        466.16
    ],
    [
        " everybody knew each other you know in our neighborhood our block we didn't lock",
        466.16,
        469.88
    ],
    [
        " our doors you know everybody knew that's a time when you know most mothers",
        469.88,
        476.86
    ],
    [
        " stayed at home and they were the police of the block so anybody would come by",
        476.86,
        483.2
    ],
    [
        " there was out of order you know they would take care of it but we we were I'd",
        483.2,
        489.68
    ],
    [
        " say lower middle class economically we never owned a home we always lived in an",
        489.68,
        495.54
    ],
    [
        " apartment building my father was an immigrant from Japan my mother was her",
        495.54,
        502.26
    ],
    [
        " family was from Japan but she was actually born in Madison Wisconsin and so",
        502.26,
        508.44
    ],
    [
        " my grandparents lived with us you know we all three generations in the same",
        508.44,
        512.98
    ],
    [
        " apartment and I never felt poor I you know because we had a strong family our",
        512.98,
        522.52
    ],
    [
        " church was only three blocks away from our apartment building every Sunday we",
        522.52,
        527.82
    ],
    [
        " put on our Sunday best clothes and we would walk as a family to church now",
        527.82,
        533.52
    ],
    [
        " it's interesting you you said your dad had immigrated from Japan and your mom",
        533.52,
        537.2
    ],
    [
        " was born in Wisconsin yeah was your mom not didn't your mom get put in the",
        537.2,
        542.28
    ],
    [
        " internment camps with her family during World War II no no no here's the",
        542.28,
        546.22
    ],
    [
        " thing my father came to the states in 1918 in fact that was kind of a",
        546.22,
        552.5
    ],
    [
        " funny thing he was he was gonna sign up for World War one you know which was",
        552.5,
        557.56
    ],
    [
        " still going on but then it ended so he couldn't he couldn't sign up and and then",
        557.56,
        563.8
    ],
    [
        " when World War II hit he was too old you know and plus he was a Japanese he I don't",
        563.8,
        569.56
    ],
    [
        " know if you know this or not Japanese could not become citizens naturalized",
        569.56,
        574.14
    ],
    [
        " citizens of the United States until 1952 and so so he was a you know he was",
        574.14,
        583.18
    ],
    [
        " still a Japanese citizen but he was in Chicago my my family was in Chicago my",
        583.18,
        589.7
    ],
    [
        " mother and father my brother I wasn't born I was born during World War II and",
        589.7,
        595.1
    ],
    [
        " so we didn't have to go to camp mostly the 95% of Japanese Americans at that",
        595.1,
        603.76
    ],
    [
        " time or anyone of Japanese descent lived on the West Coast in California",
        603.76,
        609.28
    ],
    [
        " Oregon Washington State Colorado and so when the war hit Pearl Harbor hit",
        609.28,
        616.32
    ],
    [
        " President Roosevelt signed the executive order 9066 which called for the all",
        616.32,
        625.46
    ],
    [
        " people of Japanese descent to be evacuated from the West Coast and put in",
        625.46,
        631.18
    ],
    [
        " concentration camps in the inner part of the country basically in deserted desert",
        631.18,
        637.74
    ],
    [
        " areas and these camps they euphemistically refer to them as relocation",
        637.74,
        644.4
    ],
    [
        " centers but they were really my stand you know your standard concentration camp",
        644.4,
        649.64
    ],
    [
        " with Bob Boyer offenses with machine guns facing in not out and people not being",
        649.64,
        656.2
    ],
    [
        " able to come and go as they pleased 130,000 people of Japanese descent were",
        656.2,
        662.68
    ],
    [
        " put in these camps and two-thirds of them were American citizens not aliens",
        662.68,
        669.26
    ],
    [
        " okay and no trials no no the only crime that they had committed was the",
        669.26,
        678.66
    ],
    [
        " that the color of their skin and their fact that they were of Japanese descent",
        678.66,
        683.68
    ],
    [
        " and so did your family avoid that because they were in Chicago yeah there were",
        683.68,
        688.58
    ],
    [
        " only like three or four hundred of us in Chicago at the time and we weren't",
        688.58,
        693.72
    ],
    [
        " considered a threat but my other the rest of my family my grandparents my mother",
        693.72,
        699.34
    ],
    [
        " side and my cousins and aunts and uncles they were all in California and they all",
        699.34,
        706.14
    ],
    [
        " got evacuated just imagine this you're it's a Friday night and you get a knock on",
        706.14,
        712.6
    ],
    [
        " your door okay it's a local FBI agent and he says on Monday morning be at the",
        712.6,
        718.86
    ],
    [
        " corner of Washington and State Street with two suitcases end of communication",
        718.86,
        726.24
    ],
    [
        " okay and you you know you don't have time to do hardly anything and you you",
        726.24,
        732.6
    ],
    [
        " know you go there and then you're put on a train you don't know where you're",
        732.6,
        737.02
    ],
    [
        " going and you wind up in a camp and you're there for three years okay so let's",
        737.76,
        744.04
    ],
    [
        " say you're a you're an owner of a small business you lose the business you",
        744.04,
        749.3
    ],
    [
        " no longer have a job right so you can't pay your mortgage and things like they",
        749.3,
        754.9
    ],
    [
        " lost they lost everything and now you're 18 let's say you're 18 years old okay",
        754.9,
        760.44
    ],
    [
        " this happens to your family right and the local army be crude or comes to the",
        760.44,
        765.28
    ],
    [
        " camp and says I want you to go die for your country you know frankly",
        765.48,
        770.56
    ],
    [
        " jaco I don't know what I would have done I might have told the guy to take a",
        770.56,
        774.56
    ],
    [
        " walk you know or use other words and yet it's so many of them joined up",
        774.56,
        779.88
    ],
    [
        " absolutely the hundredth baton in the 440 second regimental comment that's",
        779.88,
        785.02
    ],
    [
        " right and and those guys fought with incredible bravery and had some critical",
        785.02,
        790.86
    ],
    [
        " battles that turned some the tide and some critical situations as well yeah",
        790.86,
        795.06
    ],
    [
        " they were the most highly decorated infantry unit in the history of the United",
        795.06,
        799.4
    ],
    [
        " States Army for its size and time of service and they were a regimental",
        799.4,
        804.52
    ],
    [
        " combat team let's say about 4,500 soldiers because they had an artillery battalion",
        804.52,
        810.12
    ],
    [
        " and other things they were attached okay in about 18 months of combat they",
        810.12,
        814.56
    ],
    [
        " were awarded over 9,000 purple hearts you know some guys had three or four you",
        814.56,
        821.92
    ],
    [
        " know and if not more and you know present the presidential unit citation",
        821.92,
        827.72
    ],
    [
        " you're familiar with that award there are army divisions that never got that",
        827.72,
        832.6
    ],
    [
        " award okay that regimental combat team was awarded eight presidential",
        832.6,
        838.24
    ],
    [
        " unit citations that's unbelievable yeah they were my personal heroes so that's",
        838.24,
        842.84
    ],
    [
        " and that was to kind of get back to your question that was one of the reasons",
        842.84,
        847.9
    ],
    [
        " that that I wanted to join the army I was actually going to ask that so you",
        848.72,
        853.76
    ],
    [
        " know you're sitting here saying if you were in one of those camps you don't know",
        853.76,
        856.08
    ],
    [
        " if you might have to tell them to go take a walk but when your time came you",
        856.08,
        860.58
    ],
    [
        " you you you walked into the recruiter's office yeah not away from it yeah well",
        860.58,
        865.3
    ],
    [
        " in my case when I was in high school as I told you you know faith is a very",
        865.3,
        874.46
    ],
    [
        " strong part of my whole life I've been so blessed in life beyond anything I",
        874.46,
        880.72
    ],
    [
        " deserve and so when I was our church you know we go to church every Sunday I",
        880.72,
        887.04
    ],
    [
        " was in the choir I was in cup scouts I was in boy scouts I was in the youth group",
        887.04,
        893.22
    ],
    [
        " you know all of this was centered around the church you know when I was in",
        893.22,
        897.42
    ],
    [
        " scouts I went to the national jamboree in Valley Forge Pennsylvania with",
        897.42,
        902.44
    ],
    [
        " 52,000 of my best friends living in tents and but you know that was and what",
        902.44,
        909.7
    ],
    [
        " was the symbol of that jamboree George Washington at Valley Forge kneeling in",
        909.7,
        915.62
    ],
    [
        " prayer and the motto of scouting is for God and country so that was really my",
        915.62,
        922.08
    ],
    [
        " motto and then I was in a boy state are you familiar with boy state no boy",
        922.08,
        927.04
    ],
    [
        " state is an American Legion program does it still exist yes yes and it's it's",
        927.04,
        933.9
    ],
    [
        " been around probably for 50 years now and I went it was a 2050 year okay so it's",
        933.9,
        938.98
    ],
    [
        " more than 50 years and the concept of boy state is they take junior high school",
        938.98,
        944.52
    ],
    [
        " juniors ready to go into senior year and who are leaders basically and they form",
        944.52,
        953.14
    ],
    [
        " a quasi state government for two weeks and they actually divide into two",
        953.44,
        958.76
    ],
    [
        " political parties they don't call them Republicans and they request they call",
        958.76,
        962.14
    ],
    [
        " them something else and and they have state government county government and",
        962.14,
        968.74
    ],
    [
        " local city government and you run for offices and you actually have to come",
        968.74,
        974.16
    ],
    [
        " up with a platform and you debate and so it's a it's a lesson in civics okay but",
        974.16,
        982.6
    ],
    [
        " it was sponsored by the American Legion so we all lived in like dorms and the",
        982.6,
        987.54
    ],
    [
        " dorms we had to make our beds so you could bounce a quarter on it you know",
        987.54,
        991.76
    ],
    [
        " and they were all army blanket stuff and cats and but it was wonderful it was",
        991.76,
        996.2
    ],
    [
        " just a great experience but so when I was in high school I but I was very",
        996.2,
        1004.06
    ],
    [
        " active in my church in my I'm kind of a driven guy and I was the president of",
        1004.06,
        1010.72
    ],
    [
        " my my high school youth group at the church and then I became the vice",
        1011.54,
        1015.36
    ],
    [
        " president of the Chicago Association where did you play sports no well I was",
        1015.36,
        1021.36
    ],
    [
        " no I didn't I was and what about your grades we are I was I was bell",
        1021.36,
        1025.98
    ],
    [
        " very serious of my of my grandma school and high school and I was they have",
        1025.98,
        1030.66
    ],
    [
        " valedictorian and grammar school yeah that shows you where how well I did in",
        1030.66,
        1034.46
    ],
    [
        " grammar school I didn't even know that and then I I I was in the band I played",
        1034.46,
        1039.76
    ],
    [
        " clarinet and saxophone so I was the first chair clarinet of the band I was",
        1039.76,
        1044.1
    ],
    [
        " the principal woodwind in New York is strong and so but anyway I was I was",
        1044.1,
        1050.12
    ],
    [
        " very active in my church youth group and I was thinking of becoming a",
        1050.12,
        1054.48
    ],
    [
        " minister okay but then I was in junior ROTC and Chicago has the nation's",
        1054.48,
        1061.1
    ],
    [
        " largest junior ROTC program about 30 high schools have it and it's a great",
        1061.1,
        1067.68
    ],
    [
        " program people misunderstand JROTC they think it's a feeder for the",
        1067.68,
        1072.22
    ],
    [
        " military okay I mean some of them do go into the military but that's not the",
        1072.22,
        1077.24
    ],
    [
        " purpose the purpose is to give these high school students something other than",
        1077.24,
        1083.58
    ],
    [
        " gangs to belong to give them experience in leadership and discipline in",
        1083.58,
        1090.3
    ],
    [
        " teamwork and it's it's a tremendous program so I was in junior ROTC was so it's",
        1090.3,
        1097.62
    ],
    [
        " that combined with your your view of the like the 440 second those things are",
        1097.96,
        1105.0
    ],
    [
        " kind of starting to congeal in your head and maybe move you towards a military",
        1105.0,
        1110.18
    ],
    [
        " yeah and then in addition to that I have just one sibling an older brother he's",
        1110.18,
        1115.46
    ],
    [
        " about seven years older and I am and he joined the Army as an enlisted guy but",
        1115.46,
        1121.56
    ],
    [
        " in the first year of college he was in a military fraternity called purging",
        1121.56,
        1126.12
    ],
    [
        " rifles which other people like Colin Powell and some others have been in",
        1127.26,
        1131.52
    ],
    [
        " including myself when I went to the U of I and you have to understand also",
        1131.52,
        1138.86
    ],
    [
        " that I'm Japanese American in the Japanese culture the warrior the samurai is",
        1138.86,
        1145.86
    ],
    [
        " at the top of the social strata okay unlike China where the scholar was at",
        1145.86,
        1156.1
    ],
    [
        " join the military when I became a commission officer my dad was so proud you",
        1156.1,
        1162.44
    ],
    [
        " know his his small t-shirts swall the large you know and when I became a",
        1162.44,
        1168.38
    ],
    [
        " general it's like you know incredible but I you know so I so I will do ROTC in",
        1168.38,
        1177.84
    ],
    [
        " college as well oh yes I'm a driven guy right and and I was here's here's the",
        1177.84,
        1185.02
    ],
    [
        " thing though as I told you I was thinking of becoming a minister but then I also",
        1185.02,
        1189.82
    ],
    [
        " wanted to serve in the military so what do you think I would do?",
        1189.82,
        1193.86
    ],
    [
        " Japline perhaps? Exactly little problem I'm Protestant and my",
        1194.24,
        1199.82
    ],
    [
        " denomination theologically went so far away from what I believed in that I",
        1199.82,
        1208.32
    ],
    [
        " couldn't buy the theology so now I'm praying to God right and I'm saying I",
        1208.32,
        1214.02
    ],
    [
        " get the message I guess you want me to do my military thing so that's what I",
        1214.02,
        1218.24
    ],
    [
        " did okay but you fast forward 50 years 55 years what am I doing today I'm doing",
        1218.24,
        1225.44
    ],
    [
        " what I want to do when I was in high school because I have military outreach",
        1225.44,
        1228.9
    ],
    [
        " USA of faith-based nonprofit that I started so it's a lesson in prayer and that",
        1228.9,
        1235.74
    ],
    [
        " is at that time I thought God was telling me no he wasn't telling me no he was",
        1235.74,
        1242.18
    ],
    [
        " saying wait it's on my schedule not on your schedule I mean you know I wasn't",
        1242.18,
        1246.94
    ],
    [
        " mature enough either as as a military guy nor is in my faith so what year was",
        1246.94,
        1253.42
    ],
    [
        " it that you're showing up in college 61 61 so you do four years of college it's",
        1253.42,
        1260.66
    ],
    [
        " 1965 right Vietnam is really not escalated yet at that point but did you think",
        1260.66,
        1267.92
    ],
    [
        " it was pretty hot at that time and I I basically by that time I I was on the",
        1267.94,
        1274.4
    ],
    [
        " military thing right I wasn't gonna be a champion anymore so I was I was in",
        1274.4,
        1279.1
    ],
    [
        " purging rifles I was on the rifle team I was on the drill team you know if it",
        1279.1,
        1284.18
    ],
    [
        " smelled military I was in okay then you have to be remember I had four years of",
        1284.18,
        1288.98
    ],
    [
        " high school ROTC also before I went to bending so you're pretty good at your drill",
        1288.98,
        1294.14
    ],
    [
        " I take it I mean infantry I OBC infantry officers basic course piece of cake",
        1294.14,
        1301.08
    ],
    [
        " I mean I I went through that I was an honor graduate my class and in fact this",
        1301.08,
        1305.92
    ],
    [
        " is really funny my class about 200 you know brand new second lieutenants right",
        1305.92,
        1310.32
    ],
    [
        " about a third of it was National Guard and about a third were reserves and",
        1310.32,
        1317.5
    ],
    [
        " there only a few of us that were regular army so I got a distinguished military",
        1317.5,
        1321.28
    ],
    [
        " graduate commission regular army infantry right and so very few of us were",
        1322.26,
        1327.02
    ],
    [
        " regular army in my class so our attitude was not really the best shall we say",
        1327.02,
        1332.24
    ],
    [
        " and so we get the bending and they they marched us to class I mean this was",
        1332.24,
        1338.2
    ],
    [
        " in to us it was insane for second lieutenants you know just tell us where the",
        1338.2,
        1342.86
    ],
    [
        " building is we'll get there right no we had the march in formation the army so",
        1342.86,
        1347.78
    ],
    [
        " Nieless to say the attitude was not real good with my with my company so the",
        1347.78,
        1353.22
    ],
    [
        " day we graduated okay they used to have a award a streamer that companies could",
        1353.22,
        1359.26
    ],
    [
        " put on their guide on those called the Tiger Tactics Award you know this was",
        1359.26,
        1363.66
    ],
    [
        " where really Gungho you know companies and all that which ours was not",
        1363.66,
        1368.52
    ],
    [
        " Nieless to say well the night before we stole one from another company and we put",
        1368.52,
        1374.16
    ],
    [
        " it on our guide and so on graduation they we marched by the headquarters and",
        1374.16,
        1379.12
    ],
    [
        " outcomes the commander the guys live it you say where'd you guys get that",
        1379.12,
        1383.32
    ],
    [
        " huh you know it's just just appeared and we were graduating that what's the",
        1383.32,
        1389.16
    ],
    [
        " guy gonna do to us right so we we all graduate and that was it so so 1965",
        1389.16,
        1396.02
    ],
    [
        " didn't you go to grow you went to you went to graduate school yeah here after yeah",
        1396.02,
        1400.68
    ],
    [
        " here's the thing you know I I told you I had the we didn't have a lot of",
        1400.68,
        1406.8
    ],
    [
        " money for me to go to college so I knew I had to earn it myself right so when I",
        1406.8,
        1413.08
    ],
    [
        " was in high school on my senior year I worked 33 hours a week I work from five",
        1413.08,
        1419.46
    ],
    [
        " till 10 o'clock at night at a warehouse in Chicago and I worked eight hours on",
        1419.46,
        1424.76
    ],
    [
        " Saturday so I could raise money okay I also played in two bands I told you I",
        1424.76,
        1429.36
    ],
    [
        " played clarinet and saxophone I played in a Polish band for for weddings and",
        1429.52,
        1435.16
    ],
    [
        " that was so cool because by the third set everybody was so blasted nobody cared",
        1435.16,
        1439.62
    ],
    [
        " right and then by I also played in a Jewish band so I used to play for Bar",
        1439.62,
        1444.8
    ],
    [
        " Mitsvah's so I knew all the temples in Chicago I used to tell people I had",
        1444.8,
        1449.2
    ],
    [
        " them coming or going either way and and then I had to you know I took out two",
        1449.2,
        1453.32
    ],
    [
        " government loans and that's the only way I could afford to go to school and so",
        1453.32,
        1458.24
    ],
    [
        " so 65 rules around I graduate and I find this interesting for a for a real",
        1458.24,
        1464.56
    ],
    [
        " obvious reason you majored in English in college yeah the reason I did that",
        1464.56,
        1469.64
    ],
    [
        " Chaco is once again you know I'm pretty focused guy and my my focus was on",
        1469.64,
        1476.78
    ],
    [
        " becoming the best officer I could be the best leader I could be of infantry",
        1476.78,
        1481.5
    ],
    [
        " soldiers and I knew I was going into combat right so as a freshman I tried to",
        1481.5,
        1487.66
    ],
    [
        " determine what am I gonna major in to prepare me for that so I looked at",
        1487.66,
        1493.38
    ],
    [
        " psychology and I looked at English not rhetoric but English literature okay I",
        1493.38,
        1499.42
    ],
    [
        " rejected psychology in my first year because we had these classes classes with",
        1499.42,
        1504.7
    ],
    [
        " Pavlov and his dogs and all this stuff you know and I'm going through that and I",
        1504.7,
        1509.22
    ],
    [
        " said what does this have to do with people you know I mean I want to learn",
        1509.22,
        1513.14
    ],
    [
        " how to you know work with people well literature whether you read the whole",
        1513.14,
        1518.06
    ],
    [
        " continuum of you know every man or Shakespeare or Hemingway if you read that",
        1518.06,
        1523.7
    ],
    [
        " stuff there are universal traits of human nature they come out at you okay if",
        1523.7,
        1529.86
    ],
    [
        " you can understand that you can realize what motivates people okay so I and",
        1529.86,
        1535.5
    ],
    [
        " then not only that but if you read the best writers of all time I just felt",
        1535.5,
        1541.2
    ],
    [
        " by sure us Moses guy not the smartest guy just by sure us Moses you know I",
        1541.2,
        1546.46
    ],
    [
        " could absorb that I could express myself better so that's why major in English",
        1546.46,
        1551.04
    ],
    [
        " and I've talked about that I was I was an English major as well and I was I was",
        1551.04,
        1555.48
    ],
    [
        " I was prior and listed so I'd been in for eight years and actually I'd been in",
        1555.48,
        1560.42
    ],
    [
        " for ten years by the time I went to college and I knew right away I was going to",
        1560.42,
        1565.28
    ],
    [
        " be an English major and the reason I wanted to be an English major because I had",
        1565.28,
        1567.58
    ],
    [
        " I'd gotten commissioned and served two years in the in the seals before I went",
        1567.78,
        1572.36
    ],
    [
        " to college as an officer and I realized you got to write everything you got to",
        1572.36,
        1576.1
    ],
    [
        " read directives from people you got to understand what they're saying and then",
        1576.1,
        1579.24
    ],
    [
        " you got to communicate with your troops and I wanted to have a good command of",
        1579.24,
        1582.28
    ],
    [
        " the English language the the part that you talked about the understanding of",
        1582.28,
        1586.64
    ],
    [
        " human nature was something that I saw once I got in and I started reading",
        1586.64,
        1590.14
    ],
    [
        " I started applying and thinking about what I was reading and now this is",
        1590.14,
        1593.4
    ],
    [
        " something that I that I advocate for everyone to if you want to really",
        1593.4,
        1597.4
    ],
    [
        " understand human nature got to read yeah yeah so I was so when I was",
        1597.4,
        1603.22
    ],
    [
        " waiting you know when I said that in 1965 the war because I was what was it",
        1603.22,
        1609.98
    ],
    [
        " what year was I drank 90 that was 1965 wasn't it the battle by",
        1609.98,
        1613.94
    ],
    [
        " I think it was I think it was 1965 I think it was and you know they kind of",
        1616.58,
        1622.64
    ],
    [
        " used that as hey this is when the real escalation started and and the reason I",
        1622.64,
        1627.86
    ],
    [
        " asked you that specifically is because I've had some Vietnam vets on that",
        1627.86,
        1630.92
    ],
    [
        " we're going to college in 1965 and they were like they didn't even hadn't even",
        1630.92,
        1634.08
    ],
    [
        " heard of Vietnam at that point so I guess it was because I was an ROTC you know",
        1634.08,
        1639.68
    ],
    [
        " I was kind of paying more attention yeah you know and I knew I was going to",
        1639.68,
        1643.54
    ],
    [
        " bending I mean that was the foregone conclusion and you knew you were going to",
        1643.54,
        1646.82
    ],
    [
        " combat as well oh yeah that was your mind yeah because that was my goal",
        1646.82,
        1650.8
    ],
    [
        " being infantry officers you know I mean if I did you know that's that to me was",
        1650.8,
        1656.9
    ],
    [
        " where I wanted to go and and so in 65 I got an I got an offer to get an",
        1656.9,
        1663.38
    ],
    [
        " assistant trip you know to to be really a counselor in the dorm but it's like I",
        1664.82,
        1670.78
    ],
    [
        " died in month to heaven because they they paid for tuition and fees and I got",
        1670.78,
        1675.8
    ],
    [
        " like a hundred bucks a month salary which to me was like richest guy in the world",
        1675.8,
        1679.9
    ],
    [
        " but the important thing was I could get my master's degree okay and by the way",
        1679.9,
        1685.4
    ],
    [
        " I got it in a year because I went to summer school I just I'm on the go on",
        1685.4,
        1689.56
    ],
    [
        " active duty but this was a chance for me to go you know under the",
        1689.56,
        1694.2
    ],
    [
        " citizenship and not have to pay for it but now the pragmatism kicks in for me",
        1694.2,
        1699.72
    ],
    [
        " you know because you know really with an English degree as you know you know",
        1699.72,
        1703.36
    ],
    [
        " it's it's great for preparing you to understand things but you know that in",
        1703.36,
        1710.72
    ],
    [
        " 50 cents in those days would get me a cup of coffee so I and that big I knew I was",
        1710.72,
        1719.42
    ],
    [
        " a teacher officer and the odds of my perhaps getting wounded you know we're",
        1719.42,
        1725.12
    ],
    [
        " fairly decent so I need to have a fallback you know and I wasn't in a",
        1725.12,
        1729.98
    ],
    [
        " accountant so I wasn't a CPA or you know something like that so I got my",
        1729.98,
        1734.16
    ],
    [
        " masters in the teaching of social studies so I could be a teacher and you know",
        1734.16,
        1738.76
    ],
    [
        " you don't have to run the hundred yard dash to be a teacher and so and I and",
        1738.76,
        1742.9
    ],
    [
        " teaching is a noble profession and I always felt that you know it's something",
        1742.9,
        1748.62
    ],
    [
        " I could do if I got wounded and still contribute to society and 70 well you",
        1748.62,
        1755.04
    ],
    [
        " know the 75% of your time as an officer or senior NCO is teaching you know",
        1755.04,
        1761.04
    ],
    [
        " so I figured I want to find out how to proceed to it allegedly what I found out",
        1761.04,
        1765.98
    ],
    [
        " is the military has the best education system really does you know I didn't",
        1765.98,
        1770.86
    ],
    [
        " have to get my masters agree in history and philosophy of education and",
        1770.86,
        1775.36
    ],
    [
        " at psych and all that stuff no didn't need it so you you wrap up you get your",
        1775.36,
        1781.34
    ],
    [
        " masters degree and now you know you're going to Vietnam what what happens",
        1781.34,
        1785.3
    ],
    [
        " when you graduate okay so I go to Ford Bunny I go to I OBC I'm you know I'm an",
        1785.3,
        1790.46
    ],
    [
        " undergraduate my class I didn't finish that story this my my my class that I",
        1790.46,
        1795.78
    ],
    [
        " was in you know really bad attitude guys right and the day of graduation they",
        1795.78,
        1801.2
    ],
    [
        " announced the honor graduates okay I was in the third platoon so first platoon",
        1801.2,
        1806.14
    ],
    [
        " they announced the honor graduates in the platoon second platoon they announced",
        1806.14,
        1810.32
    ],
    [
        " the honor graduates third platoon which I'm in I'm the only guy who's an",
        1810.32,
        1815.76
    ],
    [
        " undergraduate out of my platoon when they announce my name everybody boo because",
        1815.76,
        1822.4
    ],
    [
        " I ruin our record right so what happened is I I volunteered for I volunteered",
        1822.4,
        1827.8
    ],
    [
        " for well I was regular army so I had to I had to go airborne I volunteered for",
        1828.74,
        1833.28
    ],
    [
        " Ranger School but in those days the West Pointers all those mandatory they had",
        1833.28,
        1838.36
    ],
    [
        " to go to Ranger School so I graduated the same time that the West Pointers did",
        1838.36,
        1843.3
    ],
    [
        " they took up all the quotas so I didn't I couldn't get into Ranger School but I",
        1843.3,
        1848.24
    ],
    [
        " had a solution see I'm always thinking I was gonna I applied for Pathfinder",
        1848.24,
        1853.08
    ],
    [
        " School so I figured I'd go through Pathfinder School I'd finish that",
        1853.08,
        1857.46
    ],
    [
        " the West Pointers would be gone I could slide into the next Ranger class right",
        1857.94,
        1862.0
    ],
    [
        " they didn't give me Pathfinder so now I'm stuck right so I said okay I'm",
        1862.0,
        1866.7
    ],
    [
        " volunteering for Vietnam and they sent me to Korea so I was in the DMZ in",
        1866.7,
        1873.06
    ],
    [
        " Korea which is really a God thing I've got to tell you this because I was put",
        1873.06,
        1877.16
    ],
    [
        " the second ID on the DMZ and those days you were you were assigned and you stayed",
        1877.16,
        1882.1
    ],
    [
        " there for 13 months on the DMZ and there would still active combat",
        1882.1,
        1886.54
    ],
    [
        " patrolling and we take casualties during that time period 13 months I was there we",
        1886.62,
        1892.36
    ],
    [
        " had 12 KIA and about 40 wounded okay so this was not a walk in the park and it",
        1892.36,
        1899.7
    ],
    [
        " was a great experience for me because in addition to see we were in the DMZ we",
        1899.7,
        1904.88
    ],
    [
        " actually had a company compound okay and we actually had a guard mount you know",
        1904.88,
        1911.82
    ],
    [
        " and we had our own NCO club and we had and and so we had all the all the",
        1911.82,
        1917.08
    ],
    [
        " BS of the admin stuff that you do on when you're in garrison but we were doing",
        1917.08,
        1921.8
    ],
    [
        " combat patrolling every day on the DMZ so it was really a great experience for me",
        1921.8,
        1928.04
    ],
    [
        " as a young officer because I was able to lead troops out on patrol but also I",
        1928.04,
        1934.24
    ],
    [
        " had to do all this admin stuff you know the garrison and so that was your",
        1934.24,
        1939.58
    ],
    [
        " platoon commander tour what were the patrols like what were you doing basically",
        1939.58,
        1944.28
    ],
    [
        " they were ambush patrols because the DMZ was set up where it was a free fire",
        1944.28,
        1951.36
    ],
    [
        " zone if you saw anyone you could shoot them because nobody was supposed to be",
        1951.36,
        1955.58
    ],
    [
        " there okay and we would have to say Korean Chung-hee which is telling the",
        1955.58,
        1961.78
    ],
    [
        " stop you know but how many times would you say that before you pull the trigger",
        1961.78,
        1966.52
    ],
    [
        " basically but we we did ambush patroling primarily and that was you said you",
        1966.7,
        1973.66
    ],
    [
        " were lucky or you said it was God that put you there and and you feel that",
        1973.66,
        1977.04
    ],
    [
        " because that's just a really good sort of warm-up for combat absolutely",
        1977.04,
        1982.88
    ],
    [
        " that's absolutely I feel that way my first appointment to Iraq was was",
        1982.88,
        1986.74
    ],
    [
        " relatively it was relatively easy right we were in in back dad things were",
        1986.74,
        1994.26
    ],
    [
        " going pretty well we had the upper hand on the enemy and we didn't get into",
        1994.26,
        1998.58
    ],
    [
        " too much major combat you know we got a few fire fights here and there but wasn't",
        1998.58,
        2004.28
    ],
    [
        " like when I got from Maddie and I felt like that I was real blessed to have had",
        2004.28,
        2009.22
    ],
    [
        " an experience where you get the kind of the initial nervousness out of your",
        2009.22,
        2013.84
    ],
    [
        " system and you realize okay I can do this that that was I felt pretty lucky about",
        2013.84,
        2017.68
    ],
    [
        " that well also you know keep in mind I was I was just a young second lieutenant",
        2017.68,
        2022.62
    ],
    [
        " sheath tail what did I know really and I was once again blessed I had a",
        2022.7,
        2027.2
    ],
    [
        " platoon sergeant who really he was a Korean war veteran you know I was actually",
        2027.2,
        2032.76
    ],
    [
        " an E7 okay and and basically when I got there you know I was his lieutenant",
        2032.76,
        2038.9
    ],
    [
        " okay so nobody screwed around with me but on the other hand I listen real",
        2038.9,
        2044.3
    ],
    [
        " carefully I mean that's one thing I learned you know I as a young officer I've",
        2044.3,
        2052.52
    ],
    [
        " had my success in the military because I had great NCOs who made me look good",
        2052.52,
        2058.56
    ],
    [
        " and I had commanders who mentored me and didn't cut my head off when I screwed",
        2058.56,
        2062.88
    ],
    [
        " up and I've made my fair share of mistakes have it we all you get done with that",
        2062.88,
        2067.84
    ],
    [
        " tour and then what's your what's your next assignment so you know you get your",
        2067.84,
        2072.66
    ],
    [
        " dream sheet right a lot where you want to go when you do roast when you leave that",
        2072.66,
        2076.9
    ],
    [
        " area and so I put in for for break for for bending because I'm on to go to an",
        2076.9,
        2081.9
    ],
    [
        " airborne unit because I was airborne but I'd never served in an airborne unit",
        2081.9,
        2085.2
    ],
    [
        " right they sent me to Fort Lewis Washington so I go to Fort Lewis Washington to",
        2085.2,
        2090.7
    ],
    [
        " the the training center infantry training center okay and when I get there I'm",
        2090.7,
        2098.52
    ],
    [
        " I made a long story short when I was in Korea I also was they found out I had a",
        2098.52,
        2105.24
    ],
    [
        " master's degree so they pulled me off the line and battalion commander calls me",
        2105.24,
        2111.58
    ],
    [
        " into his office right so I go down there and he says Lieutenant Mokayama how",
        2111.58,
        2117.74
    ],
    [
        " you doing sir I'm having a great time you know I'm I'm with soldiers you know",
        2117.74,
        2124.54
    ],
    [
        " we're doing combat patroling you know and I really this is what I've been",
        2124.54,
        2130.8
    ],
    [
        " trained to do you know and he's so I'm happy okay so he says I see you have a",
        2130.8,
        2136.52
    ],
    [
        " master's degree I said yes sir and he said you know our battalion adjutant is",
        2136.6,
        2142.94
    ],
    [
        " leaving and you have a degree in English you can see where this is all going",
        2142.94,
        2149.76
    ],
    [
        " right and I said yes sir and he said well how would you like to be the battalion",
        2149.76,
        2154.56
    ],
    [
        " adjutant and I said sir I'm honored that you would even consider this but you",
        2154.56,
        2160.74
    ],
    [
        " know I'm really happy you know leading soldiers and he said Lieutenant I'm not",
        2160.74,
        2166.78
    ],
    [
        " looking for happiness in my battalion you will report on Monday morning you know",
        2166.78,
        2171.82
    ],
    [
        " yes sir okay so off I went and I became the battalion adjutant but that once",
        2171.82,
        2178.44
    ],
    [
        " again was a great experience for me because I I learned a lot of the admin stuff",
        2178.44,
        2184.62
    ],
    [
        " and unfortunately and some I also saw some bad stuff going on which I was not",
        2186.16,
        2190.62
    ],
    [
        " happy with I saw you know I because I was the adjutant or what I didn't tell you",
        2190.62,
        2196.6
    ],
    [
        " was that was at battalion level the brigade adjutant left and they called me up",
        2196.6,
        2202.96
    ],
    [
        " to brigade to be the brigade and I'm a first lieutenant that's a major's",
        2202.96,
        2206.88
    ],
    [
        " position right but I happen to be pretty good I was the best battalion adjutant",
        2206.88,
        2212.36
    ],
    [
        " not all the battalions so I go up there I go up there to brigade to be the",
        2212.36,
        2218.12
    ],
    [
        " brigade adjutant and what I found was you know the officer efficiency reports",
        2218.12,
        2223.56
    ],
    [
        " the OERs I knew all the battalion commanders because I dealt with them all okay",
        2223.56,
        2229.0
    ],
    [
        " so if if I Jim Muayama were to rate the battalion commanders based on their",
        2229.0,
        2235.28
    ],
    [
        " leadership right and I would have rated them one two three four okay but I saw",
        2237.64,
        2242.62
    ],
    [
        " the reports going through and was four three two one and and that's because",
        2242.62,
        2248.3
    ],
    [
        " they were looking for managers not commanders and so that was that was a",
        2248.3,
        2255.3
    ],
    [
        " tough tool to swallow so I opening for you as a young yeah yeah I know when I",
        2255.3,
        2260.5
    ],
    [
        " worked I was the admiral's aid and I saw I didn't see stuff like that that",
        2260.5,
        2265.56
    ],
    [
        " turned me off but I saw I just just getting a better grip on what was",
        2265.56,
        2269.46
    ],
    [
        " happening behind the scenes was very important for me and it helped me out you",
        2269.46,
        2274.3
    ],
    [
        " know later on and when you were in Fort Lewis that's when you first met",
        2274.3,
        2279.98
    ],
    [
        " Hackworth right absolutely correct this this was so cool when when you",
        2279.98,
        2288.48
    ],
    [
        " this time I'm a captain right and I'm at the I'm the secretary general of the",
        2288.48,
        2295.82
    ],
    [
        " SGS I was the secretary the general staff okay what that means is I was the",
        2295.82,
        2303.48
    ],
    [
        " assistant for the chief of staff basically and so I'm yeah do you know who",
        2303.48,
        2309.8
    ],
    [
        " Hackworth was okay we all we all I mean Hack was a legend you know everybody",
        2309.8,
        2315.84
    ],
    [
        " knew who he was but also because I had that job one of my functions was I was",
        2315.84,
        2322.18
    ],
    [
        " the guy who coordinated the general schedule and the chief of staff schedule and",
        2322.18,
        2327.2
    ],
    [
        " Hackworth was reporting into Fort Lewis as a new battalion commander okay well",
        2327.2,
        2333.12
    ],
    [
        " whenever a new battalion commander came in I always did research on the",
        2333.12,
        2337.7
    ],
    [
        " person you know so I could tell the general you know here's the guy who's",
        2337.7,
        2341.64
    ],
    [
        " coming here's his background well Hackworth was you know Mr. Infantry",
        2341.64,
        2346.14
    ],
    [
        " basically and so when he came to see the general he walks into the headquarters",
        2346.14,
        2351.38
    ],
    [
        " you know I'm sitting behind this desk he walks in so I stand up you know I say",
        2351.38,
        2355.98
    ],
    [
        " welcome Colonel Hackworth to Fort Lewis you know the general will be with you in",
        2355.98,
        2359.58
    ],
    [
        " ten minutes you know because he came early right the first words out of",
        2359.58,
        2364.34
    ],
    [
        " Hackworth's mouth I'm not kidding first words what are you doing sitting",
        2364.34,
        2368.7
    ],
    [
        " behind a desk he said you should have a company he said if you want one I'll",
        2368.7,
        2374.68
    ],
    [
        " give it to you okay the guy doesn't know me from Adam right I mean you know and",
        2374.68,
        2380.96
    ],
    [
        " but you know it's I was pretty sharp in the way of warming uniform I did have you",
        2380.96,
        2386.28
    ],
    [
        " know my jump wings and my e I have an expert infantryman's badge okay and I",
        2386.28,
        2391.78
    ],
    [
        " had my e i b that's it I didn't wear any ribbons or anything and just the",
        2391.78,
        2396.66
    ],
    [
        " stuff that counted as far as I was and so Hack saw that you know and and I",
        2396.66,
        2402.5
    ],
    [
        " said Colonel I really appreciate you know what you're saying but I came to the",
        2402.5,
        2406.52
    ],
    [
        " same conclusion that you did a couple months ago and I've already talked to a",
        2406.52,
        2412.22
    ],
    [
        " battalion commander who's accepted me to take one of his companies so I'm",
        2412.22,
        2417.46
    ],
    [
        " committed to him sir so I can't you know I'd love to take you up on your offer",
        2417.46,
        2422.18
    ],
    [
        " but I can't because I committed to the Southern Battalion Commander and Hacks",
        2422.18,
        2426.44
    ],
    [
        " that I understand totally okay well that turned out to be another God thing",
        2426.44,
        2430.8
    ],
    [
        " because later on as you know in the book he and I got together and we saved the",
        2430.8,
        2435.74
    ],
    [
        " career of the drill sergeant we I just want to hear a little bit more about this",
        2435.74,
        2441.64
    ],
    [
        " because it's something that I haven't been able to gather from anyone you know in",
        2441.64,
        2447.28
    ],
    [
        " my mind you know I thought everyone must look at Hack like you know this guy's",
        2447.28,
        2452.8
    ],
    [
        " Mr. Infantry as you put it but I also would say to myself well you know here's",
        2452.8,
        2456.38
    ],
    [
        " I'm thinking that because he wrote these books and because I studied him but that",
        2456.38,
        2460.62
    ],
    [
        " was an actual thing people knew who he was by his reputation throughout the army",
        2460.62,
        2466.4
    ],
    [
        " yeah it was not only his reputation but his appearance I mean you know his neck",
        2466.4,
        2472.62
    ],
    [
        " was probably the size of my waist I mean this you know a Hack worth was just you",
        2472.62,
        2477.34
    ],
    [
        " know he always had you know he wasn't bald like today you know but you know",
        2477.34,
        2482.56
    ],
    [
        " eighth of an inch you know razor sharp you know sides and all that and what I",
        2483.16,
        2488.84
    ],
    [
        " didn't say is when he Hackers had this unique ability to size people up when",
        2488.84,
        2494.86
    ],
    [
        " he saw them like when he said that to me and and I've said this before but Hackers",
        2494.86,
        2500.44
    ],
    [
        " his philosophy was you're either a dud or a stud and there was nothing in between",
        2500.44,
        2508.14
    ],
    [
        " and he had this uncanny I've seen it dozens of times where he actually did size",
        2508.54,
        2515.46
    ],
    [
        " guys up and I never saw him this on that evaluation he just had this this instinct",
        2515.46,
        2522.24
    ],
    [
        " you know the size guys up and that's and that's why he was successful as a",
        2522.24,
        2526.64
    ],
    [
        " commander because one of the principles is to surround yourself with good people",
        2526.64,
        2532.12
    ],
    [
        " and so when he came to a unit he found some guys that weren't cutting it they",
        2532.12,
        2537.8
    ],
    [
        " were gone I mean especially in combat you know he can't tolerate that you know",
        2537.8,
        2542.58
    ],
    [
        " and he would and he had the strings that he could pull and he had the relationships",
        2542.58,
        2547.88
    ],
    [
        " all over the place it seems that's right now how did when did he leave with to to go",
        2547.88,
        2553.94
    ],
    [
        " to Vietnam and take over the battalion he he probably let the sea I left in May",
        2553.94,
        2559.54
    ],
    [
        " of 69 so it was probably end of 68 or maybe early 69 and and he goes over and he's over",
        2559.54,
        2568.5
    ],
    [
        " there for a few months and then he ends up needing well he wants to surround himself with",
        2568.5,
        2572.64
    ],
    [
        " good people again and so he reaches out to you yeah yeah how does that happen well you know",
        2572.64,
        2581.06
    ],
    [
        " I was still at Lewis as an AIT company commander and and another thing I should tell you",
        2581.06,
        2588.48
    ],
    [
        " at that time I'm I'm not real happy with the army because they never gave me any assignment",
        2588.48,
        2595.48
    ],
    [
        " or anything I ever asked for yeah you're like oh for four at this point are you ready for this I",
        2595.48,
        2601.02
    ],
    [
        " I get what I didn't tell you was in graduate school I majored in Japanese history and Chinese history",
        2601.02,
        2607.64
    ],
    [
        " and political science and Japanese language in my masters of social studies okay and I happen to be",
        2607.64,
        2616.54
    ],
    [
        " Japanese-American I happen to have a tour in Korea right where by the way I didn't tell you I",
        2616.54,
        2622.66
    ],
    [
        " got some awards from the Korean Army and so now the army comes out with the foreign area specialty",
        2622.66,
        2629.8
    ],
    [
        " training program or fast okay and the concept was a great concept you know in Vietnam we got caught",
        2629.8,
        2637.56
    ],
    [
        " with our pants down because we didn't have any army experts in Vietnam nobody knew the culture nobody",
        2637.56,
        2643.36
    ],
    [
        " knew the language the politics sound familiar and so basically the army said okay we're going to",
        2643.36,
        2650.22
    ],
    [
        " develop geographic experts for the whole world okay and we're going to call it the fast program",
        2650.22,
        2657.92
    ],
    [
        " so I saw that and it was in the army times you know they said if you have an interest call this",
        2657.92,
        2663.26
    ],
    [
        " number you know and so I called you know and he said hey look pull up my record you know you'll see",
        2663.26,
        2669.62
    ],
    [
        " you know I'm I've got my master's degree in Far East in Affairs ethnically I'm Japanese I've got a",
        2669.82,
        2677.82
    ],
    [
        " tour in Korea where I got some awards from the Korean Army okay and I'm regular Army right what",
        2677.82,
        2688.42
    ],
    [
        " are my chances of getting in this program they should be 100% right are you ready for this the",
        2688.42,
        2694.44
    ],
    [
        " first words out of a guy's mouth you haven't been to Vietnam and I said well that's right but if",
        2694.44,
        2701.36
    ],
    [
        " you go back in my record you'll see I volunteered for Vietnam and the army sent me to Korea okay",
        2701.36,
        2708.54
    ],
    [
        " he said but that doesn't count okay the second thing he said was you haven't been the career course",
        2708.54,
        2714.72
    ],
    [
        " advanced course for officers well he got me there I hadn't you know I was just a young captain",
        2714.72,
        2719.78
    ],
    [
        " I hadn't been there so in essence he's telling me you know come back in a couple of years and maybe",
        2719.78,
        2725.36
    ],
    [
        " we'll think about it you know he didn't give me any encouragement he didn't say hey you're a",
        2725.36,
        2730.6
    ],
    [
        " natural for this program you know I'll keep on monitoring your career you know he didn't do any of",
        2730.6,
        2736.26
    ],
    [
        " that stuff and about that time I get the letter from Hanquarth saying hey Muk we got a war going on",
        2736.26,
        2743.2
    ],
    [
        " if you want a company it's yours and like I hit the lotto you know and I and frankly I was I was",
        2743.2,
        2749.06
    ],
    [
        " thinking of you know resigning my regular army commission but I hadn't been to Vietnam yet and I",
        2749.06,
        2754.66
    ],
    [
        " was a bachelor I had a lot of my friends who were married who are going back for their second and",
        2754.66,
        2759.88
    ],
    [
        " third tours you know and I felt an obligation and not only that but I figured well maybe if I go",
        2759.88,
        2765.3
    ],
    [
        " I'll change my mind you know and serving on your Hanquarth would be the best opportunity I could",
        2765.3,
        2771.34
    ],
    [
        " I could have so I jumped at it you know and I went but things did not get out how did you get orders",
        2771.34,
        2777.92
    ],
    [
        " I mean you know I know Hanquarth had some relationships with people but just to get a guy deployed to",
        2777.92,
        2783.64
    ],
    [
        " be in his battalion how did you pull how do you pull that off what did it look like well I mean I",
        2783.64,
        2788.52
    ],
    [
        " I called my infantry officer assignment guy whom I never spoken to in the five years I was on",
        2788.52,
        2794.62
    ],
    [
        " active duty right because I always felt that I shouldn't be managing my own career you know if I",
        2794.62,
        2802.36
    ],
    [
        " if I did my job that the army would you know I I'd be treated okay you know well none of that ever",
        2802.36,
        2808.88
    ],
    [
        " happened right so I called the sky at the Pentagon and I say hey I'm volunteering for Vietnam again",
        2808.88,
        2814.82
    ],
    [
        " and he basically said well okay you know give me your phone number in case we lose connection here",
        2814.82,
        2822.88
    ],
    [
        " and and then he said and I said but I have a stipulation I need to go to the ninth division",
        2822.88,
        2828.88
    ],
    [
        " and he said okay I can make that happen when do you want to go I said as soon as possible",
        2829.52,
        2835.32
    ],
    [
        " and this is February and he said why can get you there in August and I said nope that's not",
        2835.32,
        2841.18
    ],
    [
        " soon enough he said how about April I said sold so I got orders to you know now everybody told me in",
        2841.18,
        2848.28
    ],
    [
        " the world at that time here I am infantry regular army captain going to Vietnam when I hit the",
        2848.28,
        2855.62
    ],
    [
        " repo depot they could assign me anywhere you know orders meant nothing you know because captain",
        2856.76,
        2863.28
    ],
    [
        " and infantry captains were a dime a dozen so when I get to Vietnam everything was greased",
        2863.28,
        2870.38
    ],
    [
        " ninth division I went from the ninth I went from from Saigon right to the ninth division at",
        2870.38,
        2877.62
    ],
    [
        " Dong Tam you know I land there I've got my orders to his battalion it's all all greased what you do",
        2877.62,
        2884.54
    ],
    [
        " and some kind of like Vietnam and indoctrination for a week long and and hack pulled you out two days",
        2884.54,
        2889.86
    ],
    [
        " into it or something yeah I was so upset they they had a five day in country training program for",
        2889.86,
        2899.1
    ],
    [
        " newbies okay especially you know well you know in the Delta I'd say 85 percent of our casualties",
        2899.1,
        2906.6
    ],
    [
        " were from booby traps and so we were and there was a special terrain you know with rice patties and",
        2906.6,
        2915.54
    ],
    [
        " and a canals and you know just the whole thing was totally different and so they had this five day",
        2915.54,
        2921.88
    ],
    [
        " training course the acclimatio and to understand the booby traps and the terrain and all this stuff",
        2921.88,
        2928.08
    ],
    [
        " and I'm in it for two days and I'm pulled out of the course and I put on a helicopter and they take",
        2928.08,
        2934.02
    ],
    [
        " me down to you know the battalion fire support base and I'm madder than a wet hen you know and I",
        2934.02,
        2940.46
    ],
    [
        " I go to half and I say sir you know how can you do this to me I mean I'm trying to learn how to",
        2940.46,
        2945.44
    ],
    [
        " stay alive you know it's like and he said mook you don't need that stuff I know you you know yes sir",
        2945.44,
        2951.62
    ],
    [
        " yes sir and when you showed up so for those of you that hadn't read haven't read the books or",
        2951.62,
        2956.92
    ],
    [
        " listen to the other podcast about this hack worth it showed up but he was requested by name to go",
        2956.92,
        2962.36
    ],
    [
        " and take over the 439th and Vietnam which was a pro which was a battalion that was having a lot of",
        2962.36,
        2966.92
    ],
    [
        " problems and he went in there and he fixed it I mean that's there's no simple way to put it he",
        2966.92,
        2973.62
    ],
    [
        " went in there and and squared that battalion away and and made them from hopeless to hardcore is",
        2973.62,
        2978.8
    ],
    [
        " the the terms that get used when you showed up the heat already been there for a while so things",
        2978.8,
        2985.32
    ],
    [
        " were pretty solid at that point oh they were they were so good it was incredible I mean in fact the",
        2985.32,
        2991.52
    ],
    [
        " first guy I met when I when I got there was our battalion S4's name is Mario Takahashi he was",
        2991.52,
        2998.92
    ],
    [
        " actually a national guard guy from Hawaii he was about six two or six three big Japanese guy you",
        2998.92,
        3007.1
    ],
    [
        " know not like me I was hack worth because you just you made it sound when you said that talking",
        3007.1,
        3013.46
    ],
    [
        " about his neck was he like a big because he in pictures he always looks pretty lean and and",
        3013.46,
        3018.02
    ],
    [
        " not very physically large well when I mean is he was stout okay I mean he wasn't he wasn't real",
        3018.02,
        3025.48
    ],
    [
        " he was he wasn't for real tall but just the way he carried himself that's what I always envisioned",
        3025.48,
        3031.82
    ],
    [
        " was he was just a guy that if you walked away go I bet that you know how tall was hack worth",
        3031.82,
        3036.24
    ],
    [
        " oh he's six eight yeah he's gonna find out he's whatever yeah five tenors and not only that but",
        3036.24,
        3041.84
    ],
    [
        " I'll tell you he went when I became a general later on in life and and he came to one of my every",
        3041.84,
        3048.86
    ],
    [
        " every year I used to have a leadership conference for my my officers and my NCOs that I would invite",
        3048.86,
        3056.12
    ],
    [
        " speakers to come to and hack worth came to one of my conferences and then he visited me in Chicago",
        3056.12,
        3063.3
    ],
    [
        " when he was doing his about face book right and so he invited me and my wife and kids to",
        3063.3,
        3071.06
    ],
    [
        " have dinner with him one night you know he always said bring your kids you know some guys would say",
        3071.84,
        3077.06
    ],
    [
        " no just you know being your wife or whatever because my kids were fairly young and then we're really",
        3077.06,
        3082.82
    ],
    [
        " young they were maybe eight or nine you know at that time and my wife and the kids actually come",
        3082.82,
        3089.26
    ],
    [
        " in about how soft spoken hack worth was he wasn't a blustery guy you know among guys yeah but you",
        3089.26,
        3100.14
    ],
    [
        " know in the in public with you know women and family members he was he was a gentleman",
        3100.14,
        3107.44
    ],
    [
        " which kind of surprised my wife because I told him well about you know and so and but that's",
        3107.44,
        3113.94
    ],
    [
        " that's how he was and and so the the battalion you show up it's just the guys are really on board",
        3113.94,
        3123.54
    ],
    [
        " with what's going on oh absolutely because I got there probably three weeks before our famous",
        3123.54,
        3131.34
    ],
    [
        " but it wasn't really a battle on 22 May where we decimated a VC training battalion basically and",
        3131.34,
        3142.18
    ],
    [
        " I remember being at the talk you know when he's planning while this hack worth had this innate",
        3142.18,
        3150.76
    ],
    [
        " quality just just smell out the enemy you know even with all the intelligence we get all this stuff",
        3151.02,
        3156.44
    ],
    [
        " you know he was able to figure out what they were doing and so he he set us up for that night but",
        3156.44,
        3163.48
    ],
    [
        " to answer to you dress what you were saying by the time I got there Takahashi was the first guy",
        3163.48,
        3169.2
    ],
    [
        " in that okay he was really a strong straight shooter and he was the S4 and so he got all the",
        3169.2,
        3176.8
    ],
    [
        " equipment for the battalion and he got it whatever way he had to get it you know and then I meet",
        3176.8,
        3182.4
    ],
    [
        " the next guy I meet is another is a company commander and I think I was like six three or something",
        3182.4,
        3187.98
    ],
    [
        " you know so I'm seeing a pattern here right and I'm five foot five okay and but here's a cool",
        3187.98,
        3194.22
    ],
    [
        " thing about this one of the other company commanders his name was Don Meyer and by the way",
        3194.22,
        3199.98
    ],
    [
        " Hackworth had this really cool way of of using words and terms and titles that you know like",
        3199.98,
        3209.22
    ],
    [
        " our companies were not alpha bravo charlie delta they were alert battle claim or and dagger okay",
        3209.22,
        3217.06
    ],
    [
        " and the claim or company commander was a guy by name of Don Myers Don Myers was my roommate in",
        3217.06,
        3225.96
    ],
    [
        " college at the university of Illinois and we both were infantry our OTC guys right and then later",
        3225.96,
        3233.56
    ],
    [
        " he was he was with the 101st and he was wounded so they shipped them to Fitzsimmons and then they",
        3233.56,
        3240.66
    ],
    [
        " assigned him to Fort Lewis which was where Hackworth and I were so Don and I were roommates again",
        3240.66,
        3247.2
    ],
    [
        " at Fort Lewis Washington okay so then Hackworth ships to Vietnam and he takes Myers with him okay",
        3247.2,
        3255.1
    ],
    [
        " so Don Myers who by the way is six foot three right and his nickname was Lank you know and when he",
        3255.1,
        3262.72
    ],
    [
        " and I were in college as roommates it was like mutton Jeff you know and I wasn't the tall guy",
        3262.72,
        3268.1
    ],
    [
        " and so anyway but as you as you can understand to have I commanded battle company and he commanded",
        3268.1,
        3276.72
    ],
    [
        " claim or company and I knew that if we were going to run into any cramp you know that he would",
        3277.04,
        3284.58
    ],
    [
        " he would be there for me and he knew I would be there for him and that was that was it just",
        3284.58,
        3292.2
    ],
    [
        " it was really good yeah that that whole thing with names is something that I completely ripped off",
        3292.2,
        3299.12
    ],
    [
        " from Hackworth when I was a task unit commander our task unit was called whether it was alpha",
        3299.12,
        3304.62
    ],
    [
        " bravo and Charlie and I had bravo and immediately when I took it over I changed the name from",
        3304.68,
        3308.96
    ],
    [
        " bravo to bruiser and that's was that changed the attitude of people it really does well I'll also",
        3308.96,
        3315.16
    ],
    [
        " as you know all elite units have have greetings and counter signs right so for the hardcore",
        3315.16,
        3322.98
    ],
    [
        " our model was hardcore be condo that was what the greeting was the counter sign which I cannot",
        3322.98,
        3330.7
    ],
    [
        " say totally was no effing slack okay yeah but I'll tell you there were guy I saw this I",
        3331.6,
        3338.78
    ],
    [
        " witnesses there were guys who were wounded on structures and Hackworth would walk up to them",
        3338.78,
        3344.36
    ],
    [
        " and they salute them and say hardcore be condo yeah what kind of missions did you do when you",
        3344.36,
        3353.26
    ],
    [
        " showed up there so you're you take over your company commander yeah they were they were they were",
        3353.26,
        3357.76
    ],
    [
        " problem they were just really recon search and destroy not really destroy but you know we were",
        3358.16,
        3366.26
    ],
    [
        " we were seeking out the VC but as it got closer to we knew we were leaving right because President",
        3366.26,
        3376.18
    ],
    [
        " Nixon had said that you know so it just got to be you know we conned the area make sure they weren't",
        3376.18,
        3383.06
    ],
    [
        " there if they were there we get into fire fight but didn't happen very often it was mostly mostly",
        3383.06,
        3387.66
    ],
    [
        " booby traps and things and basically that was it I mean because they had you know they're smart",
        3387.66,
        3397.14
    ],
    [
        " they knew we were leaving so why going why get into contact right right leaving now you you",
        3397.14,
        3403.42
    ],
    [
        " were showing me some pictures earlier you're pretty famous picture that got published it's someone",
        3403.42,
        3409.74
    ],
    [
        " your your RTO had just been wounded what was the story on that yeah this is one of our operations",
        3409.74,
        3415.82
    ],
    [
        " and there was a booby trap and and he was he got a sucking chess wound from it and and I got a",
        3415.82,
        3422.84
    ],
    [
        " little shrapnel not a lot and basically I called in a Metavat helicopter and the helicopter came",
        3422.84,
        3430.38
    ],
    [
        " in unbeknownst to us there was a UPI photographer on the helicopter and he snapped a picture",
        3430.38,
        3437.16
    ],
    [
        " of my guys carrying my wounded RTO on a stretcher towards the helicopter and that became like the",
        3437.16,
        3445.42
    ],
    [
        " UPI picture for the day that went around the world you know the Vietnam photograph I didn't even",
        3445.62,
        3451.34
    ],
    [
        " know it existed until three years later I was out I was off of active duty I was reading on",
        3451.34,
        3456.52
    ],
    [
        " US News and World Report magazine and the picture was like three inches by four inches in the magazine",
        3456.52,
        3462.52
    ],
    [
        " but it was on my soldiers you know what I saw and I said hey and then I saw I was in the picture so I'm",
        3462.52,
        3473.74
    ],
    [
        " from them I get asked a lot and it's something that I don't have any experience with is what it",
        3473.74,
        3480.26
    ],
    [
        " was like having draftees as you know I was in all the all volunteer military and then on top of",
        3480.26,
        3487.02
    ],
    [
        " that you know the unit I worked with we were all volunteered again you know you volunteered to",
        3487.02,
        3491.2
    ],
    [
        " come in then you volunteer again to try and be in the seal teams and people ask what it was like",
        3491.2,
        3496.86
    ],
    [
        " working with draftees now HACWARTS opinion was draftees were good because they didn't care about",
        3496.86,
        3502.84
    ],
    [
        " their career and if they thought something was wrong they'd say hey this is crap we don't want to",
        3502.84,
        3506.92
    ],
    [
        " do that or hey you're not telling the truth to us and so he thought it was good and it kept the",
        3506.92,
        3511.98
    ],
    [
        " army in check but there still had to be some leadership differences in dealing with and later in",
        3511.98,
        3518.82
    ],
    [
        " your career obviously you started working with the all volunteer army what did you notice about the",
        3518.82,
        3522.56
    ],
    [
        " draftees that you learned from well the draftees just like and it doesn't make any difference for",
        3522.56,
        3530.26
    ],
    [
        " draftees or volunteers it depends on the leadership and you know they'll respond the good leadership",
        3530.4,
        3538.3
    ],
    [
        " and the the draftees were like anyone else once you're in the position you're going to do the best",
        3538.3,
        3547.06
    ],
    [
        " you can especially when you're in combat because you want to survive and and by that time it gets",
        3547.06,
        3552.76
    ],
    [
        " to be a bonding thing you know you're not there fighting for liberty and justice in the American way",
        3552.76,
        3558.78
    ],
    [
        " you're fighting for the guy to the right of you and the guy to the left of you basically",
        3558.9,
        3563.38
    ],
    [
        " because you know every day you're living together you're dying together you know and so it's",
        3563.38,
        3569.68
    ],
    [
        " a function of leadership and the draftees were great guys I mean I served with them anywhere",
        3569.68,
        3575.94
    ],
    [
        " I in fact I didn't even know who was stranded I didn't care I didn't ask you know whether they're",
        3575.94,
        3581.76
    ],
    [
        " of draftees or volunteers although the vast majority of our guys were draftees in the fourth or",
        3581.76,
        3587.44
    ],
    [
        " thirty ninth and that's what was so cool about it that hackers could take that battalion and turn",
        3587.44,
        3594.28
    ],
    [
        " it around I mean I heard stories because I came later on you know but he had a price on his head",
        3594.28,
        3599.26
    ],
    [
        " initially yeah a price on his head from his own guys yeah well yeah well yeah but nobody had",
        3599.26,
        3605.02
    ],
    [
        " the goon ads to step up and clean the cleanly price yeah I mean one of the things he talks about",
        3605.02,
        3612.02
    ],
    [
        " and again I've talked about this on other podcasts but you know when he showed up everyone had",
        3612.02,
        3616.72
    ],
    [
        " whatever they had guitars and they had radios and they had you know big hammocks for themselves",
        3616.72,
        3621.38
    ],
    [
        " and and he got there and said okay anything that you can't carry on your back is going to be in the",
        3621.38,
        3626.1
    ],
    [
        " middle of our base tomorrow morning it's getting shipped out on helicopters so people went crazy",
        3626.1,
        3630.28
    ],
    [
        " are you kidding me well not only that you know what he did I'm sure you know this but he took away",
        3630.28,
        3636.14
    ],
    [
        " class A meals oh I did not know that or I don't remember it because they were so they were so",
        3636.14,
        3642.18
    ],
    [
        " how to say this nicely they they were not disciplined okay because they had lousy leadership before",
        3644.34,
        3651.74
    ],
    [
        " that and hackers basically said you know you guys are soldiers and he said I'm gonna keep you alive",
        3651.74,
        3658.74
    ],
    [
        " you know but you're gonna have to soldier so he actually took class A's away and there's",
        3658.74,
        3663.84
    ],
    [
        " no he made them shine their boots and definitely I mean you know stuff that sounds crazy yeah you know",
        3663.84,
        3669.96
    ],
    [
        " but he was getting their attention yeah you know and cleaning weapons I mean they would you know they",
        3669.96,
        3676.12
    ],
    [
        " were not cleaning I mean how crazy is that they were cleaning their weapons at nighttime there was",
        3676.12,
        3681.52
    ],
    [
        " night discipline light discipline was almost nonexistent I mean it was crazy and hackers made them",
        3681.52,
        3688.36
    ],
    [
        " you know soldier up and and but then what happened was they started to use his tactics and they",
        3688.36,
        3697.2
    ],
    [
        " found out that hey this works I mean we're not taking casualties like we did before we're actually",
        3697.2,
        3703.88
    ],
    [
        " inflicting casualties that we weren't doing before and then he started to give stuff back oh you know",
        3703.88,
        3712.8
    ],
    [
        " what else he did he took away beer initially I mean beer was like water I mean with you know the",
        3712.8,
        3719.84
    ],
    [
        " average temperature was like 95 degrees you know and all that it was like 3.2 whatever the beer was",
        3719.84,
        3725.8
    ],
    [
        " you know but he took that away initially too and people thought he was nuts yeah actually there's",
        3726.08,
        3732.32
    ],
    [
        " a great quote about face it's some guy writing home to us it's just a quote from a letter somebody wrote",
        3732.32,
        3737.28
    ],
    [
        " down wrote you know my new come my new battalion commander's crazy I don't know what's gonna happen",
        3737.28,
        3742.5
    ],
    [
        " that's literally a letter a guy right home it's interesting to me so I've seen this and I'm sure",
        3742.5,
        3749.26
    ],
    [
        " you've seen this in your career I've seen it in the business world I'm sure you've seen the",
        3749.26,
        3752.98
    ],
    [
        " business world in the military guys that go so far in that direction of being so hardcore and",
        3752.98,
        3760.9
    ],
    [
        " over the top that they break their guys and people actually don't like them and they don't want",
        3760.9,
        3766.72
    ],
    [
        " to serve them and they don't want to do a good job because they're they're they're too focused on",
        3766.72,
        3772.14
    ],
    [
        " stuff that doesn't really matter and Hackworth just he seemed to have this ability to balance it so",
        3772.14,
        3779.12
    ],
    [
        " well between being hardcore and yet at the same time everybody knows that he's gonna take care",
        3779.12,
        3784.48
    ],
    [
        " of many loves him yeah that that was the main thing because they knew that they were gonna",
        3784.48,
        3790.26
    ],
    [
        " they were gonna live under his command if they followed what he said and there would be successful",
        3790.26,
        3797.1
    ],
    [
        " too don't forget that success read success and so the hardcore is as they kept on",
        3797.1,
        3805.18
    ],
    [
        " progressing became prouder and prouder of you know and the guys it was just a unit that nobody",
        3806.62,
        3814.98
    ],
    [
        " wanted to reckon with and that's how it was but Hackled by example I can't I just can't emphasize",
        3814.98,
        3821.84
    ],
    [
        " that enough you know I have my leadership mantra which and I'm a simple guy so I boil boil things",
        3821.84,
        3832.36
    ],
    [
        " down simply and just three words example carrying and balance and you got to lead by personal",
        3832.36,
        3840.06
    ],
    [
        " example it's not you know do what I say but do what I do and carrying is to care for your soldiers",
        3840.06,
        3848.04
    ],
    [
        " and you know carrying means especially in combat keeping them alive that's how you care for them",
        3848.04,
        3856.76
    ],
    [
        " and you train tough you know I mean Hackworth always mentioned that you know the harder you train",
        3856.92,
        3863.28
    ],
    [
        " you know the the better the dealt performing combat in effect sometimes it was easier in combat",
        3863.28,
        3869.7
    ],
    [
        " than you know some of the training that he'd make them go through and and finally is balance",
        3869.7,
        3875.34
    ],
    [
        " to especially leaders and I'm talking to leaders right and I always told my leaders that you've",
        3875.34,
        3882.1
    ],
    [
        " got to maintain a balance between your professional military job and your family and I used to tell",
        3882.1,
        3893.28
    ],
    [
        " my guys you're not doing many good if you're going through a divorce you know and too many guys it's",
        3893.28,
        3898.72
    ],
    [
        " easy when you get promoted to get kind of caught up in the perks and in the responsibility you know",
        3898.72,
        3905.84
    ],
    [
        " see you work harder to be more and then what what do you do you ignore your family and then things",
        3905.84,
        3911.86
    ],
    [
        " fall apart and so I I've worn my my soldiers I always said you know maintain that balance and I tried",
        3911.86,
        3919.22
    ],
    [
        " to do that not only personally but they to get my so when we were mobilized for example okay my",
        3919.22,
        3925.22
    ],
    [
        " division now this was not we didn't deploy overseas we were a training division our wartime",
        3925.22,
        3932.04
    ],
    [
        " was the army reserves by the way it was the only service that had this we we had",
        3932.6,
        3938.36
    ],
    [
        " reserved whose wartime mission was to take over the training of the recruits at the active duty",
        3938.36,
        3945.12
    ],
    [
        " stations which would then release those active duty soldiers to go join forces it made a lot of",
        3945.12,
        3951.68
    ],
    [
        " sense you know so so when that happened I I went to my staff now you have to understand this is",
        3951.68,
        3959.84
    ],
    [
        " like the late 80s right okay and I went to my staff and I said I want a 24 hour 800 number",
        3959.84,
        3970.1
    ],
    [
        " from my family support program I want my soldiers to know and I want their spouses to know",
        3970.1,
        3977.2
    ],
    [
        " that while they're deployed if there's any problems they can count on us and I want it to be 24",
        3977.2,
        3985.64
    ],
    [
        " seven man and they said general when you have to understand those days 800 numbers were pretty",
        3986.04,
        3990.54
    ],
    [
        " expensive and and they said you know number one is going to be expensive number two you know 24",
        3990.54,
        3996.26
    ],
    [
        " seven you know and I said make it happen because I the last thing I wanted my soldiers who were",
        3996.26,
        4003.98
    ],
    [
        " deployed to worry about was their families right and then what I did is I yeah I had the two star",
        4003.98,
        4011.4
    ],
    [
        " stationary you know as is a major general a little notes you know they're not eight and a half by",
        4011.52,
        4016.66
    ],
    [
        " eleven they're little note things so I told my staff I want to send a personally signed note",
        4016.66,
        4023.56
    ],
    [
        " to every spouse or significant other of a deployed soldier in this division and I'm on a note to",
        4023.56,
        4033.5
    ],
    [
        " go to their employer because you have to understand these are reservists right okay so I had 1500",
        4033.5,
        4040.44
    ],
    [
        " soldiers mobilized right so this is three thousand letters that I'm going to sign you know personally",
        4042.54,
        4048.24
    ],
    [
        " they wanted me to use an auto auto pen you know by by computer it you know",
        4048.24,
        4053.44
    ],
    [
        " manufacture your signature I said no way these are these are going you know so I I did that",
        4053.44,
        4060.38
    ],
    [
        " and what happened was I was I had a cousin whose husband was a steel seal salesman okay",
        4060.38,
        4067.32
    ],
    [
        " and she calls me one day she said you'll never know what happened to my husband he was making a",
        4067.68,
        4072.52
    ],
    [
        " call on this company in Indiana okay and on the wall was one of my letters very cool to them and he",
        4072.52,
        4081.74
    ],
    [
        " saw my name on it you know so caring for your caring and balance is important yeah yeah um you know",
        4081.74,
        4091.14
    ],
    [
        " so you talked about that that operation that was so well planned and so well executed and you",
        4094.28,
        4101.4
    ],
    [
        " talked about hack or it's sort of six cents instinct um and then you know I've heard you talk",
        4101.4,
        4111.04
    ],
    [
        " in some other interviews about a situation that you were in that was that you described as really",
        4111.04,
        4118.58
    ],
    [
        " sort of impacting your your mental state and to me when I heard you talk about it it seemed to be",
        4118.92,
        4128.8
    ],
    [
        " almost like a turning point mentally psychologically for you and it had to do with you overrunning",
        4128.8,
        4135.42
    ],
    [
        " a position and you end up with some some yeah I didn't I didn't realize the impact of that incident",
        4135.42,
        4142.32
    ],
    [
        " until many many years later but in order for me to explain that I have to talk about something",
        4142.32,
        4149.58
    ],
    [
        " called moral injury which is and when they so-called invisible wounds of war a lot of people are",
        4149.58,
        4158.3
    ],
    [
        " familiar with post-traumatic stress disorder a lot of people are aware of traumatic brain injury",
        4158.3,
        4165.28
    ],
    [
        " but when you ask them that they could describe the invisible wound of war called moral injury",
        4165.28,
        4171.8
    ],
    [
        " very few people are are knowledgeable about that how long has that term been used uh there was a",
        4172.32,
        4179.12
    ],
    [
        " a psychiatrist at the VA Dr. Jonathan Shea who basically coined that phrase in 2009 so it's been",
        4179.12,
        4189.2
    ],
    [
        " around for a while and now it's starting to really pick up steam in research because of its its",
        4189.2,
        4198.66
    ],
    [
        " significance in contributing to the high suicide rate among veterans and uh the concept is when",
        4199.34,
        4209.14
    ],
    [
        " I go around and I give presentations and and I tell people the concept is so intuitive you'll get",
        4209.14,
        4215.86
    ],
    [
        " it in 30 seconds okay so here it is from the time you're born until you're 18 years old you develop",
        4215.86,
        4222.7
    ],
    [
        " a personal moral code sense of right or wrong that could come from your family your religion",
        4222.7,
        4229.36
    ],
    [
        " community friends whatever and then you join the military and you learn a warrior code the warrior",
        4229.36,
        4237.9
    ],
    [
        " code is superimposed on your personal moral code and in fact transforms it somewhat then you might",
        4237.9,
        4245.4
    ],
    [
        " have to participate in activities or operations that violate your personal moral code such as",
        4245.4,
        4252.36
    ],
    [
        " killing you don't have to be the person that pulls the trigger you could be a witness or you could",
        4252.76,
        4259.3
    ],
    [
        " feel that you should have prevented it or you could be in a unit that follows another unit",
        4259.3,
        4265.4
    ],
    [
        " and you see that innocent civilians have been killed or you handle body parts at that time you",
        4265.4,
        4272.22
    ],
    [
        " sustained a so-called invisible wound of war called moral injury it's not a physical wound you can't",
        4272.22,
        4279.46
    ],
    [
        " see it but in military operations we're constantly moving you're going from point A to point B to",
        4279.46,
        4286.06
    ],
    [
        " point C you don't have time to stop and reflect on this stuff so what do you do you bury it and it",
        4286.06,
        4293.74
    ],
    [
        " becomes unresolved grief shame and what happens is you come back to the states and let's say you",
        4293.74,
        4303.5
    ],
    [
        " leave the military or you're in the National Guard or reserves and you come back to a community",
        4303.5,
        4309.36
    ],
    [
        " anywhere in the country that doesn't understand what you've been through and it boils up to the",
        4310.5,
        4316.58
    ],
    [
        " surface and unless you have a strong coping mechanism for that bad stuff happens anger guilt depression",
        4316.58,
        4325.62
    ],
    [
        " suicide and the suicide rate among veterans today is epidemic I mean the VA it's anywhere from 20 to",
        4325.62,
        4333.54
    ],
    [
        " 22 veterans per day are dying by suicide and that frankly is under reported it's really higher",
        4333.54,
        4340.14
    ],
    [
        " than that because you've got veterans who are dying by suicide it's not reported as a suicide",
        4340.14,
        4347.48
    ],
    [
        " they'll drive their motorcycle or car into a tree or a viaduct and it's a vehicular accident or",
        4347.48,
        4355.5
    ],
    [
        " unfortunately there's something called suicide by cop where they forced the law enforcement officer",
        4355.5,
        4362.48
    ],
    [
        " to take lethal action and so what's what's the implication of all that we lose more veterans the",
        4362.48,
        4368.48
    ],
    [
        " suicide in a year than all the combat dust since 9-11 that's how dramatic it is and we believe",
        4368.48,
        4376.24
    ],
    [
        " that moral injury is a major contributing factor to that and military outreach USA our organization",
        4376.24,
        4384.92
    ],
    [
        " we feel that the main approach to moral injury is not a medical doctor with prescription drugs",
        4385.16,
        4392.72
    ],
    [
        " it's the forgiveness and grace of a moral authority and the counseling of clergy and sensitive",
        4392.72,
        4400.68
    ],
    [
        " therapists and the support of a community offering hope and help and so now getting back to that",
        4400.68,
        4408.92
    ],
    [
        " incident that you asked me about Johnco I was a company commander battle company we just overrun",
        4408.92,
        4416.16
    ],
    [
        " vehicle composition and killed numerous enemy and I literally had three dead bodies sent my feet",
        4416.16,
        4424.44
    ],
    [
        " okay well the time a unit is most vulnerable is right after a victory it's just human nature to",
        4424.44,
        4432.38
    ],
    [
        " let your guard down and breathe as I believe well I'm the guy in charge I know that so I'm on my radio",
        4432.38,
        4439.94
    ],
    [
        " and I'm kicking we're in and taking names I'm telling my platoon leaders reorganize your units",
        4439.94,
        4446.28
    ],
    [
        " redistribute ammunition take care of your wounded look for enemy avenues of approach for a counter attack",
        4446.28,
        4452.98
    ],
    [
        " right and in the middle of all that stuff going on I stopped and I looked at the three dead bodies",
        4452.98,
        4460.94
    ],
    [
        " at my feet I realized that something had happened to me something had hardened my heart",
        4460.94,
        4469.02
    ],
    [
        " only moments earlier these were alive human beings they had families they had emotions they had",
        4469.02,
        4476.82
    ],
    [
        " loved ones they were fighting for something as important to them as I was fighting for and I was in",
        4476.82,
        4483.82
    ],
    [
        " their backyard and then I remember Jesus's sermon on the mount we told us to pray for our enemies",
        4483.82,
        4490.5
    ],
    [
        " so in the midst of all this stuff going on I set a prayer for the three vietcong and I know I was",
        4491.28,
        4498.96
    ],
    [
        " praying for myself as much as I was praying for them now you know I didn't have a big ceremony",
        4498.96,
        4505.52
    ],
    [
        " get out my hands and knees any of that stuff you know this all took about 45 seconds but it's",
        4505.52,
        4511.52
    ],
    [
        " something that was seared in my heart and mind for the rest of my life and now that I know about",
        4511.52,
        4517.88
    ],
    [
        " moral injury okay which I didn't know at that time I realized that I was one and a million",
        4517.88,
        4525.54
    ],
    [
        " who was able to address my moral injury at the time it happened okay and you know I had always",
        4525.54,
        4533.76
    ],
    [
        " when I came back from Vietnam I had seen a lot of my comrades having nightmares having flashbacks",
        4533.76,
        4540.48
    ],
    [
        " you know personality changes and I frankly asked myself how come I'm not going through that",
        4540.48,
        4547.16
    ],
    [
        " okay and at the time my answer always was my faith and my wife my wonderful wife of now 46 years",
        4547.96,
        4557.42
    ],
    [
        " who is an angel I've been so blessed having her for a wife so that was my answer okay but now",
        4557.42,
        4565.42
    ],
    [
        " since I've been dealing with military outreach USA and this issue of moral injury I realized that",
        4565.42,
        4571.66
    ],
    [
        " my answer was really lacking okay there were two other things one was that incident in Vietnam that",
        4571.66,
        4578.68
    ],
    [
        " I just mentioned to you but the other thing which I now realize is when I came back from Vietnam I",
        4578.68,
        4585.42
    ],
    [
        " joined the reserves okay and I was able to maintain my sense of purpose of being in a unit with other",
        4585.42,
        4597.58
    ],
    [
        " people who shared the same values that I did of patriotism of dedication of selfless service",
        4597.58,
        4605.26
    ],
    [
        " which a lot of veterans when they come back they just want to cut ties totally and they a lot of them",
        4605.26,
        4612.28
    ],
    [
        " drift because they they don't have that sense of purpose they don't have the camaraderie they don't",
        4612.28,
        4619.44
    ],
    [
        " have the bonding you know I had that with the reservists especially you know in Vietnam and all the",
        4619.44,
        4627.08
    ],
    [
        " BS that we had to take from the public you know I mean you won't believe this right well I know",
        4627.08,
        4632.52
    ],
    [
        " you know this but when we came back from Vietnam we were told not to wear our uniforms in public I",
        4632.52,
        4638.46
    ],
    [
        " mean that's how bad it was that's crazy you know guys wore wigs so they people wouldn't know they had",
        4638.46,
        4645.32
    ],
    [
        " short haircuts you know because they could pick them up is being military and so my being in the",
        4645.32,
        4652.9
    ],
    [
        " reserves helped me you know maintain that one of the things that I tell guys is very similar to",
        4654.28,
        4662.44
    ],
    [
        " what you just said you know I tell guys you got to find a new mission when you get done when you",
        4662.44,
        4666.04
    ],
    [
        " get done with the military you got to find a new mission and if you can stay in reserves obviously",
        4666.04,
        4669.68
    ],
    [
        " that that gives you that but if you don't do that well then you got to find what are you going to do",
        4669.68,
        4673.68
    ],
    [
        " what are you going to step out there are you going to become a great dad are you going to build a",
        4673.68,
        4677.48
    ],
    [
        " business are you going to work for a company and and do a great job or you got to find a new mission and",
        4677.48,
        4681.98
    ],
    [
        " I find that guys that I've seen that that have real problems it's because they they got out and they",
        4681.98,
        4687.7
    ],
    [
        " didn't know they didn't have any direction to go into and also just to dig a little bit deeper so",
        4687.7,
        4692.76
    ],
    [
        " you're in that situation where you see these guys and and and for the first time you you kind of",
        4692.76,
        4699.98
    ],
    [
        " look down on them and see them as people as as other human beings is it you know is it the fact that",
        4699.98,
        4708.76
    ],
    [
        " when you when you when you set a prayer for them and for yourself I kind of got a thought of",
        4708.76,
        4715.42
    ],
    [
        " when you hear about like Native Americans hunting and you know they they think you know when",
        4715.42,
        4722.68
    ],
    [
        " they when they get a kill they'll they'll think that you know mother nature and and thank for the",
        4722.68,
        4727.88
    ],
    [
        " sacrifice was it that type of thing where you said okay you know what we're fighting I was doing",
        4727.88,
        4734.28
    ],
    [
        " my job you guys were doing your job and I hope you have peace now it was it that type of thing",
        4734.28,
        4741.72
    ],
    [
        " absolutely because you know what happens is you forget that they're they're dehumanized right",
        4741.72,
        4751.62
    ],
    [
        " you know you've got all these all these names that you call them you know but I really respected",
        4751.62,
        4759.42
    ],
    [
        " the VC our enemy you know and that's that's the other thing you can't underestimate your enemy",
        4759.94,
        4766.78
    ],
    [
        " you always have to respect them you have you know I mean you don't have to agree with them",
        4766.78,
        4772.74
    ],
    [
        " but you you you have to respect their abilities because once you lose track of that you can really",
        4772.74,
        4780.52
    ],
    [
        " get screwed and basically I'll give you some examples when we had that battle on 22 May okay I",
        4780.52,
        4788.08
    ],
    [
        " wasn't the CNC helicopter with and I guess I should describe that battle a little bit more",
        4788.08,
        4793.2
    ],
    [
        " so your listeners we're we're talking about the hardcore battalion and when we surround this this",
        4793.2,
        4800.3
    ],
    [
        " VC training battalion really is what it was and we annihilated it basically they were they were",
        4800.3,
        4807.12
    ],
    [
        " encircled and we were just calling in air strikes naval gunfire you know we were just take and then",
        4807.12,
        4815.28
    ],
    [
        " haqueworth had them totally encircled and so I'll never forget I was in the helicopter with him",
        4815.6,
        4821.14
    ],
    [
        " and he basically said MOOC we got a first we get a radio message from one of our companies",
        4821.14,
        4829.44
    ],
    [
        " it might have been an alert company and they said we just had a contact you know we killed three",
        4829.44,
        4834.62
    ],
    [
        " we've can't you know we got four weapons we captured a guy or whatever and they're headed",
        4834.62,
        4839.28
    ],
    [
        " in this direction okay so haqueworth would turn to me and say MOOC you know let's say give him 15",
        4839.28,
        4846.08
    ],
    [
        " minutes we're gonna hear from battle company 15 minutes later battle company comes up we just had",
        4846.08,
        4852.72
    ],
    [
        " a contact you know and they're heading so this happened all day okay I saw this I was with him",
        4852.72,
        4859.38
    ],
    [
        " in the helicopter and but there was one VC we were flying near a canal and he was mortally wounded",
        4859.38,
        4866.72
    ],
    [
        " you could see the guy was dying basically he took his a k 47 and he threw it into the canal",
        4866.72,
        4874.58
    ],
    [
        " okay and the reason he did that is he didn't want us to get that weapon because part of the body count",
        4874.58,
        4884.8
    ],
    [
        " was you matched how many weapons you know if a unit be poured and they said well we killed 20",
        4884.8,
        4892.4
    ],
    [
        " and we got one weapon you kind of say wait a second you know so when I saw that I knew that",
        4892.4,
        4900.26
    ],
    [
        " this guy you know we were up against a tough enemy you know and and so you got to respect your enemy",
        4900.26,
        4908.44
    ],
    [
        " and I want to pull some before we move past a Vietnam and Hac I want to pull some stuff out of",
        4908.44,
        4916.16
    ],
    [
        " about face just to kind of hear you hear your your thoughts on it I'm gonna start off with",
        4916.16,
        4921.82
    ],
    [
        " one that you've talked about a little bit but here we go this is from about face by David Hacworth",
        4921.82,
        4928.52
    ],
    [
        " and this is a quote from someone else it says Hac had the knack of being able to size people up",
        4928.52,
        4934.32
    ],
    [
        " very quickly almost instantaneously and I'd say 99% of the time he was right he could look at a",
        4934.32,
        4941.0
    ],
    [
        " person and in his vernacular the guy was either a stud or he wasn't there was no in between",
        4941.02,
        4946.5
    ],
    [
        " if he was a stud Hac would find a way to get him and he would not take no from people if he wanted",
        4946.5,
        4954.46
    ],
    [
        " them because he wanted a winning team and if a person didn't want to go with him then immediately",
        4954.46,
        4961.7
    ],
    [
        " the guy wasn't a stud you see because anybody who knew Hac or came into contact with him really",
        4961.7,
        4968.54
    ],
    [
        " wanted to be with him after he'd known him for a while and that's a quote from Brigadier General",
        4968.54,
        4975.0
    ],
    [
        " James H. Mukayama which is you you're quoted in in in the book and you've talked about that a little",
        4975.0,
        4982.32
    ],
    [
        " bit and he just he must have extremely magnetic personality for you to say that if you spent time",
        4982.32,
        4988.62
    ],
    [
        " with him you wanted to be with him oh absolutely and and he I used to say he had the mightest touch",
        4988.62,
        4994.2
    ],
    [
        " everything the guy touched just whether it was in the military whether it was in business whether",
        4994.88,
        5001.32
    ],
    [
        " it was with women and this guy you know he was a stud himself and and you know and but he was",
        5001.32,
        5009.16
    ],
    [
        " he was also a sensitive guy I'll never forget when you know I tell people he wasn't the most",
        5009.16,
        5017.06
    ],
    [
        " moral guy that I knew but he was the the most ethical officer I ever served with what I mean by",
        5017.06,
        5026.62
    ],
    [
        " that is he never did anything for personal gain he always did things for the unit and for the soldiers",
        5026.62,
        5035.08
    ],
    [
        " okay but did he have affairs and things like that yeah and he used to tell me said Muk you know I",
        5035.08,
        5042.04
    ],
    [
        " should have never married because my love is the army you know so he he basically he turned",
        5042.04,
        5050.76
    ],
    [
        " on the war college he could have gone to the war college he turned it down because he said hey I'm",
        5050.76,
        5055.74
    ],
    [
        " on another battalion in Vietnam you know I mean he would have been a general there's no question",
        5055.74,
        5061.68
    ],
    [
        " about it had had he not stood up you know when he was no six and and and you know he was I think",
        5061.68,
        5069.92
    ],
    [
        " he was the youngest oh six at that time in the army but he was a guy who who was he was sensitive",
        5069.92,
        5078.16
    ],
    [
        " though and he took care he did take care of his family I think I can say this now because it's",
        5078.16,
        5083.66
    ],
    [
        " you know I think statue limitations might be gone but you know on those days you weren't you were",
        5083.66,
        5088.46
    ],
    [
        " enabled to take a lot of cash out of Vietnam you know and and I basically one day he knew I was",
        5088.46,
        5096.16
    ],
    [
        " going back home oh and by the way he did everything he could to convince me to stay to extend in Vietnam",
        5096.16,
        5103.16
    ],
    [
        " okay he was he had moved down to be the the senior advisor for the Arvind airborne division",
        5103.16,
        5111.18
    ],
    [
        " which was really the palace guard around Saigon okay and he knew all my hot buttons you have to",
        5111.18,
        5117.34
    ],
    [
        " understand I was a bachelor guy at this time right and and and the airborne the Vietnamese airborne",
        5117.34,
        5125.38
    ],
    [
        " war special fatigues they were like tiger fatigues and they had red burrays you know and I'm just",
        5127.12,
        5132.88
    ],
    [
        " this young stud guy who likes different uniforms and he said MOOC he said why don't you come down here",
        5132.88,
        5138.84
    ],
    [
        " and I'll make you the G1 advisor that that's the admin guy right and he said but when you come down",
        5138.84,
        5146.72
    ],
    [
        " if you're an advisor for the Vietnamese airborne you get jump hay you know so that's extra money",
        5146.72,
        5152.34
    ],
    [
        " right and and he said and I'll give you two hour and hours you can because he knew I wanted to go to",
        5153.68,
        5160.64
    ],
    [
        " Japan and see my relatives so in six months he said I'll give you two hour and hours right so the",
        5160.64,
        5166.28
    ],
    [
        " guys you know he's trying to move the you know the sun and the moon they get me to extend six months",
        5166.28,
        5171.32
    ],
    [
        " and and I said sir I appreciate it but I I had some close calls and I figured the next one would",
        5171.32,
        5178.54
    ],
    [
        " have Mukweyama written that bullet would have Mukweyama written on it and I said no thanks",
        5178.72,
        5184.66
    ],
    [
        " you know I appreciate it but I'm I'm out of here so so I left you know you're talking about the way he",
        5184.66,
        5191.02
    ],
    [
        " was you know so so pro-army and yet he rebelled against the army in a way and here's",
        5191.02,
        5202.28
    ],
    [
        " another thing from the book he says what a mistake it was to listen to the generals of corporate",
        5202.38,
        5209.82
    ],
    [
        " HQ who were briefed only in zero defect terms and so far from the cutting edge expected nothing",
        5209.82,
        5218.14
    ],
    [
        " less it was amongst the biggest mistakes of the war the politicians only listened to these generals",
        5218.14,
        5225.26
    ],
    [
        " and the generals only listened to themselves few people asked front line soldiers the only ones",
        5225.32,
        5234.84
    ],
    [
        " who really knew could you guys or could you could you were pretty close to him could you sense that",
        5234.84,
        5244.36
    ],
    [
        " his frustration with the army did he talk about it with you did he how did he treat you know",
        5244.36,
        5250.74
    ],
    [
        " that's a very hard thing for for a leader to do if you're if you're senior leadership is telling",
        5250.74,
        5255.38
    ],
    [
        " you to do stuff that doesn't make sense or but you know hey we can get it done and we're gonna do it",
        5255.38,
        5260.56
    ],
    [
        " it's a hard line to walk to say look we support the chain of command this is what they're telling us",
        5260.56,
        5264.56
    ],
    [
        " to do I'm gonna spin it in a positive way everyone's gonna think that we're doing it for the right",
        5264.56,
        5267.5
    ],
    [
        " reasons because if I say hey look Muk here's what I want you to do and it's it's dumb but we're",
        5267.5,
        5272.4
    ],
    [
        " getting told to do it anyways that's not a good way to lead no so he wouldn't say that so he would",
        5272.4,
        5277.26
    ],
    [
        " he would support the chain and he would he would present it in the in the way in which you know",
        5277.26,
        5286.86
    ],
    [
        " you talk about the mission and he would make sure that he would accomplish the mission but he",
        5286.86,
        5295.24
    ],
    [
        " would do it his way you know you know the phrase battlefield expediency that's all we did all the time",
        5295.24,
        5302.18
    ],
    [
        " you know I mean screw it what you know what are they gonna do send us to Vietnam we're already there",
        5302.26,
        5306.72
    ],
    [
        " you know so you know we just did what we had to do and you know I mean the stupid rules of",
        5306.72,
        5313.58
    ],
    [
        " engagement that we had you know where you'd have to get approval to fire on people even though",
        5313.58,
        5319.52
    ],
    [
        " you're receiving fire you know and and just nutty stuff right you know and we just say hey",
        5319.52,
        5325.4
    ],
    [
        " you know we're gonna do what we have to do and that's what we did",
        5325.4,
        5328.56
    ],
    [
        " mm-hmm",
        5328.76,
        5329.62
    ],
    [
        " here's when he up when he took over the battalion the following day I took over the battalion",
        5329.62,
        5337.0
    ],
    [
        " from Lieutenant Colonel Franklin A Hart in a parade field exchange of command in the middle",
        5337.0,
        5341.68
    ],
    [
        " of the Maycon Delta what kind of war have I got myself into I wondered a perfectly starch general",
        5341.68,
        5347.68
    ],
    [
        " you was there having flown in for the occasion in his polished choppers there was other brass",
        5347.68,
        5352.66
    ],
    [
        " two and photographers the American flag the battalion colors which were ceremoniously passed on to me",
        5352.66,
        5357.76
    ],
    [
        " and all of this before the scroungiest most spiritless assembly of soldiers I'd ever seen",
        5357.76,
        5363.5
    ],
    [
        " incredibly none of the generals or colonels seem to notice the slack condition of my new",
        5363.5,
        5371.1
    ],
    [
        " charges or their positions from the outset I realized that to make this unit effective military",
        5371.1,
        5377.66
    ],
    [
        " force I'd have to implement about a thousand changes so I figured we'd start with five a day",
        5377.66,
        5382.96
    ],
    [
        " little things basic things like where you're stealing pot and cleaning carry your rifle at all times",
        5382.96,
        5387.62
    ],
    [
        " and ammunition will not be worn poncho via style my first order was that darkness that come darkness",
        5387.62,
        5395.0
    ],
    [
        " the fire support base perimeter would pull back 300 meters the troops instantly began to grumble",
        5395.0,
        5400.62
    ],
    [
        " about this but it was the next order that really began the mutinus feeling within my hard luck",
        5400.62,
        5406.2
    ],
    [
        " outfit anything you can't carry 24 hours a day is gone in the next chopper chopper goodbye tense",
        5406.2,
        5412.6
    ],
    [
        " and cots and rucksacks and food dockers the bitching and moaning began and earnest as piles and",
        5412.6,
        5418.9
    ],
    [
        " piles of junk mounted at the LZ to be whisked away by Chanook but I didn't care I wasn't there to",
        5418.9,
        5425.92
    ],
    [
        " have them like me again we we already talked about this and I this comes up a lot from a leadership",
        5425.92,
        5437.42
    ],
    [
        " perspective do you is it more important to be liked or is it more important to be respected is",
        5438.44,
        5443.06
    ],
    [
        " it more important to and I actually had a guy ask me this question the other day is it more important",
        5443.06,
        5447.34
    ],
    [
        " to win or to be liked and I said well those two things aren't mutually exclusive at all",
        5447.34,
        5455.6
    ],
    [
        " you're right you're absolutely correct and they're not mutually exclusive you know",
        5455.6,
        5461.58
    ],
    [
        " if you demonstrate to your soldiers that you care for them professionally that's you'll be liked",
        5462.84,
        5470.54
    ],
    [
        " there's no question because they know that you're there for them and you know you don't as",
        5470.54,
        5477.58
    ],
    [
        " as it said there you know you're not there to win a popularity contest you know you're not there",
        5477.58,
        5483.22
    ],
    [
        " to be politically correct you're there to accomplish your mission but also make sure that your",
        5483.22,
        5491.56
    ],
    [
        " and I think I'm starting to tie together something very clearly in my head right now and that is",
        5491.6,
        5497.86
    ],
    [
        " you know your your number two rule of leadership which is caring and I think if you if you care",
        5497.86,
        5506.18
    ],
    [
        " about your people and they see that you care about them that trumps the fact that you want them to",
        5506.18,
        5511.34
    ],
    [
        " do things the right way because the reason you want them to do the things the right way is because",
        5511.34,
        5514.38
    ],
    [
        " you care about them and it's going to keep alive it make make you successful yeah absolutely",
        5514.38,
        5521.46
    ],
    [
        " you know I when I was a young officer I well no I at that time when I was a company coming after",
        5521.46,
        5529.94
    ],
    [
        " half-court left we had another battalion commander come in right and he wrote on my OER",
        5529.94,
        5537.56
    ],
    [
        " all my career I had max OERs really good stuff but on on this one he wrote that",
        5537.56,
        5546.2
    ],
    [
        " and I'll take this hit any day of the week he said I was too concerned for my troops sometimes",
        5546.2,
        5553.78
    ],
    [
        " wow and then and I said okay I'll take that wow that's that's a interesting",
        5553.78,
        5562.68
    ],
    [
        " perspective yeah and you know this is one of those dichotomies as well",
        5566.32,
        5569.04
    ],
    [
        " because one of the hardest things about being a leader is obviously you care about your men so much",
        5569.04,
        5575.54
    ],
    [
        " and yet you are going to do things you are going to put them in situations that they're going to put",
        5575.54,
        5579.92
    ],
    [
        " their lives at risks at risk and that is that is something that every leader has to well at least",
        5579.92,
        5585.5
    ],
    [
        " military leaders they have to they have to find a way to get a handle on that because you love your",
        5585.5,
        5591.3
    ],
    [
        " guys and you want to take care of them but you do have to do your mission and that",
        5592.3,
        5597.14
    ],
    [
        " that's one of the hardest things to balance",
        5597.14,
        5600.2
    ],
    [
        " talking about the morality of war a little bit this was a and again this is why you know",
        5600.2,
        5610.16
    ],
    [
        " that the story that I opened up with you can see that that one clearly had to do with with",
        5610.16,
        5614.54
    ],
    [
        " having moral dilemmas and having guilt because hackworth gave a guy an order and the guy",
        5616.06,
        5621.08
    ],
    [
        " followed the order maybe not the way hackworth thought he was but the moral injury that he got from",
        5621.08,
        5626.68
    ],
    [
        " that he said lasted his whole life of giving an order and somebody does something he didn't expect",
        5626.68,
        5630.7
    ],
    [
        " to do them they end up getting killed one of his guys when his guys that he loved gets killed",
        5630.7,
        5634.98
    ],
    [
        " because of the way he led here's another kind of moral situation going back to the book",
        5634.98,
        5643.78
    ],
    [
        " they're flying around their on a mission we went down to about 100 feet the suspects were still",
        5645.36,
        5651.92
    ],
    [
        " running but this closer inspection confirmed my initial feeling they were just eight kids no older",
        5651.92,
        5658.86
    ],
    [
        " than 13 or 14 simply scared shitless as they ran looking for cover carrying neither weapons nor",
        5658.86,
        5666.06
    ],
    [
        " military equipment no I told the pilot I don't give you permission to fire I'll put an infantry",
        5666.06,
        5672.88
    ],
    [
        " insert on them I instructed the platoon leader whose men were aboard the four slicks where to land",
        5672.88,
        5679.56
    ],
    [
        " with gunships covering the platoon hit the ground the immediately received small arms fire",
        5679.56,
        5686.94
    ],
    [
        " and took a couple of wounded the little kids were as my savvy pilot had said from the outset",
        5686.94,
        5693.7
    ],
    [
        " vietcong it was a major lesson learned from me but one impossible to etch in stone I had a couple",
        5695.46,
        5702.78
    ],
    [
        " of men wounded who would not have been if I just said to blow those kids away but I couldn't say",
        5702.78,
        5709.74
    ],
    [
        " blow them away because they appeared unarmed yes they were vc but they could just as well have been",
        5709.74,
        5716.66
    ],
    [
        " kids ditching school who happened to get caught in the crossfire anything was possible",
        5716.66,
        5721.96
    ],
    [
        " and I suddenly realized it would not be easy this delta war it wasn't easy to tell the good guys",
        5722.68,
        5728.16
    ],
    [
        " from the bad guys anywhere in south vietnames but here in the delta it was damn near impossible",
        5728.16,
        5734.14
    ],
    [
        " getting very similar to what my guys dealt with over in ramaadi it was very hard to tell",
        5734.14,
        5744.56
    ],
    [
        " who was good and who was bad and the enemy knew they could just put the you know drop the weapon",
        5744.56,
        5749.56
    ],
    [
        " and walk away and now they were considered innocent even though 20 seconds prior to that they were",
        5749.56,
        5754.38
    ],
    [
        " shooting how did you keep your men from becoming so callous that they were just going to",
        5754.38,
        5763.88
    ],
    [
        " start shooting kids because they suspected they were vc how hard did you have to keep control of that",
        5763.88,
        5770.5
    ],
    [
        " well I my response to that is the American soldier innately is ethical it's in our culture not to shoot",
        5771.44,
        5783.5
    ],
    [
        " women and children now guys you know if they're you know that that that might be something else but",
        5783.5,
        5794.02
    ],
    [
        " we and we do not shoot civilians just you know who are who are our caught with you know we run",
        5795.34,
        5809.24
    ],
    [
        " across them just because they're there and we want to take revenge we don't do that as an army",
        5809.24,
        5815.46
    ],
    [
        " generally speaking now there are times when people lose it and I understand that that's that's",
        5815.46,
        5822.44
    ],
    [
        " the stress of war that's happened in all wars I don't condone it but I can understand",
        5822.44,
        5829.48
    ],
    [
        " and so the answer your question we really didn't have to our guys were pretty professional",
        5829.48,
        5838.38
    ],
    [
        " and I was proud proud to serve with them and they didn't I didn't see any of that okay yeah and",
        5838.38,
        5846.32
    ],
    [
        " this just just tells me once again it's about leadership I mean because here you can see hack",
        5846.32,
        5850.48
    ],
    [
        " clearly leaning towards making sure he's doing the right thing even though he's a guy that",
        5851.44,
        5855.88
    ],
    [
        " loves his troops and wants to take care of him he still leans towards doing the right thing and",
        5855.88,
        5859.42
    ],
    [
        " from what you're saying that filtered all the way through the chain of command and we we took an",
        5859.42,
        5864.0
    ],
    [
        " in-depth look I've actually done two podcasts concerning the me live asker and what happened there",
        5864.0,
        5870.96
    ],
    [
        " and it was just so clear that the leadership was completely at fault and the way that they led",
        5870.96,
        5876.68
    ],
    [
        " those troops and it was when I went through to try and pull something positive out of the me",
        5876.68,
        5882.66
    ],
    [
        " live asker the positive message that I got from it was that it was one it was one officer who had flown",
        5882.66,
        5890.78
    ],
    [
        " it was Thompson I believe his name was but he had flown over he'd seen what was happening he flew",
        5890.78,
        5894.72
    ],
    [
        " back to base told the the senior leadership this is what's going on in the ground the senior",
        5894.72,
        5899.22
    ],
    [
        " leadership radioed into the field and said stop killing people and they they literally instantly",
        5899.22,
        5904.76
    ],
    [
        " stopped they stopped the mask her just because a leader stepped up and said stop so good leadership",
        5904.76,
        5910.42
    ],
    [
        " completely changed the situation as it was ongoing and clearly if there would have been a better",
        5910.42,
        5916.36
    ],
    [
        " leader on the ground that was leading in the right way it never would have even started so you can",
        5916.36,
        5921.68
    ],
    [
        " see here from what hacks saying the way he led and the way he treated unknown you know people",
        5921.68,
        5928.82
    ],
    [
        " and then the way that was carried out through the whole battalion that's another amazing",
        5928.82,
        5933.82
    ],
    [
        " testament to good leadership yeah and and one thing about me lie which I tell people",
        5933.82,
        5939.82
    ],
    [
        " is that it was the exception to prove the rule that united states military that that was an",
        5939.82,
        5948.92
    ],
    [
        " exception oh yeah yeah you know the the rule in our military is we don't we don't do that",
        5948.92,
        5955.0
    ],
    [
        " and that proved it I mean I I didn't see you know there were other armies there who were more",
        5955.26,
        5962.28
    ],
    [
        " ruthless like the like the rocks the rocks were not there the republic of Korea they were not",
        5962.28,
        5969.2
    ],
    [
        " there the wind the hearts and minds of the people they were there to win the war so if they would",
        5969.2,
        5975.22
    ],
    [
        " go by a village and they were fired upon they destroyed the village and after a while nobody",
        5975.22,
        5983.06
    ],
    [
        " fired on the rocks when hack worth now gets he got wounded in eighth time yeah it was while you",
        5983.06,
        5995.72
    ],
    [
        " were I thought you were getting to that when you read that one quote but the way now I wasn't",
        5995.72,
        6000.86
    ],
    [
        " there with him when he when he got his eighth purple heart but I know the story and and basically",
        6000.86,
        6008.62
    ],
    [
        " there were guys who were in in bad shape and he lands the CNC in the middle of the in fact that",
        6009.34,
        6016.44
    ],
    [
        " might have been that then maybe they they landed it in the middle of a firefighter hacked it",
        6016.44,
        6022.34
    ],
    [
        " he ordered the pilot to take him down and he does put the wounded guys into the CNC well the CNC",
        6022.34,
        6029.96
    ],
    [
        " isn't that big you know there's no room for hack so he stands on the skits and they take off and he",
        6029.96,
        6036.86
    ],
    [
        " gets hit in the lake and that was his eighth purple heart well after that you know he could tell",
        6036.86,
        6042.16
    ],
    [
        " the guys in the battalion I want you to walk through this wall of fire and the response would be",
        6042.16,
        6046.5
    ],
    [
        " where do you want us to go you know he led by example but is that what caused the army to say okay",
        6046.5,
        6054.9
    ],
    [
        " we're gonna did they pull it did they pull him from the battalion at that point when he got his eighth",
        6054.9,
        6060.1
    ],
    [
        " purple heart pretty much that was that was it because what was if you got three purple hearts you",
        6060.1,
        6064.68
    ],
    [
        " went home was that was that the deal I don't know I only had one I have no idea but you know they",
        6064.68,
        6069.9
    ],
    [
        " they basically said you know we can't afford to lose you I mean if they you know if you get killed",
        6069.9,
        6076.46
    ],
    [
        " I mean that's a big hit and just a morale and you know and so you're out of you're out of there",
        6076.46,
        6083.3
    ],
    [
        " in the field okay so he went up to play crew to become the deputy he was the G3 core advisor for",
        6083.3,
        6092.96
    ],
    [
        " the two core okay which was the central highlands and when my company was pulled out of Vietnam and I",
        6092.96,
        6099.96
    ],
    [
        " be fuse ago I said hey I want to stay here I called half and I said sir you know I don't really",
        6099.96,
        6106.26
    ],
    [
        " want to go back can you use me I had orders the next day to go to play crew and then you went up",
        6106.26,
        6113.58
    ],
    [
        " to play who and you start you guys were doing advising for the for the urban yes we were the we",
        6113.58,
        6122.04
    ],
    [
        " military assistance command Vietnam people and I had there was a close call that I had when",
        6122.04,
        6132.28
    ],
    [
        " this was another moral injury thing by the way which I really had really buried and not really",
        6132.28,
        6141.24
    ],
    [
        " thought a lot about it but we we had an inspection team that went out on the special forces camps",
        6141.24,
        6150.06
    ],
    [
        " around the border of Cambodia and Laos and Vietnam and you had pleasure rang Ben Hath docto",
        6150.06,
        6157.48
    ],
    [
        " in the central highlands and so we would fly into these camps and there were three people on",
        6157.48,
        6166.16
    ],
    [
        " this inspection team so to speak it was the deputy core advisor who was an O6 a full kernel",
        6166.16,
        6172.34
    ],
    [
        " you know big deal there was the command sergeant major highest ranking enlisted",
        6172.34,
        6177.46
    ],
    [
        " advisor also a big deal and I was the young captain okay carrying everybody's bags and no taker",
        6178.8,
        6185.3
    ],
    [
        " or something right so so we land on this special forces camp and we come under attack",
        6185.3,
        6192.34
    ],
    [
        " and the sergeant major is killed and he was maybe 20 meters away from me and it was a rocket",
        6192.34,
        6199.86
    ],
    [
        " and it was just he was in the wrong place you know it could have been me if I was you know if it",
        6199.86,
        6206.22
    ],
    [
        " come in the other direction well the backside of that story is that he was scheduled to go on R&R",
        6206.22,
        6215.14
    ],
    [
        " the next day to Hawaii to meet his waiting wife to celebrate their 25th wedding anniversary okay now",
        6215.14,
        6227.2
    ],
    [
        " I was just I was just a young captain but I outranked him okay I could have ordered him not to go on",
        6227.2,
        6235.42
    ],
    [
        " that mission why risk it you know because he he was going to meet his wife the next day I didn't do",
        6237.46,
        6243.22
    ],
    [
        " that okay and I I've thought about that in terms of survivor guilt and and all of that it was",
        6243.22,
        6252.74
    ],
    [
        " and that's something that's come up in my you know my studying this moral injury stuff",
        6252.74,
        6259.02
    ],
    [
        " hmm at this point did you you're so now you're working with hackworth directly and are you",
        6260.82,
        6268.98
    ],
    [
        " starting to sense his frustration about the war at all yeah a little bit yeah well no more",
        6268.98,
        6278.04
    ],
    [
        " than a little bit because the the the G3 for the core was a fairly corrupt guy and hackworth was",
        6278.04,
        6288.96
    ],
    [
        " very frustrated with that and that's why he left actually oh let's backtrack I I yeah he he was",
        6288.96,
        6300.86
    ],
    [
        " moved down to the Vietnamese airborne because he really was not happy I think he might have been moved",
        6300.86,
        6308.04
    ],
    [
        " I never really got the story on that why he went down there and now at this point what's your",
        6308.04,
        6315.1
    ],
    [
        " what are you thinking about your career in your life oh I'd already decided I was",
        6315.82,
        6319.88
    ],
    [
        " designing when I got back to the States and what made you what made you lean in that direction because",
        6319.88,
        6325.46
    ],
    [
        " I mean you did more years in JR or TC than anyone has ever done before and then you did ROTC and you",
        6325.46,
        6333.32
    ],
    [
        " had all that military stuff and now you got your combat torn Vietnam under what what what tilt",
        6333.32,
        6338.82
    ],
    [
        " did you in the other direction I felt the army was going in the wrong direction when it came to",
        6338.82,
        6344.8
    ],
    [
        " leadership I thought that they were looking for managers and not commanders I was in some",
        6344.8,
        6355.08
    ],
    [
        " positions during my career right had access to officer efficiency reports and I could see",
        6355.08,
        6363.38
    ],
    [
        " where the ratings of the senior officers the lieutenant colonels and the battalion commanders",
        6364.34,
        6370.2
    ],
    [
        " where the tendency was to give the managers high ratings irrespective of their command and abilities",
        6370.2,
        6382.78
    ],
    [
        " and and then my personal career was was not managed very well the hackworth hackworth wanted me to",
        6382.78,
        6392.16
    ],
    [
        " stay he knew I was I was thinking of resigning in fact that's why he offered me the company because",
        6392.16,
        6397.9
    ],
    [
        " you know he thought that experience might turn things around you know and so I'm here I am",
        6397.9,
        6403.48
    ],
    [
        " at still with hackworth in the battalion right and he contacted his friends at the Pentagon and he",
        6403.48,
        6410.24
    ],
    [
        " said listen you guys we got a stud here and he's thinking of leaving you know show him some",
        6410.24,
        6416.12
    ],
    [
        " personal attention we got a chance to save him you know he told me this later right so I get this",
        6417.08,
        6422.14
    ],
    [
        " letter from the Pentagon you know I'm out in the middle of nowhere you know and I first letter they'd",
        6422.14,
        6428.36
    ],
    [
        " ever sent me and they said dear captain mukuyama we have reviewed your 201 file very carefully right",
        6428.36,
        6437.06
    ],
    [
        " and we believe you have promised for graduate school okay only problem is I already had my master",
        6437.4,
        6446.9
    ],
    [
        " which means that they didn't really pay a lot of attention right there will be you I I showed the",
        6446.9,
        6452.9
    ],
    [
        " letter to hack and I said hey you know I mean this is crazy you know I'm gonna put my career in",
        6452.9,
        6457.9
    ],
    [
        " the hands of these guys you know and that pretty well sealed it for me and so did you did you submit",
        6457.9,
        6463.96
    ],
    [
        " your resignation while you were still in Vietnam or did you come home as soon as I came home I did",
        6464.48,
        6468.6
    ],
    [
        " I wanted to finish the tour and be it which I did and then I told the army I'm I'm gonna be out of",
        6468.6,
        6476.3
    ],
    [
        " here you know and so they assigned me to Fort Sheridan Illinois right because I lived in Chicago",
        6476.3,
        6482.48
    ],
    [
        " and I finished I have three months there and then I was done and then did you at what point did",
        6482.48,
        6490.02
    ],
    [
        " you decide you're gonna stay in the reserves oh immediately okay that was never a question okay",
        6490.02,
        6494.38
    ],
    [
        " I was committed to doing 20 years turn out to be 32 but I you know I was committed to doing 20 because",
        6494.38,
        6501.84
    ],
    [
        " especially at that time in 70 71 the reserve components didn't have a lot of combat experience",
        6501.84,
        6509.88
    ],
    [
        " guys and I felt that it was important that I try to help you know the reserves be ready",
        6510.64,
        6518.5
    ],
    [
        " basically and I had something to contribute so that's why I joined the reserves and then you",
        6518.5,
        6526.02
    ],
    [
        " start on your civilian career yeah as well yeah and what happened there was I I worked for a",
        6526.02,
        6533.58
    ],
    [
        " Japanese importing and exporting company it's called a trading company and it was a name of",
        6534.06,
        6540.5
    ],
    [
        " company was Mitsui and company it's world renowned we used to have a saying that the sun never set",
        6540.5,
        6546.46
    ],
    [
        " on Mitsui because they had offices in like 165 countries okay and it was a very prestigious",
        6546.46,
        6553.84
    ],
    [
        " company if anybody they had quote unquote Mitsui men you know if you were a Mitsui guy that was",
        6553.84,
        6561.0
    ],
    [
        " a big deal it was like their Harvard graduates would all go there you know and things like that",
        6561.0,
        6565.7
    ],
    [
        " and I was at the Chicago office and the problem was I actually experienced reverse discrimination",
        6565.7,
        6574.08
    ],
    [
        " by that what I mean is that I had studied Japanese history political science and Japanese language",
        6574.08,
        6582.74
    ],
    [
        " a little bit at the University of Illinois okay and I had a pretty good work ethic okay and",
        6582.74,
        6591.36
    ],
    [
        " but they couldn't it couldn't compute in their mind that I'm talking about the Japanese okay all",
        6591.36,
        6598.64
    ],
    [
        " the manager positions were Japanese like the branch manager he was a vice president you know",
        6598.64,
        6605.2
    ],
    [
        " and all that I had no opportunity to ever get to even to be a department manager in that company",
        6605.2,
        6614.14
    ],
    [
        " because they looked at me and they couldn't compute that I didn't speak Japanese fluently okay",
        6614.14,
        6622.36
    ],
    [
        " so in their mind I'm the village idiot you know even though I had my master's degree I'd",
        6622.36,
        6629.14
    ],
    [
        " commanded a company in combat I had signed for $10 million worth of equipment I had more",
        6629.14,
        6634.6
    ],
    [
        " responsibility in life than these guys will ever know you know but they didn't get it they didn't",
        6634.78,
        6639.84
    ],
    [
        " understand that so I did that for about five years I mean I was treated well I have no complaints",
        6639.84,
        6645.32
    ],
    [
        " but you know I didn't expect any guarantees but I had hoped I would have an opportunity to compete",
        6645.32,
        6655.2
    ],
    [
        " and when I saw that wasn't that wasn't going to happen I had a roommate from the U of I who was",
        6655.2,
        6663.8
    ],
    [
        " a member of the Chicago board options exchange and options trading was just starting at that time",
        6663.8,
        6670.22
    ],
    [
        " and he he was a great visionary a little week on details and so he had an operation on the floor",
        6670.22,
        6681.5
    ],
    [
        " of the exchange and he realized he needed to get a handle on that and I'm pretty good with details",
        6681.5,
        6687.22
    ],
    [
        " so he called me and he said Jim I know you're not happy you know where you're at would you want to come",
        6687.56,
        6693.62
    ],
    [
        " work with me and and I said hey wait a second you know I don't have one day of finance formal",
        6693.62,
        6700.06
    ],
    [
        " education I didn't know the difference between a stock and a bond or you know must for less a stock",
        6700.06,
        6705.82
    ],
    [
        " option and he said don't worry about it I know your abilities you're good with math you know this",
        6705.82,
        6712.22
    ],
    [
        " is not rocket scientists stuff and I said okay I'll do it and that started out a 35-year career",
        6712.22,
        6718.86
    ],
    [
        " and a financial services industry and I became a member of the New York Stock Exchange the Chicago",
        6718.86,
        6724.66
    ],
    [
        " board options exchange I was very blessed I became part owner of the company so that enabled me",
        6724.66,
        6731.62
    ],
    [
        " to devote all the time I did in the reserves that I did because I was part of the deal I made with",
        6731.62,
        6738.02
    ],
    [
        " my friend I said listen if you want me to join you I'm bringing the reserves with me and you have",
        6738.02,
        6745.3
    ],
    [
        " to understand you know if I'm called I'm going and if I'm in the reserves I'm going to give it a",
        6745.3,
        6751.58
    ],
    [
        " hundred percent you know and but he was he had gone through our TC with me okay so he was he was",
        6751.58,
        6758.38
    ],
    [
        " an army officer so he understood so I was able to have a successful career at the same time and",
        6758.38,
        6765.06
    ],
    [
        " you moved up really quickly through the ranks and the reserves yeah I had I had the like like I",
        6765.06,
        6772.7
    ],
    [
        " said before Jack I had great NCOs who made me look good I had commanders who mentored me I was",
        6772.7,
        6779.7
    ],
    [
        " I was a Brigadier General at the age of 42 and I was a major General three years later I was",
        6779.7,
        6786.68
    ],
    [
        " the youngest General in the Army at the time so yeah I was I was challenged I had great assignments",
        6786.68,
        6794.54
    ],
    [
        " and so I was very blessed and my wife supported me through all of this without her I would not have",
        6795.46,
        6802.86
    ],
    [
        " been able to get the first base I noticed you you mentioned a couple times a general William Levine",
        6802.86,
        6809.58
    ],
    [
        " yes and and the impact that he had on you he was a guy that landed a D day at Utah Beach and",
        6809.58,
        6816.08
    ],
    [
        " was one of the people that liberated doc Owl and in World War II yes was there any",
        6816.08,
        6822.12
    ],
    [
        " significant lesson learned that he passed on to you that absolutely he he I think he's personally",
        6822.96,
        6829.88
    ],
    [
        " responsible for that balance part of my leadership concept that I've developed over my career",
        6829.88,
        6837.56
    ],
    [
        " he really emphasized family and and keep in mind when I joined the reserves I didn't have a clue",
        6837.56,
        6844.66
    ],
    [
        " about the citizen soldier you know those of us on armed duty what do we know about the garden",
        6844.66,
        6850.02
    ],
    [
        " reserves and their pressure you know what they deal with you know people in the garden reserves",
        6850.02,
        6854.98
    ],
    [
        " have to balance three balls at the same time right you you've got your your family you've got your",
        6854.98,
        6861.54
    ],
    [
        " civilian career that puts bread and butter on the table and then you've got the reserves or the",
        6861.54,
        6866.96
    ],
    [
        " guard you know which you know and so you're balancing all that stuff and General Levine I'll always",
        6866.96,
        6873.98
    ],
    [
        " remember emphasize the family you always made sure that we were aware of the stresses on the",
        6874.5,
        6884.7
    ],
    [
        " family you know when we were gone I'll never forget a my career without fail that's when the furnace",
        6884.7,
        6891.3
    ],
    [
        " would break down that's when we'd have a blizzard so my 95 pound wife would have to go out there",
        6891.3,
        6897.9
    ],
    [
        " and shovel the snow because I wasn't there you know our son Jay who's who you know he he basically",
        6897.9,
        6905.58
    ],
    [
        " was a rascal when he was a young guy and my wife had to take him did he emergency room in the hospital",
        6905.58,
        6911.28
    ],
    [
        " like three times I don't even know where it's at three times a week and I don't even know where it's",
        6911.28,
        6917.54
    ],
    [
        " at you know because I wasn't home so you know the stresses on the so he really drove that home",
        6917.54,
        6925.0
    ],
    [
        " and I understood better the stresses on the citizen soldier which are tremendous you know at least",
        6925.0,
        6931.78
    ],
    [
        " when you're on active duty you're focused you know and you're in a community where everybody is",
        6931.78,
        6937.16
    ],
    [
        " going through the same thing so they all understand you know the stresses on the marriage they you",
        6937.16,
        6943.26
    ],
    [
        " know they share things they can help each other out but in the reserves and guard you know the rest",
        6943.26,
        6949.34
    ],
    [
        " you go to a meeting one week and a month you know and unless you're in leadership you know that's",
        6949.72,
        6956.7
    ],
    [
        " about it and you know you don't have the you don't have the bonding and the community strength",
        6956.7,
        6964.36
    ],
    [
        " that you do when you're on active duty yeah when we got to Ramadi it was the 228 National Guard",
        6964.36,
        6970.32
    ],
    [
        " unit out of Pennsylvania and reserve units that were on the ground and they'd been there for I think",
        6970.32,
        6979.32
    ],
    [
        " all of them it was a real honor to to work with them a little bit and then get the turnover and",
        6979.32,
        6983.84
    ],
    [
        " great guys they you ran you ended up running training for like 21 out of your 25 years in the",
        6983.84,
        6993.04
    ],
    [
        " reserves that's that's that's that's a lot of training to run yeah I was and once again I'd say",
        6993.04,
        7000.36
    ],
    [
        " you've heard me say this before it's a god thing basically the army was the only service that",
        7000.36,
        7008.8
    ],
    [
        " really had a great process where we had reserve units whose wartime mission was to take over",
        7008.8,
        7020.02
    ],
    [
        " the training centers you know like the Great Lakes Naval Training Center you know but the Navy",
        7020.02,
        7027.78
    ],
    [
        " didn't have that the Air Force didn't have that the Marines didn't have that we had reserve units",
        7027.78,
        7032.24
    ],
    [
        " that their wartime mission was to go to Fort Benning for example that was my division's mission",
        7032.24,
        7037.96
    ],
    [
        " was to go to Fort Benning and take over the training of the infantry officers and recruits not",
        7038.0,
        7044.18
    ],
    [
        " officers to recruits at Fort Benning so that the active duty soldiers that were already there who",
        7044.18,
        7051.42
    ],
    [
        " were up to speed on everything you know could go join fighting units basically so that was that",
        7051.42,
        7057.7
    ],
    [
        " was the mission all right so I joined when I came off of active duty I joined the 85th training",
        7057.7,
        7064.04
    ],
    [
        " division in Chicago and that was an infantry training division at the time and I was with them for",
        7064.04,
        7071.42
    ],
    [
        " 18 years and I commanded at the company level battalion level brigade level and I was the assistant",
        7071.42,
        7080.0
    ],
    [
        " division commander and every year we would go on annual training to a active duty training",
        7080.0,
        7088.66
    ],
    [
        " for it and we take over the training of the recruits so I did it at Dix I did it at Fort Bliss I did",
        7089.54,
        7096.72
    ],
    [
        " it at Fort Ord and then finally with the 70th I did it at Fort Benning and so then what happened",
        7096.72,
        7106.0
    ],
    [
        " was I I was the commander of the 70th division out of Labonia Michigan and Desert Storm came okay",
        7106.0,
        7117.12
    ],
    [
        " and I knew we were going to be mobilized you know the handwriting was on the wall okay so I put",
        7117.24,
        7125.5
    ],
    [
        " together a list of I had 16 subordinate units in my I had three brigades and the training command",
        7125.5,
        7133.52
    ],
    [
        " and other things and so I made a list of ones through 16 and I prioritized them okay and I and it",
        7133.52,
        7144.72
    ],
    [
        " was a mixture of readiness and leadership you know that's how I prioritized them and I also had",
        7144.72,
        7151.68
    ],
    [
        " to be sensitive to I had units in Indiana and Michigan so I couldn't take all the Michigan units",
        7151.68,
        7159.44
    ],
    [
        " and leave out Indiana guys that wouldn't have been fair because everybody wanted to be mobilized",
        7159.44,
        7164.84
    ],
    [
        " okay you have to understand this was this is when this would be the first time okay and we've",
        7164.84,
        7172.94
    ],
    [
        " been practicing for like 25 years you know you're ready for game day yeah so the question is if the",
        7172.94,
        7179.76
    ],
    [
        " balloon went up what people show up you know and so so I had this list and I went to trade-off",
        7179.76,
        7185.42
    ],
    [
        " which was our higher headquarters at Fort Monroe Virginia and I said listen here's my list here's",
        7185.42,
        7193.5
    ],
    [
        " my division okay I said use this list and if you're going to mobilize my division or any part of my",
        7193.5,
        7201.76
    ],
    [
        " division do it in this order and don't screw with this this is the best way this is the best way my",
        7202.92,
        7211.1
    ],
    [
        " division will serve you know the army did they comply oh yeah they were delighted it's awesome",
        7211.1,
        7218.92
    ],
    [
        " I was the only division commander that had done that so they went out to the other 11 division",
        7218.92,
        7224.56
    ],
    [
        " commanders and they hey say we need some lists you know and they did exactly what I told them to do",
        7224.56,
        7230.94
    ],
    [
        " because they mobilized half of my division so they just went right down the list you know down to",
        7231.7,
        7236.06
    ],
    [
        " eight or nine and and that was it and now you ended up having kind of a run in at the end of your",
        7236.06,
        7241.86
    ],
    [
        " career yeah I had several you know it was because of half worth you know about face and and the",
        7241.86,
        7253.86
    ],
    [
        " first one was I went on the Oprah Winfrey show and basically my mom was still alive at that time she",
        7253.86,
        7264.58
    ],
    [
        " used to watch Oprah during the day and Oprah was out of Chicago right that's right and then she",
        7264.58,
        7270.42
    ],
    [
        " and she used to and I didn't know this because I never watched it but she used to announce a head of",
        7270.42,
        7275.7
    ],
    [
        " time subjects that she was going to cover and if anybody knew anyone who were experts in that area",
        7275.7,
        7283.14
    ],
    [
        " let her know you know so she could get them so she decided this is in the late 80s okay now",
        7283.14,
        7289.82
    ],
    [
        " put yourself back at that time when the economy was not doing so hot and the Japanese economy was",
        7289.82,
        7295.96
    ],
    [
        " doing real good you know because of their computers their automobiles their televisions and so",
        7295.96,
        7303.1
    ],
    [
        " people were blaming the Japanese about our poor economic situation and it was called Japan",
        7303.1,
        7312.26
    ],
    [
        " bashing so in fact there was a Chinese guy's name was Victor Chen who was killed and Detroit by some",
        7313.0,
        7321.68
    ],
    [
        " automobile workers with baseball bats because they thought he was Japanese he was actually Chinese okay",
        7321.68,
        7328.58
    ],
    [
        " so Oprah decided to have a show about Japan bashing so she said if anybody knows anyone you know",
        7328.58,
        7335.58
    ],
    [
        " the Japanese American community that might be a good you know person on this please let me know",
        7335.58,
        7341.3
    ],
    [
        " well my mom saw that and she said you need to get on the show you know so I tried calling I couldn't",
        7341.3,
        7349.58
    ],
    [
        " get you know how this is you know I couldn't get through whatever well I have a very I had at that",
        7349.58,
        7354.34
    ],
    [
        " time a very influential journalist in Chicago his name was Irv Cupsinit who had a very famous",
        7354.34,
        7362.06
    ],
    [
        " if it's called Cups column he used to interview presidents kings and queens political people you",
        7362.78,
        7371.68
    ],
    [
        " know at in Chicago at a restaurant and so so I called Cups and I said hey Cups you know I'm trying",
        7371.68,
        7379.32
    ],
    [
        " to get through and this thing with Oprah and and he said I'll see what I can do okay two hours later",
        7379.32,
        7386.44
    ],
    [
        " I get a call from the executive producer of the show and and he says I understand that you're a",
        7386.44,
        7393.32
    ],
    [
        " general in the army I said yeah I'm in the army reserves and and that you're the highest ranking",
        7393.32,
        7399.28
    ],
    [
        " Asian American and our armed forces today and I said yeah that's right and he said well and I",
        7399.28,
        7405.7
    ],
    [
        " I was trying to figure out where the guy was going right well he was trying to see if I could chew",
        7405.7,
        7410.12
    ],
    [
        " gum and walk at the same time so once he figured I could do that he said you know we'd like to have",
        7410.12,
        7416.02
    ],
    [
        " you on the show okay so I said fine when is it tomorrow okay so I said okay I'm in so I called",
        7416.02,
        7424.16
    ],
    [
        " my at that time I was working for a New York Stock Exchange firm and I called the headquarters in",
        7424.16,
        7430.2
    ],
    [
        " New York I said hey I need a day off so they gave it to me and then I called the chief of army",
        7430.2,
        7436.02
    ],
    [
        " reserves office because keep in mind I'm a two star general right and I said hey I'm going on",
        7436.02,
        7442.32
    ],
    [
        " the Oprah show you know and what's the subject well the subject is Japan bashing but I'm being",
        7442.32,
        7448.96
    ],
    [
        " invited because you know I'm high ranking Japanese American and our army and I'm going to wear my",
        7448.96,
        7455.72
    ],
    [
        " uniform you know so I get a call back okay from the the chief of public affairs of the army now he's",
        7455.72,
        7464.96
    ],
    [
        " a one star okay and I'm a two star okay so he calls and he said I understand you're going to be",
        7464.96,
        7471.7
    ],
    [
        " on the Oprah show yeah it's right what's the subject Japan bashing oh it's not about the army no",
        7471.7,
        7478.36
    ],
    [
        " it's not about the military at all but I'm being invited because I'm the highest ranking Japanese",
        7478.36,
        7483.8
    ],
    [
        " American in the army in the military the whole military and being an all-way at the time and he",
        7483.8,
        7491.14
    ],
    [
        " said well then we don't want you to wear your uniform okay and I said listen I take my responsibility",
        7491.14,
        7500.3
    ],
    [
        " very seriously as a role model for minorities this is a great opportunity to let people know",
        7500.3,
        7509.34
    ],
    [
        " that we have equal opportunity in our armed forces I don't see this as a as a as a possibility to",
        7509.34,
        7518.32
    ],
    [
        " fail I see this is an opportunity to succeed and I and I just said I you know I don't really have",
        7518.32,
        7525.4
    ],
    [
        " a lot of time for this because it was going to be the next day right so I said is this an order",
        7525.4,
        7530.58
    ],
    [
        " you know from you know the secretary or from the chief I don't care you know whoever's above me",
        7530.58,
        7537.64
    ],
    [
        " is this an order and he said well I can't tell you it's an order and I said well okay in that case",
        7537.64,
        7543.98
    ],
    [
        " thank you very much for calling me you know I appreciate what you said I've taken it all under",
        7543.98,
        7551.3
    ],
    [
        " consideration bottom line I'm wearing my uniform and that was the end of it okay so he writes a",
        7552.58,
        7557.54
    ],
    [
        " memorandum for record that to the chief of staff at the army that went into my file that said",
        7557.54,
        7564.24
    ],
    [
        " you know I spoke to General Mukhi Yama I told him it was you know above his pay grade levels that",
        7564.24,
        7570.32
    ],
    [
        " he might get involved with you know things that went out of hand and all that and he basically told",
        7570.32,
        7576.04
    ],
    [
        " me that he was going to wear his uniform so so I go on the show okay and I'm ready I do my homework",
        7576.04,
        7583.38
    ],
    [
        " okay and we come here from commercial break and Oprah starts out by saying and today we have with",
        7583.38,
        7590.84
    ],
    [
        " us Major General Jim Mukhi Yama the highest ranking Asian American Japanese American and our",
        7590.84,
        7598.58
    ],
    [
        " military today camera and I'm going to sit there in a civilian suit I mean what kind of a message",
        7598.58,
        7605.1
    ],
    [
        " with that I was in my class ace of course okay so and the first words out of my mouth were Oprah",
        7605.1,
        7612.56
    ],
    [
        " I want everyone to understand that whatever I say today is the opinion of Jim Mukhi Yama I have",
        7612.56,
        7621.18
    ],
    [
        " not representing the department of the army I'm not representing the department of defense however",
        7621.18,
        7627.54
    ],
    [
        " I am a soldier in the United States Army I'm proud of it we have equal opportunity in our armed",
        7627.54,
        7634.38
    ],
    [
        " forces end of message and the rest of the thing went very well and we they actually had a guy",
        7635.36,
        7641.62
    ],
    [
        " on there who I would affectionately refer to as a redneck and he was blaming the Japanese for all",
        7641.62,
        7647.44
    ],
    [
        " the problems of and some of it was correct where they weren't fair in in some of the economic",
        7647.44,
        7654.24
    ],
    [
        " dealings with us you know they were there markets were not as open to our products as they should have",
        7654.24,
        7661.7
    ],
    [
        " been but on the other hand the guy was seeing some nutty stuff like he said well they're",
        7661.96,
        7666.9
    ],
    [
        " costing us jobs okay so I said okay who's the fourth largest automobile manufacturer in the",
        7666.9,
        7674.28
    ],
    [
        " country the answer Honda America okay they have a plant in Mary's Villa Ohio that employed 3500",
        7674.28,
        7683.74
    ],
    [
        " Americans okay they can't close that plan and take it back to Japan it's in the United",
        7683.74,
        7691.24
    ],
    [
        " States and I said I'm also tired of hearing people complain about American quality because the",
        7691.36,
        7698.1
    ],
    [
        " Honda Civics produced at that plant have fewer defects than Honda Civics that were coming from Japan",
        7698.1,
        7704.84
    ],
    [
        " JD Powers I had I had all this you're ready don't mess with the general",
        7704.84,
        7710.76
    ],
    [
        " so then I told them I said and guess what the steel for that plant comes from Indiana",
        7710.76,
        7719.08
    ],
    [
        " which is also jobs for Americans okay then the other thing the guy said was the the the",
        7719.66,
        7728.66
    ],
    [
        " Asians are taking over our universities I said what's that all about and he said well they're",
        7728.66,
        7733.86
    ],
    [
        " getting all the scholarships okay and I said listen the Asian Americans are not smarter than any",
        7733.86,
        7743.42
    ],
    [
        " other ethnicity or race the reason they do so well in school is the parents get involved",
        7743.94,
        7751.5
    ],
    [
        " and they make sure that their kids study and they emphasize the value of education that got a",
        7751.5,
        7758.12
    ],
    [
        " huge approval from the audience you know so what happened was there was a believe it or not a",
        7758.12,
        7766.08
    ],
    [
        " federal judge in Chicago who saw that program okay so he writes a letter to the secretary of",
        7766.08,
        7774.32
    ],
    [
        " defense saying you know I saw the Oprah show and there was this major general Jim Mukweama who",
        7774.32,
        7780.56
    ],
    [
        " really did a great job for you guys and you guys should be proud of him right so the secretary",
        7780.56,
        7787.36
    ],
    [
        " defense at that time was Dick Cheney okay so he endorses the letter down to the secretary of the army",
        7787.36,
        7794.3
    ],
    [
        " the secretary of the army endorses the letter down to the chief of staff of the army so when that",
        7794.32,
        7800.6
    ],
    [
        " hits my file same time the other thing hit my file basically one canceled the other did you send",
        7800.6,
        7807.68
    ],
    [
        " the photo copy of that back to the back to the little P.O. but that's you know so right done",
        7807.68,
        7813.68
    ],
    [
        " and there the army knew what they were dealing with because I you know I was you know it was an",
        7813.68,
        7819.7
    ],
    [
        " opportunity to show that we have equal opportunity armed forces I tell people that",
        7819.7,
        7826.38
    ],
    [
        " one of the proudest things of my service was that when I would lose track of people's race",
        7826.38,
        7833.24
    ],
    [
        " you know I stopped looking at people as as Asian American or African American or Hispanic",
        7833.24,
        7840.04
    ],
    [
        " Americans I looked at them as private, corporate, lieutenant whatever their job was in the military",
        7840.04,
        7847.94
    ],
    [
        " that's how I caught myself forgetting sometimes of people you know because I tell people everybody",
        7847.94,
        7853.14
    ],
    [
        " was olive-drammed yeah O.D yeah yeah so that was my first uh my first you know you started to say that",
        7853.14,
        7861.34
    ],
    [
        " the book the book did the book start to play any kind of role in your career did people start",
        7861.34,
        7866.34
    ],
    [
        " talking you about hack worth book uh no not really uh that that we I when I mean by that is you know",
        7866.34,
        7875.42
    ],
    [
        " the whole stance that he took about Vietnam to risk his career and just actually just saying hey I'm",
        7875.42,
        7881.86
    ],
    [
        " out of here because you know I've I've done this now for 30 something years and frankly it was weighing",
        7881.86,
        7888.54
    ],
    [
        " on him I mean talk about the moral injury of knowing that you're leading soldiers in combat when",
        7888.54,
        7894.26
    ],
    [
        " they could have been the policy could have been done better right which would have resulted in",
        7894.26,
        7900.94
    ],
    [
        " fewer casualties yeah that's that's I don't know if there's a heavier weight to bear than that",
        7902.78,
        7906.3
    ],
    [
        " that's a heavy one and then what was the next thing you took a stance on?",
        7906.3,
        7910.46
    ],
    [
        " well the next thing that happened which caused the end of my career basically is uh I like that you",
        7911.4,
        7918.5
    ],
    [
        " say that with a smile on your face well I'm I uh I don't regret a day there you go I would if I",
        7918.5,
        7924.7
    ],
    [
        " had to do it again today I do it in a heartbeat and here's what happened was I was an army",
        7924.7,
        7930.14
    ],
    [
        " reserve guy so for full transparency to your listeners okay I was on active duty for five years I was on",
        7930.14,
        7937.9
    ],
    [
        " an army reserve is for 27 years okay now the army has three components they have the active component",
        7937.9,
        7946.68
    ],
    [
        " they have the army reserve and they have the army national guard okay the the army reserve and army",
        7946.68,
        7955.72
    ],
    [
        " national guard are the so-called reserve components okay now the active army of course are the 24-7",
        7955.72,
        7964.3
    ],
    [
        " that's their full-time job the army reserves are a federal force and the army reserves fall",
        7964.3,
        7973.54
    ],
    [
        " into the normal army chain of command department of the army we answer to the orders of the president",
        7973.54,
        7980.74
    ],
    [
        " okay army national guard does not fall into that chain of command nor do they report to the",
        7982.12,
        7989.66
    ],
    [
        " president they report to the governors of each state it's really a state organization although",
        7989.66,
        7998.04
    ],
    [
        " 95% of their budget comes from the federal government okay uh and as an army reserveist for 25",
        7998.04,
        8010.38
    ],
    [
        " years 27 years I saw whenever it came to reducing the army force structure the army reserves would",
        8010.72,
        8022.54
    ],
    [
        " always get the short end and the guard would always be protected okay the actors would always take",
        8022.54,
        8029.2
    ],
    [
        " care of themselves that was never an issue okay but the so-called one army concept where everybody",
        8029.2,
        8036.26
    ],
    [
        " supposed to be together in this the reserves always got the short end of this stick and the reason for",
        8036.26,
        8042.38
    ],
    [
        " that is the reserves were a national force okay we were professional in you know in the military as",
        8042.38,
        8052.94
    ],
    [
        " you know you're not supposed to be political you're supposed to be a political right not involved",
        8052.94,
        8059.92
    ],
    [
        " in lobbying and stuff like that the national guard is very political it's jobs for the state okay so",
        8059.92,
        8070.32
    ],
    [
        " whenever there's the national guard has so much political clout if you look at any presidential election",
        8070.32,
        8079.8
    ],
    [
        " just watch the week before the election in November that's when the guard normally has their national",
        8079.8,
        8087.64
    ],
    [
        " convention in DC okay and I can tell you every major presidential candidate shows up okay and and keep",
        8088.34,
        8099.98
    ],
    [
        " in mind they have the political support of a governor two senators and the congressman right the",
        8099.98,
        8108.34
    ],
    [
        " army reserve doesn't have that political clout so frankly we've always gotten gotten screwed and so I",
        8108.34,
        8116.22
    ],
    [
        " I watched that for 25 years I said enough is enough and so I I founded a 501c3 organization called",
        8116.22,
        8124.36
    ],
    [
        " the Army Reserve Association which was comprised of officers enlisted and civilians the mission was",
        8124.36,
        8132.88
    ],
    [
        " to educate the public and congress about the army reserves because people when they think of",
        8132.88,
        8139.92
    ],
    [
        " they hear of the reserves they think of the national guard they don't think of the army reserves which",
        8139.92,
        8144.8
    ],
    [
        " has armories and they have soldiers and every state in our union but people don't think about that okay",
        8145.08,
        8152.28
    ],
    [
        " so when desert storm ended right when desert storm hit the army mobilized both national guard and",
        8152.28,
        8164.72
    ],
    [
        " reserve units okay the national guard had now full transparency as I said I'm an army reserve guy okay",
        8164.72,
        8173.22
    ],
    [
        " so I'm pretty jaded on this you want to say that but you know the national guard has great",
        8173.22,
        8180.84
    ],
    [
        " patriots I'm not casting aspersions on them at all you know but a facts are facts and here's what",
        8180.84,
        8189.36
    ],
    [
        " happened when when desert storm hit the national guard had three so-called premier infantry brigades",
        8189.36,
        8198.28
    ],
    [
        " that were supposed to round out active duty divisions okay one of them was the 48th out of Georgia",
        8198.76,
        8207.18
    ],
    [
        " okay and there is a national guard brigade that upon mobilization they would be assigned to that",
        8207.18,
        8216.02
    ],
    [
        " division and they would go to war with the division okay and what happened was when it came and by",
        8216.02,
        8223.84
    ],
    [
        " the way they had all the best equipment they had better equipment than some active army",
        8223.84,
        8230.5
    ],
    [
        " battalions and brigades they had Abrams tanks you have to understand this is your early 90s they",
        8230.5,
        8236.4
    ],
    [
        " had Abrams tanks and they had Bradley vehicles when a lot of active units didn't have that okay but",
        8236.4,
        8243.98
    ],
    [
        " they were publicized as being the premier army national guard combat units that were ready to go to war",
        8243.98,
        8253.08
    ],
    [
        " okay when the balloon went up the army said we can't send these guys they're just going to be canon",
        8253.44,
        8260.2
    ],
    [
        " fodder so they sent them to the NTC the National Training Center in California for 90 days okay only",
        8260.2,
        8268.04
    ],
    [
        " problem was the war ended so quick they never got to they never got there all right the reserves on",
        8268.04,
        8274.92
    ],
    [
        " the other hand our soldiers perform magnificently we had helicopter units we had medical units we had",
        8274.92,
        8282.12
    ],
    [
        " civil affairs we had siops we you know our people did extremely my training division perfect example",
        8282.12,
        8290.68
    ],
    [
        " you know we were mobilized I had my guys in the front gates of Ford Benning within 72 hours",
        8290.68,
        8296.26
    ],
    [
        " and my drill instructors around the trail my my instructors are on the platform teaching",
        8296.26,
        8306.54
    ],
    [
        " you know running the ranges and all that and so then when it came time to downsize is that where you",
        8307.46,
        8314.38
    ],
    [
        " took a stand yeah absolutely what happened was that you know when the we so we win the desert storm",
        8314.38,
        8322.28
    ],
    [
        " and then the Soviet Union falls apart and the wall comes down right so everybody's looking for",
        8322.28,
        8328.28
    ],
    [
        " this peace cabinet to transfer money from the defense department to social services okay and so",
        8328.28,
        8336.22
    ],
    [
        " the army has a process that's called the total army analysis it's a very good logical process",
        8336.22,
        8346.2
    ],
    [
        " so you can determine the force structure that we need for the army okay and the way it works is",
        8346.2,
        8354.06
    ],
    [
        " you look at what are the what are we facing throughout the world you know what are the problem",
        8354.06,
        8361.6
    ],
    [
        " marias you know and then you say yourself okay based on that how many divisions do infantry",
        8361.82,
        8368.82
    ],
    [
        " divisions do we need how many armor units how many helicopter pretend you know blah blah blah and then",
        8368.82,
        8375.74
    ],
    [
        " you face reality and you say how much money can we really get out of Congress for this so based",
        8375.74,
        8383.18
    ],
    [
        " on all that stuff you come up with a force structure okay the army didn't do that what they did",
        8383.18,
        8391.04
    ],
    [
        " is they had the vice chief of Staffordy Army the chief of army reserves the chief of the national guard",
        8391.04,
        8400.6
    ],
    [
        " bureau the president of the National Guard Association which is not a government and the president",
        8400.6,
        8409.34
    ],
    [
        " of the Reserve Officers Association go to a hotel and they cut a deal and it was called the off-site",
        8409.34,
        8418.28
    ],
    [
        " agreement because it wasn't done at the Pentagon okay well I told you I had formed this Army",
        8418.52,
        8424.38
    ],
    [
        " Reserve Association right I had people in that meeting within five minutes I knew what happened",
        8424.38,
        8431.6
    ],
    [
        " and the army reserves really they eliminated 80% of army reserve aviation and we had four special",
        8431.6,
        8443.56
    ],
    [
        " forces groups at that time and the reserve components there are two national guard groups the 19th",
        8443.56,
        8449.48
    ],
    [
        " and 20th and two army reserve special forces groups the 11th and the 12th the 12th of the",
        8449.48,
        8456.64
    ],
    [
        " was when the units died was under my command and I was the deputy commanding general of an army reserve",
        8456.64,
        8463.78
    ],
    [
        " unit so I'll give you an example we had a black hawk battalion once again in my army reserve",
        8463.78,
        8471.98
    ],
    [
        " under my command that fought in the Gulf they were so good that Schwartzkopf selected them for his",
        8471.98,
        8478.84
    ],
    [
        " taxi unit okay and they had received the it's called the Army Aviation Association Award triple A",
        8478.84,
        8489.12
    ],
    [
        " award for the best black hawk battalion so that's how good these guys were okay this agreement eliminated",
        8489.12,
        8497.92
    ],
    [
        " that unit out of the army reserves and put it into the Illinois National Guard okay now I'm a big boy",
        8498.44,
        8506.42
    ],
    [
        " I I can I can accept I don't appreciate it as a taxpayer but I can accept waste of money or",
        8506.42,
        8514.06
    ],
    [
        " whatever where I draw the line in the sand is when you jeopardize soldiers' lives and the readiness",
        8514.06,
        8522.0
    ],
    [
        " of our forces okay this unit overnight oh what I didn't tell you was the Illinois National Guard",
        8522.68,
        8530.4
    ],
    [
        " did not have one qualified black hawk pilot or mechanic they could not even fly those birds from",
        8530.4,
        8540.02
    ],
    [
        " scatter force base where we had them to the Illinois National Guard field they had to go to the",
        8540.02,
        8547.82
    ],
    [
        " Wisconsin and Minnesota Guard to borrow pilots so they could move those birds now the implication is",
        8547.82,
        8556.06
    ],
    [
        " that unit overnight went from C1 you know the highest readiness rating down the C5 which is non",
        8556.06,
        8564.54
    ],
    [
        " non deployable basically you know and it took about three years plus to get that unit up to C3",
        8564.54,
        8575.44
    ],
    [
        " which is just marginal deployment level okay so that's one example another example are those",
        8575.94,
        8582.18
    ],
    [
        " special forces groups okay there are many looked at the four reserve component special forces groups",
        8582.18,
        8588.34
    ],
    [
        " and they said you know we only need two okay so we'll eliminate the National Guard you know",
        8588.34,
        8595.76
    ],
    [
        " groups because you know why does the National Guard govern why does the governor need a far seek",
        8595.76,
        8600.98
    ],
    [
        " speaking demolitions expert okay and the last time I look we didn't have an insurgency in Illinois",
        8601.58,
        8606.84
    ],
    [
        " so so the National Guard says no we don't accept that so the Army with their tail between their legs",
        8606.84,
        8614.54
    ],
    [
        " go back to the drawing board and they looked at readiness which is what they probably should have",
        8614.54,
        8619.68
    ],
    [
        " done to begin with and they found out that the 12th group in the USA in the Army reserves was the best",
        8619.68,
        8625.76
    ],
    [
        " out of the four and then it was either I think it was the 20th out of the guard was the second best",
        8625.76,
        8632.32
    ],
    [
        " so they said okay we got the solution we'll take one out of each component right guard wouldn't",
        8632.32,
        8639.84
    ],
    [
        " accept that so what did they do they eliminated both Army reserve you know groups and I was",
        8639.84,
        8648.06
    ],
    [
        " livid because the 12th was under me at one time I wasn't the commander of it but it was in my chain",
        8648.28,
        8654.32
    ],
    [
        " we had taken that unit from C4 to C2 which for reserve unit to be able to get",
        8654.32,
        8663.92
    ],
    [
        " reserved to pass those special forces qualifications that's not easy okay and they eliminated",
        8663.92,
        8673.38
    ],
    [
        " that unit now I'm a big boy okay when it came like to the the helicopter units and I said okay",
        8673.58,
        8683.76
    ],
    [
        " take my pilots and so and and mechanics take the reserve patch off their shoulder make them",
        8683.76,
        8692.26
    ],
    [
        " national guards then I'm good with it okay it wouldn't do it because it was jobs for the guard",
        8692.26,
        8701.06
    ],
    [
        " so my guys had to find new jobs some of them had to actually change MOS's because you know there were no",
        8701.6,
        8708.6
    ],
    [
        " no aviation jobs for them right and just think you and I as taxpayers how much that cost us",
        8708.6,
        8716.54
    ],
    [
        " you know so so now I'm getting all kinds of calls from the field you know we didn't have computers",
        8716.54,
        8724.32
    ],
    [
        " at that time in the internet so I'd get telephone calls and faxes saying general somebody's got",
        8724.32,
        8730.16
    ],
    [
        " to stand up and fight this you know in that meeting I told you about that they had",
        8730.16,
        8735.22
    ],
    [
        " I found out from my moles that in essence they were going to have a press conference the next day",
        8735.22,
        8742.66
    ],
    [
        " where everybody was going to hold hands and sing kumbaya and say that the army has come up with this",
        8742.66,
        8751.12
    ],
    [
        " great agreement where everybody agrees and nobody disagrees well that wasn't true",
        8751.12,
        8757.88
    ],
    [
        " a lot of people disagreed with it so I called the vice chief of staff's office at the Pentagon right",
        8757.88,
        8766.16
    ],
    [
        " not as major general jim mojama but as jim mojama president army reserve association okay so I call",
        8766.16,
        8775.74
    ],
    [
        " asking for return call about this this press conference that's going to happen or announcement you know",
        8775.74,
        8784.32
    ],
    [
        " and I didn't get a call back so the next morning in hour before their press conference we sent out",
        8784.46,
        8793.04
    ],
    [
        " a press release and we basically said this is not good this is you know shouldn't go through",
        8793.04,
        8800.62
    ],
    [
        " need to have a GAO study a government accounting office study and that pretty well",
        8800.62,
        8807.7
    ],
    [
        " got me into the crosshairs and so then what we did is and now keep in mind I had never done this",
        8808.3,
        8815.66
    ],
    [
        " in my life I never lobbied I had never been to congress I had never walked the halls you know any",
        8815.66,
        8821.16
    ],
    [
        " of that stuff we had a we actually and I think I might have sent you some of this stuff but we had a",
        8821.16,
        8828.2
    ],
    [
        " a meeting of the army reserve association called for it in Washington DC and I had men and women come",
        8828.2,
        8836.68
    ],
    [
        " from all over the country and we went and we lobbied our senators and congressmen and we told them",
        8836.68,
        8845.9
    ],
    [
        " this is wrong this needs that there needs to be a GAO study needs to be studied before it's",
        8845.9,
        8851.82
    ],
    [
        " implemented okay now frankly I knew we were tilting at windmills but I had to do it because",
        8851.82,
        8857.98
    ],
    [
        " you know all I was getting all these requests from sergeants and civilians and lieutenants",
        8857.98,
        8866.18
    ],
    [
        " and majors throughout the country saying somebody's got to fight this and they were right so I had",
        8866.34,
        8872.8
    ],
    [
        " to do it some then I get an invitation from a congressional subcommittee okay it was not a subpoena",
        8872.8,
        8880.08
    ],
    [
        " so I didn't have to go I could have said I've got a headache or I've got a conflict or whatever",
        8880.08,
        8885.96
    ],
    [
        " but I didn't you know I said yeah I'll be there and I went and I testified and a year later I was",
        8885.96,
        8894.7
    ],
    [
        " history as shall we say but it's like I said Jaco I wouldn't hesitate in a moment to do it again",
        8894.84,
        8903.58
    ],
    [
        " it's when I was in Vietnam I knew that our generals were not standing up for us all the time like",
        8903.58,
        8911.18
    ],
    [
        " they should and I said ever get to a point in mind for it's a difference between my career and",
        8911.18,
        8924.68
    ],
    [
        " his two as you know as a leader what you know you you want to total line and I have people ask me",
        8924.68,
        8929.96
    ],
    [
        " this pretty regularly well you know you always say you want to support the chain of command but what",
        8929.96,
        8934.98
    ],
    [
        " if the chain of command is wrong well it's a real simple answer if the chain of command is wrong",
        8934.98,
        8937.94
    ],
    [
        " and it's something that matters like the safety of your troops the training of your troops then",
        8937.94,
        8943.64
    ],
    [
        " you you stand up to it you know if it's something that doesn't matter for they go we want you to",
        8943.64,
        8947.28
    ],
    [
        " fill out this paperwork differently than you did it yesterday you know what I do I do it right",
        8947.28,
        8951.4
    ],
    [
        " I don't care you know you want me to put my uniform on this way instead of that way that's fine",
        8951.4,
        8955.42
    ],
    [
        " whatever I'll do it you want to start putting soldiers a jeopardy that won't that won't stand",
        8955.42,
        8961.7
    ],
    [
        " so here's what happened okay while all this stuff is going on the Washington Post",
        8961.7,
        8967.0
    ],
    [
        " puts this front page okay and it talks about how the the this big controversy you know in my",
        8967.0,
        8975.3
    ],
    [
        " associations right at the forefront of all the swine quoted and all this now keep in mind I'm still",
        8975.3,
        8980.7
    ],
    [
        " an active Army Reserve Major General that trade-off right and and in fact before I testified",
        8980.7,
        8988.84
    ],
    [
        " I got a call from the chief of staff at trade-off who's a good friend of mine we're both major",
        8988.84,
        8994.56
    ],
    [
        " generals and and he didn't tell me I shouldn't go he kind of said that well you know it's really not a",
        8994.56,
        9002.92
    ],
    [
        " good idea you know for you to go and he was a good friend of mine and I said John you know I I",
        9002.92,
        9009.16
    ],
    [
        " understand this is you have to do this this is your you know this is your job but I got to go I",
        9009.74,
        9015.84
    ],
    [
        " can't I cannot stand by and let this pass so he understood well and so that was also in the",
        9015.84,
        9024.98
    ],
    [
        " Washington Post you know like I was threatened I wasn't threatened you know and so so basically I",
        9024.98,
        9033.1
    ],
    [
        " then the Army Times wrote a editorial which basically criticized the Army reserves especially my",
        9033.66,
        9042.84
    ],
    [
        " association you know and saying the Army reserves are not team players they're cry babies you know",
        9042.84,
        9050.8
    ],
    [
        " and but what got me is when they said they're putting out bad information okay that was in their",
        9050.8,
        9056.56
    ],
    [
        " editorial okay so I wrote an op-ed okay which to their credit they published okay and in the op-ed",
        9056.56,
        9066.18
    ],
    [
        " I said number one where is and the title of their their editorial was the enemy is us okay and I",
        9066.18,
        9077.1
    ],
    [
        " said I agree with you the enemy is us but the problem is number one where is you didn't list in",
        9077.1,
        9087.26
    ],
    [
        " detail the false information that was being put out by the reserves so you need to do that I said",
        9087.26,
        9095.94
    ],
    [
        " that in the op-ed they never did by the way because we had never put out anything false but the",
        9095.94,
        9101.88
    ],
    [
        " second thing I said and I said if we go to war in the next 18 months and this thing goes through",
        9101.88,
        9110.6
    ],
    [
        " we're going to have people coming back in body bags that would not have I mean now that's a",
        9110.6,
        9117.18
    ],
    [
        " pretty serious statement okay and you would think if I was chicken little saying the sky was",
        9117.18,
        9124.18
    ],
    [
        " falling that they would have been inundated with letters from the field saying you know the",
        9124.18,
        9130.4
    ],
    [
        " generals gone too far right they didn't get one letter and so but so because of the stand I took",
        9130.4,
        9139.6
    ],
    [
        " needless to say the army wasn't real happy with me and a year later when it came time to",
        9139.6,
        9146.36
    ],
    [
        " to get a new assignment surprise surprise I was not considered there were no assignments that I was",
        9146.36,
        9156.3
    ],
    [
        " considered eligible for and so I said this has been fun so the chief of army reserve actually wanted me",
        9157.4,
        9164.7
    ],
    [
        " to stay and he said this too shall pass so why don't you stay you can go into control group which",
        9164.7,
        9171.04
    ],
    [
        " is kind of this administrative pool of people who don't have assignments and maybe in a year or two",
        9171.04,
        9177.24
    ],
    [
        " you can come back you know we'll get you an assignment and I said no I said you know the army has",
        9177.24,
        9183.1
    ],
    [
        " made it very clear you know they don't want my services they don't think I have any value and",
        9183.1,
        9188.44
    ],
    [
        " I'm going to move on I got to move on in life and so that's what I did now even though you moved on",
        9188.44,
        9194.78
    ],
    [
        " you retired you didn't stop serving by any stretch and and you know I look at the military outreach",
        9194.78,
        9201.44
    ],
    [
        " that you started is really your new way of serving it was that is that an accurate statement oh",
        9201.44,
        9207.46
    ],
    [
        " absolutely what what happened was you know my wife is so wonderful she's she says she's not",
        9207.48,
        9214.32
    ],
    [
        " as as a Christian as I am but she lives her life better than I do and so I'm having my personal",
        9214.32,
        9221.22
    ],
    [
        " pity party feeling sorry for myself because my 32 year career is down to toilet right and she",
        9221.22,
        9228.16
    ],
    [
        " said Jim you know God is sending you a message number one that you know this chapter in your life",
        9228.16,
        9235.84
    ],
    [
        " is over okay number two you survived Vietnam you also became attained a rank of two star general",
        9235.84,
        9246.28
    ],
    [
        " which was the highest and reservist could get at that time okay and then she says number three",
        9246.28,
        9251.62
    ],
    [
        " and you got me as a wife how can I argue with that right but she was absolutely right what happened",
        9251.62,
        9258.66
    ],
    [
        " was God brought other things into my life at that time promise keepers which is immense Christian",
        9258.66,
        9265.42
    ],
    [
        " group I got involved with church in Chicago a Willow Creek community church which is a very famous",
        9266.44,
        9274.34
    ],
    [
        " evangelical church I I let a men's small group I lead a men's monthly breakfast I got involved with",
        9274.34,
        9282.8
    ],
    [
        " the Department of Veterans Affairs which I had never been involved in before at a national level",
        9282.8,
        9288.02
    ],
    [
        " I was a chairman of an advisory committee on minority veterans and I was I was",
        9288.02,
        9295.36
    ],
    [
        " on that for five years so I learned about the VA system all of this was in preparation for me to",
        9295.36,
        9303.62
    ],
    [
        " eventually start military outreach USA about seven years ago which is a nonprofit faith-based",
        9303.62,
        9312.38
    ],
    [
        " organization for the very simple concept Jaco we're trying to develop a national",
        9312.38,
        9318.86
    ],
    [
        " network of partners mostly houses of worship of all faiths by the way and organizations like",
        9319.74,
        9327.78
    ],
    [
        " the VFW American Legion rotary clubs lions clubs high schools this is all at the local community level",
        9327.78,
        9338.02
    ],
    [
        " that will reach out to our military community which we define by the way as active duty reserves",
        9338.02,
        9345.7
    ],
    [
        " national guard veterans of all eras and their family members we stress the family members equally",
        9345.7,
        9352.72
    ],
    [
        " because they serve in sacrifice as well okay and to reach out to them to be a welcoming environment",
        9352.72,
        9361.8
    ],
    [
        " to appreciate their service recognize that and to offer hope and help if they need it now the churches",
        9361.8,
        9370.5
    ],
    [
        " and synagogues want to help they don't know how to do it because they don't understand the military",
        9370.88,
        9377.64
    ],
    [
        " culture they don't know the issues that our military community is facing and they don't know where",
        9377.64,
        9385.44
    ],
    [
        " the resources are that's where military outreach USA comes in we provide all of that information",
        9385.44,
        9392.64
    ],
    [
        " we have webinars we have publications we have DVDs we have presentations and everything that we do",
        9392.9,
        9403.8
    ],
    [
        " is free of charge no cost the only thing we ask is when people join us as partners either as a",
        9403.8,
        9412.28
    ],
    [
        " house of worship or as an organization that they commit to take our materials and use them to help",
        9412.28,
        9418.36
    ],
    [
        " our military community and it doesn't cost them anything and if people want to want to help out",
        9418.42,
        9425.8
    ],
    [
        " military outreach USA and the website is military outreach USA dot org that's correct and then from",
        9425.8,
        9434.84
    ],
    [
        " there what what are you looking for well we have numerous programs see because we understand houses",
        9434.84,
        9441.32
    ],
    [
        " of worship coming all shapes and sizes okay so we have different programs that they can choose from",
        9441.32,
        9448.94
    ],
    [
        " somewhere as simple as a church can list the names of service members who are currently serving",
        9448.94,
        9457.62
    ],
    [
        " you know either relatives or or members of the church and people can pray for them prayer is so",
        9457.62,
        9465.42
    ],
    [
        " important when you're overseas especially in a combat situation I know it helped me a lot",
        9466.58,
        9471.94
    ],
    [
        " when I was in combat I needed all I could get I'll tell you but also they could do things like",
        9471.94,
        9479.12
    ],
    [
        " send packages send letters how today who writes letters nobody you know it's all email and all",
        9479.12,
        9485.88
    ],
    [
        " that stuff how about getting a letter right at mail call how neat is that you know but then we can",
        9485.88,
        9493.88
    ],
    [
        " also do things for veterans in fact we we have two years ago we started a program and by the way",
        9493.88,
        9502.26
    ],
    [
        " we have a memorandum of agreement that was signed by the Department of Veterans Affairs in 2016",
        9502.26,
        9509.62
    ],
    [
        " by the secretary himself which recognized military outreach USA as a national partner with them",
        9509.62,
        9518.3
    ],
    [
        " on a program that we initiated called veterans exiting homelessness okay now here's the thing",
        9518.34,
        9526.52
    ],
    [
        " the VA has done a very good job in reducing the veteran homeless population it's still too high",
        9526.52,
        9535.3
    ],
    [
        " but three years ago it's like 150,000 you know it's like 50,000 now which is still too high but look",
        9535.3,
        9542.24
    ],
    [
        " look at the reduction okay well that's created a new problem and the problem is when they take a",
        9542.24,
        9550.02
    ],
    [
        " homeless veteran male or female some with kids off the street and they work with a case worker or",
        9550.02,
        9556.9
    ],
    [
        " a social worker okay and the social worker feels that they're stabilized and now they can get",
        9556.9,
        9563.06
    ],
    [
        " them into what's so it's called permanent housing which is really an apartment that's got it's",
        9563.06,
        9569.68
    ],
    [
        " subsidized by a hud vash voucher okay they give them the keys to the apartment right but",
        9569.68,
        9577.02
    ],
    [
        " homeless people that's all they give them so just think at the first time you moved into an apartment",
        9577.02,
        9581.78
    ],
    [
        " you need stuff lice all toilet paper buckets sponges mops you know dishes how about a bed",
        9581.78,
        9592.56
    ],
    [
        " homeless people they get a one bedroom apartment but guess what they don't have a bed right",
        9592.56,
        9598.28
    ],
    [
        " so we came up with this program called move in essentials and we listed things like we have a",
        9598.28,
        9605.76
    ],
    [
        " bathroom kit we have a kitchen kit we even have a beds for vets program okay and what we've done",
        9605.76,
        9612.9
    ],
    [
        " is we've gone out to our our churches our partners you know our organizations and we've asked them",
        9612.9,
        9620.06
    ],
    [
        " can you conduct a donation drive of this stuff okay I'm not asking them collect money give me the",
        9620.06,
        9627.52
    ],
    [
        " stuff okay and then it's delivered to the VA medical center social worker and they distribute it",
        9628.16,
        9637.08
    ],
    [
        " to the veterans so we know they're going to veterans okay because you know there are a lot of",
        9637.08,
        9642.9
    ],
    [
        " people out there who claim to be veterans or not and so we know they're going to veterans and it",
        9642.9,
        9648.96
    ],
    [
        " goes out almost as quick as it comes in okay this has helped us a great deal as an organization",
        9648.96,
        9655.64
    ],
    [
        " because before we're at a point in time where we really can move up to the next level as an",
        9657.14,
        9663.02
    ],
    [
        " organization but we frankly need volunteers and money okay because we don't have a staff we've",
        9663.02,
        9669.26
    ],
    [
        " done all this on a shoestring basically and so with this program we now have results that we",
        9669.26,
        9678.74
    ],
    [
        " can show people okay so people come to me and say Jim you know what difference are you guys making",
        9678.74,
        9685.08
    ],
    [
        " two years ago all I could say was what we're developing this network of partners and we're asking",
        9685.08,
        9692.3
    ],
    [
        " them to help you know in their communities which did make a difference by the way I mean",
        9692.3,
        9697.5
    ],
    [
        " we prevented some suicides we've helped people that needed stuff you know but we didn't have I",
        9697.5,
        9708.72
    ],
    [
        " said this stuff you know but when we came up with this program we have a tracking thing where we",
        9708.72,
        9714.26
    ],
    [
        " know how many veterans are being helped we know what's been collected and we know so now if somebody",
        9714.26,
        9722.36
    ],
    [
        " says what difference do you make okay since January of 2016 we have helped over 31,000 veterans",
        9722.36,
        9732.18
    ],
    [
        " we've collected over 750,000 items in fact I think it's over a million though and valued at almost",
        9732.48,
        9744.06
    ],
    [
        " two million dollars and we have we just provided this month our 1,000th bed okay and so now I've",
        9744.06,
        9756.5
    ],
    [
        " got stuff that I can tell people this well we've come up with a new program this year and it's called",
        9756.5,
        9762.14
    ],
    [
        " adopt a caregiver okay see what we're trying to do is find find gaps where there's a need and nobody",
        9762.14,
        9773.24
    ],
    [
        " else is filling it so we first we did that veteran sex eating homelessness thing well now there are",
        9773.24,
        9779.96
    ],
    [
        " 5.5 million military caregivers in our country okay serving over 1.1 million",
        9779.96,
        9790.72
    ],
    [
        " military, okay and they get some help from the VA but not a lot as much as they need okay so we",
        9790.72,
        9804.28
    ],
    [
        " are now going to our churches and our organizations and we're saying we have this program adopt a",
        9804.28,
        9810.78
    ],
    [
        " caregiver okay and if you want to be a caregiver you let us know and we'll contact the local social",
        9810.78,
        9819.7
    ],
    [
        " worker and volunteer support at the VA facility near you and we'll hook you up with a caregiver",
        9819.7,
        9829.62
    ],
    [
        " that needs help now this could be anything it could be babysitting could be mowing along it could be",
        9829.94,
        9836.08
    ],
    [
        " shoveling snow it could be showing up with a meal it could be just showing up and being there for",
        9836.08,
        9842.94
    ],
    [
        " three hours and let the caregiver get a break okay this is not rocket scientists stuff it's an easy",
        9842.94,
        9850.66
    ],
    [
        " program but it's something that if we can get this moving like we did the veteran sex eating",
        9850.66,
        9856.78
    ],
    [
        " homelessness it's going to be a tremendous help for our veterans and but most importantly for",
        9857.0,
        9862.64
    ],
    [
        " the caregivers you see I and another lifetime my wife and I were hospice patient volunteers we did",
        9862.64,
        9870.48
    ],
    [
        " that for six years so I know how it is to deal with terminal illness okay but I also witnessed",
        9870.48,
        9879.92
    ],
    [
        " that it's the caregivers who are sometimes need to help more than the patient you know and so in",
        9880.26,
        9889.28
    ],
    [
        " this case we've got military caregivers that need help and we can do it through this program",
        9889.28,
        9895.2
    ],
    [
        " well it sounds like like I said you're continuing to serve even though you're no longer in uniform",
        9895.2,
        9903.52
    ],
    [
        " and I think that's probably a pretty good place to wrap up for today and you know again it's been",
        9904.4,
        9912.46
    ],
    [
        " just an absolute honor to sit down and talk with you as we get feedback from this episode I will",
        9912.46,
        9919.62
    ],
    [
        " come to Chicago and go to your museum and and we'll do this again yeah let me let me say one thing",
        9919.62,
        9925.82
    ],
    [
        " that I was not able to get in and anybody who knows me would tell me Jim why didn't you say that",
        9925.82,
        9932.02
    ],
    [
        " I have a standard mantra okay and that is every day is a great day I have my faith my family",
        9932.02,
        9940.2
    ],
    [
        " and live in the finest country in the world I say it every day every chance I get and people",
        9940.2,
        9947.84
    ],
    [
        " ask me well why you know how can you be so positive and you know why do you say that I say well",
        9947.84,
        9952.38
    ],
    [
        " number one is a very young 24 year old company commander in Vietnam in combat there were times",
        9952.38,
        9960.8
    ],
    [
        " I didn't know if I was going to be alive the next moment much less seed index sunrise when you're",
        9960.8,
        9966.7
    ],
    [
        " in those circumstances what is important in life becomes real focused and that is faith, family",
        9966.7,
        9972.98
    ],
    [
        " and living in the finest country in the world now so then people will come back at me and say well",
        9972.98,
        9978.88
    ],
    [
        " how can you say that when we have so much division in our country okay and I say listen I'm a little",
        9978.88,
        9984.9
    ],
    [
        " bit longer and toothed than you are and when I was a kid the I've seen the improvements in our",
        9984.9,
        9991.66
    ],
    [
        " society when it comes to race relations now I'm a minority so I get it and I told them the odds",
        9991.66,
        9999.74
    ],
    [
        " of me becoming when I was a kid the odds of me becoming a major general in the United States Army",
        9999.74,
        10005.64
    ],
    [
        " were slim and next to none okay when you know when we've had an African American president who was",
        10005.64,
        10013.44
    ],
    [
        " reelected and then I tell people when president Kennedy was elected that was a big deal and a lot",
        10014.12,
        10021.78
    ],
    [
        " of people don't know why and I say because he was Catholic but today that's not a big deal right",
        10021.78,
        10028.86
    ],
    [
        " and that those in those days that was a big deal so I tell people every day is a great day I have",
        10028.86,
        10035.42
    ],
    [
        " my faith my family we live in the finest country in the world well that saying was challenged",
        10035.42,
        10042.14
    ],
    [
        " about five and a half years ago when I had some health challenges which I think I didn't mention it",
        10042.14,
        10048.48
    ],
    [
        " earlier today right I was still working in the financial services industry and I got up in the",
        10048.48,
        10056.62
    ],
    [
        " morning on shaving and I felt this pain in my chest and I mean it wasn't a serious pounding and",
        10056.62,
        10064.12
    ],
    [
        " I wasn't sweating nauseous I didn't have a temperature so I thought it's something I ate you",
        10064.12,
        10070.32
    ],
    [
        " know give it five minutes it'll go away right it didn't go away so I told my wife this is not good",
        10070.32,
        10076.8
    ],
    [
        " so I finished shaving and dressing though and she drove me to the emergency room at the hospital",
        10076.8,
        10082.76
    ],
    [
        " so I'm walking and I say hey you know I've got this pain in my chest I don't know what it is",
        10082.76,
        10087.68
    ],
    [
        " so they do an EKG and they said you have had a heart attack well suddenly all these doctors and",
        10087.68,
        10094.96
    ],
    [
        " nurses who've been to the ER they undressed me they put me in a hospital gown I'm on a",
        10094.96,
        10100.24
    ],
    [
        " gurney and I'm on my way to the operating room right so I'm in the corridor and I'm this gurney",
        10100.24,
        10106.8
    ],
    [
        " and I say to myself self can you say today is a great day and I said I absolutely can I survive",
        10106.8,
        10115.08
    ],
    [
        " Vietnam I have a wonderful wife and children and I most importantly have my faith so in 24 hours",
        10115.08,
        10128.2
    ],
    [
        " I have three operations the first operation was for the heart attack okay so they do an angiogram",
        10128.6,
        10134.8
    ],
    [
        " they found out my LAD which is the widow maker artery was 90% block so they do an angioplasty",
        10134.8,
        10142.5
    ],
    [
        " put a stand-in so by 10 o'clock in the morning I'm in the recovery room so I'm figuring well that's",
        10142.5,
        10148.3
    ],
    [
        " that's the end of it right that wasn't the end of it the second thing that happened was my heart",
        10148.3,
        10154.16
    ],
    [
        " cavity started to fill up with liquid it's called infusion so I had to go back in for it",
        10154.16,
        10160.8
    ],
    [
        " they had to put a hole in my chest so they could put a tube there so they could drain this liquid",
        10160.8,
        10165.8
    ],
    [
        " and it filled up a bottle it took about 24 hours to do that okay the third thing that happened",
        10165.8,
        10172.58
    ],
    [
        " then was my kidneys failed so I had to go back in and they had to put another hole in my chest",
        10172.58,
        10179.92
    ],
    [
        " so they could hook up a dialysis machine okay so the standard procedure every time I was rolled",
        10179.92,
        10187.94
    ],
    [
        " into the operating room is what's your name what's your birthday how do you feel okay so I'm on the",
        10187.94,
        10195.1
    ],
    [
        " operating table and I say Jim Mukweama August 3rd 44 every day is a great day I have my faith my",
        10195.1,
        10203.08
    ],
    [
        " family and live in the finest country in the world I can't tell you the effect that had on the",
        10203.08,
        10208.56
    ],
    [
        " doctors and nurses the first operation the doctor said what is your faith and I said well since you",
        10208.56,
        10215.42
    ],
    [
        " asked me doc I said I'm a Christian Christ is my Savior you're a skilled physician skilled nurses",
        10215.42,
        10221.86
    ],
    [
        " but I'm in God's hands so whatever he decides I'm okay with so let's get on with it so the",
        10221.86,
        10229.38
    ],
    [
        " second operation there was a nurse and she said where do you go to church and I said well I attend",
        10229.38,
        10236.8
    ],
    [
        " Willow Creek Community Church and she said I do too so no coincidence the third operation this was",
        10236.8,
        10245.68
    ],
    [
        " the coolest thing there was a male nurse who was wearing a camouflage gown and I said you must have",
        10245.68,
        10253.66
    ],
    [
        " been in the army because I said yeah I was a medic and I said well hey I just want you to know",
        10253.66,
        10259.26
    ],
    [
        " I retired as a two-star general so take good care of me will you and so that was kind of my",
        10259.26,
        10266.02
    ],
    [
        " testing of all that now the final thing I tell you which was a God thing months later I was going",
        10266.42,
        10276.58
    ],
    [
        " I had to go through dialysis okay so I'm going through this dialysis and and three months later I",
        10276.58,
        10282.54
    ],
    [
        " get a donor and the donor was our daughter okay but our daughter is not our biological daughter we",
        10282.54,
        10290.7
    ],
    [
        " adopted her 30 something years ago and yet she was a match so guys when I say every day is a great",
        10290.7,
        10299.62
    ],
    [
        " day I have my faith my family and live in the kind of finest country in the world I can truly say",
        10299.62,
        10306.08
    ],
    [
        " that and every day every day is an encouragement to me okay today was an encouragement this morning",
        10306.08,
        10313.86
    ],
    [
        " when I was honored to participate in the national day of prayer with the 79th the theater",
        10314.2,
        10320.6
    ],
    [
        " sustainment command at Los Alamedos and this podcast is an encouragement to me so I just want you",
        10320.6,
        10329.88
    ],
    [
        " to know that and remember every day is a great day faith family we live in the finest country in the",
        10329.88,
        10336.9
    ],
    [
        " world well sir even though this is my podcast and I'm supposed to talk after that I don't really",
        10338.16,
        10345.44
    ],
    [
        " have anything else to say thank you so much for coming on it's been a complete honor to have you",
        10345.44,
        10351.04
    ],
    [
        " and I look forward to doing this again at some point in the future thank you so much and",
        10351.04,
        10358.32
    ],
    [
        " the general has left the building and we have actually relocated back to our recording studio",
        10358.32,
        10364.6
    ],
    [
        " and just amazing opportunity and definitely thanks to thanks to Jay Mukayama for connecting us",
        10364.9,
        10375.28
    ],
    [
        " and send a little gift to you as well so thanks for thanks for putting us together with your dad",
        10375.28,
        10381.88
    ],
    [
        " and echo yes speaking of putting things together yes sure yeah if somebody wanted to put together",
        10381.88,
        10391.26
    ],
    [
        " something for themselves and maybe something that would you know so far yeah yeah could you",
        10391.68,
        10398.28
    ],
    [
        " brief us on those things namely your joints you want to keep those together mmm good it's a big deal",
        10398.28,
        10404.8
    ],
    [
        " if they're not together so good news if you didn't all right already even though you didn't all",
        10404.8,
        10409.08
    ],
    [
        " already chocolate supplements they're called jaco super krill it's krill oil but that's not in the name",
        10409.08,
        10416.76
    ],
    [
        " technically also jaco joint warfare also for your joints obviously take both there's some anti-inflammatory",
        10418.18,
        10424.8
    ],
    [
        " stuff in there too by the way something that I might have mentioned before anyway for your joints",
        10424.8,
        10430.34
    ],
    [
        " very good very important subscribe for the the recurring delivery deal yeah because you don't",
        10430.34,
        10438.12
    ],
    [
        " want to run out telling you it's junk when you run out I run out before it's whack also discipline",
        10438.12,
        10443.82
    ],
    [
        " supplement called discipline it is a pre workout pre mission pre study pre take test pre",
        10443.96,
        10450.18
    ],
    [
        " cognitive enhancing supplements good this is a good one pre get after it and it tastes good",
        10450.18,
        10455.7
    ],
    [
        " interestingly yeah jaco focused a lot on that tastes good lemon lime etc etc",
        10455.7,
        10461.3
    ],
    [
        " make calories in this one I don't know not not very many 30 all right there you go so you can do it",
        10461.3,
        10468.1
    ],
    [
        " while you fast too technically depends on your metabolic response look you can do it before you",
        10468.1,
        10473.34
    ],
    [
        " fast look I'm gonna make any claims nonetheless it's a good one for your brain for your body good",
        10473.34,
        10478.34
    ],
    [
        " supplement also moch yeah so moch protein powder do you are you are we even calling it protein",
        10478.34,
        10490.98
    ],
    [
        " powder we just calling it straight up moch no it's it's not it's moch straight up moch",
        10490.98,
        10494.96
    ],
    [
        " different huh with them lots yeah yeah let's so so that is chocolate chip no mint chocolate",
        10494.96,
        10501.76
    ],
    [
        " yeah no chips yeah yeah yeah so if you don't like mint chocolate chip you might there's a chance",
        10501.78,
        10507.96
    ],
    [
        " you might not like this if you do like mint chocolate chip there's a real good chance there's",
        10507.96,
        10512.2
    ],
    [
        " it like I would say around 100 probability you're gonna like this one yeah I should clarify that",
        10512.2,
        10517.48
    ],
    [
        " I mix it primarily with milk me too I have mixed it also plain with well not plain but with cold water",
        10517.48,
        10528.02
    ],
    [
        " it's with milk it's straight up delicious yeah it's like it's a milk straight up it's a milkshake",
        10529.62,
        10534.52
    ],
    [
        " you like oh what what do I truly in the world want to have for dessert I want to have milk",
        10534.52,
        10539.54
    ],
    [
        " right with with water it's more like a ham sandwich you know like okay hey this thing is good",
        10539.54,
        10549.76
    ],
    [
        " I you know I need some fuel you don't you don't get all fired up when you have a ham sandwich",
        10549.76,
        10554.1
    ],
    [
        " right yeah you're not you're not you're not you're not reaching the next level yeah happy you're not",
        10554.92,
        10560.28
    ],
    [
        " fired up yeah yeah that's kind of what milk with water is like a ham sandwich it's better for you",
        10560.28,
        10566.76
    ],
    [
        " but yeah taste taste reaction is about the same for me ham sandwich yeah okay yeah this",
        10566.76,
        10575.2
    ],
    [
        " with milk with with milk so it's legit what is it like a what like a steak it's like a steak yeah",
        10575.2,
        10582.34
    ],
    [
        " comparative gang that's self-hard appeal boom jackeles review on mall well actually no it's not it's",
        10582.34,
        10587.42
    ],
    [
        " like a mint chocolate chip milkshake that's what it's like yeah because a steak is a different thing",
        10587.42,
        10591.6
    ],
    [
        " for me yeah steak is a little bit of a different experience that's a really good experience so",
        10591.6,
        10596.62
    ],
    [
        " technically you kind of got what I can't replace steak no no but if you look at it really last fast",
        10596.62,
        10602.16
    ],
    [
        " I did you know and I posted that picture and I went got that I went and got a killer steak yeah",
        10602.16,
        10609.26
    ],
    [
        " and it I think was so good because you did after so good yeah so you got 100% of the taste",
        10609.26,
        10616.36
    ],
    [
        " 100% of the taste no more than 100% a hundred ten percent yeah yeah",
        10616.36,
        10620.98
    ],
    [
        " somebody sent me some Tomahawk steaks yeah to my house and they came with instructions from the",
        10620.98,
        10630.92
    ],
    [
        " company that sent them on how to cook them and I'll I don't remember the name of the company right",
        10630.92,
        10635.14
    ],
    [
        " now I follow those instructions I cook those steaks hmm those things were epic yeah they were epic yeah",
        10635.14,
        10642.96
    ],
    [
        " so interestingly yeah no steaks came to my house or or anything like that or you",
        10642.96,
        10648.34
    ],
    [
        " knew the house is next to mine but hey they do sound good and they sound even better after",
        10648.34,
        10652.76
    ],
    [
        " because currently we're getting our fast on yes currently yeah officially too yeah yeah what do",
        10652.76,
        10659.2
    ],
    [
        " we have you know well are you I'm a 23 hours or something right now I think I'm at like 18 right",
        10659.2,
        10667.26
    ],
    [
        " now it's good you ate 11 o'clock last night yeah you got issues why why are you doing eating the",
        10667.26,
        10674.02
    ],
    [
        " 11 o'clock at night because like I don't really start eating till like later in the day you see",
        10674.02,
        10678.56
    ],
    [
        " me I don't eat breakfast like that you see them playing though like let's say I eat three meals a",
        10678.56,
        10683.46
    ],
    [
        " day and that's not a lot by the way that's actually a little bit you know some guys it's",
        10683.46,
        10687.64
    ],
    [
        " six times day you know that kind not like that guy in three times a day sometimes too so let's say",
        10687.64,
        10692.74
    ],
    [
        " I ate my first meal no breakfast only water maybe some coffee sometimes maybe some heater eat",
        10692.74,
        10699.14
    ],
    [
        " something maybe like a banana sometimes not a lot nonetheless at noon ish one maybe two lunch",
        10699.14,
        10706.36
    ],
    [
        " dinner ate it like six boom and then again at 11 that's normal that's not that much yeah okay",
        10706.36,
        10713.34
    ],
    [
        " do what you want to do over there nonetheless I'm at about 18 hours you give her take and that's",
        10713.72,
        10718.6
    ],
    [
        " take that you're talking about the Tom Aquan sounds real good yeah but some better cuz real fired up",
        10718.6,
        10723.16
    ],
    [
        " for that right now real fired up by the way you didn't even mention where you can get all this",
        10723.16,
        10727.06
    ],
    [
        " good stuff well there's even more good stuff so what I what I like to do is I get us real excited",
        10727.06,
        10732.38
    ],
    [
        " about everything and then it's like dang where can you get it boom or oh I do want to say we have",
        10732.38,
        10738.42
    ],
    [
        " in the testing phase right now chocolate peanut butter moque moque now everyone's probably wondering",
        10738.42,
        10747.28
    ],
    [
        " hey what's up what's up with just chocolate moque yeah we for whatever reason I don't know if",
        10747.28,
        10754.7
    ],
    [
        " it's the complimentary of flavors but we haven't been able to nail the chocolate flavor the way",
        10754.7,
        10761.68
    ],
    [
        " we want it at this time yeah yeah the the mint I don't know you know the mint is awesome yeah the",
        10761.68,
        10767.0
    ],
    [
        " chocolate peanut butter epic yeah we haven't nailed the chocolate yet we got vanilla the vanilla's",
        10767.0,
        10773.04
    ],
    [
        " I'm not a vanilla fan yeah but the vanilla's good yeah I can't I can't give it nine stars because",
        10773.04,
        10779.86
    ],
    [
        " I can't give nine stars to things that I don't personally really love the taste of because I",
        10779.86,
        10786.78
    ],
    [
        " don't love vanilla I'll try it again once once we roll out with the actual live vanilla moque",
        10786.78,
        10793.4
    ],
    [
        " but the chocolate moque will come when we get it right but the peanut butter moque",
        10793.92,
        10798.0
    ],
    [
        " stand by to get something yeah make sense isn't that the whole kind of defining factor of the vanilla",
        10798.0,
        10804.76
    ],
    [
        " flavor it's like it's not supposed to be amazing it's supposed to be vanilla like people will use",
        10804.76,
        10809.24
    ],
    [
        " the word vanilla no no no no I'm not saying let me tell you I actually let me tell you when when",
        10809.24,
        10815.44
    ],
    [
        " when I do absolutely love vanilla flavor you know when you go to a restaurant and you're like all right",
        10816.44,
        10823.28
    ],
    [
        " tonight we're gonna get some and you order dessert and you get some kind of a chocolate",
        10823.28,
        10828.48
    ],
    [
        " scenario let's say let's just let's just talk about a chocolate that's hot chocolate brownie right",
        10828.48,
        10835.1
    ],
    [
        " yeah you roll up one of those so there's the my my local one my local restaurants",
        10835.1,
        10841.38
    ],
    [
        " they have a dessert they call it the illegal because it's so good it should be illegal yeah",
        10841.76,
        10848.96
    ],
    [
        " this is Ragwin Ragwin Obey and what it is they take a cast iron skillet and they put chocolate",
        10848.96,
        10858.18
    ],
    [
        " chip cookie in there and then and I when they make it for us we don't we get it I don't know once",
        10858.18,
        10864.1
    ],
    [
        " every two months we'll go illegal time and that was extra ice cream because you need it",
        10865.16,
        10870.94
    ],
    [
        " because it's got that chocolate it's hot yeah it's so good and you know what I just realized",
        10870.94,
        10875.44
    ],
    [
        " we're on the 24 hour fast right now all right that's how I think you know that's fun",
        10875.44,
        10880.96
    ],
    [
        " like dang this is taking kind of long but I kind of don't mind it because man and you're right",
        10880.96,
        10884.18
    ],
    [
        " about that vanilla thing too by the way because people do well people do use the word vanilla",
        10884.18,
        10888.9
    ],
    [
        " vanilla to describe real little other brand just yeah it's just vanilla which is you know it's not",
        10888.9,
        10893.3
    ],
    [
        " great but it's not John could still put that on the right cast iron skillet you're 100% right especially",
        10893.3,
        10899.84
    ],
    [
        " when you said when you go to restaurant I say Brian come on where you go with this and you're",
        10899.84,
        10903.0
    ],
    [
        " absolutely right so that being said so what do you do then you put some chocolate like",
        10903.0,
        10907.44
    ],
    [
        " Hershey's syrup in the vanilla milk that's a violation oh brother be a big",
        10907.44,
        10911.72
    ],
    [
        " violation that just sounds real good right now I'm just that's why I have some",
        10911.72,
        10914.66
    ],
    [
        " secrets nonetheless the chocolate it should be illegal for us to do see I've been I've been",
        10914.66,
        10921.8
    ],
    [
        " fasting before and done the podcast but this is different when I know that you're",
        10921.8,
        10925.18
    ],
    [
        " yeah and the same boat and this is kind of like usually I'm just cruising at home like I've",
        10925.18,
        10929.62
    ],
    [
        " done it before for sure but I'm just cruising at home and it's like boom yeah but now like yeah",
        10929.62,
        10934.18
    ],
    [
        " once you get the talking about it shoot then I and I got to drive by Wendy's on the way home",
        10934.18,
        10937.96
    ],
    [
        " so something check either way you get all this stuff vanilla milk not right now uh chocolate",
        10937.96,
        10947.18
    ],
    [
        " peanut butter milk not right now chocolate mint yes mint chocolate right now right now we're",
        10947.38,
        10954.52
    ],
    [
        " going to have origin main dot com this where you get it boom and all the other the jockel super",
        10954.52,
        10960.58
    ],
    [
        " curl that that is like everyday stuff you gotta take that one every day get on the subscription",
        10960.58,
        10965.16
    ],
    [
        " thing but these you know all this other stuff after all of it like I said all of it origin",
        10965.16,
        10969.82
    ],
    [
        " main dot com also at origin main I'll tell you what what there's on there is geese for jiu jitsu",
        10969.82,
        10975.08
    ],
    [
        " very important when you start jiu jitsu or if you already started jiu jitsu you need a ge",
        10976.68,
        10980.94
    ],
    [
        " people still ask good and I'm glad they do because I got the answer from what geed do I get I",
        10980.94,
        10988.34
    ],
    [
        " start jiu jitsu what geed do I get sometimes I ask the color and that's a whole different question",
        10988.34,
        10991.78
    ],
    [
        " but they say what brand of geese here's the brand origin brand 100% made in America best these are",
        10991.78,
        10999.26
    ],
    [
        " the geese that like peat and all that when they make them they take into consideration all the",
        10999.26,
        11004.7
    ],
    [
        " movements of jiu jitsu like everything even down to this and think about it we might not even",
        11004.7,
        11009.8
    ],
    [
        " thought about it like outside of when you put this on okay so in a regular ghee they have the string",
        11009.8,
        11014.66
    ],
    [
        " to tie on the pants not the belt the string on the pants then you have a belt that goes over the",
        11014.66,
        11020.34
    ],
    [
        " the ghee top all that stuff no that string fine where you stood fine it's a cool string but you",
        11020.34,
        11026.84
    ],
    [
        " ever like put in the dryer where it got caught on something or whatever and that string gets lost",
        11026.84,
        11031.18
    ],
    [
        " in the little two thing I don't even how you but you see what I'm saying right yeah like",
        11031.18,
        11036.08
    ],
    [
        " project like hoodie that'll happen to your hoodie and you got to get the hanger and you got to do",
        11036.08,
        11039.72
    ],
    [
        " this big thing if you even know how otherwise you're kind of screwed in a way because you got to go",
        11039.72,
        11044.48
    ],
    [
        " all up in there now take the origin gate these are just these details that when you get someone who's",
        11044.48,
        11048.98
    ],
    [
        " thinking of this kind of stuff when they design the whole geed you got some geed there that this is",
        11048.98,
        11053.36
    ],
    [
        " one of the many reasons why you get the origin gate this one the string comes out that's okay because",
        11053.36,
        11057.8
    ],
    [
        " it's not this this endless black hole loop holder tunnel you see them yeah it's like it'll have",
        11057.8,
        11065.3
    ],
    [
        " like it's like giant thick wide bell loops yeah and a bunch of them too so you have like you know",
        11065.3,
        11071.14
    ],
    [
        " it's it's so easy to put them in that's even if you even want the string if you don't want the string",
        11071.14,
        11075.7
    ],
    [
        " you're like hey I don't I'm over strings I don't like tying my string they give you this little",
        11075.7,
        11080.32
    ],
    [
        " bell you'll see if you have origin gate you're like yeah exactly exactly like swivel lock yeah",
        11080.32,
        11085.68
    ],
    [
        " that's the name it's a teeny it's a thin belt that goes through and click you click the belt make",
        11085.68,
        11092.58
    ],
    [
        " it tighter whatever it's like a little mini belt you don't you don't feel it when you're rolling",
        11092.58,
        11095.46
    ],
    [
        " nothing like that did you think you're gonna feel it when you were old it was a question it was",
        11095.46,
        11100.56
    ],
    [
        " question for me to I thought I you know this seems kind of weird yeah and then you put it on you",
        11100.56,
        11105.06
    ],
    [
        " don't you don't notice it off you don't notice until it's come time to take it off and it's so easy",
        11105.06,
        11108.72
    ],
    [
        " yeah you're like boom and here's the thing again it's like you we probably never really thought of this",
        11108.72,
        11112.8
    ],
    [
        " until you actually do it like I can when you're when you're done nanny you don't really think about",
        11114.0,
        11117.34
    ],
    [
        " it but it's just one of those things more like dang this is good these are good these are good",
        11117.34,
        11121.9
    ],
    [
        " keys one of the many details yeah included I was talking to a guy yesterday I was getting interviewed",
        11121.9,
        11127.48
    ],
    [
        " and I said um you know I he's he's asking me about all my different businesses right",
        11127.48,
        11134.24
    ],
    [
        " whatever that means all up in your business yeah oh yeah and I said well you know I I have a",
        11134.24,
        11139.56
    ],
    [
        " apparel company and we make we make apparel up in Maine got a big factory up in Maine he says oh",
        11139.58,
        11146.64
    ],
    [
        " up in Maine that's up in Maine a factory in Maine and you know I was like yeah and he was all",
        11146.64,
        11153.12
    ],
    [
        " surprised and I said you know what it's sad that you're surprised at that because 50 years ago",
        11153.12,
        11158.52
    ],
    [
        " everybody knew that that's where they made stuff they made it up there and it all disappeared",
        11158.52,
        11164.84
    ],
    [
        " and now it's coming back and we're bringing it back that's all this guy so we're bringing it back",
        11164.84,
        11169.3
    ],
    [
        " we're bringing back made in fact we got we're weaving material up there you don't know what",
        11169.56,
        11173.72
    ],
    [
        " though you don't even know what I'm talking about people's first instinct is like oh if you want",
        11173.72,
        11176.78
    ],
    [
        " material you got to go to overseas and you got to have you got to get it get it made in some",
        11176.78,
        11180.78
    ],
    [
        " sweatshop somewhere right that's literally what that's that's that's that's accepted right that's",
        11180.78,
        11185.66
    ],
    [
        " accepted well like oh you just you know hey you can't beat those prices and you can't you can't",
        11185.66,
        11189.16
    ],
    [
        " overcome the the tariffs and whatever else no you know what yes you can yeah yes you can",
        11189.16,
        11193.38
    ],
    [
        " and we are you we're doing it yeah he gets the cotton in like North Carolina",
        11193.38,
        11198.56
    ],
    [
        " you're screwing his own South Carolina I believe I'm screwing it up too get the cotton in America one of",
        11200.38,
        11206.16
    ],
    [
        " the car yeah in America yeah since the thing is they just talked to Pete and I'm pretty sure he said",
        11206.16,
        11210.14
    ],
    [
        " north could have been south I don't know I forget and I apologize nonetheless it is in America",
        11210.14,
        11215.18
    ],
    [
        " just like how you said and then they bring it up and here's what it is to the secret they have",
        11215.18,
        11219.62
    ],
    [
        " their looms they have their own looms yeah you can't just walk into a store and start buying looms",
        11219.62,
        11224.14
    ],
    [
        " you just can't do that that's why it's hard to you know to kind of that's why they have a unique",
        11224.14,
        11227.84
    ],
    [
        " situation there it's all made in America and hey everyone that is supporting us at origin thank",
        11227.84,
        11234.42
    ],
    [
        " you because right now you know what we're doing we're expanding we're buying more machines we're",
        11234.42,
        11239.94
    ],
    [
        " buying better equipment and we're hiring more people so thank you for your support it's awesome",
        11239.94,
        11245.36
    ],
    [
        " we're only able to bring manufacturing back to America because of you knowing that you want to",
        11245.36,
        11252.1
    ],
    [
        " have the best and you want it made America so thanks everyone yeah thank you much appreciated",
        11252.1,
        11256.76
    ],
    [
        " yeah that's the one origin main dot com a lot of cool stuff on there some hoodies not to mention",
        11257.32,
        11263.38
    ],
    [
        " the most comfortable pants in the world officially no officially I'm wearing it right now we go to",
        11263.38,
        11268.04
    ],
    [
        " LA today good fine you know whatever but you don't want to wear something comfortable this is my",
        11268.04,
        11272.54
    ],
    [
        " thought process before we went somewhere the most comfortable thing that I own straight up no",
        11272.54,
        11277.34
    ],
    [
        " question me origin pants boom anyway also like I said Geesrashgars compression gear and whatnot",
        11277.34,
        11286.44
    ],
    [
        " anyway just go there origin main dot com get what you want also the immersion camps",
        11286.76,
        11291.02
    ],
    [
        " jujitsu camp you get to immersion camp not concentration camp not not necessarily summer camp not band",
        11291.02,
        11299.28
    ],
    [
        " camp not band camp no it's like an immersion camp you're mercy yourself in jujitsu you train as much",
        11299.28,
        11304.48
    ],
    [
        " or as little as you want but you get to be in jujitsu the whole time boom one week two sessions you",
        11304.48,
        11309.34
    ],
    [
        " can do both if you want by the way jocke will be there I will be there and maybe not at full capacity",
        11309.34,
        11315.64
    ],
    [
        " that you're still out of now we're going to see about some stuff long story",
        11315.64,
        11318.94
    ],
    [
        " david work life looks like late to go jp working it",
        11318.94,
        11326.92
    ],
    [
        " way a lot of cool fun people will be there it's going to be a good good time if last year",
        11326.92,
        11333.0
    ],
    [
        " is any indicators can be real good time also if you want to vary up your work out you want to",
        11333.0,
        11345.62
    ],
    [
        " online what weight kettlebell should I use okay here's the thing that's a broad question that's",
        11347.0,
        11351.84
    ],
    [
        " a real broad question so who are you exactly right yeah it's actually it's an easy answer",
        11351.84,
        11356.62
    ],
    [
        " what's that I didn't think or to the 48 kilogram once yeah and potentially kill yourself or",
        11356.62,
        11363.52
    ],
    [
        " smash it on your toe because you can hold it or it's too light for you I don't know it just",
        11363.52,
        11367.9
    ],
    [
        " depends so depends on how much you know about using kettlebells depends on how strong you are",
        11367.9,
        11372.64
    ],
    [
        " depends on how big you are and it depends on what kind of yeah no this kind of it does",
        11372.64,
        11379.46
    ],
    [
        " know it depends on what kind of fitness you're trying to achieve yeah yes you are trying to get",
        11379.46,
        11384.34
    ],
    [
        " big and strong you want to get a bigger kettlebell yeah we're trying to get more more met con",
        11384.34,
        11389.24
    ],
    [
        " conditioning and whatnot then you get maybe a smaller kettlebell yeah maybe medium or so",
        11389.24,
        11393.78
    ],
    [
        " like that the last point is hey it depends depends but here's the thing I will say this I'm",
        11393.78,
        11400.5
    ],
    [
        " say this with complete bias because I because the on it kettlebells on it those are the kettlebells",
        11400.5,
        11405.12
    ],
    [
        " you get regardless of what size you get to aren't see primal bell ones that's that's the one you",
        11405.12,
        11411.14
    ],
    [
        " get they're just way cooler also if you want to vary up your workout like I said no boring workouts",
        11411.14,
        11419.5
    ],
    [
        " chocolate doesn't have boring workouts apparently buddy did he doesn't I know but you want to",
        11419.5,
        11425.0
    ],
    [
        " make your workouts interesting different movements functional strength and actual strength",
        11425.0,
        11430.38
    ],
    [
        " there's other stuff on there starting with like oh it's a spectrum it goes from jump ropes all the",
        11430.38,
        11434.8
    ],
    [
        " way up to what mate steel bells what's a steel bell they look like a frisbee right but they're",
        11434.8,
        11441.6
    ],
    [
        " filled with metal but what do you do with them all kinds of stuff right see there that's the point",
        11441.6,
        11446.12
    ],
    [
        " so there's a bunch of stuff on there anyway a lot of good stuff a lot of um what did I just get",
        11446.12,
        11451.12
    ],
    [
        " that were pretty cool all the socks boom on it socks on it sucks straight up yeah there's a lot",
        11451.12,
        11456.28
    ],
    [
        " of cool stuff on there on there a lot of good information on there too so a lot of the questions",
        11456.28,
        11460.28
    ],
    [
        " that are directed at me I don't know the answer I sometimes I know the answer for me as a place",
        11460.28,
        11464.7
    ],
    [
        " of me some stuff I heard but it's real flimsy a lot of time you're gonna on it a lot of information",
        11464.7,
        11469.62
    ],
    [
        " on there so get some as they say you know on it dot com slash chocolate good we just support you",
        11469.62,
        11474.56
    ],
    [
        " want something get something also when you get these books that jocke reviews sometimes",
        11474.56,
        11478.24
    ],
    [
        " haque words books about face good one steal my soldiers hearts good one any of the books",
        11480.28,
        11487.24
    ],
    [
        " feel the need to get one hate to wear it organized all the books by episode jockebox.com",
        11487.24,
        11492.92
    ],
    [
        " go jockebox.com click on the top books from episodes oh my god I'm organized perfectly",
        11492.92,
        11498.62
    ],
    [
        " click through there get your book get whatever book you want to get two books get a leafler just",
        11498.62,
        11504.5
    ],
    [
        " continue should just go just do your Amazon thing and you're all good good way to support also",
        11504.5,
        11508.78
    ],
    [
        " subscribe to the podcast if you haven't already on iTunes, Stitcher, Google Play, podcast,",
        11508.78,
        11514.72
    ],
    [
        " pod being pod this podcast apps out there just subscribe to the podcast what I'm saying that's",
        11515.02,
        11521.34
    ],
    [
        " kind of the thing regardless of what podcast application you're using it's good way to support",
        11521.34,
        11525.38
    ],
    [
        " the review if you're in the mood just leave review you know when you kind of think about it if",
        11525.38,
        11530.26
    ],
    [
        " you're not in the mood to leave a review I don't even know if it's conducive to leave a review",
        11530.26,
        11533.52
    ],
    [
        " or is it interesting I don't know I say go for it yeah I say go for a btf pta right",
        11533.82,
        11539.22
    ],
    [
        " I say if you're in the mood leave a review to you also we have a youtube channel if you didn't",
        11539.22,
        11545.74
    ],
    [
        " already subscribe to that one that's a good way to support as well we have excerpts on there",
        11545.74,
        11550.18
    ],
    [
        " try to post every day try to sometimes two a day try to also on there is enhanced excerpts",
        11550.18,
        11559.1
    ],
    [
        " you know what I mean by that I know what you mean by it what I mean by that you mean you put",
        11559.1,
        11563.04
    ],
    [
        " some cinematography into the scenario you film and then you edit with music and other special effects",
        11564.48,
        11570.4
    ],
    [
        " CGI and whatnot sure well at the very least I'll put some music on there you know",
        11570.4,
        11574.76
    ],
    [
        " things are exploding sometimes sometimes you read the war path video so there's no longer",
        11574.76,
        11582.22
    ],
    [
        " horrible Christmas Christmas it's not horrible see I put Christmas music on that because it was",
        11582.22,
        11586.76
    ],
    [
        " Christmas time in the Christmas spirit you want to get Christmas spirit watch the watch the",
        11586.76,
        11591.74
    ],
    [
        " Christmas 1914 video that's a good one as well that's better Christmas spirit is a real Christmas",
        11593.14,
        11597.82
    ],
    [
        " spirit would you say different yeah you know nonetheless that's why I did it but look you make a",
        11597.82,
        11602.64
    ],
    [
        " good point a what I'm not favorite never put Christmas music in one of my what do they call",
        11602.64,
        11608.22
    ],
    [
        " excerpts oh now the yours oh okay I thought they were kind of ours I thought okay oh there you",
        11608.22,
        11613.2
    ],
    [
        " know I don't know if I'm in it all right please don't put Christmas music in our excerpts",
        11613.2,
        11621.32
    ],
    [
        " you got it I promise otherwise the year excerpt yeah huh I gotta take down actually all right",
        11621.74,
        11627.1
    ],
    [
        " I dig it and you know so it's not gonna be Christmas every day the wise men once said it's not",
        11627.1,
        11631.46
    ],
    [
        " Christmas every day so why put Christmas music on something someone might marry me not listen to",
        11631.46,
        11636.46
    ],
    [
        " every day so I understand so yeah every day you know revamp some stuff sometimes",
        11636.46,
        11641.16
    ],
    [
        " stuff put some different music on there you want to listen to it every day FYI my wife completely",
        11641.16,
        11645.94
    ],
    [
        " stuck up for you on that one yeah cuz yeah oh it's nice Christmas music it was released at",
        11645.94,
        11651.78
    ],
    [
        " Christmas time okay I just went into like hiding yeah it's kind of a bummer too because that was",
        11651.78,
        11657.88
    ],
    [
        " a really I know you put a lot of time and effort into that video took a little bit and so that",
        11657.88,
        11661.64
    ],
    [
        " so that when you showed it to me you were all excited and and the video CGI stuff is awesome right",
        11661.64,
        11669.82
    ],
    [
        " but I know that you wanted me to be just you know over the top with filled with awe at the video",
        11670.74,
        11679.56
    ],
    [
        " and I was with the visuals but I was that was a lot of that was countered by Christmas songs",
        11679.56,
        11688.12
    ],
    [
        " and so what you saw from my reaction was actually fake yeah well there was a fair amount of",
        11688.12,
        11694.86
    ],
    [
        " realness there let me tell you cuz here and I remember it and I won't forget it cuz you were",
        11694.92,
        11698.54
    ],
    [
        " in cuz you know you go a little bit inside where you all kind of like form it where it does like a",
        11698.54,
        11705.82
    ],
    [
        " certain thing and then it'll drop off then it'll they'll come back whatever so there's this part where",
        11705.82,
        11710.24
    ],
    [
        " the certain part starts that I'm like oh he's gonna he's gonna kind of like that part right so I'm",
        11710.24,
        11714.26
    ],
    [
        " kind of so I kind of look over at you I know super childish but I'm like looking at you whatever",
        11714.26,
        11718.36
    ],
    [
        " and you're like looking at it and then like when that part hit and it's Christmas music you're like",
        11718.36,
        11723.62
    ],
    [
        " kind of like as if to say an interesting choice instead of you know you know you",
        11724.08,
        11729.26
    ],
    [
        " but really I'm like oh you do anyway so rough we changed the Christmas music as a result so",
        11729.26,
        11737.9
    ],
    [
        " boom anyway that one the biggest hit video of all time yeah sure anyway yeah so yeah",
        11737.9,
        11743.68
    ],
    [
        " enhance excerpts that's what's on there along with of course the video version of this podcast if",
        11743.68,
        11748.38
    ],
    [
        " you care the jaco looks like also jaco is a store it's called jaco store your ill is jaco",
        11748.38,
        11755.64
    ],
    [
        " store dot com so website obviously I know not that creative but still cool stuff on there and stuff",
        11755.64,
        11760.98
    ],
    [
        " is creative I think so go in their shirts hats we even got a new hat it's like a flex fit now",
        11760.98,
        11768.48
    ],
    [
        " boom a lot of people been asking for that delivered gladly delivered anyway who's on there like I",
        11768.48,
        11775.68
    ],
    [
        " said rash guards women stuff some new mugs you know what I think I'm put the tea on there so if",
        11775.68,
        11783.56
    ],
    [
        " you know if they want to have that option to get jaco white tea and international you know oh yeah",
        11783.56,
        11790.1
    ],
    [
        " I think you know just more options they're convenient for the people good call for everybody I think",
        11790.1,
        11794.7
    ],
    [
        " nonetheless a lot of stuff on there if you want something just get something also psychological",
        11794.7,
        11802.24
    ],
    [
        " warfare if you don't know what that is it's an album with tracks jaco tracks I know that sounds like",
        11802.52,
        11810.64
    ],
    [
        " okay it's kind of esoteric jaco tracks what does that mean here this is what it means it means",
        11810.64,
        11814.24
    ],
    [
        " it's not him saying nothing like that so in your mom in your in your campaign against weakness",
        11814.24,
        11820.28
    ],
    [
        " and we're all on the path straight it's it's like common knowledge ready all of us were on the path",
        11820.28,
        11824.98
    ],
    [
        " like if you're if we're listening to this even me talking you listening we're on the path",
        11824.98,
        11828.98
    ],
    [
        " all of us we're on grade now this is inevitable I think for the most part inevitable where you",
        11828.98,
        11835.34
    ],
    [
        " know hit moments of weakness sometimes you need a little help through those moments of weakness sometimes",
        11835.34,
        11841.22
    ],
    [
        " you need to just slip in those moments of weakness and fall and be like I'm not doing that again",
        11841.22,
        11846.68
    ],
    [
        " sometimes that's useful you learn in my opinion but in those moments of weakness where you just need",
        11846.68,
        11851.9
    ],
    [
        " a little spot this is what jaco tracks are for so let's say your weakness is not getting up early",
        11851.9,
        11858.4
    ],
    [
        " you want to hit the snooze so what you want to do too tired I don't know whatever maybe drink a",
        11858.4,
        11863.98
    ],
    [
        " little bit I don't know so you're on the fence you're like I'm gonna hit the snooze just for what",
        11863.98,
        11868.24
    ],
    [
        " was what's the normal snooze ten minutes nine minutes whatever I don't know seem seen you have to",
        11868.24,
        11873.66
    ],
    [
        " tell me about that anyway actually it's not for the snooze technically it's not for hitting the",
        11873.66,
        11883.44
    ],
    [
        " snooze it's for going back to bed that's the weakness that this particular track because hitting",
        11883.44,
        11888.52
    ],
    [
        " the snooze is like if you if you just want to hit the snooze you're not going to have that energy to",
        11888.52,
        11893.66
    ],
    [
        " get up and you know boom maybe if you put it as your alarm nonetheless this is what it is the track",
        11893.66,
        11897.72
    ],
    [
        " it it's jaco on a specific track telling you why you should just get up and not hit the snooze",
        11897.72,
        11901.86
    ],
    [
        " or not stay in bed but it's like jaco pragmatic advice it's good 100% and this goes for a diet",
        11901.86,
        11909.58
    ],
    [
        " stuff skipping workout stuff 100% effectiveness 100% that's good speaking of 100% if you 100%",
        11909.58,
        11918.66
    ],
    [
        " 100% guaranteed want to be able to deadlift 8000 pounds minimum you might go over that all you",
        11918.66,
        11926.3
    ],
    [
        " have to do is drink chocolate white tea it's that simple bro okay and I'm gonna get sued am I",
        11926.3,
        11932.8
    ],
    [
        " gonna get sued for false advertising no because and here's why so this kid Josiah this is",
        11932.8,
        11938.56
    ],
    [
        " a huge guy towards bicep by the way a few weeks ago maybe a few months ago it's been a",
        11938.56,
        11943.38
    ],
    [
        " probably a few months nonetheless big guy deadlift you know has the setup right and and he'll",
        11943.38,
        11948.58
    ],
    [
        " he'll have videos there I watch him just to understand a week I am and so he tears his bicep you",
        11948.58,
        11954.42
    ],
    [
        " know it happens and so he there's a video actually I think this video was before you took",
        11954.42,
        11961.76
    ],
    [
        " toward the bicep no no it was after so he has this arm in his sling right when you have the bicep",
        11961.76,
        11967.8
    ],
    [
        " tear so he drinks some jacquo white tea with the tin he pounds it and he smashes the tin",
        11968.3,
        11975.04
    ],
    [
        " and I'm not joking the actual video smashes the tin throws the tin deadlifts one bad arm one hand",
        11975.04,
        11981.82
    ],
    [
        " and it's like more than I can deadlift for real in real life one hand deadlift so boom proof",
        11981.82,
        11987.46
    ],
    [
        " proof seems same by way of video just saying yeah that it is you can get that on amazon soon very soon",
        11987.46,
        11996.08
    ],
    [
        " well I shouldn't say very soon within a few weeks you're gonna be able to get ready made jacquo white tea",
        11996.34,
        12003.16
    ],
    [
        " in a can we're gonna put some companies out of business yeah because you're gonna be at 7-11 going",
        12003.16,
        12010.74
    ],
    [
        " oh you know what oh maybe I'll have this sugar filled thing over here and it will make me feel like",
        12010.74,
        12014.24
    ],
    [
        " like a high on a sugar high for about 15 minutes and I want to then I want to fall asleep and",
        12014.24,
        12019.52
    ],
    [
        " be lame and I'll be getting diabetes or I can have jacquo white tea deadlift is called so anyways",
        12019.52,
        12024.72
    ],
    [
        " yeah that's coming that's coming I'll let you all know and that's out hey books way the war your kid",
        12024.72,
        12029.44
    ],
    [
        " series shows the path of hard work and discipline to kids book two is out now it's called marks mission",
        12029.44,
        12037.04
    ],
    [
        " teach your kids to be stronger faster smarter more confident teach them to have better",
        12037.04,
        12042.66
    ],
    [
        " perspective on other people how to handle verbal and physical bullying",
        12042.66,
        12047.64
    ],
    [
        " yeah teach them to be warrior kids and speaking of warrior kids if you want to support a warrior kid",
        12049.64,
        12054.74
    ],
    [
        " go to irishoaksranch.com and get some warrior kids soap made by Aiden who's 13 years old owns his own",
        12054.74,
        12063.38
    ],
    [
        " business yeah he makes jacquo soap it's good to use if you want to stay clean don't forget about",
        12063.38,
        12072.3
    ],
    [
        " the discipline equals freedom field manual and you know what this is this is good read read just read",
        12072.3,
        12078.82
    ],
    [
        " one section a day legit read one section a day that will legitimately keep you on the path",
        12078.82,
        12085.36
    ],
    [
        " try it if you want to listen to one track a day instead of read it because maybe you do it in the car",
        12085.36,
        12094.08
    ],
    [
        " whatever it's not on audible it's on mp3 the district equals freedom field manual iTunes amazon",
        12094.18,
        12102.46
    ],
    [
        " music google play whatever you can listen to mp3s of course there's leadership book extreme",
        12102.46,
        12109.42
    ],
    [
        " ownership combat leadership and how to apply to your business and life over a million copies of",
        12109.42,
        12113.76
    ],
    [
        " that have sold that's a lot and it's not because we did a bunch big advertising campaign",
        12113.76,
        12119.26
    ],
    [
        " that's not because we took out an advertisement in the super bowl series no it's because of word",
        12120.18,
        12125.54
    ],
    [
        " of mouth that's why people read it because it works so get that for your business and life and",
        12125.54,
        12130.62
    ],
    [
        " actually if you want to now order the follow on book to extreme ownership it's called the dichotomy",
        12130.62,
        12135.6
    ],
    [
        " of leadership life and i just finished writing it this book will it's really going to help leaders",
        12135.6,
        12141.46
    ],
    [
        " i can't wait to get it out there into people's hands one of the hardest things to do is a leader",
        12141.46,
        12145.16
    ],
    [
        " is find the balance between all the dichotomies of leadership and this will help you do that",
        12145.16,
        12150.64
    ],
    [
        " order it now otherwise the same things gonna happen publishers won't have a copy for you and you",
        12150.64,
        12155.92
    ],
    [
        " would be a mad and i'll be mad that's the way it works if you need direct leadership support for",
        12155.92,
        12162.58
    ],
    [
        " your team contact ashlan front which is my leadership consulting company it's me it's life",
        12162.58,
        12166.58
    ],
    [
        " it's jp to know david burk our website is ashlan front dot com and we solve problems through",
        12167.12,
        12174.96
    ],
    [
        " leadership that's what we do and of course there's the muster leadership seminar by the way",
        12174.96,
        12182.06
    ],
    [
        " zero zero five in washington dc sold out so if you want to come to muster you can't come to that one",
        12182.06,
        12189.26
    ],
    [
        " you gotta wait until october 17th and 18th in san francisco california that is the next muster",
        12189.26,
        12195.86
    ],
    [
        " and also at the muster we will not be backstage in the green room clearing our minds in an isolation",
        12195.88,
        12204.86
    ],
    [
        " float tank we will not be doing that we will be with you out there the whole time talking answering",
        12204.86,
        12212.24
    ],
    [
        " questions working out eating rolling jiu jitsu everything come to the muster pragmatic leadership",
        12212.24,
        12217.88
    ],
    [
        " training for people that are leaders people that aspire to be leaders and also on top of that for",
        12217.88,
        12224.26
    ],
    [
        " current military law enforcement firefighters paramedics other first responders we have roll call",
        12224.26,
        12229.94
    ],
    [
        " one september 21st dallas texas it's one day that's about leadership in dynamic environments you can",
        12229.94,
        12238.58
    ],
    [
        " register that one as well at extreme ownership dot com and until we are together live at one of those",
        12238.58,
        12246.0
    ],
    [
        " events whether it's the muster or it's the roll call or it's the immersion camp up in main",
        12246.0,
        12250.76
    ],
    [
        " if you want to communicate with us you can do that via the interwebs where we're cruising big time",
        12251.0,
        12261.08
    ],
    [
        " i am jaco willink echo is at echo charles and also military outreach us a",
        12261.08,
        12269.58
    ],
    [
        " which is the organization that's run by general mucayama if you want to follow that they are on",
        12269.58,
        12280.04
    ],
    [
        " twitter at at mill outreach us a at mill outreach us a they also have their facebook page which is",
        12280.04,
        12289.7
    ],
    [
        " military outreach us a and if you didn't catch the website the first time around military outreach us a",
        12289.7,
        12296.92
    ],
    [
        " dot org great organization led by a great man general james mucayama and again we thank him for his",
        12296.92,
        12308.46
    ],
    [
        " service sacrifice and what he has done for our great nation and what he continues to do",
        12311.12,
        12316.5
    ],
    [
        " and i thank him for coming on the podcast to share his lessons learned and also thanks to his son j",
        12316.5,
        12323.46
    ],
    [
        " for connecting us truly appreciated it was an amazing experience for me to talk through lessons learned",
        12323.46,
        12330.14
    ],
    [
        " that he learned from one of my mentors and one of my heroes colonel david hackworth",
        12330.14,
        12335.02
    ],
    [
        " so thank you both and thanks to all the men and women in uniform out there doing your duty holding",
        12336.12,
        12344.9
    ],
    [
        " the line protecting our flag and our freedom into the police and law enforcement fire fighters",
        12344.9,
        12352.16
    ],
    [
        " paramedics and all the other first responders that protect us day and night while we're here at home",
        12352.16,
        12356.86
    ],
    [
        " thank you for your vigilance and to everyone else that is listening",
        12356.86,
        12363.12
    ],
    [
        " the factory factory workers and drywall hangers and bankers and brokers and waiters and waitresses and",
        12363.12,
        12372.38
    ],
    [
        " cooks and dishwashers to business owners and investors and software designers and CEOs and sales",
        12372.38,
        12380.0
    ],
    [
        " people to everyone out there doing your best to do your best think about those hardcore raccordos",
        12380.0,
        12392.22
    ],
    [
        " that fought and think about those hardcore raccordos that didn't come home remember them",
        12392.22,
        12400.46
    ],
    [
        " and for them don't let up don't slow down don't allow any slack",
        12401.8,
        12409.66
    ],
    [
        " and keep getting after it so until next time this is echo and jaco out",
        12409.66,
        12421.16
    ]
]