[
    [
        " How do self-awareness, self-assessment and self-improvement begin and how do they continue over time?",
        0.0,
        8.9
    ],
    [
        " Well, they're all tied together and it starts with",
        10.84,
        17.44
    ],
    [
        " being self-aware with being able to",
        17.44,
        21.9
    ],
    [
        " detach because if you can't attach from yourself",
        21.9,
        27.08
    ],
    [
        " then you can't see yourself.",
        28.5,
        30.4
    ],
    [
        " And so people ask, how do you detach from yourself? How do you learn to do that?",
        31.66,
        38.28
    ],
    [
        " And a good drill for this is try to imagine",
        38.4,
        41.5
    ],
    [
        " the way other people see you and what other people are thinking of you.",
        41.5,
        48.96
    ],
    [
        " And one place where this happens and it definitely happened to me is when I started getting",
        50.56,
        56.36
    ],
    [
        " put in charge of things, I started thinking about other people's perspectives.",
        57.08,
        60.96
    ],
    [
        " What are they seeing? If you're in charge then what are your subordinates see you do? What are your",
        61.78,
        70.6
    ],
    [
        " subordinates here you say? What kind of representation are they receiving?",
        70.6,
        78.66
    ],
    [
        " And if you work for someone else it's the same questions. What does the boss see me do?",
        81.76,
        87.1
    ],
    [
        " What does the boss hear me say? What kind of representation am I making of myself to my boss?",
        87.56,
        94.98
    ],
    [
        " And then you start thinking about what are your friends and family think? What do they see?",
        96.08,
        103.34
    ],
    [
        " What do they hear?",
        104.02,
        105.82
    ],
    [
        " And so the question becomes how well do you represent yourself? What shortfalls do you have?",
        108.08,
        115.86
    ],
    [
        " Now when you first start looking it's like you're looking at an overgrown lawn.",
        116.3,
        123.64
    ],
    [
        " There are some big obvious problems so you do a broad just kind of general cut of the grass.",
        124.24,
        132.32
    ],
    [
        " You fix some of the big easy problems that are obvious. I want you to done that.",
        133.34,
        140.36
    ],
    [
        " You've gotten rid of some of those big obvious problems you notice some more detailed problems.",
        141.3,
        147.92
    ],
    [
        " So then you handle them and once you've got those handled you see even smaller and more detailed",
        148.24,
        153.68
    ],
    [
        " issues so you start trying to fix them. And that's what you do with yourself. You",
        153.68,
        162.72
    ],
    [
        " continually detach and then you look and then you refine and then you detach and then you look",
        165.5,
        169.82
    ],
    [
        " and then you refine and then you detach and then you look and then you refine. That's what you do.",
        169.82,
        175.56
    ],
    [
        " That's how you get better and that process doesn't stop. It can't stop because if you stop",
        176.88,
        186.16
    ],
    [
        " refining then the weeds grow back and the next thing you know you can't see yourself anymore.",
        190.02,
        196.56
    ],
    [
        " And when you can't see yourself anymore when you stop looking at yourself then you accept",
        197.66,
        205.74
    ],
    [
        " you accept anything.",
        205.74,
        209.68
    ],
    [
        " And that's wrong.",
        210.9,
        213.3
    ],
    [
        " Don't accept the faults. Don't give yourself the benefit of the doubt. You've got to be your own",
        216.16,
        222.54
    ],
    [
        " harshest critic.",
        222.54,
        224.7
    ],
    [
        " And hold the line.",
        225.6,
        229.74
    ],
    [
        " And don't let go.",
        230.2,
        237.6
    ]
]