[
    [
        " How do you rank your longevity in your priorities?",
        0.02,
        3.24
    ],
    [
        " Long Jeviti this is talking about staying alive for as long as possible and of course, I mean I want to live",
        4.2,
        11.08
    ],
    [
        " Oh like how do you get rid of that?",
        11.08,
        13.14
    ],
    [
        " How do I personally that's the way it's quite the question is actually directed at me?",
        13.46,
        17.36
    ],
    [
        " Jocco willing question for the podcast how do you rank your longevity in your priorities longevity?",
        17.46,
        21.88
    ],
    [
        " Being how long are you gonna live for and for me?",
        22.52,
        25.82
    ],
    [
        " I mean obviously longevity has some level of importance. I do want to live for a little while longer",
        26.5,
        32.9
    ],
    [
        " but and and I think that generally my",
        32.9,
        37.06
    ],
    [
        " lifestyle and my focus on health and fitness in a broad way align with living for a",
        37.06,
        46.58
    ],
    [
        " little longer so",
        46.58,
        48.24
    ],
    [
        " You know working out and all that stuff is good, but there's also an extreme and I don't know if you know",
        48.24,
        54.38
    ],
    [
        " that's not how much you know about this or if you've ever read about it, but there's an extreme",
        54.38,
        57.5
    ],
    [
        " Side of longevity of trying if you if your goal in life",
        57.5,
        62.84
    ],
    [
        " Was to live as long as possible?",
        62.84,
        65.98
    ],
    [
        " There's an extreme version of that. Do you know about this? I don't know how so well one of the biggest things is you you do",
        66.28,
        74.24
    ],
    [
        " Calorie restriction massive calorie restriction. Yeah, you're talking like massive calorie restriction and",
        74.24,
        80.92
    ],
    [
        " That's one of them you and and believe it or not you do",
        81.4,
        84.26
    ],
    [
        " Extremely low levels of physical activity. Yeah, right? You you basically if your goal was to live as long as possible",
        84.26,
        93.5
    ],
    [
        " You would want to live",
        93.5,
        95.02
    ],
    [
        " Basically in a bubble. Yeah, and do nothing. Yeah, but but eat very little and and just lay there",
        95.02,
        103.82
    ],
    [
        " No jiu jitsu",
        103.82,
        107.7
    ],
    [
        " No surfing no lifting heavy weights none of that stuff now when you're in that mode of",
        108.3,
        115.0
    ],
    [
        " Long-jeviti pure longevity you are not prepared for anything in the actual world, right? Yeah, because your your heart",
        115.0,
        122.26
    ],
    [
        " Can only beat so many times and if the less you use it the longer it's gonna be lasting",
        122.26,
        130.14
    ],
    [
        " But and I'm sure I have that not quite right, but the problem is if you're not in good shape",
        130.14,
        135.38
    ],
    [
        " When you get surprised your heart can't handle it. That's the kind of people that have heart attacks their heart can't handle all this madness when it comes",
        136.04,
        141.9
    ],
    [
        " So I'm not going there. It's not worth it for me to for me to live my whole life as a sedentary person",
        141.9,
        149.36
    ],
    [
        " half starved and",
        149.36,
        151.72
    ],
    [
        " Completely unprepared for anything to happen to me outside of my bubble is not happening. I'm not gonna live that way",
        151.72,
        157.32
    ],
    [
        " So where does it rank in my priorities? I think it's it sure",
        157.32,
        162.32
    ],
    [
        " It's an important thing, but I think my general lifestyle aligns with it enough that I don't think about it as much and I think overall",
        162.32,
        170.12
    ],
    [
        " living life",
        170.12,
        171.68
    ],
    [
        " Is more important to me than just living yeah",
        171.68,
        176.16
    ],
    [
        " So got a live life",
        176.16,
        178.54
    ]
]