[
    [
        " Is it ever okay to violate core values to achieve a goal?",
        0.0,
        3.94
    ],
    [
        " Okay, so first of all",
        5.18,
        7.78
    ],
    [
        " Really obvious your values and your goals should be aligned",
        7.78,
        13.1
    ],
    [
        " They should not be adversarial. They shouldn't be counter to each other and",
        13.1,
        18.12
    ],
    [
        " If you think about what your goals are your goals should be set up in a way that they support your values and vice versa",
        18.12,
        24.88
    ],
    [
        " That's just the way it is",
        24.88,
        26.5
    ],
    [
        " I'm not sure where this is gonna be an issue if you're setting up goals that are contrary to your values",
        26.5,
        31.92
    ],
    [
        " You got some issues now. I guess",
        31.92,
        33.7
    ],
    [
        " If you had the goal of winning the blue belt Jiu Jitsu championships",
        33.7,
        40.06
    ],
    [
        " In an order to win you you cheated like you claim someone was reaping your leg and you said oh",
        40.06,
        46.64
    ],
    [
        " You tap and you get the guy to qualify and you win. That's could be an example, right?",
        46.64,
        50.28
    ],
    [
        " Now do I support that? No, you know, that's wrong",
        50.56,
        53.22
    ],
    [
        " You you go win against the values of actually the values of martial arts to do that",
        53.22,
        57.86
    ],
    [
        " So you didn't win anything and you didn't achieve your goal because you weren't actually the best",
        57.86,
        61.14
    ],
    [
        " So I say no on that one another one",
        61.14,
        65.0
    ],
    [
        " Let's say you wanted to make a certain level of profit at your company",
        65.0,
        70.18
    ],
    [
        " So you cheated a little bit on the quality of the manufacturing and your soul items that weren't quite reliable",
        70.18,
        77.78
    ],
    [
        " Do I support that? No, right for animal and why let me tell you why because your goal",
        79.3,
        84.84
    ],
    [
        " Your goal is not even aligned with your goal itself because when you start making",
        84.84,
        89.76
    ],
    [
        " Substandard manufactured items what's gonna happen in the long run people gonna say we don't like these",
        89.76,
        96.12
    ],
    [
        " Yeah, we're not gonna buy them anymore. So you didn't win you might have won in the short term",
        96.12,
        100.98
    ],
    [
        " But you didn't win and and again you're going against your value you should have values that you don't want to",
        100.98,
        105.84
    ],
    [
        " You know take profit over making good product and again in the long run",
        107.36,
        112.62
    ],
    [
        " That value is gonna cost you right people aren't gonna want to buy your product anymore",
        112.62,
        117.02
    ],
    [
        " Okay, another one I could think of like let's say your goal was to lose weight or to gain weight or whatever",
        117.02,
        124.7
    ],
    [
        " some kind of positive",
        124.7,
        126.56
    ],
    [
        " physical change",
        126.56,
        128.1
    ],
    [
        " And so you're working on it but then you decide you're gonna jump on the steroids right you're gonna jump on steroids and",
        128.1,
        134.72
    ],
    [
        " You get that goal right because steroids are a huge advantage",
        134.72,
        137.9
    ],
    [
        " But again, I say no because if you think about what's your goal is like why are you trying to",
        137.9,
        143.18
    ],
    [
        " gain weight or lose weight your goal is to be is to be healthy right?",
        143.18,
        147.22
    ],
    [
        " That's your value is you value your health and so when the minute you start doing something that's counter to your health",
        147.32,
        153.42
    ],
    [
        " Well, that's not that's not helping your long term",
        153.42,
        156.68
    ],
    [
        " It's your value is not aligned with your goal. Your goal is not aligned with your value. So get them lined up",
        156.68,
        161.88
    ],
    [
        " so",
        166.94,
        167.38
    ],
    [
        " now",
        167.38,
        166.26
    ],
    [
        " You might we at some point compromise our values",
        166.26,
        171.6
    ],
    [
        " Compromise our values to reach a goal. I think that changes the answer a little bit, right? We might compromise",
        171.6,
        177.68
    ],
    [
        " You remember that question that we had about the people that are snakes and how do you work with them?",
        177.68,
        182.2
    ],
    [
        " You know should you work with someone that's dishonest or backstabbing but they're a cog in the machine of your team and",
        182.46,
        190.28
    ],
    [
        " Your values right they might be to call a person out and",
        192.06,
        195.96
    ],
    [
        " Say, hey, you're a you're a backstabber and I don't want to work with you",
        195.96,
        198.9
    ],
    [
        " That that might be what your values tell you to do but your goal and if you do that",
        198.9,
        205.46
    ],
    [
        " You first of all you don't progress. You don't your team doesn't work better together. They work worse together and so",
        205.46,
        210.8
    ],
    [
        " In the long run you don't win",
        210.8,
        214.4
    ],
    [
        " Because you stuck hardcore with your values and",
        214.4,
        219.26
    ],
    [
        " By the way, if you stick with your if you if you bend your values and compromise your values a little bit to get through this",
        219.26,
        224.76
    ],
    [
        " Transitional period now you get promoted now you get a situation where you can fire that person. That's a backstabber",
        224.76,
        229.24
    ],
    [
        " so",
        229.24,
        230.32
    ],
    [
        " You you have to compromise your values as a person a little bit",
        230.32,
        235.56
    ],
    [
        " and",
        235.56,
        238.38
    ],
    [
        " You know, there's the enemy of my enemy as my friend right the enemy of my enemy is my friend",
        238.38,
        244.52
    ],
    [
        " So you might compromise your values short term working somebody that you're not totally aligned with value wise and again",
        244.52,
        252.02
    ],
    [
        " If you're gonna get the long-term",
        252.02,
        254.04
    ],
    [
        " Strategic goal well then maybe it's worth it because it's gonna put you in a position where you can then",
        254.04,
        260.82
    ],
    [
        " Hold your values better if from a from a senior position or from a more powerful position",
        260.82,
        267.04
    ],
    [
        " So you might compromise them a little bit again. These are",
        267.04,
        270.74
    ],
    [
        " Small compromises and you should have things of course. We got things that values that you're you're never gonna compromise on",
        271.2,
        277.9
    ],
    [
        " I'm hitting a girl. Yeah, right",
        277.9,
        281.82
    ],
    [
        " You should you should never hit a girl right never hit a woman",
        281.82,
        286.18
    ],
    [
        " Now with that being said",
        286.18,
        289.66
    ],
    [
        " If there's a woman that's about to do something truly evil",
        289.66,
        294.86
    ],
    [
        " you know",
        294.86,
        295.94
    ],
    [
        " Kill a child or some kind of a terrorist act and the only thing you have that you can",
        296.46,
        300.78
    ],
    [
        " Stop it is to hit her. Well, guess what she's getting hit. You know what I mean? So even then",
        300.78,
        306.04
    ],
    [
        " Your value of never hitting a girl can be compromised momentarily while you stop a child from being murdered or whatever. Yeah",
        306.04,
        314.7
    ],
    [
        " You know, we as we we hold a value if we always want to tell the truth",
        314.7,
        321.08
    ],
    [
        " But if you had a extreme example if you had some kind of a state secret and",
        323.38,
        328.78
    ],
    [
        " and",
        328.78,
        329.9
    ],
    [
        " You got captured. Well, of course you might lie about that and there's little I mean we could get into a whole like",
        329.9,
        337.16
    ],
    [
        " White lie discussion on stuff",
        337.16,
        339.62
    ],
    [
        " Like when your wife asks you how is the chicken and you want to tell her it's the most dry and",
        339.62,
        345.48
    ],
    [
        " in",
        348.02,
        348.42
    ],
    [
        " Charcoal tasting item that you've ever put in your mouth. That's not gonna help you long term. No, so I might I might",
        348.42,
        354.88
    ],
    [
        " Compromise my values of being truthful and tell her",
        354.88,
        358.2
    ],
    [
        " It's pretty good. Can I have some more ketchup over here?",
        358.2,
        362.06
    ],
    [
        " Can I get some more barbecue sauce on this ketchup on chicken? I know and I'm gonna go grab some more water",
        362.5,
        368.32
    ],
    [
        " Would you like so I might compromise my values a little bit there?",
        368.32,
        372.12
    ],
    [
        " so",
        374.34,
        374.92
    ],
    [
        " so",
        374.92,
        375.28
    ],
    [
        " I guess what I'm saying is and people this is the thing people probably",
        375.28,
        380.7
    ],
    [
        " What they think of my persona",
        380.7,
        383.7
    ],
    [
        " Because people think oh, I'm just gonna be this uncompromising never settle. Oh, how no slack",
        383.7,
        390.3
    ],
    [
        " Kind of person right that's what people want it want",
        390.3,
        394.06
    ],
    [
        " You know want I guess want to see me as but the reality is",
        394.06,
        399.26
    ],
    [
        " Reason",
        402.16,
        402.72
    ],
    [
        " right reason and thought",
        402.72,
        404.58
    ],
    [
        " Can can override values for the right reasons and",
        404.58,
        411.26
    ],
    [
        " That's why we can think",
        411.26,
        412.86
    ],
    [
        " There's that's why we can think and there's there's actually times",
        412.86,
        416.64
    ],
    [
        " There's actually times when holding your values goes against your values",
        416.64,
        422.18
    ],
    [
        " So if you always back up your friends, right you always back up your friends",
        422.18,
        426.38
    ],
    [
        " But then your friend does something that's totally immoral and is against your values",
        426.64,
        431.0
    ],
    [
        " Well, then you can't back up you can't hold the value of backing up your friends because guess what they did something",
        431.0,
        435.26
    ],
    [
        " Amoral they did something that was wrong and so if you held your values you'd be not holding your values",
        435.26,
        440.9
    ],
    [
        " That's the",
        440.9,
        441.82
    ],
    [
        " dichotomy there right that's the dichotomy that and the additional dichotomy is",
        441.82,
        446.78
    ],
    [
        " You hold your values right you hold to those basic principles that you believe in",
        446.78,
        452.24
    ],
    [
        " But at the same time you've got to apply logic and reason to them to make sure that they are supporting your long-term goal and your long-term values",
        452.6,
        460.52
    ],
    [
        " Because you don't want to you don't want to make a hard stand on something that costs you",
        460.52,
        466.84
    ],
    [
        " Everything where now in the future you can no longer manipulate any more situations",
        466.84,
        471.24
    ],
    [
        " That's one of the things that makes leadership and life hard",
        471.24,
        478.78
    ],
    [
        " Is that it isn't black and white",
        478.78,
        480.9
    ],
    [
        " It isn't black and white it's gray and so our decisions on these very things these are the challenges of leadership",
        481.38,
        489.9
    ],
    [
        " And there's there's no way right or wrong answer of saying if it's right or wrong to violate your",
        489.9,
        498.18
    ],
    [
        " Your values to achieve a goal that initial questions. There's too many variables in that",
        498.18,
        503.02
    ],
    [
        " There's too many variables, but start with this part that I started the whole answer with align your values with your goal",
        503.02,
        509.66
    ],
    [
        " That's where you start and then you use reason and",
        510.28,
        516.0
    ],
    [
        " Logic and thought to determine your actions based on the situation",
        516.0,
        520.9
    ],
    [
        " Wade against your values you have to",
        520.9,
        523.5
    ],
    [
        " think",
        523.5,
        525.2
    ],
    [
        " Yeah, so",
        525.2,
        527.88
    ],
    [
        " Give me what you're saying yes, it's so it's less like",
        527.88,
        532.8
    ],
    [
        " Just",
        532.8,
        533.8
    ],
    [
        " Values like you have a dinner plate with here's my values kind of thing. It's more of a hierarchy of values",
        534.44,
        541.04
    ],
    [
        " So you will violate your values if it's on you know level two for a level four",
        541.04,
        547.5
    ],
    [
        " Like I'll hit all knock a girl right out if it's in the way of my",
        547.5,
        552.72
    ],
    [
        " Higher value which is protect your family protecting my family kids, you know all this stuff",
        552.72,
        557.88
    ],
    [
        " Same thing with girls don't mess ladies out there don't mess with that goes family. Yeah, please don't come and at you",
        557.88,
        563.44
    ],
    [
        " You know obviously same thing with the you know the",
        563.8,
        565.92
    ],
    [
        " Writing on your or backing up your friend. Yeah, my values back to my friend. That's level two, you know the whole",
        565.92,
        573.38
    ],
    [
        " Irmoral thing assaulting a girl. I don't know whatever the you know, yeah, that's level four",
        573.38,
        578.62
    ],
    [
        " So sorry number two, you know, I'm going for number four kind of so it's like a hierarchy. Yeah, you got a little hierarchy values",
        578.62,
        583.8
    ],
    [
        " There's some you know obviously there's some that I",
        583.8,
        587.4
    ],
    [
        " Can't you know you you could give any of one of your highest values that you could come up with and you could sit here and",
        587.4,
        593.58
    ],
    [
        " And theoretically come up with a situation where you would sacrifice that value. Yeah, and that's the way it is",
        594.2,
        599.88
    ],
    [
        " Yeah, so that's why we're humans. We have the ability to think we have the ability to reason and",
        599.88,
        606.16
    ],
    [
        " Sometimes you might have to compromise your values a little bit to",
        606.16,
        609.34
    ],
    [
        " Survive right yeah to survive and get so that you can long term",
        609.34,
        616.42
    ],
    [
        " Carry out your values to a higher degree. Yeah",
        616.42,
        620.9
    ],
    [
        " Yeah, like the um and the back to the people want to lose weight, you know, yeah",
        621.42,
        627.58
    ],
    [
        " If usually people who",
        627.58,
        631.82
    ],
    [
        " I don't know I guess I would imagine that usually people who take steroids their value isn't the health",
        631.82,
        638.22
    ],
    [
        " It's like because people are typically unless it's a medical thing, you know",
        638.22,
        641.64
    ],
    [
        " You know the sterile thing for all it's for to win or to be cool. Yeah, which is kind of strange",
        641.64,
        647.5
    ],
    [
        " But you know, it's usually the win a competition or something like this, but um, but nonetheless",
        647.62,
        652.62
    ],
    [
        " I think that holds true give you a reason and I think it's kind of kind of coming together there",
        652.62,
        657.4
    ],
    [
        " I think that it is like a hierarchy of values. Yeah",
        657.4,
        660.48
    ],
    [
        " Yeah, and if someone's gonna use steroids to cheat that's I mean even that we could do it's a whole nother discussion",
        660.48,
        668.58
    ],
    [
        " Yeah, but what are they really proving? What are they really winning? Right? Yeah, and that goes back to remember",
        668.58,
        673.64
    ],
    [
        " I forget what we were talking about like some people like they want to they want to they want to appear to win",
        673.84,
        679.22
    ],
    [
        " You know, especially now you can see it on like online. You don't spend that much time at like this cruising Facebook, but you see",
        679.22,
        685.38
    ],
    [
        " You can see someone that you know",
        685.38,
        687.86
    ],
    [
        " I don't know they're they're they're about to",
        687.86,
        690.68
    ],
    [
        " Murder each other husband and wife they hate each other. They don't even sleep in the same room",
        690.68,
        695.12
    ],
    [
        " But they went on vacation with their kids or whatever and they're like oh so in love in front of the Ferris wheel",
        695.12,
        700.0
    ],
    [
        " The water fall or whatever and you're like, bro",
        700.0,
        702.14
    ],
    [
        " You just want people to think you win. You just want to appear that you won, you know, but it's not real",
        702.14,
        708.9
    ],
    [
        " That's why people cheat. Yeah, that's why I like the guy that you get to think when they're like okay",
        708.9,
        713.32
    ],
    [
        " I'm gonna I'm gonna say this guy read my leg. I'm gonna tell oh he's deac you you can't do that",
        713.32,
        717.28
    ],
    [
        " But you know you cheated kind of thing",
        717.28,
        718.72
    ],
    [
        " His goal wasn't to win it was just to get the medal. So the it's you know",
        718.72,
        724.0
    ],
    [
        " Well his goal is to appear, but he's just he doesn't have the proper values actually or be the winner",
        724.0,
        729.4
    ],
    [
        " He needs to check his values",
        729.44,
        731.06
    ],
    [
        " He needs to check his hierarchy of values",
        731.06,
        733.46
    ]
]