[
    [
        " This is Jocco Podcast number one twenty one with Echo Charles and me Jocco",
        0.46,
        6.56
    ],
    [
        " Willink. Good evening echo. Good evening. I'm going to tell you a story. And this is a",
        6.56,
        19.4
    ],
    [
        " story of war and pain and love and death. And this story, this is a heroic story.",
        19.4,
        38.82
    ],
    [
        " Quite possibly one of the most heroic stories. And at the same time, this story is",
        39.4,
        48.08
    ],
    [
        " also a tragedy. And it is quite possibly one of the most tragic stories. This is a story",
        48.8,
        62.86
    ],
    [
        " of a father and a son. This is a story that spans six wars each one more difficult than",
        62.86,
        69.86
    ],
    [
        " the next. This is a story of life. And like all stories of life, this story ends the",
        69.86,
        86.08
    ],
    [
        " way that all lives end. This story ends in death. There is no story book ending. There",
        86.08,
        98.18
    ],
    [
        " is no walking off into the sunset. There is no mercy and no quarter and no remorse from death.",
        98.18,
        104.34
    ],
    [
        " And as I prepared to tell this story, there were times when I started to decide against it,",
        105.64,
        121.22
    ],
    [
        " where I began to think it would be too much. But there was another part of me that spoke louder",
        123.24,
        134.74
    ],
    [
        " and spoke stronger and that other part of me that knows that to hide from the darkness is only",
        134.74,
        143.3
    ],
    [
        " to allow darkness to grow. And I will not do that. I will tell this story and the story that I",
        143.3,
        154.36
    ],
    [
        " am going to tell is not just a story. It is not made up. The story is the real story of the real",
        154.36,
        164.32
    ],
    [
        " lives of two men, two Marines, a father and a son who fought many battles, both literally",
        164.32,
        177.5
    ],
    [
        " and metaphorically and who did their best to fight and win.",
        177.5,
        184.78
    ],
    [
        " And who we can both learn a lot from. But we can only learn if we listen, we can only learn if we",
        189.68,
        201.28
    ],
    [
        " study and we can only learn if we remember what these men went through, what they did,",
        201.28,
        213.44
    ],
    [
        " how they lived, and how they died. I will begin the story with the father.",
        213.52,
        225.0
    ],
    [
        " He is the most famous Marine in the history of the Marine Corps. He is one of the most highly",
        226.14,
        235.68
    ],
    [
        " decorated men in American military history. He is the only man ever awarded five Navy crosses.",
        235.68,
        245.8
    ],
    [
        " His name is Lewis Polar, better known as Chesty Polar.",
        247.14,
        255.46
    ],
    [
        " And he is to most Marines, the ultimate Marine, the Godfather of the Marine Corps, to this day",
        257.06,
        264.94
    ],
    [
        " the mascot of the Marine Corps, which is a bulldog. That bulldog is named Chesty, after Chesty Polar.",
        264.94,
        274.74
    ],
    [
        " And they are currently on bulldog number 15 named Chesty the 15th. In Boot Camp, in Marine Corps,",
        276.02,
        285.8
    ],
    [
        " Boot Camp recruits saying, good night Chesty at the end of a long day.",
        285.98,
        289.98
    ],
    [
        " He is embedded in the fiber of the Marine Corps.",
        291.0,
        296.3
    ],
    [
        " And you might wonder who was this man and how did he become an icon to a group that is one of the",
        299.5,
        309.44
    ],
    [
        " most elite fighting forces in the history of mankind to the United States Marine Corps.",
        309.44,
        314.92
    ],
    [
        " And in order to find out who this man is, we are going to explore a book called Marine,",
        316.0,
        321.8
    ],
    [
        " the Life of Chesty Polar, written by Burke Davis.",
        323.3,
        329.88
    ],
    [
        " And I will go to the book. Lewis Burwell Polar was born June 26th, 1898 into a small boys paradise,",
        330.76,
        345.88
    ],
    [
        " the village of West Point, Virginia, with a Pamunky and Patamony rivers formed the Broad,",
        345.88,
        354.68
    ],
    [
        " York. The waters were full of fish, crab and oysters, and the woodlands teamed with game.",
        355.2,
        363.04
    ],
    [
        " Sounds like a good place to grow up. He often talked of his dream of going to the Virginia",
        364.32,
        371.26
    ],
    [
        " military institute and becoming a soldier. From his reading, his family traditions, his love",
        371.26,
        377.2
    ],
    [
        " of hunting, fishing and horseback riding, he was drawn to a military life and VMI.",
        377.2,
        382.88
    ],
    [
        " 50 years later at the end of a fighting career, he would look back to those days and say,",
        384.36,
        389.16
    ],
    [
        " I learned more in the woods hunting and stalking about the actual art of war than I ever learned",
        389.18,
        394.82
    ],
    [
        " in any school of any kind. Those days in the woods as a kid saved my life many a time in combat.",
        394.82,
        402.52
    ],
    [
        " So he wanted to go in the military from a very young age. And of course, I always have to",
        403.98,
        409.64
    ],
    [
        " mention that I'm going to go very rapidly through this book. It may take a while, but I'm skipping",
        409.64,
        415.8
    ],
    [
        " huge parts and trying to hit the highlights. But to get the full information, obviously, you need",
        415.8,
        423.06
    ],
    [
        " to get the book and read it yourself. It's a fantastic book. Back to the book. His efforts at",
        423.06,
        431.96
    ],
    [
        " translating Caesar made him impatient for the true message of the soldier author. He was so",
        431.96,
        441.24
    ],
    [
        " fascinated by the narrative of war that he devoured it in one night. It opened a new world for him",
        441.24,
        448.8
    ],
    [
        " and began a lifelong career of serious military reading. It was a common theme we see with great",
        448.8,
        454.0
    ],
    [
        " military leaders. They read all the time and it started for him in a young age when he was translating",
        454.0,
        459.0
    ],
    [
        " Caesar. He was captain of a track team. It's champion high jumper and ran well in the 100 220 and",
        459.0,
        469.76
    ],
    [
        " 440 yard dashes. So he was fairly athletic although he's not a big guy. He was not a big guy.",
        469.76,
        476.96
    ],
    [
        " When you see pictures of him, he was relatively small and stature and he was also relatively,",
        476.96,
        481.18
    ],
    [
        " you know, he wasn't like a bulked up guy. And there are stories on why they called him Chesty.",
        481.56,
        487.64
    ],
    [
        " The predominant story is even though he was small when he would march on the parade ground,",
        489.04,
        494.34
    ],
    [
        " he would stick his chest out. So they called him Chesty puller.",
        494.62,
        497.26
    ],
    [
        " Back to the book. In the last week of high school, 1917, the senior class played hooky one day on",
        498.86,
        504.04
    ],
    [
        " the theory which proved to be correct that the principal would not dare expel them all.",
        504.04,
        508.12
    ],
    [
        " Lewis was the leader of this prank. And when they returned from a swim and a six mile hike to the",
        508.88,
        514.4
    ],
    [
        " river, he helped to bring back a dozen or more bull frogs in paper bags. Lewis and Dave Field tossed",
        514.4,
        521.18
    ],
    [
        " the frogs into a school room window and were rewarded by screams and other sounds of pandemonium.",
        521.18,
        527.42
    ],
    [
        " So he's, you know, I had to tell at least one of those stories that he was a mischievous kid,",
        529.38,
        535.04
    ],
    [
        " you know, a little bit of a rebel. He enrolled. He did graduate enrolled in the military,",
        535.18,
        541.56
    ],
    [
        " Virginia Military Institute. And back to the book. Lewis was promoted to cadet Corp.",
        541.82,
        546.96
    ],
    [
        " At the end of the year, academically, he stood 177 out of 233 cadets.",
        547.0,
        552.64
    ],
    [
        " So we'll not like the front runner in the class. His subject standings in his class mathematics 200th",
        553.4,
        559.46
    ],
    [
        " English 149th German 138th history 102nd and most significantly military science 89th.",
        559.46,
        568.58
    ],
    [
        " He had no demerits for the year and almost unheard of records. So academically, not exactly crushing it.",
        568.64,
        575.62
    ],
    [
        " But military bearing and whatnot, no demerits. He was doing well.",
        576.26,
        581.18
    ],
    [
        " Now this is where things start to get a little bit interesting. Obviously, it's 1917. So we got",
        581.96,
        585.86
    ],
    [
        " World War I is going on. And here we go back to the book. His chief disappointment was that they",
        585.86,
        592.22
    ],
    [
        " were soldiers without arms for the rifles were taken by the army as the war in Europe war on",
        592.22,
        598.44
    ],
    [
        " and ammunition had been two scares for target practice. With that, he said, I'm going to enlist in",
        598.44,
        607.82
    ],
    [
        " the Marines. He said, I don't want the war to end without me. I'm going with the rifles. If they",
        607.82,
        615.06
    ],
    [
        " need them, they need me to on June 27th, the day after his 20th birthday, Lewis took the train to",
        615.06,
        621.8
    ],
    [
        " Richmond and enlisted in the Marine Corps bound for boot camp at Paris Island, South Carolina.",
        621.8,
        627.12
    ],
    [
        " So wasn't going to sit around and let that war run out on him.",
        627.84,
        631.88
    ],
    [
        " It shows up for his boot camp. There's a drill instructor. One of the great things about this book is",
        631.88,
        642.46
    ],
    [
        " the guy that wrote the book, Burke Davis. He not only sat down and interviewed Chester Pohler",
        642.46,
        648.26
    ],
    [
        " for hundreds of hours. He also went and interviewed all kinds of people that interacted with Chester",
        648.26,
        654.54
    ],
    [
        " Chester Pohler during his career, which he interacted with a lot of people because he was in the",
        654.54,
        661.86
    ],
    [
        " book, has all kinds of research and all kinds of interviews. One of the people that got interviewed",
        661.86,
        668.08
    ],
    [
        " was the drill instructor, one of the drill instructors that put Chester Pohler through boot camp.",
        668.08,
        674.74
    ],
    [
        " Drone instructor, I think it was a gun research in Desparé. He said, by God, he's a Marine.",
        675.64,
        682.36
    ],
    [
        " He looks as if he must sleep at attention. You always know I have to tell him to look mean and",
        682.94,
        688.52
    ],
    [
        " nasty out there marching, but I never had to tell him he's a natural. He never makes the same mistake",
        688.52,
        693.76
    ],
    [
        " twice. And he talked about he talked about Pohler's military history knowledge. He said, hell,",
        693.76,
        701.02
    ],
    [
        " he gives me an inferiority complex. I've read some, but that kid knows Von Klaus with its",
        701.1,
        706.26
    ],
    [
        " backwards and guys, guys I never heard of by the dozen. He's some kid. This stuff is like a religion",
        706.26,
        713.0
    ],
    [
        " with him. So that's that's real stuff right there. You know, we hear General Mattis talk about that",
        713.0,
        720.16
    ],
    [
        " too. General Mattis never gets surprised because he's read it before. Not going to surprise me because",
        720.16,
        724.98
    ],
    [
        " I already know I already seen this situation before. Maybe not exact, but I at least have an idea of",
        724.98,
        729.04
    ],
    [
        " it. The non-coms admired Pohler's work on the bayonet field where big signs raid advanced to kill.",
        729.04,
        738.48
    ],
    [
        " For two months, the class went through intensive drills in the bayonet rifle boxing judo and",
        741.58,
        747.52
    ],
    [
        " infantry drill. So back in the day, they're still getting after it. And boxing and judo, by the",
        747.52,
        752.1
    ],
    [
        " way, is good combination. Very good combination. You get your take down, you get your grappling,",
        752.1,
        755.48
    ],
    [
        " and you get some striking. One day, the men were told that their orders had come and they were",
        755.48,
        762.94
    ],
    [
        " packed to leave for Hoboken, New Jersey to ship out for France. Meaning they were going to war.",
        762.94,
        769.72
    ],
    [
        " The move was postponed for several days until armistice day canceled the orders. So the end of",
        770.46,
        777.62
    ],
    [
        " the war came. He was detached and sent to the third officer's training school. So they took him",
        777.62,
        786.86
    ],
    [
        " and said, you know what, you did so good in boot camp. The war is over. We don't have orders. We're",
        786.86,
        792.92
    ],
    [
        " back to the book. He became a second lieutenant on June 4th. Two weeks later, when he had finished",
        792.92,
        796.54
    ],
    [
        " machine gun school, the end of the war brought a huge cut in the Marine Corps. On June 16th,",
        796.54,
        802.38
    ],
    [
        " Pohler was discharged with hundreds of others of his rank. And he was at Lucense. He'd been a marine",
        802.48,
        807.92
    ],
    [
        " officer for two weeks. Now, as he's kind of processing out, he met a guy named Captain Rupertus",
        807.92,
        815.9
    ],
    [
        " at the Marine Corps headquarters. And this is what the advice he gave him. He sees this young",
        815.9,
        821.54
    ],
    [
        " hard charge and says, if I were you, I'd go down to Haiti. You'll get commissions in the",
        821.54,
        825.66
    ],
    [
        " consternabular down there. And they need good men. And there's plenty of fighting. You'd see action",
        825.66,
        831.78
    ],
    [
        " and have some fun. So at this point in Haiti, they basically built this, this it's,",
        831.78,
        841.98
    ],
    [
        " it's a John Dommery as well. John Dommery is what they call it. But it's a military force",
        842.24,
        849.86
    ],
    [
        " that also does police work kind of. So, and there was a there was a revolution in Haiti. There",
        852.02,
        858.26
    ],
    [
        " was issues in Haiti. And so America actually invaded Haiti in 1915. And now they had established",
        858.26,
        863.38
    ],
    [
        " this force to keep things under control. And the way they did it, it was run. They took the",
        863.38,
        871.12
    ],
    [
        " the locals and they put basically hired former Marines to be in charge of them. And then the",
        871.12,
        878.88
    ],
    [
        " goal was as the locals, the native Haitians started to understand military operations. They",
        878.88,
        886.7
    ],
    [
        " would get promoted and the American Marines and soldiers could go home. That was the plan.",
        886.7,
        891.76
    ],
    [
        " So let's see. I'm kind of discovered this. But Haiti was strife was the strife torn western",
        893.3,
        899.76
    ],
    [
        " tip of the island shared with Dominican Republic. Revolutions had been shaking the government since",
        899.76,
        903.6
    ],
    [
        " 1914. After almost a century of freedom from France since 1916 at the request of the Haitian",
        903.6,
        908.94
    ],
    [
        " government, Marines had policed the country. I made violence which had taken nearly 2000 lives,",
        908.94,
        914.56
    ],
    [
        " almost all Haitian general Schmedley, Schmedley Butler, who will get to some time on this podcast,",
        914.56,
        919.92
    ],
    [
        " had created the John Dommery, the Haiti with a with a shrew disregard for precedent.",
        920.42,
        928.48
    ],
    [
        " The senior officers were US Marine officers whose brief tours of two years created a supply of",
        928.8,
        934.56
    ],
    [
        " field trained commanders. But he chose the Marine enlisted men to act as junior officers",
        934.56,
        940.04
    ],
    [
        " and allowed them to stay as long as they wish on the theory that they became more valuable as",
        940.04,
        946.08
    ],
    [
        " they learned the language and customs of the people. In practice, it was these marine, these",
        946.08,
        950.56
    ],
    [
        " Marine enlisted men who operated the force. Under them were many native soldiers, most of them",
        950.56,
        957.36
    ],
    [
        " veterans of the old Haitian army and from this pool they were drawn second lieutenants and",
        957.36,
        961.36
    ],
    [
        " sergeants and corporals. So that's what you have. That's the situation. So he deploys down there.",
        961.36,
        964.54
    ],
    [
        " He's not really in the Marine Corps. He's a hired hand basically.",
        964.68,
        969.78
    ],
    [
        " So now he's there not for very long and back to the book about 4 p.m. without warning,",
        971.06,
        978.06
    ],
    [
        " Lewis stumbled into the first fight of his career and proved his instinct for combat.",
        978.3,
        982.36
    ],
    [
        " The pack train, this is a group he was moving a group of people through the woods.",
        982.5,
        987.6
    ],
    [
        " The pack train was ambling around a wooded bend between hills which were littered with stones and",
        987.72,
        992.5
    ],
    [
        " cactus. When it met an oncoming caco band, this is the the revolutionaries. I guess you call them the",
        992.5,
        997.76
    ],
    [
        " caco band of about a hundred equally surprised and at the end in the same formation. Polar sport is",
        997.76,
        1003.7
    ],
    [
        " spurred his horse and yelled charge attack. The column charged horses, pack meals and all and in the",
        1003.7,
        1011.76
    ],
    [
        " thunder and dust fierce jails of the cake us broke for the hills firing a few stray rounds.",
        1011.76,
        1016.54
    ],
    [
        " So that was kind of his first combat experience. You got to bring that up.",
        1016.76,
        1020.52
    ],
    [
        " But he was default aggressive even in a logistics movement. You know, they got a bunch of pack",
        1021.44,
        1031.0
    ],
    [
        " horses and he's like, oh, charge. And it worked. Back to the book. Another situation that he gets",
        1031.0,
        1039.7
    ],
    [
        " into from the opposite shore, a native and Dominican dress rode out on a magnificent horse,",
        1039.7,
        1044.24
    ],
    [
        " a big buckskin with white mane and tail who splashed through the shadows under perfect control",
        1045.4,
        1050.5
    ],
    [
        " though without a bridal or saddle. A wonderful horse, Polar said, I'd surely like to have him.",
        1050.5,
        1056.48
    ],
    [
        " Bruno, who's one of the guys, one of the natives that was working under him, muttered in Creole",
        1058.14,
        1062.54
    ],
    [
        " and a rifle cracked. Polar saw one of his men pull his rifle bolt back and eject a cartridge.",
        1062.96,
        1070.34
    ],
    [
        " The beautiful horse stood in the river looking nervously about his rider floated down the stream",
        1070.74,
        1075.94
    ],
    [
        " in a stain of blood. The stunned polar turned to Bruno. Did you order that man shot?",
        1075.94,
        1083.36
    ],
    [
        " Hell, sir, you said you wanted the horse. Anything the captain says is our command. We have discipline",
        1084.78,
        1090.54
    ],
    [
        " here, sir. The man seemed unmoved by the cold, blooded killing. My God, catch the horse, get the",
        1090.54,
        1097.18
    ],
    [
        " men over the river and see if you can find that man's family. And the reason I pulled this out",
        1097.18,
        1103.34
    ],
    [
        " is this line right here. Lewis never again expressed himself idly before these soldiers. So that's",
        1103.34,
        1110.04
    ],
    [
        " a crazy story, right? He says, oh, that's a beautiful horse. I love to have that horse and they",
        1110.04,
        1113.62
    ],
    [
        " kill the horse riders just a civilian. But he realized the power that you have in command.",
        1113.62,
        1119.96
    ],
    [
        " There's sometimes when people don't realize that, people don't realize how I run in that with",
        1120.18,
        1124.38
    ],
    [
        " business leaders. They'll walk around, oh, this is crap. And everyone thinks it's crap then.",
        1124.38,
        1129.7
    ],
    [
        " You've got to realize that your words have meaning. And when you're in a senior position,",
        1130.32,
        1136.18
    ],
    [
        " your words have power. And so that was how he learned that lesson in a very horrible way.",
        1136.24,
        1140.76
    ],
    [
        " Back to the book, company A had waited the stream without opposition, but as they mounted the",
        1141.94,
        1146.8
    ],
    [
        " ridge beyond the rifle fired. And there was a terrifying shriek of a bullet overhead,",
        1146.8,
        1151.22
    ],
    [
        " Polar duct. Lieutenant, Liyade was at his side and said, Captain Polar officers do not flinch",
        1151.72,
        1160.28
    ],
    [
        " under fire. They stand. The men take note of this thing. It is of first importance. So he's going",
        1160.28,
        1167.98
    ],
    [
        " to get plenty of exercise in that. And you'll see he becomes well known for never flinching again",
        1167.98,
        1173.72
    ],
    [
        " under fire. Here's something about the people they were fighting these Kako bandits. They carry",
        1173.72,
        1179.4
    ],
    [
        " off everybody and every wounded man. And when they catch our wounded, well, Captain, if you see one,",
        1179.4,
        1186.28
    ],
    [
        " you'll never forget. The Kako's believe every man who dies must go before the gods. And they use",
        1186.28,
        1191.1
    ],
    [
        " their knives to see that when our men go, they are beyond recognition. They slash the face to ribbons",
        1191.1,
        1196.84
    ],
    [
        " and tear the body apart. You will see. Captain, it's a matter of life or death for the officers and",
        1196.84,
        1203.56
    ],
    [
        " non-commissioned officers here to respect, to have respect of the from the men. And something more",
        1203.56,
        1210.1
    ],
    [
        " adulation. They must obey orders to the letter without question, though they die for it. There's",
        1210.1,
        1216.42
    ],
    [
        " the only way to handle men in combat. If you lose control, you lose lives. It is as simple as that.",
        1216.42,
        1222.18
    ],
    [
        " So there you see the super strict discipline that they're into. And this is something that's,",
        1222.88,
        1227.08
    ],
    [
        " you're going to see this theme throughout the book that Chesty has this, this",
        1227.08,
        1232.2
    ],
    [
        " reputation, which is earned of being super hard core. But also in the book, you're going to see",
        1232.2,
        1240.06
    ],
    [
        " over and over again that there's a huge dichotomy that he's super hard core, but at the same time,",
        1240.06,
        1244.06
    ],
    [
        " he knows when he needs to give people slack. He knows when he needs to be a positive reinforcement",
        1244.44,
        1249.22
    ],
    [
        " instead of a negative one. And his rep, his reputation doesn't have that. But that line right there,",
        1249.22,
        1254.66
    ],
    [
        " like, hey, they just need to do whatever you say. He doesn't even believe that. But it's pointed",
        1254.66,
        1260.0
    ],
    [
        " out. And so I brought it up because the contradiction becomes pretty clear or not the contradiction,",
        1260.0,
        1264.08
    ],
    [
        " but that dichotomy is very clear throughout this book. So back to the book, General John A.",
        1264.12,
        1273.56
    ],
    [
        " Lijune, common, of the core, had come to Haiti on inspection. And Lewis was anxious to see the hero",
        1273.72,
        1279.28
    ],
    [
        " of the fighting in France and Camp Lijune isn't called Camp Lijune for nothing. And at this point,",
        1279.28,
        1285.92
    ],
    [
        " Marine Patrol filed pass. And this is a good, another, another good lesson. They were unshaven",
        1285.92,
        1291.66
    ],
    [
        " and ill-camped. I'm afraid to mentor a little ragged and out of uniform, sir. And the company commander",
        1291.66,
        1299.38
    ],
    [
        " Clinton said, I'm trying to improve them. Colonel, I'm a field soldier, Lijune said, I don't give a",
        1299.38,
        1309.26
    ],
    [
        " only one thing interests me. And that's ending this war. Don't waste your time shining them up",
        1310.0,
        1314.86
    ],
    [
        " for jungle work. Our only objective is success. And I demand that. So there's a contradiction right",
        1314.86,
        1321.06
    ],
    [
        " there. Like, well, not a contradiction, but there's the dichotomy. And he's hearing it from now.",
        1321.06,
        1324.74
    ],
    [
        " The other side is hearing this from General Lijune who's saying, look, I don't care what these",
        1324.98,
        1329.32
    ],
    [
        " guys look like in the field. You don't need to polish them up. They need to win. They need to be",
        1329.32,
        1332.96
    ],
    [
        " fighting. And Chesty Polar becomes very famous for the way he appears sometimes in the field.",
        1332.96,
        1338.34
    ],
    [
        " Meaning he's not exactly spit and polish out there. He was awarded the Medalle Militaire of the",
        1339.82,
        1350.12
    ],
    [
        " Republic of Haiti. And he did not go unnoticed by his superiors. And early in 1921, he was recommended",
        1350.12,
        1360.64
    ],
    [
        " for a permanent commission in the Marine Corps, whereas rank was now that of Sergeant.",
        1360.64,
        1365.12
    ],
    [
        " He served as a ju-adjudant to Colonel Van Degryff. This is another famous Marine.",
        1365.8,
        1371.7
    ],
    [
        " He again became a second lieutenant, US Marine Corps, but this time is a regular.",
        1372.32,
        1376.2
    ],
    [
        " I may not have much else to go on. He told a friend, but I have some perseverance.",
        1377.16,
        1381.34
    ],
    [
        " He had fought in 40 actions in Haiti. He developed his instinct. He developed his instinctive talent",
        1381.92,
        1389.48
    ],
    [
        " for using terrain and battle and learn the lessons of jungle fighting. He had become strongly",
        1389.48,
        1394.56
    ],
    [
        " prejudiced against barracks and headquarters soldiers. Despite his youth, he was one of the most",
        1394.62,
        1400.78
    ],
    [
        " combat season combat officers in the Corps. So he got noticed because he did well in combat.",
        1400.78,
        1406.56
    ],
    [
        " He eventually gets hired on into the Marine Corps as a sergeant. And then very quickly,",
        1406.84,
        1414.06
    ],
    [
        " thereafter goes back to the officer ranks after he's working for a Colonel Van Degryff.",
        1414.06,
        1418.22
    ],
    [
        " So there you go. And you can see he develops this prejudicing. It's barracks and headquarters",
        1418.78,
        1423.26
    ],
    [
        " soldiers. Rear echelon is what we call him. Now after he came back to the States, he gets chosen to",
        1423.28,
        1433.74
    ],
    [
        " run the Marine Corps drill team who is apparently competing and they hadn't been winning against",
        1433.74,
        1442.66
    ],
    [
        " the Navy and the Army and the Coast Guard teams. They've been beating them. And so he takes over.",
        1442.66,
        1447.88
    ],
    [
        " So here we go. Private Bob Norish, a company clerk drafted for the detachment,",
        1448.42,
        1451.98
    ],
    [
        " shared the astonishment of his mates. The lieutenant told us the first day that we would bring",
        1451.98,
        1456.12
    ],
    [
        " home the cup or die trying. And from the cold eye, he gave us. We believed it. We found out.",
        1456.12,
        1461.66
    ],
    [
        " We found we weren't mistaken. He took out the silent drill manual and started us from scratch.",
        1461.98,
        1466.74
    ],
    [
        " He drove us day after day until we figured we'd never live to see Boston. When he was through with us,",
        1466.74,
        1471.88
    ],
    [
        " we literally thought as if we had one head instead of 80. Yet somehow, though he was hard as nails,",
        1471.88,
        1478.56
    ],
    [
        " he could be his friendly. He could be friendly with us like no other officer we'd ever seen.",
        1478.88,
        1483.86
    ],
    [
        " We gave him all we had. So there you go. Driving people hard, but they love him. And they love him",
        1484.5,
        1489.0
    ],
    [
        " because he treats him with respect and he's nice to him. And that's the dichotomy. And he",
        1489.0,
        1493.14
    ],
    [
        " knows instinctively how to walk that line and that dichotomy leadership.",
        1493.14,
        1497.38
    ],
    [
        " Back to the book a few weeks afterwards, Polar was whisked off to his next duty station.",
        1498.08,
        1502.48
    ],
    [
        " A sign is a flying cadet in Pensacola, Florida, a chance which he had been pleading since his",
        1502.72,
        1507.88
    ],
    [
        " first flights. And he improvised Jenny Bomber and Haydn. So I didn't cover this part in the book,",
        1507.88,
        1511.92
    ],
    [
        " but when he was in Haiti, he did like flights and dropped grenades on enemy locations. And he was",
        1511.92,
        1519.08
    ],
    [
        " into it. And he gets down to Pensacola and fails his two solo tests. And he left Pensacola",
        1519.08,
        1527.72
    ],
    [
        " disappointed. And interestingly, three years after he after this happened, he tried to reapply.",
        1527.72,
        1538.08
    ],
    [
        " And this is an interesting comment. The medical board in Washington didn't answer to his plea for",
        1538.68,
        1543.16
    ],
    [
        " one more chance, found him physically fit to fly, but not temperamentally adapted for aviation",
        1543.16,
        1549.74
    ],
    [
        " training. So that's interesting, you know, that this guy who's obviously a great combat leader",
        1549.74,
        1554.92
    ],
    [
        " didn't have whatever the whatever they were looking for for flying. He didn't have it. And he made",
        1554.94,
        1561.56
    ],
    [
        " multiple attempts. When he went back home for a little while, he went to a dance. And there's some",
        1561.56,
        1571.98
    ],
    [
        " sort of interesting fact that that's the way they did it back in the day. You know, hey,",
        1571.98,
        1578.16
    ],
    [
        " we're going to go to a dance. And he met a woman named Virginia Evans. He danced with her three",
        1578.16,
        1585.06
    ],
    [
        " times with fumbling attempts at conversation. During the next dance, he made up his mind. His",
        1585.06,
        1590.48
    ],
    [
        " manner became assured, will you marry me? She laughed. Evans know, how can I do that when I haven't",
        1590.48,
        1596.34
    ],
    [
        " even finished the school? You will. He spent the night in the stag line watching and dancing with",
        1596.34,
        1603.26
    ],
    [
        " her. She noticed that he danced with no other girl after that meeting. He did not see her again",
        1603.26,
        1607.82
    ],
    [
        " for almost 11 years, but he never lifted the long range siege. He gets his mind committed to some",
        1607.82,
        1616.4
    ],
    [
        " and Virginia Evans was what he was committed to. He gets shipped off to Hawaii in July of 1926",
        1616.4,
        1624.26
    ],
    [
        " when he shows up there. Another interesting story. Lewis held firm discipline in its company.",
        1624.26,
        1630.72
    ],
    [
        " And some men were probably resentful until they learned that he spared himself less than he did",
        1630.72,
        1636.46
    ],
    [
        " others. He was ruthless with violators of safety precautions where firearms were involved.",
        1636.46,
        1641.1
    ],
    [
        " And every time a man shot a weapon on the base without good reason, the fine was automatically $20.",
        1641.46,
        1646.08
    ],
    [
        " One day on inspection, puller saw a 45 in the guard house, picked it up, released the clip,",
        1646.56,
        1651.48
    ],
    [
        " and pulled the slide and the trigger. The gun fired unexpectedly and a bullet furrowed into the",
        1651.82,
        1657.82
    ],
    [
        " ceiling. Chester Pillar had an AD and accidental discharge. Though he had taken all the precautions",
        1657.82,
        1664.78
    ],
    [
        " except to look in the firing chamber, puller find himself $100, which he gave to the guards to buy",
        1664.78,
        1671.14
    ],
    [
        " beer for a Liberty party. He bombarded headquarters with pleas to send him to Nicaragua where war had",
        1671.14,
        1678.5
    ],
    [
        " broken out and Marines were trying to put down a native bandit uprising. So war is going on in",
        1678.5,
        1684.92
    ],
    [
        " Nicaragua. And he says, hey, send me down there. Back the book, Nicaragua is even more regid than",
        1684.92,
        1689.88
    ],
    [
        " Haiti, a green rolling country of jungle and plains dominated by towering highlands upon which",
        1689.88,
        1695.96
    ],
    [
        " were tumbled mountain masses. For many years, revolutions had torn the land despite the presence of",
        1695.96,
        1701.8
    ],
    [
        " US Marines. And now a bitter new war had called them back after a year's absence in the North",
        1701.8,
        1707.14
    ],
    [
        " Leia, an unconquered Indian empire whose people did not recognize the central government. And there",
        1707.14,
        1713.28
    ],
    [
        " where he moved back and forth across the border of Honduras was the rebel chief Augustos",
        1713.28,
        1719.62
    ],
    [
        " Augusto Caesar Sandino. So that's what's going on in Nicaragua. Chesty puller shows up reported",
        1720.74,
        1730.26
    ],
    [
        " to general ER beetle. And he says, I'll give you a company up in the Sego Vias in the North.",
        1730.26,
        1736.62
    ],
    [
        " I understand you like to mix it up. Big mix up. Big mix it up. So this is again, you know,",
        1737.1,
        1746.82
    ],
    [
        " there's so many things that he does that just build this incredible reputation that he ends up with.",
        1747.24,
        1754.6
    ],
    [
        " And here's one of them. The native boss with a was a fire eating brigand who had been appointed",
        1755.04,
        1761.02
    ],
    [
        " as the local heavy, heavy political. Polar invaded his office accompanied by a sergeant. And in",
        1761.02,
        1768.02
    ],
    [
        " brief words told the terrorists that he would that he had come to restore order and that trouble",
        1768.02,
        1772.58
    ],
    [
        " trouble makers would be would fare badly. He ended quietly. You will be held responsible for any",
        1772.58,
        1779.16
    ],
    [
        " further disorder with your life. As he talked, he saw partially open drawer in the desk before",
        1779.16,
        1786.26
    ],
    [
        " the chief and the butt of a revolver. The boss looked as if he wanted to snatch the pistol. Go ahead",
        1786.26,
        1802.56
    ],
    [
        " I'll tell you who does that. Chesty puller does that. Polar's career as a guerrilla fighter now",
        1803.04,
        1809.24
    ],
    [
        " opened in earnest. In February 1930, he was ordered to clear bandits from the area of San Antonio.",
        1809.24,
        1814.58
    ],
    [
        " Bill Lee, who had earlier served three years in Nicaragua, had been pleading for a chance to",
        1815.68,
        1820.38
    ],
    [
        " return. Lee was a tall musketeer athlete from Massachusetts, who had been 16 years in the",
        1820.38,
        1826.28
    ],
    [
        " corn was conditioned by years of playing fullback on the team of a coal-burning,",
        1826.28,
        1830.14
    ],
    [
        " coal-burning battleship and by boxing and pulling an ore on a crew. Polar unhesitatingly chose him to",
        1830.14,
        1837.46
    ],
    [
        " help direct company M and Lee and Lewis found and Lee found Lewis an ideal commander.",
        1837.46,
        1844.24
    ],
    [
        " This is this is classic. He this is what Lee says about his commander, which is Chesty puller.",
        1844.64,
        1851.4
    ],
    [
        " He never really gave me orders. He just told me what headquarters wanted. Asked me if I knew the",
        1852.04,
        1857.94
    ],
    [
        " country and to get up the men we needed. He was a common sense officer and you always knew where",
        1858.22,
        1864.38
    ],
    [
        " you stood with him. When he was displeased about something I'd done, he never chewed me out as so",
        1864.38,
        1869.82
    ],
    [
        " many inexperienced officers would have done. He would say, if I'd been doing that, I'd have done it",
        1869.82,
        1875.82
    ],
    [
        " this way. And that would be the end of it. We got on like brothers. Most important of all, he was",
        1875.82,
        1883.06
    ],
    [
        " not green when he first came to Nicaragua, Haiti and Taatum jungle fighting and he took the to the",
        1883.06,
        1887.86
    ],
    [
        " new country like a native. That paragraph right there is just it's so important especially again",
        1887.86,
        1895.52
    ],
    [
        " when people get the image of a marine and of Chesty puller that he's just gonna whip everyone",
        1895.52,
        1901.1
    ],
    [
        " in the shape like no, that's not a good leader. That is not a good leader.",
        1901.1,
        1904.7
    ],
    [
        " Back to the book general McDougall recommended puller for a Navy cross citing five fights against",
        1910.14,
        1917.26
    ],
    [
        " so this is after he's been there for a while, citing five fights against superior numbers without",
        1917.26,
        1920.84
    ],
    [
        " loss to himself. The nine known enemy dead and numerous but uncounted wounded and the impressive",
        1920.84,
        1927.6
    ],
    [
        " loot of munitions and animals food and captured military dispatches. The recommendation ended",
        1927.6,
        1934.44
    ],
    [
        " ended thus by his intelligent and forceful leadership without thought of his own personal safety",
        1934.44,
        1941.44
    ],
    [
        " by great physical exertion and by suffering many hardships. He surmounted all obstacles and",
        1941.44,
        1947.22
    ],
    [
        " dealt five successive and severe blows against organized banditry in the Republic of Nicaragua.",
        1947.22,
        1953.32
    ],
    [
        " So there you go. That's what he's getting after down in Nicaragua.",
        1954.58,
        1958.2
    ],
    [
        " Here's another captain, E.E. Linsert who is the intelligence officer in the marine brigade.",
        1959.72,
        1966.82
    ],
    [
        " He saw that some of the people were jealous so he started getting a little bit famous. People",
        1967.38,
        1972.78
    ],
    [
        " started writing about him. There was an article in the New York Times about him and people started",
        1972.78,
        1976.38
    ],
    [
        " having some professional jealousy. Back to the book and this is Lin set talking. Now and then from",
        1976.38,
        1981.3
    ],
    [
        " New York Times, now and then the New York Times got some of these stories from Nicaraguan papers",
        1981.3,
        1986.02
    ],
    [
        " and Polar's name became widely known. A few officers around headquarters who thought of themselves as",
        1986.02,
        1992.18
    ],
    [
        " clousivist types, muttered criticisms of Polar and said he was a publicity hound. I knew that the",
        1992.18,
        1998.36
    ],
    [
        " opposite was true and that Lewis spent virtually his whole life in this period on the trail deep",
        1998.36,
        2004.3
    ],
    [
        " in enemy country while our staff officer friends saw sat on their duffs in the cities far removed",
        2004.3,
        2010.26
    ],
    [
        " from the warfare. But you get that professional jealousy. There's a classic example of it.",
        2010.26,
        2016.4
    ],
    [
        " Here's a general Julian Smith talking about Lewis Polar. He was probably the bravest man I ever knew.",
        2016.96,
        2025.32
    ],
    [
        " His was a cool courage, not one of desperation, about the only way to contact the enemy there",
        2025.96,
        2033.08
    ],
    [
        " was to let them ambush him. He would go anywhere without support knowing that if he got into",
        2033.08,
        2038.2
    ],
    [
        " jam, he had to get himself out. He never hesitated. He invited that kind of work. He's getting after it.",
        2038.2,
        2047.12
    ],
    [
        " He went home for a little while. He visited his younger brother Sam, who is also a second lieutenant",
        2047.16,
        2056.96
    ],
    [
        " in the Marine Corps. And then Polar landed in one of the Army infantry schools. The Army's",
        2056.96,
        2066.9
    ],
    [
        " infantry school. He went to that school while he was there. Sometimes had some disagreements",
        2066.9,
        2073.52
    ],
    [
        " with the staff. Here's one. One lecture told the students that volume of fire in the field was more",
        2073.52,
        2082.02
    ],
    [
        " important than accuracy. That brought Polar to his feet. You must have forgotten what happened in",
        2082.02,
        2086.54
    ],
    [
        " the American Revolution. He said, we won that war with accurate fire when the enemy had all the volume.",
        2086.54,
        2091.68
    ],
    [
        " It won at King's Mountain and Saratoga and every other battle we won. And real shooting almost whip",
        2092.32,
        2099.9
    ],
    [
        " the mass firing federal army in the Civil War. It's still like that. Anywhere I've seen men",
        2099.9,
        2106.26
    ],
    [
        " shooting it out. You don't hurt them if you don't hit them. Great point. Even though suppressive",
        2106.26,
        2114.68
    ],
    [
        " fire is awesome and massive volume of fire definitely will keep the enemy down. Heads down. You got",
        2114.68,
        2118.96
    ],
    [
        " to hit them. I've talked about this before. That's why in Ramadi our machine gunners were putting",
        2118.96,
        2127.74
    ],
    [
        " scopes on their machine guns. They're partially doing it to be able to identify who they were looking",
        2127.74,
        2134.88
    ],
    [
        " at. Positively identify enemy looking for weapons because you got a little magnification on your",
        2134.88,
        2138.56
    ],
    [
        " scope. But still they also wanted to hit what they were shooting at. Obviously our snipers",
        2138.56,
        2142.56
    ],
    [
        " and rifles were doing that too. But you got to hit which you got to hit some. You got to hit the",
        2142.56,
        2146.86
    ],
    [
        " bad guys. Back to the book and this he was at Ben he was at that school at at Fort Benning. Louis",
        2146.86,
        2153.08
    ],
    [
        " left Benning with many new friends and all services but most important carried away a distrust of",
        2153.08,
        2157.76
    ],
    [
        " over schooling military men. Here's Polar talking. The trouble with this school business is that we've",
        2157.76,
        2166.28
    ],
    [
        " taken it too far. We sit around in classrooms and will the conditions of battle. Of course in",
        2166.28,
        2172.48
    ],
    [
        " actual battle you can't will anything. Not a damn thing because the enemy will do what you don't",
        2172.48,
        2178.48
    ],
    [
        " want him to do or expect him to do almost every time. Then the results of actual warfare studied",
        2178.48,
        2184.38
    ],
    [
        " back in the schools. The staff officers and planners most of most of whom have never seen real battles",
        2184.38,
        2189.94
    ],
    [
        " wonder what went wrong with their neat plans. You just simply cannot learn warfare in a school",
        2189.94,
        2196.82
    ],
    [
        " room or anywhere else except in combat and you'll never know whether you're a fighting man",
        2196.82,
        2201.84
    ],
    [
        " until you're under fire. Yeah",
        2201.84,
        2209.26
    ],
    [
        " he goes back to Nicaragua after that. Back to the book throughout the latter half of 1932 company",
        2209.26,
        2221.6
    ],
    [
        " M was on unceasing patrol averaging 18 to 20 miles daily on the mountain trails stretching it",
        2221.6,
        2228.36
    ],
    [
        " some days to as much as 40 miles. Polar and Lee and their troops marched more than 10,000 miles",
        2228.36,
        2236.86
    ],
    [
        " in the Nicaragua fighting always on foot for the early discovered that horseman drew fire in every",
        2236.86,
        2242.5
    ],
    [
        " skirmish and so they walked without the mark of officer on their uniforms. 10,000 miles.",
        2242.5,
        2251.36
    ],
    [
        " On schedule on January 20th on January 2nd 1933 the Marines began leaving Nicaragua.",
        2253.9,
        2261.02
    ],
    [
        " In February 1933, Lewis was introduced to military society in Peking",
        2261.28,
        2270.94
    ],
    [
        " at the US Legation. His commander pinned on his chest the star for the Navy Cross you'd",
        2270.94,
        2278.94
    ],
    [
        " want to Nicaragua so he won another Navy Cross. Less than a month later he took over the horse",
        2278.94,
        2285.54
    ],
    [
        " Marines. Lewis discovered that the 600 man US Marine battalion held only one field exercise each",
        2285.54,
        2294.08
    ],
    [
        " week and this was called off in extreme heat or cold or a dust storm but that the Japanese did not",
        2294.08,
        2300.88
    ],
    [
        " cancel their training marches for any reason. He put his horse Marines through their pace as daily",
        2300.88,
        2305.16
    ],
    [
        " excluding Saturdays and Sundays leading them on long cross-country rides with small dust storms boiling",
        2305.48,
        2310.46
    ],
    [
        " in their wake. He wrote into areas where Japanese were training an effort to observe their details",
        2310.46,
        2314.88
    ],
    [
        " and their tactical work. So he came on to take over and we're just going to tighten things up a",
        2314.88,
        2319.26
    ],
    [
        " little bit. One training exercise a month no daily we're switching to daily. Back to the book Lewis",
        2319.26,
        2326.76
    ],
    [
        " never forgot Virginia Evans that was the girl from the dance and faithfully wrote her of his",
        2326.76,
        2331.3
    ],
    [
        " experiences in China. In one letter he wrote so emphatically that she could almost see him",
        2331.32,
        2336.54
    ],
    [
        " blurting out the words he wanted to hear he wanted to say to her but dear even if you do marry me",
        2336.54,
        2345.0
    ],
    [
        " and make me a happy man even then if I hear the beat of the drum I must leave you I want you to",
        2345.0,
        2352.72
    ],
    [
        " know that get some. She's not even married to him yet she's not even married to him yet and he's",
        2352.72,
        2360.34
    ],
    [
        " like hey you know that's great if you marry me and make me happy man that's awesome but if I",
        2360.34,
        2364.42
    ],
    [
        " hear the beat of the drum I'm out going to do what I got to do. Here's another he he got in trouble",
        2364.42,
        2379.72
    ],
    [
        " he got in trouble a lot because he didn't hold his tongue and you're supposed to hold your tongue",
        2379.72,
        2387.2
    ],
    [
        " and he did that's why so many people loved him it's also why he got professional jealousy and",
        2387.84,
        2393.96
    ],
    [
        " it's also why he got in trouble sometimes. Here's one example example Polar was aware of some American",
        2393.96,
        2400.3
    ],
    [
        " military errors on board the Augusta and he never failed to expose them and talks with his with",
        2400.3,
        2406.22
    ],
    [
        " his intimates. Here we have a 10,000 ton heavy cruiser with about 800 men aboard just one on the",
        2406.22,
        2414.54
    ],
    [
        " A.T.A.T.C. station. The British have three cruisers on duty here you ever notice that we have",
        2414.54,
        2421.5
    ],
    [
        " 37 typewriters on this ship. The British have just one machine on each of their cruisers. Why do you",
        2421.5,
        2428.66
    ],
    [
        " suppose that is? You know damn well they don't read all those reports back in Washington when they",
        2428.66,
        2433.36
    ],
    [
        " get there paper work will ruin any military force they should have learned that from Smedley",
        2433.36,
        2439.02
    ],
    [
        " Butler they'll shed this monstrosity when war comes though and the fighting people will take over",
        2440.12,
        2446.02
    ],
    [
        " so he doesn't like the paperwork he doesn't like and you can see he does the people that haven't",
        2446.02,
        2456.3
    ],
    [
        " fought that's who he's talking about people that don't fight other people that create paperwork",
        2456.3,
        2460.88
    ],
    [
        " because they don't understand how negative it affects everyone so they create this stupid paperwork",
        2460.88,
        2468.3
    ],
    [
        " and he ends up going to the basic school which is like the officer where the officers sort of",
        2470.64,
        2477.24
    ],
    [
        " get trained in all the fundamental principles of combat for the Marine Corps and he ended up",
        2477.24,
        2484.36
    ],
    [
        " being an instructor there here we go back to the book this is coming from a guy named Lou Walt.",
        2484.36,
        2488.8
    ],
    [
        " Pillar was my company commander and to me was the epitome of what the Marine of what Marine",
        2492.08,
        2497.08
    ],
    [
        " Corps training should do not only in weapons or classroom or field training he gave us everything",
        2497.08,
        2502.96
    ],
    [
        " hard at every break in the field though he drove us until our tongues were hanging out men still",
        2502.96,
        2508.28
    ],
    [
        " gathered around him he told us tales about fighting in Haiti and Nicaragua of his patrols living off",
        2508.28,
        2514.18
    ],
    [
        " the land and fighting natives all his experiences not just guff every tale had some point being under",
        2514.18,
        2523.26
    ],
    [
        " polar in in basic school did more for me than anything I experienced until I got to Guadalcanal",
        2523.26,
        2528.78
    ],
    [
        " he taught us use of terrain like a master how to use the tiniest bit of cover to our advantage",
        2528.78,
        2535.22
    ],
    [
        " ground form really met something when he explained it he taught us to use the bayonet with all the",
        2535.22,
        2540.6
    ],
    [
        " tricks of close-in fighting you couldn't mistake it he knew his stuff cold so again the classic",
        2540.6,
        2547.98
    ],
    [
        " example of when people think oh if I'm nicer and I take it easy on the troops they'll like me more",
        2547.98,
        2554.24
    ],
    [
        " yeah like wrong answer wrong answer back to the book on a freezing rain swept day just before",
        2554.24,
        2570.58
    ],
    [
        " they wore nor no overcoats as they marched teeth chattered but the ranks moved with precision",
        2570.58,
        2576.66
    ],
    [
        " Lewis saw stray glances at the barracks detachment which came out for a brief drill wrapped in heavy",
        2576.66,
        2583.66
    ],
    [
        " overcoats and then disappeared those are barracks marines he said with his with an edge in his",
        2583.66,
        2589.98
    ],
    [
        " voice you're fighting marines they completed the full schedule for the day chilled to the bone",
        2589.98,
        2595.86
    ],
    [
        " and soaking wet so legit that's it's so legit and he got married and here we go the pullers left",
        2595.86,
        2609.4
    ],
    [
        " the pleasant life of Philadelphia Navy yard in the spring of 1939 bound for the Orient they had a",
        2609.4,
        2615.34
    ],
    [
        " few days in Hawaii and went to Waikiki one morning to ride surfboards with another young friend",
        2615.34,
        2621.28
    ],
    [
        " lieutenant Gordon Warner a champion swimmer who had studied under Lewis at the basic school the two",
        2621.28,
        2627.54
    ],
    [
        " men went out to see in a canoe into Virginia's astonishment Lewis rode in with Wagner balancing with",
        2627.54,
        2632.54
    ],
    [
        " his balancing with skill as rollers hurled them towards the shore Lewis then returned and rode in",
        2632.54,
        2640.0
    ],
    [
        " on a surfboard alone and turned to Virginia come on you're going to try it too you never had so much",
        2640.0,
        2646.78
    ],
    [
        " fun Chesty puller getting some of that stoke awesome I just had to bring that out right",
        2648.04,
        2655.42
    ],
    [
        " even Chesty puller like there's a little bit of stoke",
        2655.42,
        2660.96
    ],
    [
        " back to the book with a little further delay Lewis got what he saw it for himself he would report to",
        2660.96,
        2668.4
    ],
    [
        " the new marine base in North Carolina swamplands at New River where he would command the first battalion",
        2668.4,
        2673.12
    ],
    [
        " seventh Marines and prepare them for war so obviously Pearl Harbor takes place and he heads back",
        2673.12,
        2677.48
    ],
    [
        " the states take over the one seven Marines when the battalion returned from the field late afternoon",
        2677.48,
        2684.54
    ],
    [
        " puller called a conference of his company officers gentlemen my name's polar your new commander",
        2684.54,
        2691.72
    ],
    [
        " we have a good deal work to do together I'll be slow to make changes but one of them begins tomorrow",
        2691.72,
        2697.38
    ],
    [
        " at the first rest period after we leave camp camouflage every man and every piece of equipment",
        2698.02,
        2703.3
    ],
    [
        " we've got no camouflage material major well do it anyways the best is in the field find a mud hole",
        2703.3,
        2711.28
    ],
    [
        " smear mud on your faces and hands twigs on helmets and blouses anywhere you can stick them",
        2711.28,
        2715.94
    ],
    [
        " pine foliage is good you'll learn the battalion began with marches of 12 miles daily",
        2715.94,
        2722.9
    ],
    [
        " this was pushed to 15 and then 20 miles puller punctuated drills with fight talks to his men",
        2724.48,
        2730.24
    ],
    [
        " they were very young many of them bearded this boys under 16 who must have lied about their ages",
        2730.24,
        2736.42
    ],
    [
        " they were the most obscenely profane man puller had ever encountered Edward L Smith a young",
        2736.42,
        2743.04
    ],
    [
        " battalion doctor educated at Yale and Harvard confessed that the constant flow of filthy language",
        2743.04,
        2748.36
    ],
    [
        " actually sickened him now we had some guys that were marching and some of them fall fall out from",
        2749.02,
        2759.48
    ],
    [
        " the heat and he wrote it and the major puller comes by when you were marching this morning I heard",
        2759.48,
        2765.0
    ],
    [
        " a marine on the roadside say there goes the god damn seventh regimen I was amazed one of you",
        2765.0,
        2770.96
    ],
    [
        " didn't step out of ranks and knock him out cold",
        2770.96,
        2773.06
    ],
    [
        " one of his private Gerald white a Yale man from east port main also a diarist began to take note of",
        2778.44,
        2784.58
    ],
    [
        " puller he is never obscene remarkably for the vigor with which he handles us he is tough and demands",
        2784.58,
        2791.58
    ],
    [
        " the utmost but there is always a kindly approach even when he is chewing you out the displays a",
        2791.58,
        2797.62
    ],
    [
        " touching sympathy again this is what this is what we're trying to do as leaders balance that dichotomy",
        2797.62,
        2805.72
    ],
    [
        " here's puller talking to his troops one more thing whenever we are at chow the private will be fed",
        2811.12,
        2817.5
    ],
    [
        " first then the non-coms and officers last of all typical taking care of the troops when they were",
        2817.5,
        2826.4
    ],
    [
        " tough into that oh this is it when they're they're doing calisthenics and all their marches",
        2826.4,
        2835.54
    ],
    [
        " and he here we go back to the book when they were tough into that puller put them through a series",
        2835.98,
        2840.12
    ],
    [
        " of night marches beginning after midnight the doctors like others learned to read maps and",
        2840.12,
        2844.9
    ],
    [
        " compasses and to handle weapons including mortars the practice of identifying ships and planes",
        2844.9,
        2849.42
    ],
    [
        " a joke in most units became a serious business in 17 some medics learned Morris code and Manila",
        2849.42,
        2855.8
    ],
    [
        " John Bazzalone an army trained veteran machine gunner traded semaphore lessons for instruction in",
        2855.8,
        2861.78
    ],
    [
        " first aid had to bring out that we had manila john it's like unbelievable man that this",
        2861.78,
        2870.72
    ],
    [
        " stories are just unbelievable here's here's another very cool situation this young lieutenant was",
        2870.72,
        2881.3
    ],
    [
        " practicing some kind of an assault and he gets a little complicated and and pullers what puller",
        2881.3,
        2888.84
    ],
    [
        " calls everyone is old man whether they're older than him or younger he calls everyone old man which",
        2888.84,
        2892.76
    ],
    [
        " is pretty funny so here we go pullers talking to this young lieutenant old man there's mighty little",
        2892.76,
        2897.3
    ],
    [
        " room for fancy tactics below division level the enemy are on the hill you go get them in the end",
        2897.3,
        2903.3
    ],
    [
        " you'll save men there are times when you'll have to flank but don't forget that the shortest",
        2903.3,
        2907.0
    ],
    [
        " distance between two points is a straight line get some I always talk about flanking",
        2907.0,
        2916.46
    ],
    [
        " and I'm a big believer Jesse puller says hey sometimes you got a flank but sometimes",
        2917.68,
        2922.56
    ],
    [
        " gotta go get some straight line here's another important thing he there's a there's a",
        2922.56,
        2930.14
    ],
    [
        " a kernel that's running artillery training and he goes and talks to him kernel you'll be starting",
        2930.14,
        2934.34
    ],
    [
        " artillery training next week I want you to let me know when you'll fire I want to get my troops",
        2934.34,
        2939.1
    ],
    [
        " under it as often as I can and the kernel said there may be accidents and puller says we can",
        2939.14,
        2946.86
    ],
    [
        " chance those what I won't chance is taking a bunch of green kids to war before they know the sound",
        2946.86,
        2952.12
    ],
    [
        " of big guns I know shells aren't the same going in and coming out but this will help",
        2952.12,
        2957.66
    ],
    [
        " so he wanted to get them right there on under the sound of the guns",
        2957.66,
        2964.34
    ],
    [
        " lieutenant Cox now the executive of a company was impressed by puller's thoroughness major",
        2966.2,
        2973.1
    ],
    [
        " puller never stood aside and said carry on sergeant and most off other officers did",
        2973.1,
        2977.68
    ],
    [
        " he was in there with us packing all he could walk down the best of us even the kids",
        2977.68,
        2983.58
    ],
    [
        " other commanders rode cars in the woods but not puller",
        2983.58,
        2988.26
    ],
    [
        " here's another journal entry private Gerald white wrote for his diary puller must have marched",
        2993.64,
        2998.98
    ],
    [
        " twice the distance we did for all day long he kept marching up and down the column jaunty",
        2998.98,
        3003.74
    ],
    [
        " as a bantam rooster pipe clinched in his teeth ever alert to see the who to see that men who",
        3003.74,
        3009.72
    ],
    [
        " were succumbing to the heat exhaustion or blisters were taken care of by corpsman many times today",
        3009.72,
        3015.26
    ],
    [
        " I saw him take a bar which is a browning automatic rifle to big machine gun a bar machine gun",
        3015.26,
        3020.12
    ],
    [
        " or mortar off the shoulder of some marine whose fanny was dragging and carry it to give the poor guy",
        3020.12,
        3025.82
    ],
    [
        " some respite here's another situation again good dichotomy here somebody he finds somebody",
        3025.82,
        3035.68
    ],
    [
        " asleep on watch which by the way it's like an incredibly horrible thing which you can get severely",
        3035.68,
        3041.2
    ],
    [
        " punished for back to the book puller shook the boy awake old man it's dangerous to pull a trick",
        3041.2,
        3046.78
    ],
    [
        " like this suppose captain Rogers had caught you he made a big fuss and then I'd have to court",
        3046.78,
        3052.1
    ],
    [
        " marshal you and slap you into the brig maybe that's what I should do but I'll give you another chance",
        3052.1,
        3057.6
    ],
    [
        " pretty soon now we'll be fighting for keeps and you'll still stay awake or risk the lives of",
        3057.6,
        3064.18
    ],
    [
        " every one of us you understand me so I mean talk about it way to endure yourself to the troops",
        3064.18,
        3070.78
    ],
    [
        " that's so awesome hey if the captain would have caught you and it would have been a big fuss",
        3071.98,
        3076.86
    ],
    [
        " luckily I caught you puller was so they data puller overseas puller was promoted lieutenant",
        3076.86,
        3085.26
    ],
    [
        " Colonel on Samoa he wrote to his wife life is so short and when I was a child I thought",
        3085.26,
        3094.2
    ],
    [
        " it would last forever and ever my love for you will virginia even into the next life and",
        3094.2,
        3101.02
    ],
    [
        " then on the hardest thing that I've ever done was tell you goodbye that was a black Tuesday and I",
        3101.02,
        3106.34
    ],
    [
        " pray that it will never be another separation yeah you're not right either you know they're going",
        3106.34,
        3114.8
    ],
    [
        " they're heading into a guadal canal so that's going to make everyone think life can get pretty short",
        3114.8,
        3120.12
    ],
    [
        " back to the book fire came from the sea where Japanese ships stood close in unchallenged",
        3120.12,
        3127.16
    ],
    [
        " battered the area much of the grove was combed by flying fragments and men screamed in agony trees",
        3127.2,
        3132.14
    ],
    [
        " were torn and broken and many tumbled to the ground people reported hearing general puller or",
        3132.14,
        3141.02
    ],
    [
        " this time Colonel puller it's all right men stay down and they can't hurt you this won't last",
        3141.02,
        3146.06
    ],
    [
        " forever tomorrow will be our turn so they're just getting they landed on the beach and they're just",
        3146.06,
        3150.78
    ],
    [
        " getting hammered with jap from Japanese ships big artillery from the big naval guns",
        3152.02,
        3159.26
    ],
    [
        " the battalion left that left the perimeter that afternoon a file of more than 800 men",
        3159.26,
        3166.32
    ],
    [
        " the tale of the battalion had hardly cleared the perimeter when there was firing ahead",
        3166.32,
        3171.66
    ],
    [
        " captain haze was near the Colonel at the moment every man hit the deck except puller",
        3171.66,
        3176.48
    ],
    [
        " we dive for the growth beside the trail but he walked up and down the line talking as if he",
        3177.56,
        3181.96
    ],
    [
        " he were on parade he told us it was all right and this was nothing to worry about just small stuff",
        3181.96,
        3187.18
    ],
    [
        " we began to get up again then in there he commanded that battalion as it never imagined it could be",
        3187.18,
        3193.48
    ],
    [
        " commanded the men saw what kind of man they had and the word went down the column as fast as light",
        3193.48,
        3201.12
    ],
    [
        " we lost our fear or some of it on a grassy knoll above the tangle where the night's bivouac was",
        3201.32,
        3209.94
    ],
    [
        " planned the column met an ambush two of bob haggardies platoon were killed two of bob haggardies",
        3209.94,
        3217.34
    ],
    [
        " platoon were killed and the unit broken a tiny groups leaving haggardy without a command",
        3217.34,
        3221.5
    ],
    [
        " he lain covered and watched puller it was the greatest exhibition of utter disregard for",
        3221.5,
        3227.46
    ],
    [
        " personal safety i ever saw he definitely like i said whatever that officer was in hatey that",
        3227.46,
        3241.04
    ],
    [
        " told him don't show fear under fire he took that one to the bank back to the book a runner just",
        3241.04,
        3248.76
    ],
    [
        " be this again i'm jumping around just from different combat scenarios a runner just behind puller",
        3248.76,
        3257.44
    ],
    [
        " first sergeant william pennington retained a vivid memory the moment the colonel stood there",
        3258.18,
        3261.98
    ],
    [
        " in that grazing fire with that little old stump of a pipe in his face yelling be company second platoon",
        3261.98,
        3267.04
    ],
    [
        " in line here machine gunfire kicked up dust all around me and i stayed down in that knee high kunei",
        3267.04,
        3272.42
    ],
    [
        " grass like everyone else in the ranks he was the only marine you could see standing on that hillside",
        3272.42,
        3278.14
    ],
    [
        " get this here we go a grenade fell near the old man no more than eight yards away captain sat",
        3281.12,
        3288.78
    ],
    [
        " captain zack cocks estimated but puller turned when he saw a company scatter and yelled oh that damn",
        3288.78,
        3295.64
    ],
    [
        " thing ain't going off it helped to steady the men the grenade was a dud yeah",
        3295.64,
        3306.02
    ],
    [
        " so they get done they're kind of like uh situation first few days of fighting back the book puller's",
        3306.02,
        3315.42
    ],
    [
        " battalion had 24 dead and 23 wounded the next day back in the main defense line of the perimeter",
        3315.42,
        3321.76
    ],
    [
        " he called together the battalion officers his voice was hard in his face unsmiling gentleman at least",
        3322.16,
        3329.24
    ],
    [
        " we've all been blooded now i don't want you to be moaning over our losses and feeling sorry for",
        3329.24,
        3334.78
    ],
    [
        " yourselves or taking all the blame on your shoulders we've all got to leave this world someday",
        3334.78,
        3340.06
    ],
    [
        " we're all in the same pickle then there are worse things than dying for your country",
        3340.06,
        3345.5
    ],
    [
        " some things about our action the last four days i want you to remember forever",
        3345.5,
        3349.44
    ],
    [
        " there are some we'd all like to forget but they'll be in your mind's eye as long as you live",
        3350.1,
        3356.08
    ],
    [
        " i hope we've all learned something now take care of your men and make yourselves ready we haven't",
        3356.08,
        3363.06
    ],
    [
        " seen anything yet one other thing back there on the hillside at mountain austin i had trouble",
        3363.06,
        3369.42
    ],
    [
        " getting company officers up i hope you saw that cost us casualties never do i want to see that",
        3369.42,
        3376.68
    ],
    [
        " again in my command i want to see officers leading i want you to know that your leaders and not",
        3376.68,
        3383.48
    ],
    [
        " simply commanders you cannot operate a military force in the field under these conditions with",
        3383.48,
        3389.08
    ],
    [
        " commanders alone civilians wouldn't know what i was talking about but you found out now that it's",
        3389.08,
        3395.0
    ],
    [
        " true there aren't many qualities in a man but one that is absolutely necessary in an infantry leader",
        3395.0,
        3399.96
    ],
    [
        " is stark courage give that idea to your men in your own way don't worry over the things that are",
        3400.44,
        3407.56
    ],
    [
        " done that we can no longer help concentrate on building a better combat unit because that's the",
        3407.56,
        3414.46
    ],
    [
        " best hope of all of us surviving none of us could help the fact that i was the only combat train man",
        3414.46,
        3420.04
    ],
    [
        " in our outfit when we began i was lucky enough to get the jolt when i was young you'll come along fast",
        3420.04,
        3425.98
    ],
    [
        " and they'll be work for us let's be ready when our time comes",
        3426.08,
        3430.14
    ],
    [
        " yeah that's that's that's i haven't really heard that point but you know what you know you hear",
        3430.14,
        3438.42
    ],
    [
        " people talk about leaders and managers and i've worked with companies and it's a good",
        3438.42,
        3443.44
    ],
    [
        " a good sentiment right hey our people our leaders are our leaders they're not managers",
        3443.44,
        3448.92
    ],
    [
        " well this is an interesting one of saying look it's not not commanders leaders not commanders",
        3448.92,
        3453.96
    ],
    [
        " and that if you think about the difference between commanders mean i'm gonna command you what to do",
        3453.98,
        3457.6
    ],
    [
        " lead is i'm gonna lead the very very cool uh distinction between those two words",
        3457.6,
        3464.9
    ],
    [
        " back to the book he still missed nothing involving the morale of his men",
        3464.9,
        3471.76
    ],
    [
        " Reagan Fuller who began to feel the stark drama of the situation after the first severe fight",
        3471.76,
        3477.2
    ],
    [
        " grew a beard and swaggered around the perimeter like a desparado polar took him aside",
        3477.2,
        3481.88
    ],
    [
        " oh man you're carried away with this war business you're feeling too self-important about it that's",
        3482.62,
        3488.02
    ],
    [
        " dangerous this is just a matter of kill or be killed i gotta read that again this is just a matter",
        3488.02,
        3495.82
    ],
    [
        " of kill or be killed and we've got to stay on our toes to have a chance clean yourself up here's",
        3495.82,
        3503.28
    ],
    [
        " some shaving gear and when you're through you can take a drink from that bottle if you like",
        3503.28,
        3507.52
    ],
    [
        " again like connecting with your troops and recognizing that a guy's starting to like",
        3515.34,
        3519.68
    ],
    [
        " go sideways a little bit and pull him aside and talking to him",
        3519.68,
        3523.16
    ],
    [
        " all right now again they're just engaged in a fierce battle at this point back to the book at the",
        3523.16,
        3531.44
    ],
    [
        " peak of this polar had a telephone call from the regimental commander in the rear polar we've",
        3531.44,
        3536.44
    ],
    [
        " got a change in orders execute a reconnaissance enforced with your battalion along the coast road",
        3536.44,
        3540.98
    ],
    [
        " do not become involved in a large action be prepared to withdraw to maintain communications",
        3541.14,
        3546.48
    ],
    [
        " Reagan fuller was within earshot of polar as polar shouted in rage how the hell can i make a",
        3546.48,
        3553.06
    ],
    [
        " reconnaissance when we're engaged down to the last man we're fighting tooth and nail man if you'd",
        3553.06,
        3557.6
    ],
    [
        " get off your duff and come up here where the fighting is you could see the situation",
        3557.6,
        3562.02
    ],
    [
        " boom again this is why he wasn't always super popular up the chain of command",
        3567.34,
        3571.92
    ],
    [
        " because he spoke the truth sometimes in the most not the most tactful way",
        3571.92,
        3578.74
    ],
    [
        " now polar's battalion actually ends up getting the upper hand there and he gets them kind of",
        3578.74,
        3592.0
    ],
    [
        " back to the book when it was over the regimental headquarters called back relieving polar",
        3592.46,
        3596.58
    ],
    [
        " of any necessity of a reconnaissance patrol and permitting him to return to the perimeter there's",
        3596.58,
        3601.88
    ],
    [
        " also a call from hannakin a request to bring back as wounded polar's men carried in all casualties",
        3601.88,
        3608.16
    ],
    [
        " from the two battalion two battalions polar's battalion had five dead and 21 wounded total losses",
        3608.16,
        3614.54
    ],
    [
        " were 65 dead and 125 wounded for the operation polar estimated that the enemy losses to be at least",
        3614.54,
        3620.62
    ],
    [
        " five times that that but it was later revealed that the japanese fourth infantry had lost almost an",
        3620.62,
        3627.04
    ],
    [
        " entire battalion with 690 dead the result of polar strike in the crater now like i said he speaks his",
        3627.04,
        3637.86
    ],
    [
        " mind and remember i mentioned colonel vandegrift who he worked for when he was a young lieutenant",
        3637.86,
        3644.38
    ],
    [
        " will now colonel vandegrift is a general and general vandegrift that he's there having a little",
        3644.38,
        3649.94
    ],
    [
        " conversation back to the book the whole process was aesonine they mixed up outfits as badly as they",
        3650.78,
        3656.78
    ],
    [
        " possibly could there was no overall commander division gave orders to hannakin wailing and me wailing",
        3656.78,
        3664.2
    ],
    [
        " with senior but orders did not come through him my regimental commander was behind the river and not",
        3664.2,
        3668.64
    ],
    [
        " on scene thus when they found two battalion stopped cold in the fight communications were so bad they",
        3668.64,
        3673.52
    ],
    [
        " pulled these two outfits and left me to face all the enemy we were blind lucky to come out as we",
        3673.52,
        3679.04
    ],
    [
        " imagine them ordering me to go on some damn reconnaissance when i was fighting with every man i had",
        3679.52,
        3685.04
    ],
    [
        " proper designation of authority would have made everything clear boom there you go",
        3685.04,
        3691.82
    ],
    [
        " proper designation of authority people need to know who's in charge and you need to put someone in",
        3691.82,
        3698.76
    ],
    [
        " charge that's the way it's got to work when you don't have that you get confusion you get issues",
        3698.76,
        3704.38
    ],
    [
        " now there's a there's like a field doctor there doctor smith noted in his diary that puller seemed",
        3704.56,
        3712.24
    ],
    [
        " more concerned over losses he has become almost fanatical in his desire to see that men are",
        3712.24,
        3718.0
    ],
    [
        " properly cared for if a man's body is lost he is greatly disturbed and frets about the time lost",
        3718.0,
        3722.98
    ],
    [
        " before he can recover the body and give it a decent burial there you go there was one",
        3722.98,
        3734.36
    ],
    [
        " unpleasant matter a young philadelphia who had earlier been a disciplinary problem on simoa had",
        3734.36,
        3739.98
    ],
    [
        " failed the kernel on the crater march puller called gym haze the legal officer i want you to have",
        3739.98,
        3745.1
    ],
    [
        " herst tried for dereliction of duty in the face of the enemy he threw away his load of mortar shells",
        3745.1,
        3749.64
    ],
    [
        " because it was too heavy and he cost me the lives of several men damn his time i'll draw a recommendation",
        3749.64,
        3756.66
    ],
    [
        " i'm going to have him shot",
        3756.86,
        3758.44
    ],
    [
        " and i don't think i cover it it's the reason i pointed that out or i covered that is because that",
        3758.44,
        3771.34
    ],
    [
        " guy redeems himself in the future and it's one of the times where puller says okay you're good",
        3771.34,
        3777.5
    ],
    [
        " he does some incredibly brave and crazy things all right so here we go back to the book the major",
        3777.5,
        3784.4
    ],
    [
        " japanese attack was expented was expected along the matten cow and most of the division strength was",
        3785.0,
        3794.48
    ],
    [
        " placed there the japanese move to attack these positions on october 15th with the second with the",
        3794.48,
        3801.22
    ],
    [
        " japanese second division assigned to swing far inland and hit the marines from the south in an area",
        3801.22,
        3805.74
    ],
    [
        " where pullers men awaited nine infantry battalion set out on this march total of five thousand six",
        3805.74,
        3810.7
    ],
    [
        " hundred men excluding artillery and other support troops the soldiers carried or dragged everything",
        3810.7,
        3815.18
    ],
    [
        " even guns over the rough trails they were laid in making their attack and abandoned many guns on",
        3815.18,
        3819.8
    ],
    [
        " the trail so the japanese are common and they're coming aggressively a company was weaker by one",
        3819.8,
        3827.4
    ],
    [
        " platoon than the other companies for despite protests of counter puller there was an outpost of 46",
        3827.4,
        3833.48
    ],
    [
        " of its men some three thousand yards to their front commanded by sergeant Ralph brigs juner of",
        3833.48,
        3839.04
    ],
    [
        " fort edwards wisk constant these men have been out for several days to warn of an enemy approach",
        3839.36,
        3844.02
    ],
    [
        " kernel puller was on the field phone during the day of digging in trying to persuade his regimental",
        3844.02,
        3848.88
    ],
    [
        " commander to have headquarters withdraw biggs and his patrol they're going to sacrifice those",
        3848.88,
        3854.2
    ],
    [
        " men that's all we don't need any bait on the hook as you say if they're coming they're coming",
        3854.2,
        3858.8
    ],
    [
        " this is foolishness to throw away the opportunity and they do a great job in the the miniseries the",
        3858.8,
        3864.66
    ],
    [
        " pacific of kind of showing this and if you ever watch the pacific i mean just watch it watch it",
        3864.66,
        3870.16
    ],
    [
        " about ten times i've probably watched it twenty times and he tries to keep them as safe as he can",
        3870.16,
        3878.58
    ],
    [
        " back to the book already said let's get this straight hold your hold fire until you get an order",
        3878.58,
        3883.36
    ],
    [
        " for me that the outpost must get clear before we open up if the bastards break through use the bayonet",
        3883.36,
        3889.22
    ],
    [
        " and keep someone at every phone wait puller looked at his watch it was ten o'clock",
        3889.26,
        3894.5
    ],
    [
        " yells rolled yells rolled from the right japanese voices shouting in english blood for the emperor",
        3894.5,
        3900.94
    ],
    [
        " marine you die a marine bellowed back to hell with your god damn emperor",
        3900.94,
        3905.08
    ],
    [
        " sergeant manila john bozzalon's nest of guns is about the center of sea company in the middle",
        3905.08,
        3913.78
    ],
    [
        " of the line with a slight decline in his front the enemy drove toward him so persistently",
        3913.78,
        3918.8
    ],
    [
        " that he covered the hill with their bodies and when the first fury of attack faded he sent men to",
        3918.8,
        3924.98
    ],
    [
        " push down the wall of enemy bodies to clear the fire lane of course that's john basalon who's",
        3924.98,
        3934.24
    ],
    [
        " awarded the mental honor for those actions that night now there's a a artillery commander a little",
        3934.24,
        3943.02
    ],
    [
        " bit to the rear named devol and puller is asking devol for massive artillery support because they're",
        3943.02,
        3951.52
    ],
    [
        " like gonna be overrun puller called the wall again give us all you've got we're holding on by our",
        3951.52,
        3956.94
    ],
    [
        " toenails i'll give you all you call for a polar but god knows what'll happen when this ammo we have",
        3956.94,
        3962.1
    ],
    [
        " is gone if we don't need it now we'll never need it if they get through here tonight there won't",
        3962.1,
        3970.58
    ],
    [
        " that's the situation that they were in Reagan fuller called from the cp from the flank kernel",
        3970.58,
        3975.54
    ],
    [
        " i'm just about running out of ammo i've used almost three and a half units of fire you got bayonets",
        3975.54,
        3980.78
    ],
    [
        " haven't you fuller sure yes sir all right then hang on and the heaviest of the firing when polar",
        3980.78,
        3989.48
    ],
    [
        " let head left the cp regimental headquarters called for him not here sir the wireman said",
        3989.48,
        3994.06
    ],
    [
        " kernel pullers up front find him get him on the phone after the crew had made several calls to the",
        3994.06,
        3999.18
    ],
    [
        " line position puller returned and talked to the regimental commander the few remaining in the pit",
        3999.18,
        4003.76
    ],
    [
        " heard paulers explosive reply what do you mean what's going on we're neck neck deep in a firefight",
        4003.76,
        4009.06
    ],
    [
        " and i have no time standing here bullflinging if you want to find out what's going on come up and see",
        4009.06,
        4014.6
    ],
    [
        " you know he was that good like he was that good that he was able to do that you know it's kind",
        4014.6,
        4028.42
    ],
    [
        " of like when remember when i was talking about Steve jobs a couple podcasts going i was like hey look",
        4028.42,
        4031.84
    ],
    [
        " he was a he was not a good leader he was abusive and he was but he was so good at his other skills",
        4031.84,
        4038.12
    ],
    [
        " well he pullers such a great leader down the chain command and he's such a great tactician and he's",
        4038.12,
        4044.16
    ],
    [
        " so brave and so dominant on the battlefield then he does this stuff and like basically gets away",
        4044.16,
        4051.14
    ],
    [
        " with it yeah it gets me yeah back to the book there was one enemy prison prisoner a little",
        4051.14,
        4058.74
    ],
    [
        " sullen warren officer who refused to talk when he was brought to puller the kernel was so stung by",
        4058.74,
        4064.04
    ],
    [
        " the insolence of the prisoner that he slapped him with the flat end of an entrenching tool teeth",
        4064.04,
        4069.22
    ],
    [
        " spilled from the jabs mouth but they were false teeth he gave no information even then",
        4069.22,
        4073.86
    ],
    [
        " a later prisoner talked freely with puller and puller asked him why didn't you change your tactics",
        4074.42,
        4081.66
    ],
    [
        " when you saw you weren't breaking our line why didn't you shift to a weaker spot that is not",
        4081.66,
        4086.82
    ],
    [
        " the japanese way the plan had been made no one would have dared to change it it must go as it is",
        4086.82,
        4093.68
    ],
    [
        " written that's why we have decentralized command that's the opposite of decentralized command that's",
        4093.68,
        4101.14
    ],
    [
        " called centralized command here's the plan this is what you will execute don't do anything different",
        4101.34,
        4105.92
    ],
    [
        " back to the book this and this is kind of after this thing settled down that's why they have prisoners",
        4105.92,
        4114.36
    ],
    [
        " that's why he's doing interrogation that's why he's asking why didn't you break you know why don't",
        4114.36,
        4117.36
    ],
    [
        " you change your tactics when you broke the line back to the book pullers pullers men found 250",
        4117.36,
        4121.64
    ],
    [
        " Japanese dead inside their lines during the day about 25 of them officers one a major who had",
        4121.64,
        4126.88
    ],
    [
        " committed suicide leaving a final entry in his diary on the loss of his colors and troops",
        4126.88,
        4131.86
    ],
    [
        " I do not know what excuse to give I apologize for what I have done I am going to return my",
        4131.86,
        4138.78
    ],
    [
        " borrowed life today with short interest yeah I thought that that was worth bringing up because you",
        4138.78,
        4146.2
    ],
    [
        " always hear about the fanaticism of the Japanese but there you go that's it I apologize and I'm",
        4146.2,
        4154.72
    ],
    [
        " going to excuse my mission pullers casualty for the battle were 19 dead 30 wounded and 12 missing",
        4154.72,
        4162.46
    ],
    [
        " two or three days later when the stench of bloated bodies in his front made his men",
        4162.46,
        4169.18
    ],
    [
        " wretch polar persuaded division to make count of the enemy casualties and bury the corpses",
        4169.18,
        4174.8
    ],
    [
        " this burial detail counted 1,462 bodies and spent two days in the grizzly work bulldozers grout",
        4174.8,
        4183.58
    ],
    [
        " gouged holes and covered the enemy dead in great pits so that's incredible incredible that kill ratio",
        4183.64,
        4192.22
    ],
    [
        " the colonel washed in the river with the troops and Reagan fuller noticed that even when he",
        4192.22,
        4201.54
    ],
    [
        " washed his uniforms he stripped with the enlisted men in the river a common touch the men liked",
        4201.54,
        4206.72
    ],
    [
        " fuller said though a few of the clouds wits type officers in the rear ranks snickered behind his back",
        4206.72,
        4212.3
    ],
    [
        " the men knew he was real that he never put on an act and they loved him",
        4212.48,
        4217.5
    ],
    [
        " and again here's the dichotomy of it like we know what a hard ass he is back to the book puller",
        4217.5,
        4227.88
    ],
    [
        " shield is shielded as men from unnecessary work a young officer who insisted that they police",
        4227.88,
        4233.36
    ],
    [
        " up the battalion area removing jap beer cans and the debris of the battle was stopped by by the",
        4233.36,
        4238.92
    ],
    [
        " forget it old man let the boys get in their sacks and leave them the hell alone",
        4239.64,
        4243.52
    ],
    [
        " they're half dead from fever and fighting and they'll have to hop to it again any day now",
        4243.52,
        4248.22
    ],
    [
        " so there you go that's the that's like he just nails that he's perfect",
        4248.22,
        4254.84
    ],
    [
        " another situation polar was 300 to 400 yards behind the point of his column the first salvo",
        4254.84,
        4265.4
    ],
    [
        " Japanese fire burst just in front of him for the first time in his combat career spanning 23",
        4265.4,
        4271.54
    ],
    [
        " years his luck ran out under enemy fire he was blown from his feet by a spray of flying metal",
        4271.54,
        4277.52
    ],
    [
        " shell fragments his torn his legs and lower body and he was bleeding freely the field telephone",
        4277.52,
        4283.66
    ],
    [
        " was carried by a marine just in his rear call headquarters old man polar said I can't start the",
        4283.66,
        4289.76
    ],
    [
        " wires been cut the Colonel struggled unsteady to his feet and tried to help the communications",
        4289.76,
        4295.08
    ],
    [
        " man repair the wire as he stood an enemy sniper shot an enemy sniper shot him twice through the",
        4295.08,
        4301.3
    ],
    [
        " flesh of his arm with a small caliber bullets he sank back to the ground sergeant pennington",
        4301.3,
        4307.38
    ],
    [
        " and come up by now and he helped shepherd lift polar into a poncho and get him off and get him",
        4307.38,
        4311.8
    ],
    [
        " off the ground to avoid tetanus infection shepherd bent over polar are you able to stay in command",
        4311.8,
        4318.06
    ],
    [
        " sir yes of course I am I'll be okay I can't leave these men may I call for artillery fire if",
        4318.06,
        4324.92
    ],
    [
        " I can get radio or phone working yes if you know how men shoveled out a fox hole for polar and",
        4324.92,
        4330.44
    ],
    [
        " loaded him into the poncho the telephone was placed in the hole with him and when the line was",
        4330.44,
        4336.8
    ],
    [
        " repaired he cradled the phone in one arm and talked with headquarters pennington listened as",
        4336.8,
        4341.04
    ],
    [
        " he discussed a mortar barrage across the river the next morning and the launching of a dawn attack",
        4341.04,
        4346.28
    ],
    [
        " he's all shot up and blown up and he's planning an attack for the morning",
        4346.28,
        4351.3
    ],
    [
        " shepherd called in the artillery fire she'll soon burst in the thickets across the stream",
        4351.88,
        4356.1
    ],
    [
        " and the enemy was quiet for the rest of that evening late in the night polar realized that he could",
        4356.1,
        4361.42
    ],
    [
        " no longer walk and called division headquarters I find myself unable to proceed by leading my troops",
        4361.42,
        4368.36
    ],
    [
        " he said after the delay word came back major john c Weber will assume command of your battalion",
        4368.36,
        4375.28
    ],
    [
        " a few hours he's leaving the perimeter immediately so that was you know he gets pulled out",
        4375.28,
        4389.78
    ],
    [
        " going back to the book lieutenant colonel polar is being recommended by general van de grift for",
        4389.78,
        4395.48
    ],
    [
        " the medal of honor for leading his battalion with seven holes in him continually for 24 hours",
        4395.48,
        4400.4
    ],
    [
        " three got recommended for the red medal of honor this did not develop the division commander in",
        4401.84,
        4406.14
    ],
    [
        " addition to commanding polar's battalion for its perimeter defense and putting in for a third navy",
        4406.14,
        4412.26
    ],
    [
        " cross for its commander also wrote I have known Lewis polar since 1919 he was one of the best combat",
        4412.26,
        4417.8
    ],
    [
        " patrol officers I knew just as he is an outstanding officer today he did a wonderful job with his",
        4417.8,
        4423.06
    ],
    [
        " battalion on guadal canal and every phase of the operation I am as proud to have him as a friend",
        4423.06,
        4428.24
    ],
    [
        " as I was glad to have him as a marine January 1st 1943 was warm and sunny and the loading went smoothly",
        4428.34,
        4439.78
    ],
    [
        " the gear was all stowed in the last of the first marine division troops were going aboard",
        4439.78,
        4444.52
    ],
    [
        " it was only then that their condition became apparent men who had fought for four months in the",
        4444.52,
        4450.06
    ],
    [
        " foulest climate in the Pacific and had been sheld bombed or shot up by snipers almost constantly",
        4450.06,
        4454.94
    ],
    [
        " between battles seemed to collapse at the same moment scores were unable to climb the nets into",
        4454.94,
        4460.9
    ],
    [
        " the ships and had to be carried aboard they had shocked expressions with glazed sunken eyes",
        4460.9,
        4467.74
    ],
    [
        " for weeks most of them would be patients with malaria dysentery assorted fevers and fungus",
        4467.74,
        4473.92
    ],
    [
        " infections virtually every man in the division had malaria by now polar said it isn't so much",
        4473.92,
        4481.28
    ],
    [
        " that they're sick or even worn out it's the reaction from the discovery that they're finally",
        4481.28,
        4485.86
    ],
    [
        " leaving this damn place and yet a lot of them grew into men here the divisions dead were 1,242",
        4485.86,
        4494.92
    ],
    [
        " and 2,655 had been wounded sickness was near total no one could yet grasp the importance of the",
        4494.92,
        4503.3
    ],
    [
        " island fighting on the day of loading out alongists of the Pacific island campaigns had been fought",
        4503.3,
        4509.08
    ],
    [
        " and the pattern of future victories had been set the Japanese had paid a higher price here",
        4509.08,
        4513.8
    ],
    [
        " than they would pay again and had thrown all their disposal ships planes men and machines",
        4513.8,
        4520.2
    ],
    [
        " more than 50,000 men had been lost on the island or on the ships trying to reach it",
        4520.2,
        4526.48
    ],
    [
        " in Japan it was already known as the island of death for more than a year radio Tokyo was to call",
        4526.48,
        4535.86
    ],
    [
        " the first marine division the Guadalcanal butchers",
        4535.86,
        4539.82
    ],
    [
        " so that's Guadalcanal he actually heads home and here we go back to the book",
        4539.82,
        4555.34
    ],
    [
        " an aid in the office in Washington general Thomas Holcomb jolted in with the news the general",
        4555.34,
        4562.76
    ],
    [
        " was given you to the army polar i mean on loan for three or four months general martial",
        4562.76,
        4568.26
    ],
    [
        " wants you to explain the Guadalcanal fighting to his troops all over the country you need",
        4568.26,
        4573.24
    ],
    [
        " and fret about leaving your men the division will be in Australia for the next six months before",
        4573.24,
        4576.96
    ],
    [
        " it can get back into action i expect you'll rejoin it in time for another big show so there's",
        4576.96,
        4583.34
    ],
    [
        " time between these big island campaigns and he goes home to america to take over or spread the word",
        4583.34,
        4590.78
    ],
    [
        " about what the fighting was like back to the book he often spoke three times daily he was on",
        4590.78,
        4595.96
    ],
    [
        " an off-plane until he all but lost track of his route he told the story of his fight for the perimeter",
        4595.96,
        4600.46
    ],
    [
        " of basilone pushing the wall of enemy bodies down the hill of burials by bulldozer and of weapons",
        4600.46,
        4606.02
    ],
    [
        " they used he told of patrols and thick growth but never of his wounds i can't tell you the",
        4606.02,
        4614.04
    ],
    [
        " japs are no damn good he said because they are good but we're better one american properly trained",
        4614.04,
        4620.94
    ],
    [
        " can handle two of the yellow bastards they have discipline and they use the jungle cover better",
        4620.94,
        4626.86
    ],
    [
        " than we do but they can't think on their own i'll say that again they have discipline",
        4626.86,
        4633.44
    ],
    [
        " and they use the jungle cover better than we do but they can't think on their own that's a",
        4633.44,
        4640.02
    ],
    [
        " critical dichotomy the the discipline which obviously obviously is something that i am",
        4641.04,
        4645.84
    ],
    [
        " passionate about but if you put so much discipline in if you put too much discipline in place people",
        4645.84,
        4652.4
    ],
    [
        " don't think for themselves anymore they just wait they never change battle plans once they're made",
        4652.4,
        4660.16
    ],
    [
        " regardless of costs they think they'd lose face they have no artillery to compare with ours and",
        4660.16,
        4665.26
    ],
    [
        " our guns chew them to pieces they get the jungle rot just as much as we do they're not superman",
        4665.26,
        4671.16
    ],
    [
        " and we'll whip the hell out of them and you'll be helping to do it soon i suppose if you take your",
        4671.16,
        4676.74
    ],
    [
        " training seriously then there's nothing to worry about but you'll have to be hard and you can be",
        4676.74,
        4682.56
    ],
    [
        " hard when you write with your families to try to convince them that we're in a war to the finish",
        4682.56,
        4688.1
    ],
    [
        " and then all these strikes and softness and confusion will have to go i can tell you",
        4688.1,
        4695.14
    ],
    [
        " one more thing there are worse things than dying for your country when he spoke to the war",
        4695.14,
        4703.04
    ],
    [
        " production board officials in Washington here's what he said i want to ask you why american troops",
        4703.04,
        4707.02
    ],
    [
        " shouldn't have the best the world's best fighting equipment on guadalca now we saw our",
        4707.02,
        4711.04
    ],
    [
        " trenching shovels break at first use all of our men now have jabs shovels because they're better",
        4711.04,
        4716.16
    ],
    [
        " and more dependable jap field glasses are better too i have good ones myself german glasses that",
        4716.16,
        4722.24
    ],
    [
        " i've carried for 20 years why should american glasses be so poor not worth the damn in the tropics",
        4722.24,
        4727.12
    ],
    [
        " they fog up and they are improperly sealed once they get damped they're done for i've seen",
        4727.12,
        4732.1
    ],
    [
        " hundreds of pairs tossed away in the jungle or sea because men know they can see as well with the",
        4732.1,
        4737.58
    ],
    [
        " naked eye what kind of american ingenuity or patriotism produce those he doesn't play this is a",
        4737.58,
        4748.4
    ],
    [
        " little part about humility will have to get over the idea that we're the greatest people on earth",
        4748.4,
        4752.8
    ],
    [
        " in every respect that we're infallible and that no one else has ideas worth considering one of",
        4752.8,
        4758.26
    ],
    [
        " the reasons we had to fight against the odds on gradical now guadalca now was this insufferable",
        4758.26,
        4762.94
    ],
    [
        " american notion of superiority and our carelessness in the face of danger it goes back to pearl harbor",
        4762.94,
        4769.64
    ],
    [
        " and far beyond he's saying you got to stay humble he can't be arrogant",
        4769.64,
        4773.56
    ],
    [
        " he was summoned before the high command of the marine corps and gave some gave and gave the same",
        4776.5,
        4782.12
    ],
    [
        " fourth right picture of the fighting he had seen gentleman we have some of the same old troubles",
        4782.12,
        4788.56
    ],
    [
        " staff officers who've never seen combat issue unrealistic orders that cost lives time money and",
        4788.56,
        4795.24
    ],
    [
        " ruin morale for example we were out there on that island trying trying to defend a perimeter when",
        4795.24,
        4800.78
    ],
    [
        " they waited when they wanted to send a patrol outside the command never used a single regiment",
        4800.78,
        4806.0
    ],
    [
        " but sent out three mixed battalions the logical thing would have been a regular regiment with one",
        4806.0,
        4811.8
    ],
    [
        " battalion leading the other and the other two covering officers and men would be familiar with",
        4811.8,
        4816.36
    ],
    [
        " each other and there would never be questions about who is in command but when we did go out it was",
        4816.36,
        4822.5
    ],
    [
        " almost always with mixed battalions it may look good in the staff officers chart here at headquarters",
        4822.5,
        4828.6
    ],
    [
        " but it didn't work brought us only stumbling and confusing and casualties more than once when we",
        4828.74,
        4835.04
    ],
    [
        " were out in the jungle nobody really knew who's in command i could cite you the names of many a man",
        4835.04,
        4840.9
    ],
    [
        " I lost because of that it was inexcusable this is something that it absolutely is is very important",
        4840.9,
        4848.56
    ],
    [
        " to understand especially for guys that are i guess anybody you you work in your train in a certain way",
        4848.56,
        4853.86
    ],
    [
        " mm-hmm as much as you can stay in the groups that you work and train with right and for them to just",
        4853.86,
        4861.74
    ],
    [
        " randomly and who knows why they did this but i'll tell you what i've seen i've seen this where",
        4861.74,
        4867.78
    ],
    [
        " let's say there's some operation uh that's a high visibility operation that everyone thinks wow",
        4867.78,
        4875.6
    ],
    [
        " that'd be a cool operation to do yeah well instead of just taking let's say one company",
        4875.6,
        4882.22
    ],
    [
        " they go okay well we want to get multiple different people to get to be able to be involved in this",
        4882.96,
        4887.94
    ],
    [
        " operation so we'll take one platoon from this company and one platoon from this other company and",
        4887.94,
        4891.32
    ],
    [
        " one platoon from this other company and we'll just send them all out there that's exactly what he's",
        4891.32,
        4895.92
    ],
    [
        " talking about it's like no no hey sorry you guys aren't going to go on this operation we're sending alpha",
        4895.92,
        4901.76
    ],
    [
        " company or bravo company or whatever that's the way you do it um play around",
        4901.76,
        4907.52
    ],
    [
        " here's a little comment because i love machine guns",
        4907.52,
        4914.74
    ],
    [
        " a little comment on the art of machine gunry these guns are the most important fire power to infantry",
        4914.74,
        4923.66
    ],
    [
        " just i'm just making that statement cool chesty custy puller statement machine guns go be a machine gunner",
        4925.2,
        4935.18
    ],
    [
        " you know what i'm saying i know i just i was so fired up one day we're at the gym and i walked in",
        4935.18,
        4942.76
    ],
    [
        " there's some some kid was signing up and he was no i call him a kid he was probably old man 24",
        4942.76,
        4948.88
    ],
    [
        " years old yeah and so i said hey old man no and you know i think uh i said you know i could tell",
        4948.92,
        4955.44
    ],
    [
        " he had like a high-tech i was like oh are you in military he goes yeah i'm in the Marine Corps",
        4955.44,
        4959.64
    ],
    [
        " i said what are you doing the Marine Corps he said machine gunner do you get s",
        4959.64,
        4965.24
    ],
    [
        " awesome all right",
        4965.24,
        4970.16
    ],
    [
        " here's another another comment we just don't know all we ought to know about warfare on land or",
        4973.4,
        4981.36
    ],
    [
        " sea just off guadal canal not long ago we lost three cruisers cruisers blasted down by jab guns as",
        4981.36,
        4987.38
    ],
    [
        " they sat there sitting ducks that's all i'll tell you exactly why we lost them the admiral",
        4987.38,
        4991.9
    ],
    [
        " in charge got a plane report that the jab force was approaching at 14 knots by daylight so we",
        4991.9,
        4996.66
    ],
    [
        " figured at this speed the enemy couldn't arrive in his waters before the next dawn after dark of",
        4996.66,
        5001.68
    ],
    [
        " course the jabs stepped up their speed to 28 knots and got there got to the scene at 3 a.m. when our",
        5001.68,
        5007.4
    ],
    [
        " men were not even at battle stations instead of keeping it happened like that i'm positive and",
        5007.4,
        5013.84
    ],
    [
        " instead of keeping such thing secret we ought to have them emblazoned on the gate at every naval",
        5013.84,
        5020.0
    ],
    [
        " station we must not be too proud or too stupid to profit by our mistakes and god knows that we make",
        5020.5,
        5029.06
    ],
    [
        " them have you ever heard the term profit from our mistakes before no but i really like it yeah i",
        5029.06,
        5034.62
    ],
    [
        " think i really like it too why not profit from your mistakes it's brilliant yeah kind of puts it",
        5034.62,
        5042.66
    ],
    [
        " more into you know they say learn from your mistakes right learn cool but when you say profit it's",
        5042.66,
        5047.5
    ],
    [
        " so much more valuable you know yeah talks a little bit about uh well the psychological impact",
        5047.5,
        5056.26
    ],
    [
        " of combat i know something about the strain of combat for five years in nicaragua i marched at",
        5056.26,
        5061.66
    ],
    [
        " least 20 days a month under constant threat of enemy ambushed but i never saw those but i never",
        5061.66,
        5068.06
    ],
    [
        " saw in those indian troops any sign of battle fatigue or anything resembling it in the pacific i",
        5068.06,
        5073.58
    ],
    [
        " saw a lot of our people break down my reaction is this what does it matter how you're killed if",
        5073.58,
        5078.98
    ],
    [
        " you're killed in battle why does the louder noise in a fight with heavy artillery and bombs make",
        5078.98,
        5083.78
    ],
    [
        " such a difference i think the difference is entirely in the mind in the preparation of men for combat",
        5083.78,
        5088.48
    ],
    [
        " in hidey actions when i fought the men were all picked volunteers professionals who were paid",
        5088.48,
        5096.12
    ],
    [
        " to fight and realize they might die in the trade i'm sure from my own experience that it's the mental",
        5096.12,
        5102.04
    ],
    [
        " latitude i went through the worst days they had on gualcanal and i didn't suffer a bit i lost some",
        5102.2,
        5107.8
    ],
    [
        " weight but that was because we didn't get the proper food if we make our men tough in the mind before",
        5107.8,
        5113.72
    ],
    [
        " they go to war and give them an honest idea of what war is like we won't have so much of this trouble",
        5113.72,
        5120.7
    ],
    [
        " why do we have to baby them with all this crap about careers and opportunity and foreign travel",
        5120.7,
        5127.82
    ],
    [
        " oh yeah you know what i mean you know what i mean yeah that makes a lot of sense there you know",
        5130.72,
        5136.98
    ],
    [
        " they say i forget where i read this but people who come back from from war they kind of",
        5136.98,
        5145.3
    ],
    [
        " differentiated like where people who were who were in it like you know how like jp and you and",
        5145.3,
        5150.7
    ],
    [
        " i just always wanted to do this to be a combat leader to be a navy seal to be a commando you know",
        5150.7,
        5155.96
    ],
    [
        " like the typically people with that kind of attitude they don't get affected by it because it's",
        5155.96,
        5160.62
    ],
    [
        " kind of like the thing where they get affected less yeah yeah generally you are correct generally guys that",
        5160.62,
        5165.8
    ],
    [
        " like special operations guys that that's what they wanted to do and there's a little bunch of other",
        5165.8,
        5172.32
    ],
    [
        " things that plan to that as well the training because he's talking about hard training well guess what",
        5172.32,
        5176.5
    ],
    [
        " in special operations you do get harder training yeah you have a tighter uh or you have you have",
        5176.5,
        5182.72
    ],
    [
        " a real close relationship with all your guys and you stay together with your guys that is helpful too",
        5182.72,
        5188.8
    ],
    [
        " i mean it's not any tighter relationship that you have and in infantry because you trust me i've",
        5188.8,
        5193.56
    ],
    [
        " seen does in marine corps and in army infantry and military units get tight doesn't matter whether",
        5193.56,
        5198.8
    ],
    [
        " you're special operations or not but the training they step up the training they make it really hard",
        5198.8,
        5203.6
    ],
    [
        " that plays a role but i think you're right is that guys that think that that's what they want to do",
        5203.6,
        5208.98
    ],
    [
        " then that helps as well so there's a bunch of little factors but i think what his point is like",
        5209.42,
        5216.04
    ],
    [
        " there's two there's two points number one make the training hardest i guess there's three points",
        5216.04,
        5220.78
    ],
    [
        " number one make the training hardest hell number two make sure people know what to expect and don't",
        5220.78,
        5225.6
    ],
    [
        " talk to them about like the career opportunities right i just answered this question on the way",
        5225.6,
        5231.98
    ],
    [
        " of the warrior kid podcast right well i answered the question the question was is it fun to be a navy",
        5231.98,
        5235.8
    ],
    [
        " seal and i answered the question hey is it fun yes absolutely it's fun that's part of it but the",
        5236.98,
        5244.34
    ],
    [
        " other part of it is you are going to go to war and you could die and that's a harsh thing to tell a",
        5244.34,
        5250.98
    ],
    [
        " nine year old or a ten year old but that's exactly what you should tell a nine year old or ten",
        5250.98,
        5254.74
    ],
    [
        " year old because that's what you're signing up for i was i was doing another interview recently and i",
        5254.74,
        5260.94
    ],
    [
        " told this story and i've i've told it before but you know it was like the first time",
        5261.74,
        5265.76
    ],
    [
        " some woman that i'd been working with a company and and some woman that was you know had her",
        5265.76,
        5273.36
    ],
    [
        " husband or something anyways the woman said you know can you meet my son he really wants to be a navy",
        5273.36,
        5278.78
    ],
    [
        " seal you know and i was you know i said oh yeah sure and you know the kid was whatever 17 or 18",
        5278.78,
        5284.86
    ],
    [
        " years old he was a junior senior in high school and he was this you know strapping kid who was",
        5284.86,
        5290.52
    ],
    [
        " you know look like a great athlete and she wanted to bring me to lunch with him so we went to",
        5290.52,
        5295.8
    ],
    [
        " lunch and it was you know the details of the story i don't recall exactly but it was basically uh",
        5295.8,
        5303.32
    ],
    [
        " you know my son he wants to be navy seal he's on the swim team and he's on the track team and he",
        5303.32,
        5308.24
    ],
    [
        " played football and he just loves working out and he just i think he'd be great and he just he can",
        5308.24,
        5313.12
    ],
    [
        " do 28 pull-ups and the kids like yeah i love working out and i plus i surf too and i love the ocean",
        5313.12,
        5318.64
    ],
    [
        " i love the water and it was like cool and and you know for a while you know i was listening and then",
        5318.64,
        5324.26
    ],
    [
        " you know of course i was like yeah you know that's that sounds like uh sounds like you'd be well",
        5324.26,
        5330.16
    ],
    [
        " prepared for the physical aspects of it but when you have to remember that the reason you become",
        5330.16,
        5334.98
    ],
    [
        " a seal is so you can go and fight in wars and you're gonna kill people and you're gonna be at the",
        5334.98,
        5338.68
    ],
    [
        " risk of dying and you're gonna be at the risk of being wounded and that's what's gonna happen to",
        5338.68,
        5343.34
    ],
    [
        " your friends if not you and the when i got done saying like on that sentence the mom's face",
        5343.34,
        5350.96
    ],
    [
        " completely changed yeah because it's what he's talking about right here which is hey you know",
        5350.96,
        5356.44
    ],
    [
        " it's travel and adventure and career opportunities like no what it is is is war and savagery and the worst",
        5356.44,
        5364.9
    ],
    [
        " things that you could possibly experience is what you're gonna experience that's what you need to",
        5364.9,
        5370.18
    ],
    [
        " tell people yeah those special operations and the conclusion for what what i was reading there was",
        5370.18,
        5376.2
    ],
    [
        " people when they go in knowing and kind of how they put it like forward leaning into",
        5376.2,
        5382.7
    ],
    [
        " the realities of a military situation yeah it tends to be special operations or guys who want to do",
        5382.7,
        5389.68
    ],
    [
        " it for that reason not the guy who got sold on world travel yeah back college that guy's definitely",
        5389.68,
        5395.66
    ],
    [
        " gonna have a rougher time with it and you got to remember too there's hundreds there's a massive",
        5396.26,
        5402.96
    ],
    [
        " percentage of army infantry Marine Corps infantry guess what they want to be Marine Corps infantry",
        5402.96,
        5407.52
    ],
    [
        " they want to be that's what they want to do they're just as passionate about that as some guy that",
        5407.52,
        5411.72
    ],
    [
        " like because that job it's a little bit different but a lot of that parts of that job are you know",
        5411.72,
        5418.32
    ],
    [
        " when we had Brian stand on we talked about this you know like Brian Stan was you get to be in charge",
        5418.32,
        5424.28
    ],
    [
        " of more people you get it's it's a it's a different dynamic but the combat leadership opportunities",
        5424.28,
        5430.72
    ],
    [
        " and and just the combat opportunity I mean when we're in Ramadi the guys the the infantry and",
        5430.72,
        5436.06
    ],
    [
        " Ramadi those guys were freaking getting after it they were just it was insane to watch those guys",
        5436.06,
        5441.0
    ],
    [
        " so yeah and you know there's plenty I mean there's the vast majority or there's plenty of guys in",
        5441.0,
        5448.86
    ],
    [
        " the in the regular conventional forces they don't they they do just as good after combat as the",
        5448.86,
        5454.52
    ],
    [
        " as the special operations guys do yeah so it's more and you know we talked about this Peter",
        5454.52,
        5459.14
    ],
    [
        " it's here it's like if a guy's fractured going in it doesn't matter if he's special operations or",
        5459.14,
        5463.48
    ],
    [
        " conventional forces or general purpose units he's if he's fractured going in the war's gonna mess him up",
        5463.48,
        5469.62
    ],
    [
        " yeah yeah if he's solid going in he's gonna do well right so that's the determining factor",
        5469.62,
        5474.84
    ],
    [
        " the training definitely helps the telling people the truth upfront definitely helps but",
        5474.84,
        5480.86
    ],
    [
        " you don't know what you're gonna get yeah and there's also plenty of guys",
        5480.86,
        5485.52
    ],
    [
        " as special operations that do have serious issues yeah yeah and the article wasn't about like",
        5485.52,
        5490.66
    ],
    [
        " special operations that's not what it was about it was more about the state of mind I think",
        5490.66,
        5493.98
    ],
    [
        " special where I know that special operations was just like an example of some point that they're",
        5493.98,
        5499.08
    ],
    [
        " making well we talked again I'm referencing all these different podcasts but when Jordan Peterson",
        5499.08,
        5503.84
    ],
    [
        " was on we talked about like the offensive mindset right and the offensive you can be",
        5503.84,
        5508.48
    ],
    [
        " generally the more psychologically comforting that is it's it's psychologically uncomfortable",
        5508.48,
        5514.2
    ],
    [
        " to be on the defensive yeah it's psychologically more comfortable to be on the offensive right",
        5514.2,
        5519.84
    ],
    [
        " did I just get that right yes cycle okay yeah psychologically uncomfortable to be on the defensive",
        5519.84,
        5524.68
    ],
    [
        " psychologically more comfortable it's not necessarily comfortable because you still",
        5524.68,
        5528.38
    ],
    [
        " have bad things that can happen when you're on offense but it's definitely psychologically",
        5528.38,
        5532.08
    ],
    [
        " more comfortable yeah so those things play a role yeah more like you happen like to your",
        5532.4,
        5538.56
    ],
    [
        " experience right you consider an experience it's like I'm gonna happen to this experience rather than",
        5538.56,
        5543.24
    ],
    [
        " this experience offensive defensive absolutely kind of like when people say hey how life's life",
        5543.24,
        5548.04
    ],
    [
        " treating you versus how are you treating life you know that old saying yeah I'll go with it yeah",
        5548.04,
        5556.04
    ],
    [
        " yeah just go with it just go ahead here's here's another thing that he that he calls out and this",
        5556.04,
        5561.86
    ],
    [
        " is very interesting and everyone that's in the military will hear this and kind of shake their head",
        5561.86,
        5565.68
    ],
    [
        " the practice of having command post exercises polar said though he realized that he was",
        5565.68,
        5573.3
    ],
    [
        " treading on prominent toes in his audience we take skeleton forces of headquarters troops",
        5573.3,
        5578.24
    ],
    [
        " and the like just a handful and go through exercises so often that we forget we aren't simulating",
        5578.24,
        5584.12
    ],
    [
        " that we aren't simulating actual warfare it has become so bad that even platoons are carrying out",
        5584.12,
        5589.32
    ],
    [
        " command post exercises in battle of course once you set up a CP which is a command post you stop",
        5589.32,
        5596.84
    ],
    [
        " for all you stop all forward motion because the commander sit on their duffs in relative security",
        5596.84,
        5602.6
    ],
    [
        " and when you halt forward motion you get in trouble immediately I have to admit we have to learn",
        5602.6,
        5609.12
    ],
    [
        " I admit we have to learn how to handle commands but we've carried it to a ridiculous extreme",
        5609.98,
        5614.68
    ],
    [
        " they do a lot of that command exercises what the most unrealistic thing about it is like he's saying",
        5614.68,
        5622.98
    ],
    [
        " that you'll have not a real platoon but like a small representation of a platoon so the commander",
        5622.98,
        5629.58
    ],
    [
        " can move that platoon around real easily because it's this little thing but then when you have a",
        5629.58,
        5639.1
    ],
    [
        " platoon that's supposed to like when you move this this battalion from here to there all you do",
        5639.22,
        5644.36
    ],
    [
        " is just move this move their move their piece on a board that was real easy you look at what actually",
        5644.36,
        5650.36
    ],
    [
        " happens in the field when you move that piece of a battalion it's massive it's it's it's this",
        5650.36,
        5656.62
    ],
    [
        " incredible project to make happen yeah to move a battalion you know four miles or two miles or",
        5656.62,
        5664.96
    ],
    [
        " whatever yeah this is what it's gonna take fuel and food and ammunition and wounded in planning",
        5666.26,
        5671.28
    ],
    [
        " all this stuff but the person up top just because oh yeah we'll just do that yeah one morning as",
        5671.28,
        5676.38
    ],
    [
        " he approached a company of his men lounging among their tents a newly arrived lieutenant barked in",
        5676.38,
        5681.74
    ],
    [
        " order and the marine scrambled to their feet standing in attention what the hell's wrong with you",
        5681.74,
        5686.1
    ],
    [
        " pull a rod don't you think I've got more sense than demand that you put on a show every time I come",
        5686.1,
        5691.18
    ],
    [
        " within pistol range get back down on your duffs you ought to know me well enough that I'm no damned",
        5691.18,
        5697.32
    ],
    [
        " band box soldier take it easy there's enough for you to do when we get to our next assignment again",
        5697.32,
        5703.3
    ],
    [
        " dichotomy it's okay you don't need to snap to attention every time I come around",
        5703.3,
        5707.26
    ],
    [
        " there's an army quarter master and the general showed up and they had asked for a bunch of",
        5707.26,
        5716.76
    ],
    [
        " shotgun shells here we go back to the book he's asked for 10,000 brass buckshot shells what the",
        5716.96,
        5722.54
    ],
    [
        " devil it is you want with those to kill japs with sir doesn't colonel polar know that buckshot is",
        5722.54,
        5727.96
    ],
    [
        " prohibited by the Geneva convention sir colonel polar doesn't give a damn about the Geneva convention",
        5727.96,
        5733.16
    ],
    [
        " any more than the japs did it Pearl Harbor",
        5733.16,
        5735.52
    ],
    [
        " now as they're getting ready to go in assault um",
        5742.6,
        5746.94
    ],
    [
        " Gloucester the enemy had word of the coming assault radio Tokyo blared one afternoon in late",
        5746.94,
        5755.82
    ],
    [
        " December the first American marine division assorted cut throats degenerates and jail birds",
        5755.82,
        5762.04
    ],
    [
        " has been chased out of melbourne is now in camp in new guinea and we'll try to invade Cape Gloucester",
        5762.16,
        5767.86
    ],
    [
        " I'm pleased to add that our soldiers are fully prepared to repulse the senseless attempt the",
        5767.86,
        5773.26
    ],
    [
        " jungles will run red with the blood of the guadal canal butchers so that's that's that's the",
        5773.26,
        5778.88
    ],
    [
        " propaganda cut throats degenerates and jail birds so now they're going to Gloucester Cape Gloucester",
        5778.88,
        5786.1
    ],
    [
        " on the early morning of December 26 they stood off Cape Gloucester big guns on the fleet",
        5786.78,
        5791.48
    ],
    [
        " rolled for a half for an hour and a half beginning before dawn in the Marines and their",
        5791.48,
        5795.98
    ],
    [
        " traditional d-day breakfast eight their traditional d-day breakfast of steak and eggs while solvus",
        5795.98,
        5801.68
    ],
    [
        " shook the holes beneath them third battalion seventh Marines landed first quickly followed by",
        5801.68,
        5807.42
    ],
    [
        " pullers old battalion which floundered through a morass behind of the beach and pushed up the tall",
        5807.42,
        5812.84
    ],
    [
        " knoll already known to aviators and shipgunners as target hill an hour after the seventh was",
        5813.06,
        5818.78
    ],
    [
        " ashore the first Marines came turned toward the airfield and walked into a well laid Japanese",
        5818.78,
        5823.32
    ],
    [
        " ambush tanks big tanks came into clear the enemy from their hidden bunkers and by night fall",
        5823.32,
        5830.04
    ],
    [
        " the first was well on its way to the airfield a falling tree in the soggy forest injured one marine",
        5830.04,
        5835.46
    ],
    [
        " and otherwise there were only 20 killed and 22 wounded on d-day enemy casualties were estimated",
        5835.46,
        5842.58
    ],
    [
        " at 50 on December 30th the first and fifth secured the field after hand to hand fighting",
        5842.58,
        5847.78
    ],
    [
        " in which they had to call on tanks for help one sergeant remembered a moment from a mortar",
        5847.78,
        5854.32
    ],
    [
        " attacked by the enemy a kid sitting there in his foxhole he didn't have any head he just had a",
        5854.32,
        5859.66
    ],
    [
        " neck with dog tags on it a gray faced youngster nearby was muttering as he fled as he fired his",
        5859.66,
        5865.4
    ],
    [
        " rifle it don't do any good I got three of them but it don't do any good Japanese sniper said",
        5865.4,
        5870.6
    ],
    [
        " infiltrated the line and killed Marines at short range and one unit tried to weighed the stream was",
        5870.68,
        5876.46
    ],
    [
        " broken its survivors driven to hide in the weeds on the edge from midstream a boy who failed to make",
        5876.46,
        5884.72
    ],
    [
        " it over hung over a log his body riddled by a score of bullets for a half an hour or more he",
        5884.72,
        5891.02
    ],
    [
        " called to his mates before he died I'm here here I am the attack installed the line had now become",
        5891.02,
        5898.78
    ],
    [
        " you shaped with a pocket of the enemy holding back the center general rupertus from division",
        5898.78,
        5905.9
    ],
    [
        " relieved the commander of the third battalion seventh Marines and sent polar into action once more",
        5905.9,
        5911.44
    ],
    [
        " with orders to reorganize and drive forward the unit so they weren't making any progress",
        5911.44,
        5923.66
    ],
    [
        " and the commander said you know what I'm putting polar back in action send the wolf",
        5924.76,
        5930.08
    ],
    [
        " the trouble was the same here's here's polar talking to his guys as he showed up the polar was the",
        5930.08,
        5938.3
    ],
    [
        " same old thing the trouble was the same old thing staff officers don't know the meaning of terrain",
        5938.3,
        5942.68
    ],
    [
        " and how it can slow down troops and cost lives I went up to the front about two in the afternoon I",
        5942.68,
        5948.58
    ],
    [
        " called the company commanders and told them as briefly as I could what I had in mind I've been sent",
        5948.58,
        5953.18
    ],
    [
        " to take over your commander has been relieved I don't intend to believe to be relieved you can bet",
        5953.18,
        5958.08
    ],
    [
        " on that we're going to attack here in the morning there were protests that the jab bunkers could not",
        5958.08,
        5963.32
    ],
    [
        " be seen and that they were cutting up our line I told him I had the medicine for that I ordered",
        5963.32,
        5968.32
    ],
    [
        " up some of Joe Buckley's half tracks because I knew their guns could deal with the bunkers the",
        5968.32,
        5973.82
    ],
    [
        " resistance was fairly light but the staff orders were so foolish that we were just sitting targets",
        5973.82,
        5983.16
    ],
    [
        " they had orders in these battalions to guide both right and left in order that can't be",
        5983.36,
        5988.3
    ],
    [
        " followed well even on a pernate parade ground any beginner knows that you can guide left or you",
        5988.3,
        5994.34
    ],
    [
        " can guide right or even center but you can't follow two leaders on either side at the same time",
        5994.34,
        5999.46
    ],
    [
        " the line will buckle and cause gaps we were frustrating the troops with delays to reform the line",
        5999.46,
        6005.14
    ],
    [
        " I just said now we will go forward and forget about all this guiding business just forget there's",
        6005.14,
        6011.36
    ],
    [
        " anybody on the flanks we have enough power here to drive and we're going to drive blow your way",
        6011.36,
        6016.02
    ],
    [
        " through think of nothing else so important part there once again you can't follow multiple leaders",
        6016.02,
        6024.84
    ],
    [
        " at the same time and he's talking about a physical example like you guiding in the military is",
        6024.84,
        6030.44
    ],
    [
        " when you're marching you look to your left you you you you fought you line up with a person to",
        6030.44,
        6034.82
    ],
    [
        " your left usually these people were saying no line up with a person to your left and the person to",
        6034.82,
        6039.6
    ],
    [
        " your right how the hell are you going to do that yeah you're not that's the answer",
        6039.6,
        6044.92
    ],
    [
        " before the gun stopped a staff officer from division uh I and and",
        6044.92,
        6053.08
    ],
    [
        " a staff officer from division went up on the line and here he says I went up there in the heaviest",
        6053.08,
        6060.78
    ],
    [
        " of the action when fire was flying all around us pull her walked around outside the wire at Hill",
        6060.78,
        6065.4
    ],
    [
        " 660 and stopped at every dugout to talk to some kid he'd say how's things going they're old man",
        6065.68,
        6071.38
    ],
    [
        " just as if he'd come from next door to borrow a cup of sugar those kids thought it was the greatest",
        6071.38,
        6077.62
    ],
    [
        " thing that ever happened you'd think you've been handing out thousand dollar bills down the line",
        6077.62,
        6081.34
    ],
    [
        " and there was someplace to spend them pull her had found one demoralized boy sitting stone",
        6081.34,
        6086.9
    ],
    [
        " lean his whole looking out with a telltale thousand yard stare he muttered over and over",
        6086.9,
        6091.86
    ],
    [
        " Colonel we got to get the hell out of here that's no way to talk old man pulling lead the boy a few",
        6092.2,
        6098.16
    ],
    [
        " paces to the rear and sat with him for 10 minutes or so look old man I want to go home too I'm not",
        6098.16,
        6103.7
    ],
    [
        " getting any younger hell I'm 45 years old you know that I got a family at home I know this dump",
        6103.7,
        6109.44
    ],
    [
        " is no good but neither of us is going home until we lick these bastards we've got to make we've",
        6109.44,
        6115.48
    ],
    [
        " got to help make our folks at home safe too I'll try and get you some hot chow up here old man",
        6115.48,
        6121.16
    ],
    [
        " so again you just got a guy that's totally gets it",
        6122.28,
        6128.24
    ],
    [
        " lots of heavy fighting they get Gloucester secured in February 1944 polar had a physical",
        6128.24,
        6140.02
    ],
    [
        " examination the cape and the camp at Cape Gloucester and aside from a notation of a recent attack",
        6140.02,
        6146.1
    ],
    [
        " of malaria was found in perfect condition on the same day upon hearing rumored that one third of",
        6146.1,
        6151.1
    ],
    [
        " the veterans the guadal canals to be rotated back to the states pull a wrote general holcomb the",
        6151.1,
        6156.34
    ],
    [
        " common knot in terms which would have been appreciated by a Caesar or Napoleon it is respectfully",
        6156.34,
        6162.9
    ],
    [
        " requested that my present assignment to a combat unit be extended until the downfall of the",
        6162.9,
        6169.44
    ],
    [
        " Japanese Empire freaking get some the division recouped and drew a placement the first of the new",
        6173.04,
        6181.42
    ],
    [
        " weapons began to appear in quantities the springfields had almost disappeared now to pullers sorrow",
        6181.42,
        6186.56
    ],
    [
        " he was interested in the first of a new style flamethrower when an officer brought one by",
        6186.56,
        6191.36
    ],
    [
        " the youngster proudly explained the work of the deadly torch and looked to puller for approval",
        6191.36,
        6196.96
    ],
    [
        " where's the bayonet fit on it it's another like famous quote from Chester puller there's a flamethrower",
        6197.76,
        6205.82
    ],
    [
        " but you need to put a bayonet fitting on it just in case he's counseling his officers about",
        6205.82,
        6213.84
    ],
    [
        " about showing being brave and stepping up and at the same time here's the here's the dichotomy",
        6213.84,
        6224.42
    ],
    [
        " he says i don't want you to go up under the guns just for show it's only the idiots and green",
        6224.42,
        6229.42
    ],
    [
        " kids who think they're bulletproof but if you don't show some courage your officers won't show it",
        6229.42,
        6233.4
    ],
    [
        " either and the kids will hang back it's that it's that kind of an outfit that always has trouble",
        6233.4,
        6240.96
    ],
    [
        " next we go pull a return to pavuvu to find a new stir in the camps the allied landings in",
        6240.96,
        6249.02
    ],
    [
        " France were expanding the new b-29s had begun to bomb Tokyo siphon and fallen whole fleets of cargo",
        6249.02,
        6255.9
    ],
    [
        " ships had brought the first division new equipment to pavuvu and there was word of an independent",
        6255.9,
        6260.5
    ],
    [
        " role for the marines in a new operation general maca Arthur would follow his own southern course on",
        6260.5,
        6265.9
    ],
    [
        " island hopping but the core would stab into the central pacific puller could hardly conceive",
        6265.9,
        6271.16
    ],
    [
        " the scope of the new marine core which he had known to as a force of a mere 19,000 is pre-war days",
        6271.16,
        6277.94
    ],
    [
        " there are now five divisions and and a brigade in the pacific and another division in training",
        6277.94,
        6283.22
    ],
    [
        " in california well over a hundred thousand men in late july on that same day franklin rose of",
        6283.22,
        6290.98
    ],
    [
        " belt and harry truman were nominated for the coming elections back home marines landed on guam",
        6290.98,
        6296.38
    ],
    [
        " a few days after luis got the news lieutenant colonel sam puller had been killed shot through the",
        6296.38,
        6305.36
    ],
    [
        " heart by a machine gunner's bullet his intimits notice a new reserve in the kernel in these days",
        6305.36,
        6312.28
    ],
    [
        " but it was not long before still another false report was added to the growing puller legend",
        6312.28,
        6316.76
    ],
    [
        " marines whispered that when he got word of sam's death he had said grimly those who lived by the sword",
        6316.76,
        6325.4
    ],
    [
        " must die by the sword the loss of sam had in fact touched luis deeply he covered it with silence",
        6325.4,
        6333.02
    ],
    [
        " and a hurried turning to other topics when officers spoke of his brother's death",
        6333.02,
        6337.82
    ],
    [
        " on pavuvu the division intensified its work and sweated at war games on the beaches and in the palm",
        6337.82,
        6346.14
    ],
    [
        " groves there was a new watchword pelalu the next target",
        6346.14,
        6350.36
    ],
    [
        " so yep his brother lieutenant colonel sam puller was killed and he got word of that",
        6350.36,
        6362.72
    ],
    [
        " so",
        6365.8,
        6366.36
    ],
    [
        " hundred only a hundred thousand marines that might seem like a lot but that's that's not a lot",
        6366.36,
        6371.26
    ],
    [
        " when you consider what the tasks that they had before them",
        6371.26,
        6374.7
    ],
    [
        " so now they're heading they're heading to pelalu the next target when the big fleet",
        6374.7,
        6386.68
    ],
    [
        " left for the polaus to follow the bombardment ships there was but a single somber note",
        6386.68,
        6392.56
    ],
    [
        " aboard one of the vessels were stacks of many hundreds of white wooden crosses far more than a two",
        6393.02,
        6399.38
    ],
    [
        " days supply two days from pelalu there was a report from the underwater demolition teams",
        6399.38,
        6407.62
    ],
    [
        " who's met at boldly swam into shore and inspected jab defenses nothing serious they said",
        6407.62,
        6413.44
    ],
    [
        " the way would be cleared puller's mind was not relieved he had never before felt pessimism at the",
        6413.44,
        6420.4
    ],
    [
        " opening of a battle now we're starting the invasion there was no moon the sky was filled with",
        6420.4,
        6433.8
    ],
    [
        " stars and there was not a trace of cloud toward the dawn of september 15th the transports had come",
        6433.8,
        6439.42
    ],
    [
        " into position on the horizon the guns it's the guns of the fleet spurred in fire for hours the",
        6439.42,
        6445.4
    ],
    [
        " thunder was unbroken but as gray edge sky as grads the sky pace slowed and the fire became",
        6445.4,
        6452.4
    ],
    [
        " to sultry the island was invisible occasional flares erupted above it in the darkness and drifted",
        6452.4,
        6459.38
    ],
    [
        " from sight the troops had breakfast before daylight stake and eggs again and when the first of them",
        6459.38,
        6465.4
    ],
    [
        " came to the decks the chain of the pelals lay in a black silhouette across the sea there was a",
        6465.4,
        6475.18
    ],
    [
        " highland of pelalu the guns broke into a full cry once more and the final shelling struck target",
        6475.18,
        6482.32
    ],
    [
        " the two assault battalions of the first Marines went aboard the big landing vehicles on the decks",
        6482.32,
        6486.8
    ],
    [
        " the maus of the ships clanked open and the amphibious tractors were spewed forth milling as they",
        6486.8,
        6491.8
    ],
    [
        " formed lines ready to move forward toward the breach the beach they were 4,000 yards out vast flights",
        6491.8,
        6497.9
    ],
    [
        " of planes came over wheeling in from all directions they dived bombed and climbed over pelalu for an",
        6497.9,
        6504.22
    ],
    [
        " hour more and soon after the first of the bombs fell a slow hesitant curtain gathered over the land",
        6504.22,
        6510.92
    ],
    [
        " it seemed impossible that anything living could have endured but at last as the assault began",
        6510.92,
        6516.44
    ],
    [
        " a puff of anti aircraft smoke flowered in the sky and a plane dropped in flames",
        6516.44,
        6520.74
    ],
    [
        " just before 830 the first wave started shoreward polar watch for the signal flag to dip from the yard",
        6520.74,
        6528.06
    ],
    [
        " control boat in his front the amtrak's foamed away on the broad wakes at almost 830 precisely",
        6528.12,
        6536.24
    ],
    [
        " the vehicle ground on the sand polar never forgot the scene i went up over the side as fast as i",
        6536.24,
        6542.02
    ],
    [
        " could scramble and ran like hell at least 25 yards before i hit the beach flat down when i looked",
        6542.02,
        6548.22
    ],
    [
        " back to the amtrak i saw four or five shells hit it all at once a few men were killed getting out",
        6548.22,
        6553.74
    ],
    [
        " too slow but most of them were saved because they got out before we stopped moving we lost our",
        6553.74,
        6558.56
    ],
    [
        " communications officer his leg was blown off and he couldn't be saved i looked down the beach and",
        6558.56,
        6563.3
    ],
    [
        " saw a mess every dam damn track in our wave had been destroyed in the water by the enemy or shot",
        6563.3,
        6568.12
    ],
    [
        " the pieces the minute it landed i tried to get a line set up for defense the wiremen were there",
        6568.12,
        6574.16
    ],
    [
        " fast as soon as i was doing their job without further orders and we lost several of them in the hot",
        6574.16,
        6578.96
    ],
    [
        " fire every platoon leader was trying to form a line of his own just as i was runners were going",
        6580.26,
        6585.42
    ],
    [
        " up and down the beaches we tried to get organized that big prometory on my left hadn't been touched",
        6585.42,
        6591.42
    ],
    [
        " by all the ships guns and planes and we got a whirlwind of machine gun and anti tank fire",
        6591.42,
        6596.84
    ],
    [
        " polar's second battalion drove through a heavy growth of woods now torn by the shelling",
        6596.84,
        6602.46
    ],
    [
        " and by 930 had driven 350 yards ahead to the edge of the airfield they tied on the line of the",
        6602.46,
        6609.84
    ],
    [
        " fifth marines casualties were reported as heavy but the trial of the second had only begun the new",
        6609.84,
        6615.56
    ],
    [
        " position was faced by an obstacle marked on none of the invasion maps a sheer coral ridge whose",
        6615.56,
        6621.38
    ],
    [
        " sides were honeycomb with Japanese positions from foxholes to gigantic dugouts of reinforced steel",
        6621.38,
        6627.68
    ],
    [
        " and concrete some of them with four levels each of which could be closed off with steel doors",
        6627.68,
        6633.48
    ],
    [
        " for eight hours the regiment endured the most savage fighting of the pacific war",
        6633.48,
        6640.46
    ],
    [
        " general smith had come ashore at 11 30 a.m.",
        6640.46,
        6649.76
    ],
    [
        " when the phone line was spliced spliced late in the afternoon and he talked with polar he had only",
        6652.46,
        6657.38
    ],
    [
        " one he had only a com report we're dug in solid and we've got the oh one phase line all right",
        6657.38,
        6664.02
    ],
    [
        " polar night made no mention of especially heavy casualties or of need for help it was estimated",
        6664.02,
        6670.0
    ],
    [
        " that the first marines had lost 500 men during the day the first water that had come ashore in oil",
        6670.0,
        6675.96
    ],
    [
        " drums and was foul polar shouted is raged the officers on the ships bellowing for new supplies",
        6675.96,
        6682.74
    ],
    [
        " here's here's polar's report enemy well dug in opposition strong little damage done by our",
        6682.74,
        6693.48
    ],
    [
        " preliminary fire hard fight ahead casualties over 20 percent i've ordered no man to be evacuated",
        6693.48,
        6701.18
    ],
    [
        " less from bullet or shell wounds request further supply fresh water are still undrinkable men",
        6701.18,
        6709.3
    ],
    [
        " wretching polar called division and talked with colonel seldom the chief of staff he remembered the",
        6709.3,
        6723.64
    ],
    [
        " year the conversation years later johnny half my regiment is gone i've got to have replacements if",
        6723.64,
        6729.24
    ],
    [
        " i'm to carry out division orders tomorrow morning you know we have no replacements lewe i told you",
        6729.24,
        6735.38
    ],
    [
        " before we came ashore that we should have at least one regiment reserve we're not fighting a third",
        6735.38,
        6739.62
    ],
    [
        " we're not fighting a third of the men we brought in all these damn specialists you brought",
        6739.62,
        6744.36
    ],
    [
        " anything wrong with your orders lewe no i'm ready to go ahead but you know my casualties are 50 percent",
        6744.36,
        6751.82
    ],
    [
        " what do you want me to do get me some of those 17,000 men on the beach you can't have them they're",
        6751.82,
        6759.22
    ],
    [
        " given to me and by nightfall tomorrow they'll be trained infantry polar went out with a runner",
        6759.22,
        6764.76
    ],
    [
        " stumbling through the night to find posts of his battalion commanders and pass on the order we press a",
        6764.76,
        6770.12
    ],
    [
        " top attack at eight o'clock in the morning no change full speed use every man",
        6770.12,
        6774.98
    ],
    [
        " he fell fell more than once and cut himself on the coral shepherding others had left and others",
        6774.98,
        6783.84
    ],
    [
        " left at headquarters noticed that the kernel was beginning to limp and that his left leg it's swollen",
        6783.84,
        6789.2
    ],
    [
        " seldom called back pulled in you got my orders okay yes you needn't explain further i just came",
        6789.2,
        6796.28
    ],
    [
        " back from my battalions we're going to take groom ground tomorrow without replacements we're willing",
        6796.28,
        6801.0
    ],
    [
        " to try but don't forget we're just going to add 10 or 15 percent to our casualties",
        6801.0,
        6806.48
    ],
    [
        " when the sun rose on September 18 200 the 473 men in pullers third battalion were headquarters",
        6809.7,
        6815.96
    ],
    [
        " personnel many frontline units had been decimated long before noon there were cases of heat",
        6815.96,
        6822.54
    ],
    [
        " prostration the blazing sun was hotter than ever faces and lips were cracked and bleeding",
        6822.54,
        6827.86
    ],
    [
        " salt pills became scarce again pullers optimistic for they started the attack from high ground",
        6827.86,
        6834.22
    ],
    [
        " but the crucial days still lay ahead Hank Adams came by pullers command post and found him half",
        6834.22,
        6841.66
    ],
    [
        " clad and filthy sweats soaked trousers with a heavy beard on his face i'm coming back this afternoon",
        6841.66,
        6849.64
    ],
    [
        " kernel do you want me to bring you a fresh uniform hellhank i've got no time for that every man",
        6849.64,
        6855.14
    ],
    [
        " in the outfit will get clean before i do lieutenant kernel lu walt now the executive officer of the",
        6855.14,
        6862.52
    ],
    [
        " fifth marine saw puller at a command conference during the day he was absolutely sick over the loss",
        6862.52,
        6869.44
    ],
    [
        " of his men the enemy fought hand to hand until daylight beating off charges that no survivor could",
        6869.44,
        6884.12
    ],
    [
        " count as first lights spilled over the ridge the shrunken company beat back the last Japanese",
        6884.12,
        6890.46
    ],
    [
        " attack with stones amy nishin boxes bare fists and bayonets several of the enemy were flung",
        6890.46,
        6898.66
    ],
    [
        " bodily off the cliff and fell shrieking in onto the splintered coral below",
        6898.66,
        6903.72
    ],
    [
        " but they did it at the end of the day the regiment reported a total of 1,878 men lost",
        6903.72,
        6919.92
    ],
    [
        " since d day the fighting went on without a break until september 23 when the first marines",
        6919.92,
        6926.1
    ],
    [
        " rested in lines without advancing they beat off several counter attacks and patrols pushed out",
        6926.1,
        6933.46
    ],
    [
        " a thousand yards down the west coast without serious opposition the regiment was relieved at 2 pm",
        6933.46,
        6939.62
    ],
    [
        " of this day by the 321st regiment of the 81st army division the new commander took one look at",
        6939.62,
        6947.88
    ],
    [
        " the forward command post puller to occupy and ordered it moved more than a thousand yards to the",
        6947.88,
        6953.46
    ],
    [
        " rear in nine days on the line puller's regiment had eliminated one major blockhouse and 144",
        6953.46,
        6962.5
    ],
    [
        " defended caves and lesser pill boxes division reported that 3,942 Japanese had been killed in the",
        6962.5,
        6977.86
    ],
    [
        " highest regimental losses in the history of the core first battalion had lost 71 percent the",
        6977.98,
        6986.46
    ],
    [
        " second 56 percent the third 55 percent headquarters and weapons companies 32 percent",
        6986.46,
        6994.24
    ],
    [
        " general smith who walked the terrain after it was finally captured said it seemed impossible",
        6994.24,
        7000.78
    ],
    [
        " that men could have moved forward against the intricate and mutually supporting defenses the",
        7000.78,
        7005.36
    ],
    [
        " Japanese had been set up it can only be explained as a reflection of the determination and aggressive",
        7005.36,
        7012.54
    ],
    [
        " leadership of colonel puller",
        7012.54,
        7015.88
    ],
    [
        " now puller that's the last major combat for puller was at pelaloo he ends up going back to the",
        7015.88,
        7034.54
    ],
    [
        " states for a bit and while he's back on the states back in the states",
        7034.54,
        7038.26
    ],
    [
        " america drops the atomic bombs on hero shima naga saaki and the war is over and shortly thereafter",
        7038.26,
        7050.24
    ],
    [
        " they order general puller to our colonel puller at this time to the reserves now",
        7054.32,
        7062.78
    ],
    [
        " like i said he he he didn't get along with some people especially up the chain of command",
        7062.78,
        7070.26
    ],
    [
        " and he didn't want to be sent to the reserves because that's",
        7070.26,
        7073.48
    ],
    [
        " that's not what a career marine wants to do so here we go back to the book colonel you've",
        7075.46,
        7080.54
    ],
    [
        " been ordered to reserve duty in new Orleans it's a big district you know and very important to the",
        7080.54,
        7085.72
    ],
    [
        " core puller was not misled he realized what it meant to be shown to reserve duty into a side pocket",
        7085.72,
        7095.68
    ],
    [
        " many marine career had ended that way",
        7095.68,
        7098.44
    ],
    [
        " one of the inevitable problems with the marine core and this is puller talking one of the",
        7100.96,
        7105.62
    ],
    [
        " inevitable problems with the marine core or any other military services that staff officers take",
        7105.62,
        7110.98
    ],
    [
        " over the minute a war is ended the combat people run things when the chips are down and the",
        7110.98,
        7116.88
    ],
    [
        " country's life is at stake but when the gun stop nobody's got use for a combat man",
        7116.88,
        7122.04
    ],
    [
        " the staff officers are like rats they stream out of hiding and take over it's true",
        7122.04,
        7128.12
    ],
    [
        " just watch what happens to paperwork god and peacetime they'll put out enough to sink a small",
        7128.12,
        7132.66
    ],
    [
        " size nation into the sea and when the war breaks out most of it just naturally stops that's the way",
        7132.66,
        7138.68
    ],
    [
        " they do everything there must be a staff of people of course where we'd never get everything done",
        7138.68,
        7143.4
    ],
    [
        " but if we don't stop this empire building of staff somebody's going to come along and lick us",
        7143.4,
        7148.2
    ],
    [
        " one of these days we'll be so nodded in red tape that we can't move",
        7148.2,
        7152.56
    ],
    [
        " well we you ever seen that seal team thing you know put it on a t-shirt or something but it's",
        7162.54,
        7170.94
    ],
    [
        " Freddie the frog the little symbol of the frog man Freddie the frog and he's like in a glass",
        7170.94,
        7176.18
    ],
    [
        " jar or a glass casing and it says in case of war break glass because like you don't want the guy",
        7176.18,
        7183.56
    ],
    [
        " round when peacetime is going on right that's what that's what just that's another chesty puller",
        7183.56,
        7189.04
    ],
    [
        " right and want him during peacetime because he's causes he speaks up well peacetime didn't last",
        7189.04,
        7199.5
    ],
    [
        " that long on June 25th 1950 North Korean troops poured across the 38th parallel in strength",
        7199.5,
        7204.9
    ],
    [
        " and war had returned polar recognized all the signs he immediately asked for a modification of his",
        7204.9,
        7211.16
    ],
    [
        " and said urgently to headquarters attention is invited to the fact that I served as an officer",
        7211.6,
        7216.0
    ],
    [
        " in Haiti and Nicaragua and in the Pacific theater for eight years prior to the Japanese attack on",
        7216.0,
        7221.3
    ],
    [
        " Pearl Harbor this experience will prove a value in an assignment to combat duty in Korea",
        7221.3,
        7226.88
    ],
    [
        " and well the senior personnel know that and he gets what he asked for polar arrived in Southern",
        7226.88,
        7237.14
    ],
    [
        " California in the heat of late July and found San Diego an area of Bedlam marine reservists",
        7237.2,
        7242.46
    ],
    [
        " thronged in ever in from every corner of the nation's thousands of vehicles stored since",
        7242.46,
        7246.8
    ],
    [
        " World War II were being overhauled and driven to port trains bore regulars from the east coast",
        7246.8,
        7251.34
    ],
    [
        " unattached officers came from everywhere without a call volunteers for war the first marine division",
        7251.34,
        7257.52
    ],
    [
        " was being created almost from scratch so they they had dismantled so much of the service after",
        7257.52,
        7266.56
    ],
    [
        " World War II and now they got to rebuild it all very quick they do they talk about it in the book",
        7266.56,
        7271.56
    ],
    [
        " I skip over that but we know what that consists of hardcore training getting people ready for war",
        7271.56,
        7277.44
    ],
    [
        " finally they get he gets to Japan and they're waiting now to go in Korea into Korea",
        7277.44,
        7284.2
    ],
    [
        " polar hailed a passing medical corpsman and went to a nearby army hospital I want to talk with",
        7284.2,
        7288.76
    ],
    [
        " some of the casualties I've got to find out what's happening in Korea he went up in an elevator with",
        7288.76,
        7293.68
    ],
    [
        " an army doctor who seemed on point on the point of tears go into the woods and see those kids",
        7293.68,
        7298.64
    ],
    [
        " and you'll soon know more about more than you want about Korea take a look at all the self-inflicted",
        7298.64,
        7304.6
    ],
    [
        " wounds we've got and those kids are so green they don't even realize how obvious it is just from",
        7304.6,
        7310.0
    ],
    [
        " the powder burns polar walk down many rows of beds talking with the men many of them frightened",
        7310.0,
        7316.92
    ],
    [
        " and heard their tales of Korea polar was sobered but not despair he told some young younger officers",
        7317.36,
        7326.0
    ],
    [
        " that night there's nothing wrong with American kids their leadership has just all gone to hell",
        7326.0,
        7331.2
    ],
    [
        " there's a whole hospital full of babies you might say they were never given a chance to",
        7331.2,
        7337.86
    ],
    [
        " grow into men it won't be that way with our Marines I'll tell you that",
        7337.86,
        7340.98
    ],
    [
        " you're preparing for D-Day in Incheon to one of the biggest amphibious operations and they're",
        7340.98,
        7353.98
    ],
    [
        " getting ready for that and he has a little chat with his officers we're the most fortunate of men",
        7353.98,
        7361.2
    ],
    [
        " most times professional soldiers have to wait 25 years or more for a war but here we are with only",
        7361.2,
        7367.4
    ],
    [
        " five years wait for this one during that time we've sat on our fat duffs drawing our pay now we're",
        7367.4,
        7373.84
    ],
    [
        " getting a chance to earn it to show the taxpayers were worth it we're going to work at our trade for",
        7373.84,
        7379.28
    ],
    [
        " a little while we live by the sword and if necessary we'll be ready to die by the sword good luck",
        7379.28,
        7385.56
    ],
    [
        " I'll see you ashore and listen up old men when you have something to say to your officers or men",
        7385.56,
        7394.68
    ],
    [
        " make it snappy the fewer words the better they won't believe it if you shoot bull",
        7394.68,
        7399.94
    ],
    [
        " when you face ranks of men and try that you can hear them sigh and despair when you open your mouth",
        7399.94,
        7407.64
    ],
    [
        " if they sense your a phony they can usually look at you and tell maybe it doesn't sound like it",
        7407.64,
        7413.72
    ],
    [
        " but it's an important thing in a Marines career don't try and don't try and what does he call it",
        7413.72,
        7423.5
    ],
    [
        " shoot bull don't try and shoot bull tell the boys what's going on for real they see right through you",
        7423.5,
        7429.16
    ],
    [
        " wrote his wife a letter before he leaves sweet I will be unable to write you again for a few days",
        7429.16,
        7438.4
    ],
    [
        " but you Virginia Virginia Mac Martha Lee and Lewis those are his kids will be constantly in my thoughts",
        7438.4,
        7447.58
    ],
    [
        " may God bless you always and provide for you giving you much happiness and useful lives",
        7448.28,
        7455.26
    ],
    [
        " you my children must take advantage of all opportunities and develop into good Christians much",
        7455.26,
        7462.34
    ],
    [
        " love to all of you I love you Virginia I always have and I always will",
        7462.34,
        7469.38
    ],
    [
        " here we go into Incheon by 5.30 in the afternoon when the first waves the Marines reached ashore",
        7475.64,
        7483.2
    ],
    [
        " the men of the fleet could no longer see Incheon hundreds of boats milled in the outer harbor",
        7483.2,
        7488.16
    ],
    [
        " in their turn crossing the embarkation line and moving toward land where they disappeared into a",
        7488.16,
        7499.36
    ],
    [
        " twilight hasn't but hastened by the smoke Paul and climbed a 15 foot sea wall in one of the",
        7499.66,
        7504.86
    ],
    [
        " scaling ladders improvised on a ship in route they meet some fairly light resistance here's",
        7504.86,
        7519.36
    ],
    [
        " what puller says it won't amount to much tonight we took him by surprise puller's casualties had",
        7519.36,
        7524.82
    ],
    [
        " been light and the divisions total for the day was only 20 killed and 170 wounded",
        7524.82,
        7529.4
    ],
    [
        " puller was awake at 3.30 am calling the battalion commander making plans for an attack at dawn",
        7529.4,
        7535.62
    ],
    [
        " puller swift drive hurried to join forces in an effort to keep pace captain Ray styles of ridges",
        7535.62,
        7543.9
    ],
    [
        " battalion saw that the secret was not only in puller's incisive orders he gave us pride in some way",
        7543.9,
        7552.78
    ],
    [
        " I can't describe all those of us had heard hundreds of stories about him and today though we",
        7552.78,
        7557.78
    ],
    [
        " couldn't actually see him doing great things he kept building up on morale higher and higher just by",
        7557.78,
        7562.7
    ],
    [
        " being there when we were moving up to companies from the adjoining battalions marched abreast and",
        7562.7,
        7568.76
    ],
    [
        " got a little mixed one of the kid yelled one of the kids yelled what what outfit are you with Mac",
        7568.76,
        7574.18
    ],
    [
        " fifth Marines how about you I got it better almond pullers the troops in the first thought of the",
        7574.18,
        7582.44
    ],
    [
        " old man before they thought of their regimental number by September 17 D day plus two general",
        7582.44,
        7591.06
    ],
    [
        " MacArthur was impatient to go ashore from the command ship mount mckinley he saw that his blow to",
        7591.06,
        7596.22
    ],
    [
        " Korea cut it into and it taken the enemy by surprise and that chances of ending the war were good",
        7596.22,
        7602.48
    ],
    [
        " he radioed vice admiral Arthur D streuble the task force commander after the first good news from",
        7602.48,
        7610.98
    ],
    [
        " shore the navi and marines have never shown more brightly than this morning MacArthur",
        7610.98,
        7616.7
    ],
    [
        " on one of the fiery days of the drive towards sole a popular chaplain father Keating captured five",
        7616.7,
        7630.72
    ],
    [
        " North Korean soldiers and heard of them along his prisoners he hailed a passing marine jeep driven",
        7630.72,
        7637.22
    ],
    [
        " by private wolf son take these prisoners off my hands and get them to the rear before their hurt",
        7637.22,
        7642.98
    ],
    [
        " I can't father I'm running ammo into the edge of town and they're getting low I can't stop to do it",
        7642.98,
        7649.04
    ],
    [
        " private that's an order take them over wolf looked rearward at the burning city",
        7649.04,
        7656.68
    ],
    [
        " you mean they're mine now under my responsibility yes wolf pulled up a light machine gun and sprayed",
        7656.68,
        7664.34
    ],
    [
        " the troops sprayed the group killing all five prisoners the outraged Keating went to puller and",
        7664.34,
        7671.4
    ],
    [
        " demanded action colonel listened carefully ordered wolf arrested and the priest went away content",
        7671.4,
        7677.78
    ],
    [
        " that he had done his duty 10 minutes later polar aston aid what outfit was it that lost all those",
        7677.78,
        7684.58
    ],
    [
        " boys last night barrow's company sir all right give that by wolf give that boy wolf a bar and send",
        7684.58,
        7692.72
    ],
    [
        " him up there Jones took the story to his cronies as an example of the military justice at its best",
        7692.72,
        7699.6
    ],
    [
        " it spread through the outfit to become part of the polar legend yeah yeah that seems like",
        7699.6,
        7713.16
    ],
    [
        " a pretty squared away thing to do there's like a platoon that's getting completely destroyed and",
        7713.16,
        7720.68
    ],
    [
        " they've taken a bunch of casualties and you got this kid that did something wrong and we could",
        7720.68,
        7725.6
    ],
    [
        " arrest him and put him in prison or whatever we could send him up to fight polar sends him up to fight",
        7725.6,
        7734.6
    ],
    [
        " in the seven days since d day there had been a 1,148 marine casualties 145 of these killed 20 more",
        7734.6,
        7744.42
    ],
    [
        " died of wounds in five were missing the North Koreans polar said in his deep drawing voice are",
        7744.42,
        7751.7
    ],
    [
        " defending the city in such a way as he forced us to destroy it there's a billion dollars worth",
        7751.7,
        7757.84
    ],
    [
        " of publicity in this so this is when they're trying to get into soul and the the North Koreans",
        7757.84,
        7761.62
    ],
    [
        " are defending soul very hard and polar basically has to get ultra aggressive in trying to take",
        7761.62,
        7770.78
    ],
    [
        " soul back to the book the fire of artillery and mortars had set the record for the Korean war",
        7772.88,
        7777.74
    ],
    [
        " the four battalions of artillery had fired all shells at hand and had depleted a nearby army dump",
        7777.74,
        7783.28
    ],
    [
        " the 4.2 mortars had fired 326 rounds and the big 81 650 rounds the 50 caliber machine guns had",
        7783.28,
        7791.98
    ],
    [
        " used 120 boxes or 30,000 rounds the Knights battled put Lieutenant Joe Fisher Lieutenant Joe",
        7791.98,
        7798.94
    ],
    [
        " item company to the test Fisher dug in for the night on an isolated hill in the city's factory",
        7799.0,
        7804.32
    ],
    [
        " district overlooking the roadblock which was on his left flank from midnight to dawn he beat off",
        7804.32,
        7809.74
    ],
    [
        " waves of attack Fisher called for artillery at the same time other frontline commanders asked",
        7809.74,
        7817.66
    ],
    [
        " for help but between barrage's from the North Koreans swept up Fisher's hill in a bonzai",
        7817.66,
        7823.5
    ],
    [
        " charges urged by shrill force commanders in the rear item companies weapons including machine",
        7823.5,
        7830.08
    ],
    [
        " guns fired at top speed and bodies piled up below them toward the end when the attacks weekend",
        7830.08,
        7835.46
    ],
    [
        " the fight turned into a turkey shoot and Fisher's men slaughtered the enemy they were glad to see",
        7835.46,
        7842.04
    ],
    [
        " the sunrise Fisher never forgot that day break I looked down the hill behind me and saw man",
        7842.04,
        7847.12
    ],
    [
        " herring up towards our position I could see that he wasn't lugging any ammunition and thought",
        7847.12,
        7852.12
    ],
    [
        " it must be an important message too hot for the radio then I saw that it was Colonel Polar's",
        7852.12,
        7858.1
    ],
    [
        " runner and he had brought us a bottle of black and white scotch my god were we glad to see that",
        7858.1,
        7864.94
    ],
    [
        " it was passed down to the platoon with the most casualties and they rationed it out to those who",
        7864.94,
        7869.3
    ],
    [
        " needed it most we knew then that the old man was thinking of us and in fact never forgot us",
        7869.3,
        7877.22
    ],
    [
        " Polar came upon Marines dug in around a barricade taking cover from fire down the street he walked",
        7880.02,
        7885.56
    ],
    [
        " among them with the pipe stub in his mouth get up boys get up and go that's the quickest way to get",
        7885.56,
        7890.52
    ],
    [
        " it over if you're going to get it you can get it in holes too the line moved Joe Fisher saw Polar",
        7890.52,
        7898.88
    ],
    [
        " in the street he was going along where the fire was heaviest just like he was back in Pendleton as if",
        7898.88,
        7904.08
    ],
    [
        " he didn't know there was a fight within miles I couldn't express how much good it did me and my",
        7904.08,
        7908.44
    ],
    [
        " troops to see him steady like that just puffing that pipe it made us feel like we could do no less",
        7908.44,
        7914.06
    ],
    [
        " than he did if there's ever been another one like him in the Marine Corps I never saw him in my day",
        7914.06,
        7919.66
    ],
    [
        " Bill Faringo the veteran who is the field sergeant major had a glimpse of the Colonel it was like",
        7919.66,
        7930.76
    ],
    [
        " going through hell passing down that sole street and who should we pass in the middle of it but",
        7930.76,
        7935.98
    ],
    [
        " Chester it was so hot that I thought the grenades and ammunition we carried would explode the flames",
        7935.98,
        7942.24
    ],
    [
        " almost met over our heads from the burning houses but the Colonel didn't seem in the least concerned",
        7942.24,
        7947.56
    ],
    [
        " it gave us an extra push",
        7947.56,
        7950.48
    ],
    [
        " one of the most they wrap up this in Sean invasion one of the most demanding operations in marine history",
        7956.28,
        7961.56
    ],
    [
        " it ended the division it sustained 2,430 casualties 414 of them dead of this total 1664 had been in",
        7961.56,
        7970.04
    ],
    [
        " the last five days in the streets of Sol and its outskirts Murray's fifth Marines had the worst",
        7970.04,
        7975.48
    ],
    [
        " of it with 1,038 casualties 177 dead polar had a total of 787 with 92 dead",
        7975.48,
        7983.76
    ],
    [
        " litsonberg 368 72 dead",
        7983.76,
        7988.26
    ],
    [
        " polar wrote another letter to his wife everything is quiet now I and I have little to do except get",
        7988.26,
        7998.74
    ],
    [
        " my reports prepared and submitted I wish I had a flare for writing as I as then I am certain",
        7998.74,
        8005.12
    ],
    [
        " this regiment would get the credit do them when the history of this operation is finally written",
        8005.12,
        8009.54
    ],
    [
        " now everyone knows but in a few years what is written will govern rest assured that I will do a",
        8009.54,
        8016.82
    ],
    [
        " better job of getting the facts in my reports than I did in the past war I will also claim everything",
        8016.82,
        8023.4
    ],
    [
        " do the regiment many times I have regretted that my English education was cut short during the",
        8023.4,
        8028.36
    ],
    [
        " first war please do your best to impress upon our children the necessity of taking advantage of",
        8028.36,
        8034.18
    ],
    [
        " every opportunity in this hard old world of ours so he recognized you know this sad thing it's",
        8036.46,
        8046.32
    ],
    [
        " the reality though if you're in a leadership position in the military you got to be able to write",
        8046.32,
        8051.34
    ],
    [
        " well and he regrets that he wasn't a little better at it so pay attention in the English class folks",
        8051.34,
        8060.38
    ],
    [
        " polar win a sure they were back at sea polar win a sure and one of major tread wells landing craft",
        8066.22,
        8071.72
    ],
    [
        " to be met broadly by a grinning Oliver Smith congratulations Louis you made it your board has",
        8071.72,
        8078.2
    ],
    [
        " selected you for brigadier polar wagged his head by god if it hadn't been for this war I'd never",
        8078.2,
        8084.48
    ],
    [
        " gotten that star there was a mild celebration of sure that night for the new general to be so he",
        8084.48,
        8089.84
    ],
    [
        " picked up picked up his first star as a general and like he said if it wasn't for the you know he'd",
        8089.84,
        8097.0
    ],
    [
        " been put down in some reserve unit new Orleans he wasn't going to make general there but case of war",
        8097.0,
        8103.34
    ],
    [
        " break glass now he makes general polar wrote home daily he sent Virginia a five dollar check for her",
        8103.34,
        8110.34
    ],
    [
        " good school in mark a good school marks adding some parental advice I'm very proud of my family",
        8110.34,
        8117.5
    ],
    [
        " to expect you to do well plus in everything you undertake the difference between success and",
        8117.5,
        8123.3
    ],
    [
        " failure in this life of ours is mostly hard work so you must constantly work to try and improve",
        8123.3,
        8129.62
    ],
    [
        " yourself I think we can just frame that statement I'll November 10th the Marine Corps's birthday polar",
        8129.62,
        8142.16
    ],
    [
        " used a captured North Korean sword to slice a hundred pound cake he shouted to his troops after he",
        8142.16,
        8149.64
    ],
    [
        " got done delivering the article from a manual he shouted out now that that's complied with I want",
        8149.64,
        8157.0
    ],
    [
        " to tell you something straight just do one thing for me write your people back home and tell them",
        8157.0,
        8162.12
    ],
    [
        " there's one hell of a damn war going on out here and that the raggedy tailed North Koreans have",
        8162.12,
        8167.38
    ],
    [
        " been whipping a lot of so-called get-american troops and may do it again tell them there's no secret",
        8167.38,
        8171.78
    ],
    [
        " weapon for our country but to get hard to get in there and fight I want you to make them understand",
        8171.78,
        8177.56
    ],
    [
        " our country won't go on forever if we stay as soft as we are now there won't be any America",
        8177.56,
        8183.4
    ],
    [
        " because some foreign soldier soldier will invade us and take our women and breed a heart of your race",
        8183.4,
        8190.16
    ],
    [
        " yeah there you go he's not playing around is it interesting that we hear the same things now",
        8190.16,
        8199.84
    ],
    [
        " like America's getting soft and that's what polar was general polar was saying",
        8199.84,
        8204.28
    ],
    [
        " after the Marines had taken soul the 8th Army of the United Nations forces had driven",
        8204.28,
        8212.76
    ],
    [
        " through the capital moving rapidly northward along the Korean coast to meet them Chinese communist",
        8212.76,
        8218.1
    ],
    [
        " armories had marched 1800 miles northward since mid-August the Chinese strategist at first",
        8218.1,
        8224.72
    ],
    [
        " concentrated against the 8th Army position in northwestern hills but when the Marines landed",
        8225.0,
        8229.74
    ],
    [
        " they hurriedly switched much of the power to meet and overwhelm them in the chosen reservoir",
        8229.74,
        8236.62
    ],
    [
        " the Chinese drove between the Marines and the 8th Army and maneuvered into a position from which",
        8236.62,
        8242.68
    ],
    [
        " they could attack each force at will so",
        8242.68,
        8247.52
    ],
    [
        " so",
        8251.22,
        8251.74
    ],
    [
        " podcast number 53 colder than hell is about the chosen reservoir and there's another one I forget the",
        8251.74,
        8257.72
    ],
    [
        " number but we've done two podcasts about the chosen reservoir listen to those",
        8257.72,
        8263.86
    ],
    [
        " gonna touch on it here as well from the hills on every side of the perimeter Chinese fire was",
        8263.86,
        8271.32
    ],
    [
        " heavy during the day the enemy blew a tunnel and a bridge on the railroad below",
        8271.32,
        8275.08
    ],
    [
        " co-to reposition cutting the line to ham ham and the marine basin on the sea for two days",
        8275.1,
        8282.04
    ],
    [
        " polar called called in heavy air strikes upon concentrations of Chinese in the surrounding hills",
        8282.04,
        8287.24
    ],
    [
        " things were even worse in the two positions to the north of polar at least six Chinese divisions",
        8287.24,
        8293.54
    ],
    [
        " had been identified in the area where Murray and Litzenberg fought on November 26th these two",
        8293.54,
        8300.56
    ],
    [
        " lost 95 dead and 543 wounded in night long attacks hagaru was preparing to fight for its life",
        8301.1,
        8310.86
    ],
    [
        " an offensive launched by the fifth Marines was called off after the days grim news from the west",
        8310.86,
        8317.46
    ],
    [
        " the 8th Army had collapsed one wing of it was torn to pieces and the Chinese were slashing deep",
        8317.46,
        8324.98
    ],
    [
        " into the lines Marines must now defend themselves in an enemy free against an enemy free to approach",
        8324.98,
        8331.82
    ],
    [
        " from any direction through the frozen mountains the night of November 27th tested the men at Yudam",
        8331.82,
        8340.92
    ],
    [
        " knee when the three Chinese division divisions fell upon two marine regiments the enemy cut the",
        8340.92,
        8348.3
    ],
    [
        " road to hagaru and sent their assault battalions in quilted uniforms and sneakers into the marine",
        8348.3,
        8353.96
    ],
    [
        " with disregard for casualties the first waves were driven off with great losses but the others were",
        8354.6,
        8359.98
    ],
    [
        " thrown into thrown in through the night and the next to the dismay of the Chinese commanders not",
        8359.98,
        8366.44
    ],
    [
        " even the involvement of marine command posts slowed the temple of fighting and the American stage",
        8366.44,
        8372.08
    ],
    [
        " vicious counter attacks even when many platoons had been reduced to the size of squads",
        8372.08,
        8377.02
    ],
    [
        " there were not enough tent for marine wounded and the less seriously hurt were piled outside close",
        8377.02,
        8383.34
    ],
    [
        " together for warmth covered with straw as doctors worked over the more than 500 casualties",
        8383.34,
        8390.94
    ],
    [
        " and now became clear that the three marine positions in the chosen area were surrounded",
        8390.94,
        8399.7
    ],
    [
        " polar's reaction to the dread news was given to newspaper men who flew into coterie",
        8399.7,
        8406.22
    ],
    [
        " here's what polar said we've been looking for the enemy for several days now we finally found them",
        8406.22,
        8411.76
    ],
    [
        " were surrounded that simplifies our problem of getting these people and killing them",
        8411.76,
        8416.96
    ],
    [
        " yeah you wonder there's no wonder why this guy's legend",
        8416.96,
        8425.18
    ],
    [
        " polar prepared to open the road to hagaru with task force drizzedale a British commando unit of",
        8425.18,
        8433.2
    ],
    [
        " royal marines under lieutenant Douglas drizzedale accompanied by captain carls citters",
        8433.2,
        8438.06
    ],
    [
        " company of ridges battalion and a company from the 31st army regiment which had come in",
        8438.2,
        8443.74
    ],
    [
        " the road had been blocked in several places two bridges were out and the Chinese swarmed on heights",
        8443.74,
        8449.96
    ],
    [
        " overlooking the route the party met bitter opposition within a few within a few minutes",
        8449.96,
        8455.92
    ],
    [
        " had 14 casualties in three hours and a half three hours and a half they moved only two miles with",
        8455.92,
        8461.76
    ],
    [
        " eight more to go polar sent tanks at support and men came down from the hills to walk with them",
        8461.76,
        8468.64
    ],
    [
        " they fought through road blocks and around a blown bridge but at dusk in narrow defile",
        8468.64,
        8473.74
    ],
    [
        " the met an ambush and took serious casualties by radio polar all of her smith and drizzedale",
        8473.74,
        8482.48
    ],
    [
        " agreed that the unit must push on to hagaru whatever the cost the royal marines finally reached",
        8482.48,
        8487.72
    ],
    [
        " hagaru perimeter at 130 am with 90 of its 255 men casualties citters had 63 only 70 of the 210 army",
        8487.72,
        8497.52
    ],
    [
        " men made it a truck column sent behind this ill fated party was virtually destroyed after a long",
        8497.52,
        8504.58
    ],
    [
        " fight and parlay with the Chinese who captured all the trucks and most of the men",
        8504.58,
        8510.7
    ],
    [
        " the survivors of this party were crucial to the to the defense of hagaru",
        8510.7,
        8516.86
    ],
    [
        " their added firepower helped turn back another massive Chinese attack the companies of citters and",
        8516.86,
        8522.66
    ],
    [
        " Joe Fisher killed the enemy in droves and by the next dawn their lines though bent had held",
        8522.66,
        8529.58
    ],
    [
        " on the night of December 7th the bulk of the division was in puller's perimeter after the 38",
        8529.58,
        8541.66
    ],
    [
        " hour battle from hagaru the cost 103 dead 506 wounded seven missing but now the force of 10,000",
        8541.66,
        8551.88
    ],
    [
        " and its 1000 vehicles was at cota re cota re the perimeter could hardly contain them all",
        8551.88,
        8557.76
    ],
    [
        " after supper the colonel disappeared only sergeant Jones and i haven't mentioned much about",
        8557.76,
        8567.04
    ],
    [
        " sergeant Jones he's like he's he's puller's right hand man through this through all kinds of crazy",
        8567.04,
        8573.1
    ],
    [
        " stuff and sergeant Jones only sergeant Jones knew where he was the old man would sneak off with",
        8573.1,
        8579.48
    ],
    [
        " boaty and go up into the lines climbing right up into those dams straight up hills all the ice and",
        8579.48,
        8584.5
    ],
    [
        " rock going from hold a hole for half the night he would go to every man he could find in a fox hole",
        8584.5,
        8589.44
    ],
    [
        " and say how you doing old man what's your field of fire who's on your flank you get enough chow",
        8589.44,
        8594.26
    ],
    [
        " on the way back he would check the warming tents to see if there'd been casualties and how the men were",
        8594.84,
        8599.58
    ],
    [
        " doing early on December 8th the marines began clearing the ridges on either side of the road south",
        8599.58,
        8607.58
    ],
    [
        " but the going was slow and the trucks bearing the bridge sections made little project progress",
        8607.58,
        8613.82
    ],
    [
        " a funeral for 117 marines in a common grave brought the day to an end in the perimeter",
        8613.82,
        8620.62
    ],
    [
        " it was a scene that lived in puller's memory the burial of frozen bodies by a tank battalion which",
        8621.3,
        8627.72
    ],
    [
        " crushed them under frozen ground a marine photographer took movies of the burial puller said how",
        8627.72,
        8634.72
    ],
    [
        " I wish our people could have seen the site to see just what happened to us in Korea",
        8634.72,
        8639.3
    ],
    [
        " he later heard that army censorship in washington kept the film from the public",
        8639.3,
        8646.7
    ],
    [
        " and now they're again that's very compressed story but they're breaking out and they're heading south",
        8651.54,
        8659.34
    ],
    [
        " getting heading back to the sea and back to safety out of the out of being surrounded back to the",
        8659.34,
        8666.26
    ],
    [
        " book the fifth and seventh marines had now passed through puller's ranks and the first was the rear",
        8666.26,
        8670.34
    ],
    [
        " guard for the entire division responsible for covering the withdrawal down the frozen loops of the",
        8670.34,
        8674.9
    ],
    [
        " road puller started down and hundreds of men saw him for he thought that his job had only begun he",
        8675.56,
        8682.82
    ],
    [
        " shouted to every passing unit to cheer the men yelling until he was horse don't forget that your",
        8682.82,
        8688.28
    ],
    [
        " first marines not all the communists and hell can overrun you",
        8688.28,
        8692.2
    ],
    [
        " when he got back reporters found him and they wanted a statement from him and he said remember",
        8702.38,
        8711.14
    ],
    [
        " whatever you write this was no retreat all that happened was we found more Chinese behind us",
        8711.14,
        8716.68
    ],
    [
        " than in front of us so we about faced and attacked",
        8716.68,
        8720.14
    ],
    [
        " Smith recommended puller for a navy cross for his work in the reservoir campaign his fifth",
        8720.14,
        8734.56
    ],
    [
        " and a marine core record puller's letter to his wife revealed his unusual concern for his family",
        8734.56,
        8741.68
    ],
    [
        " in the midst of the campaigning please tell Lewis that's his son please tell Lewis that I will",
        8741.68,
        8746.3
    ],
    [
        " finally come home and teach him how to shoot and many other things that boys and men must know",
        8746.3,
        8750.4
    ],
    [
        " telling me patient and the swords and the helmet I sent him will arrive tell him to change",
        8750.4,
        8756.2
    ],
    [
        " his bait in the rabbit trap every few days a piece of apple lettuce carrot celery turn up",
        8756.2,
        8761.52
    ],
    [
        " and he must not go near the trap or touch it except to change the bait when the door is sprung",
        8761.52,
        8766.24
    ],
    [
        " also we must keep the dog away from it",
        8766.24,
        8769.36
    ],
    [
        " so he's telling his boy he continues on in a letter to his wife I haven't minded the hardships",
        8771.32,
        8779.96
    ],
    [
        " here but the killing and crippling of young men is awful due to the weather our wounded die",
        8779.96,
        8785.7
    ],
    [
        " blood plasma freezes before it can be administered I realized that this war is for harder on you",
        8785.7,
        8792.54
    ],
    [
        " than it has beyond me than it has been on me and I'm sorry to have caused you all the worry and pain",
        8792.54,
        8798.22
    ],
    [
        " and he goes on to say the Pentagon is largely responsible for this mess out here they weren't even given",
        8801.8,
        8807.76
    ],
    [
        " they were they were given the money to provide us and train an army when I entered the service the",
        8807.76,
        8813.02
    ],
    [
        " regulation stated that the object of all military training is success in battle this short sentence",
        8813.02,
        8821.02
    ],
    [
        " has been rewritten on three pages and I defy anyone to read over three or more times and then",
        8821.02,
        8826.26
    ],
    [
        " explain to me what the object of military training is even the Pentagon has not the slightest idea",
        8826.26,
        8833.26
    ],
    [
        " why they're commanding forces of the United States in fact out here we wonder if we are part of",
        8833.26,
        8841.38
    ],
    [
        " the United States and here he talks about his son again tone his wife I will not influence my son",
        8841.38,
        8849.2
    ],
    [
        " as to choosing a profession it will be up to him I will not even recommend the service",
        8849.2,
        8854.22
    ],
    [
        " I've had to stand with my mouth closed on too many occasions and then carry out orders from too many",
        8854.22,
        8861.66
    ],
    [
        " half-wits so as much as he loves the Marine Corps and the military in the country he's saying look I might",
        8861.66,
        8870.64
    ],
    [
        " not even they're not going to even recommend that my son joins he gets his pinning of his star",
        8870.64,
        8882.64
    ],
    [
        " finally he's actually being officially made a general and he makes a speech all the credit for this",
        8882.64,
        8887.92
    ],
    [
        " star belongs to the non-coms junior officers and enlisted men you all know that I've tried to do my",
        8887.92,
        8895.6
    ],
    [
        " duty but we'd never get anywhere except for you fellows in the ranks this is a great regiment",
        8895.6,
        8901.34
    ],
    [
        " and it's going to hurt me to leave you I'll never forget you to the men of task force polar",
        8901.34,
        8907.96
    ],
    [
        " he also issued a formal memorandum in compliance with orders I am today leaving this command for",
        8907.96,
        8914.0
    ],
    [
        " assignment as division commander assistant division commander it is not without misgivings and",
        8914.0,
        8925.52
    ],
    [
        " I am sure what the first marine regiment has meant to me I ask one more thing of you give my",
        8925.52,
        8932.86
    ],
    [
        " successor the same full measure of cooperation and willingness you have always given me and the",
        8932.86,
        8937.8
    ],
    [
        " first marines will be worthy of the name it is already one I first commanded you on new Britain",
        8937.8,
        8945.0
    ],
    [
        " later on the bloody hills of Pellu and it is my and has been my honor to command you in Korea where",
        8945.0,
        8952.16
    ],
    [
        " by your deeds you captured the city of Seoul then successfully covered the withdrawal of our division",
        8952.16,
        8958.1
    ],
    [
        " from the chosen reservoir area I shall look to future to your future movements and shall expect to",
        8958.1,
        8965.92
    ],
    [
        " hear and see still greater deeds and higher reputation won on the field of battle",
        8965.92,
        8972.88
    ],
    [
        " I talked a little bit about the dichotomy and his reputation",
        8985.86,
        8990.14
    ],
    [
        " Pellu's reputation grew among the men but Sergeant Jones noted that the old man was regarded as a man",
        8990.14,
        8998.9
    ],
    [
        " eater they would ask Bodian me over and over how the hell we kept our stripes they thought he",
        8998.9,
        9006.34
    ],
    [
        " chewed on people all the time and when there was a fight recklessly exposed his people and of course",
        9006.34,
        9013.42
    ],
    [
        " we knew better it was hard to convince guys who had heard so much about him but didn't really",
        9013.42,
        9019.52
    ],
    [
        " know him when you got close to him you found he had a heart as big as all outdoors",
        9019.52,
        9025.82
    ],
    [
        " he continued to not make friends up the chain of command we can't help to win we can't hope to win",
        9034.66,
        9041.26
    ],
    [
        " future wars and we got the hell beat out of us in Korea unless we have discipline and it's",
        9041.26,
        9045.74
    ],
    [
        " going to take some brutality to get it his last days in Korea were frustrating to Pellu who found",
        9045.74,
        9055.5
    ],
    [
        " things suddenly different he wrote his wife now age has probably changed me and the core has changed",
        9055.5,
        9061.5
    ],
    [
        " too I suppose to man being what he is today I never thought this change could or would happen",
        9061.5,
        9068.88
    ],
    [
        " maybe I have been wrong from the beginning",
        9068.88,
        9071.5
    ],
    [
        " now he gets back to America and of course there's a big bunch of reporters waiting for him",
        9071.5,
        9083.54
    ],
    [
        " and they kind of know they kind of know he's got a mouth right so they're fired up to talk to him",
        9083.58,
        9091.8
    ],
    [
        " and he starts talking to the reporters and here we go what the American people want to do is fight a",
        9091.8,
        9102.12
    ],
    [
        " war without getting hurt you can't do any you can't do that anymore than you can go into a bar room",
        9102.12,
        9107.86
    ],
    [
        " without getting hurt unless the American people are willing to send their sons out to fight an",
        9107.86,
        9113.42
    ],
    [
        " aggressor there's just not going to be any United States a bunch of foreign soldiers will take over",
        9113.42,
        9119.6
    ],
    [
        " air power can't live up to its billing out here somebody not so much the aviators as the aircraft",
        9119.6,
        9126.14
    ],
    [
        " manufacturers has sold the American people a bill of goods as to what air power can do",
        9126.14,
        9131.06
    ],
    [
        " from what I've seen one bomb will hit a section of railroad track and 100 bombs will miss",
        9131.06,
        9137.44
    ],
    [
        " some of them by miles the enemy puts coolies on the track with picks and shovels and in 24 hours",
        9137.86,
        9145.04
    ],
    [
        " they're rolling again the answer is infantry our officer corps has has had far too much schooling",
        9145.04,
        9154.54
    ],
    [
        " and far too little combat experience they can't warn learn war like that push button war is as far",
        9154.54,
        9163.24
    ],
    [
        " as in the days of Julius Caesar the rifle hand grenade and bayonet are still the most important weapons",
        9163.72,
        9173.1
    ],
    [
        " we are going to lose the next war if we don't get back to them why half our infantry out there",
        9173.1,
        9179.88
    ],
    [
        " is still armed with carbines against the enemy with their fine Russian rifles",
        9179.88,
        9183.9
    ],
    [
        " he then turned on the training of Marines which could be which he would soon be conducting",
        9183.9,
        9190.08
    ],
    [
        " at camp penleton we've got to get them tougher to survive for all these girls out of camp get rid",
        9190.08,
        9195.86
    ],
    [
        " of the ice cream and candy get some pride in them that's what we need most of all pride",
        9195.86,
        9201.3
    ],
    [
        " a reporter piped up what do you think of the protest of the women's Christian temperance union",
        9201.3,
        9207.68
    ],
    [
        " over sending free beer to the troops it's news to me polar said but if a few cans of beer or",
        9207.68,
        9214.52
    ],
    [
        " snort of whiskey will make the men fight better it might not be a bad idea at least it's",
        9214.52,
        9219.88
    ],
    [
        " better than ice cream and all this soft training there's too much damn recreation in military",
        9219.88,
        9226.14
    ],
    [
        " training we should have only one purpose to fight and win they're not being taught that now",
        9226.14,
        9234.7
    ],
    [
        " so he's an outspoken guy he was astonished the next day to see the following headlines major general",
        9234.7,
        9244.42
    ],
    [
        " wants beer and whiskey for the troops ice cream g i's lambasted bipolar marine general blast the",
        9244.42,
        9252.4
    ],
    [
        " air force the fear reached across the nation there was actually protests against general polar",
        9252.4,
        9261.2
    ],
    [
        " here's here's they've actually put one of these letters in the book we here by petition this sent",
        9261.2,
        9268.22
    ],
    [
        " to the to the government or to the Pentagon we hereby petition to you to use every ounce of",
        9268.22,
        9275.04
    ],
    [
        " influence that you possess to keep brigadier general polar from inaugurating his beer and whiskey",
        9275.04,
        9280.38
    ],
    [
        " campaign in u.s military training camps but the the panic did die down and he got to the business",
        9280.38,
        9291.56
    ],
    [
        " of training marines and in august of 1953 polar took examinations for major general that's two",
        9291.56,
        9301.18
    ],
    [
        " star the board which chose the new group of officers of rank approved him unanimously in july of",
        9301.18,
        9308.38
    ],
    [
        " 1954 he was sent to camp lejuven to lead second division his first major peacetime troop command",
        9308.38,
        9315.12
    ],
    [
        " there was a little uh an incident health issue and one of the guys called up virginia polar his wife",
        9320.64,
        9328.0
    ],
    [
        " and said brace yourself we've taken Lewis to the hospital they can't say what's wrong he looks pretty sick",
        9328.0,
        9333.54
    ],
    [
        " and he basically he gets pretty sick he kind of recovers from it but the like I said this guy made",
        9338.32,
        9347.92
    ],
    [
        " enemies so here we go back to the book and this is polar talking I could see then what the game was",
        9347.92,
        9353.4
    ],
    [
        " they were going to retire me despite all all the doctors had said back at lejuven they'd pulled",
        9353.4,
        9363.2
    ],
    [
        " retiring all that much but the way they did it made me sore I had all the service and honors I",
        9363.2,
        9368.5
    ],
    [
        " needed or wanted I'd come all the way from private to major general but I was boiling mad about",
        9368.5,
        9374.16
    ],
    [
        " this thing I saw lots of officers around washington in poor condition than I was but that wasn't",
        9374.16,
        9379.66
    ],
    [
        " going to matter he remained in the hospital in Bethesda for about two weeks after many consultations",
        9379.66,
        9386.22
    ],
    [
        " the doctors found him unfit for duty he wrote his wife daily from his room on the 16th floor",
        9386.22,
        9393.14
    ],
    [
        " please do not worry we must take things as they come in life there doesn't seem much we can do",
        9393.14,
        9399.44
    ],
    [
        " to change events so yeah just to tell that story a little bit more he had like some kind of health",
        9399.44,
        9406.92
    ],
    [
        " this it wasn't I don't know what it was and they didn't really seem to know what it was but then he",
        9406.92,
        9410.42
    ],
    [
        " kind of recovered from it and he was back in his job and then they pulled him up to Bethesda and",
        9410.42,
        9414.84
    ],
    [
        " to give him a bunch of screenings and tests and see if he was fit for duty and they found that he was",
        9414.84,
        9420.62
    ],
    [
        " unfit for duty so that's it that's how it ended that's how his career ended a day or so before",
        9420.62,
        9427.86
    ],
    [
        " he went out there was a party in the non commissioned officers club on base polar had declined",
        9427.86,
        9431.8
    ],
    [
        " an offer from the officers club but he could not turn down the enlisted men it began as an intimate",
        9431.8,
        9437.74
    ],
    [
        " party but when polar arrived he found a crowd of more than 5,000 who'd come to say goodbye",
        9437.74,
        9443.76
    ],
    [
        " 20 pigs were barbecued and they was feasting and drinking until late in the night the general made",
        9444.22,
        9450.06
    ],
    [
        " one of his shirt burst talks when they shouted for him and sergeant orville Jones remembered it",
        9450.06,
        9459.3
    ],
    [
        " he said only men I'd rather be toting a rifle in a rear rank than going out now as Lieutenant General",
        9459.3,
        9466.82
    ],
    [
        " now if you're a marine you're all marine you'll put the core above your family your country",
        9467.34,
        9473.8
    ],
    [
        " even god and all else in some cases you stick to your core god bless you",
        9473.8,
        9482.48
    ],
    [
        " polar had broken tradition to the last it was unwritten regulation that the senior marine officer",
        9482.48,
        9491.72
    ],
    [
        " on the post would pin polar's third star on his shoulder as he retired but polar had called for",
        9491.72,
        9497.7
    ],
    [
        " Bob Norris the senior non commissioned officer and the oldest man available who had served with him",
        9497.7,
        9503.74
    ],
    [
        " the reporter who followed him got a formal statement in having sergeant major Norris",
        9503.74,
        9510.96
    ],
    [
        " attached my third star at my retirement I wanted to show my great admiration and appreciation to",
        9510.96,
        9516.6
    ],
    [
        " enlisted men and junior officers of the marine corps I fully realize that without the help of the",
        9516.6,
        9523.24
    ],
    [
        " enlisted men I'd never have risen from private to lieutenant general I've commanded everything from",
        9523.24,
        9529.34
    ],
    [
        " a squad to a division and without the help of men and junior officers these units would never have",
        9529.34,
        9534.98
    ],
    [
        " gone forward and achieved their objective regardless of almost certain death my only regret is that",
        9534.98,
        9541.88
    ],
    [
        " things now are I will not be present for the next war I also want to express my regret at the",
        9541.88,
        9549.92
    ],
    [
        " deaths of many hundreds of marines and the crippling and maiming of other hundreds who followed",
        9549.92,
        9555.2
    ],
    [
        " me blindly into battle again I would like to thank all marines for their feelings toward me",
        9555.2,
        9564.22
    ],
    [
        " Lewis Polar went home to Virginia it was just 37 years four months and two days since he had",
        9566.6,
        9573.22
    ],
    [
        " boarded the train in South Carolina for South Carolina to exchange the uniform of a VMI cadet",
        9573.22,
        9579.26
    ],
    [
        " for that of a marine corps boot but his career with the marines wasn't quite over",
        9579.26,
        9587.62
    ],
    [
        " back to the book on a dimly lit night of April 8 1956 a platoon of marine recruits at",
        9588.52,
        9596.96
    ],
    [
        " Paris Island South Carolina was marched into a title arm of broad river by 31 year old veteran",
        9596.96,
        9602.78
    ],
    [
        " drill instructor staff sergeant Matthew C. McHillin six recruits drowned the common-dont",
        9602.78,
        9611.64
    ],
    [
        " general Randolph McCall paid immediately relieved the commanding officer of the recruit depot",
        9613.32,
        9618.5
    ],
    [
        " and told congress that McHillin would be punished to the full extent allowed by our uniform code of",
        9618.5,
        9624.58
    ],
    [
        " military justice there was a nationwide outcry from the press pulpit and scores of civic organizations",
        9624.58,
        9631.34
    ],
    [
        " a court inquired a inquiry descended upon Paris Island McHillin became a national",
        9631.34,
        9637.3
    ],
    [
        " caused to celebrate a sailed by prohibitionists as a brutal drunkard as a symbol of military tyranny",
        9637.3,
        9646.0
    ],
    [
        " which must be destroyed as a racist bigot near duelle there were cries for harsh punishment even",
        9646.0,
        9653.36
    ],
    [
        " execution now he ends up going to trial and for this trial the defense brings in Chester Polar",
        9653.36,
        9665.68
    ],
    [
        " who we know believes in hard training and here we go this is a court scene",
        9665.86,
        9673.36
    ],
    [
        " Burman who's the lawyer used the general like a master showman the defense desires to call",
        9673.36,
        9679.1
    ],
    [
        " to the stand lieutenant general polar",
        9679.1,
        9681.34
    ],
    [
        " seven years one of the lawyers sir how do you know the accused polar i don't know him except by his",
        9681.34,
        9690.02
    ],
    [
        " pictures and the newspapers and what i've read about him then Burman took over and questioned",
        9690.02,
        9694.94
    ],
    [
        " the general about his career as a marine Burman how long were you in career polar about nine months",
        9694.94,
        9701.36
    ],
    [
        " Burman were you in combat yeah were you decorated yeah without going into any other",
        9701.36,
        9708.52
    ],
    [
        " any of your other decorations isn't it true that you've received five navy crosses correct",
        9708.52,
        9713.76
    ],
    [
        " Burman asked his opinion of the marine corps mission the definition of military training is success",
        9713.76,
        9722.0
    ],
    [
        " in battle in my opinion that is the only objective of military training it wouldn't make any",
        9722.0,
        9728.32
    ],
    [
        " sense to have a military organization on the backs of the american taxpayers with any other",
        9728.32,
        9732.74
    ],
    [
        " definition i believe that ever since i was been a marine what is the most important element of",
        9732.74,
        9739.82
    ],
    [
        " that training i'll quote Napoleon he stated that the most important thing in military training is",
        9739.82,
        9745.72
    ],
    [
        " discipline without discipline and army becomes a mob now then in that context can you tell us",
        9746.8,
        9754.34
    ],
    [
        " whether you have an opinion based on your experience as to whether or not the training in discipline",
        9754.34,
        9758.56
    ],
    [
        " is for all situations confined to lesson plan or syllabi or training regulations no the training",
        9758.56,
        9766.54
    ],
    [
        " of a basic marine is conducted almost entirely outside in the field on the drill ground on the",
        9766.54,
        9772.24
    ],
    [
        " rifle range that kind of work the marine gets an idea of how the marine corps run during this training",
        9772.24,
        9778.62
    ],
    [
        " but his training is outside work can you tell us general of the things you learned here as a recruit",
        9778.62,
        9785.82
    ],
    [
        " well the main thing that i've remembered all my life is the definition of a spree decor",
        9785.82,
        9791.94
    ],
    [
        " now my definition the definition i was taught that i've always believed in is that a spree decor",
        9791.94,
        9798.7
    ],
    [
        " means love for one's military legion in my case the united states marine corps i also learned",
        9798.7,
        9804.42
    ],
    [
        " that this loyalty to one's core travels both ways up and down",
        9804.42,
        9809.14
    ],
    [
        " and he continued through this trial and that night he went to the enlisted man's club",
        9809.14,
        9824.62
    ],
    [
        " and big crowd of course was there and they start shouting and yelling for him to speak and finally he",
        9826.5,
        9832.58
    ],
    [
        " stands up and says i've talked enough for today this will be my last request do your duty and the",
        9832.58,
        9837.88
    ],
    [
        " marine corps will be as great as it has always been for another thousand years the applause was",
        9837.88,
        9845.6
    ],
    [
        " deafening and he went back to his hometown of saluda and he was not forgotten there he was getting",
        9850.46,
        9858.2
    ],
    [
        " interviewed by a graduate student who was trying to learn about psychology and the general said",
        9858.2,
        9866.34
    ],
    [
        " i've never studied psychology i had only one year of college and always thought i would go back",
        9866.34,
        9871.28
    ],
    [
        " but enlisted instead i think the marine corps is the best place to learn the art of war",
        9871.28,
        9877.36
    ],
    [
        " and then again this reflects back you know people now say that america's getting soft in the youth",
        9877.36,
        9885.74
    ],
    [
        " or so they're saying the same thing everything's going bad and they have a panel of experts",
        9885.74,
        9892.56
    ],
    [
        " to deal with the decline of the nation and it's rising tide of juvenile delinquency",
        9892.56,
        9900.28
    ],
    [
        " the consensus was that the country was going to hell in a hand bucket",
        9901.28,
        9905.18
    ],
    [
        " general polar while this big meeting is going on general polar stood and intended and his intended",
        9905.18,
        9913.58
    ],
    [
        " mildness of tone as usual came forth as a brazen war i want you people to know something as long",
        9913.58,
        9919.56
    ],
    [
        " as we can get some decent leadership in our country our youth today will be better men than",
        9919.56,
        9923.94
    ],
    [
        " their fathers or grandfathers i saw enough in korea to make sure of that our four fathers at valley",
        9923.94,
        9929.94
    ],
    [
        " forge had been mentioned here tonight as they often are well i can tell you that valley forge was",
        9929.94,
        9935.58
    ],
    [
        " something like a picnic compared to what your younger americans went through at the chosen reservoir",
        9935.58,
        9940.28
    ],
    [
        " and they came out of it fine it was never anything like 25 below zero at valley forge either i admit",
        9940.28,
        9947.98
    ],
    [
        " we don't seem to have the proper leadership at the top but there's nothing wrong with the kids",
        9947.98,
        9952.06
    ],
    [
        " today my wife and i follow the ideas my mother used on her kids making them study each night after",
        9952.06,
        9959.22
    ],
    [
        " after supper and when they report that they have mastered their lessons quizzing them",
        9959.96,
        9965.0
    ],
    [
        " our children don't need to be coddled and they shouldn't be condemned above all for heaven's",
        9965.0,
        9972.5
    ],
    [
        " sakes let your sons alone and let them grow up to be men",
        9972.5,
        9977.06
    ],
    [
        " it's interesting that i would say that still applies in very many ways",
        9977.06,
        9986.9
    ],
    [
        " he also had people visiting him all the time and asking him questions and he was again he remained",
        9989.7,
        9998.74
    ],
    [
        " speak you know an outspoken guy i'm afraid we haven't recognized the most important lesson from korea",
        9998.74,
        10005.48
    ],
    [
        " the communists have developed a totally new kind of warfare a warfare of whole peoples",
        10005.48,
        10011.14
    ],
    [
        " and under that no modern nation can be conquered we saw something like that in china when",
        10011.14,
        10016.3
    ],
    [
        " japan was nibbling away at the mainland the japanese controlled only a square yard where a soldier",
        10016.3,
        10021.9
    ],
    [
        " stood and nothing beyond that in korea the reds improved on that this is total warfare yet small",
        10021.9,
        10029.62
    ],
    [
        " in scope and it's designed to neutralize our big nuclear weapons look at vietnam the french outnumbered",
        10029.62,
        10036.52
    ],
    [
        " the communists two to one yet they were massacred if we don't design some way to meet this they'll",
        10036.52,
        10046.28
    ],
    [
        " in re irregular warfare and that lesson was old when rom fell it's amazing that he's saying this",
        10046.28,
        10053.48
    ],
    [
        " it's just it's just a man then we you know the french would be we hadn't eat i don't think we were",
        10053.48,
        10057.48
    ],
    [
        " even in vietnam yet in fact we weren't vietnam yet when this when he's making these statements",
        10057.48,
        10061.16
    ],
    [
        " we didn't pay attention to it",
        10061.16,
        10065.6
    ],
    [
        " finally he goes to a and there was some kind of a",
        10065.6,
        10074.1
    ],
    [
        " rift between him and the first marine division association and they sorted out that rift and he went to",
        10074.54,
        10080.9
    ],
    [
        " a big reunion of the marine core the first marine division association back to the book general",
        10080.9,
        10088.8
    ],
    [
        " smith blinked against the spotlight and turned to the blackness at the far end of the table i",
        10088.8,
        10093.52
    ],
    [
        " now give you chesty and the roar the roar was so loud it drowned out the speaker's voice and",
        10093.52,
        10101.84
    ],
    [
        " shook the walls the spotlight swung to the last place at the table to reveal polar and a linen suit",
        10101.84,
        10107.12
    ],
    [
        " waving his hand and flashing his broad crooked grin as the clamor increased he marched the microphone",
        10107.12,
        10113.88
    ],
    [
        " and started in a bobbing circle of light general smith shouted to the tempest of the sound i see you all",
        10113.88,
        10119.92
    ],
    [
        " no chesty polar men in the crowd danced among the tables world each other about and pounded their",
        10119.92,
        10126.54
    ],
    [
        " neighbors on the backs some climbed on their chairs shouting wordlessly tears streaming on their",
        10126.54,
        10132.6
    ],
    [
        " cheeks others hammered the table with caughtlery or embraced women who were staring incredulously at polar",
        10132.6,
        10140.4
    ],
    [
        " the men broke into chance we want chesty we want polar they called for a speech but it was almost",
        10140.4,
        10150.28
    ],
    [
        " five minutes before the howling ceased polar faced them with a rise smile that looked as if it had been",
        10150.28,
        10157.72
    ],
    [
        " wrong from his face by force when quiet returned he grasped the microphone and called in an",
        10157.72,
        10166.14
    ],
    [
        " astonishingly penetrating voice marines pandemonium broke out once more as if he had shouted some secret",
        10166.14,
        10174.24
    ],
    [
        " watchword whose implications were known only to these men half the crowd was still on its feet a",
        10174.24,
        10179.72
    ],
    [
        " moment later when polar could be heard again if you believe the newspapers and radios and television",
        10179.72,
        10188.26
    ],
    [
        " our country is in a hell of a shape i don't believe it so long as we've got the first marine division",
        10188.26,
        10196.88
    ],
    [
        " will be okay",
        10196.88,
        10198.72
    ],
    [
        " the crowd shouted him in dissonance again",
        10198.72,
        10204.66
    ],
    [
        " he was tired when he got home to saluda and that evening virginia polar found him",
        10207.02,
        10213.38
    ],
    [
        " pensive and destructive distracted they sat on the screened porch looking out into the virginia",
        10213.38,
        10222.36
    ],
    [
        " dusk lit by fireflies Lewis is there anything you'd wish for now that it's all over",
        10222.36,
        10230.94
    ],
    [
        " well he said i'd like to do it all over again the whole thing she sighed more than that more than anything",
        10234.66,
        10246.46
    ],
    [
        " i'd like to see the face once again of every marine i've ever served with",
        10246.46,
        10259.78
    ],
    [
        " and that is where this book ends but that is not where this story ends because as i mentioned",
        10269.26,
        10286.52
    ],
    [
        " and as the book mentioned jestie polar had a son and his son also became a marine core officer",
        10286.52,
        10297.9
    ],
    [
        " but his son's experience in the marine core in combat and in life was very different from his fathers",
        10297.9,
        10305.8
    ],
    [
        " and i will tell that story in the next episode number 122 which is available now so you can",
        10308.2,
        10319.96
    ],
    [
        " listen to it immediately because these stories are linked and so we are linking them in this series",
        10319.96,
        10333.54
    ],
    [
        " of podcasts and in the meantime before you listen to that echo if somebody wants to support",
        10334.24,
        10343.1
    ],
    [
        " this podcast can you briefly tell us how we can do it yes okay so briefly talk about the store",
        10343.1,
        10350.94
    ],
    [
        " jacquist store that is where you can get displaying whose freedom shirts hats some rash cards on",
        10350.94,
        10360.54
    ],
    [
        " their hoodies and beanies are on the way promise if not already just you know check on that jacquist",
        10361.38,
        10368.5
    ],
    [
        " store dot com there's a lot of good stuff on there for women and also kid stuff where you kid stuff",
        10368.5,
        10374.18
    ],
    [
        " also when you get the book marine life of jestie polar i'm gonna listen on the website in the",
        10374.18,
        10384.2
    ],
    [
        " book section so on the top you click there it says books from episodes and i'll have them all",
        10384.2,
        10388.4
    ],
    [
        " listed by episode click through there good way to support take it amazon and you get your book and",
        10388.4,
        10394.5
    ],
    [
        " get whatever else you're shopping for also go to origin main dot com this is where you can get your",
        10394.5,
        10402.84
    ],
    [
        " geek if you're doing jiu jitsu when you do jiu jitsu this where you can get your geek all me and",
        10402.84,
        10408.8
    ],
    [
        " there's also rash cards on there and there's some hoodies and sweatpants and stuff on there",
        10409.06,
        10416.86
    ],
    [
        " very comfortable yeah whatever that before but um none let's go there origin main dot com also",
        10416.86,
        10425.82
    ],
    [
        " origin main dot com still you can get taco supplements we have moque that's the new one is that",
        10425.82,
        10433.32
    ],
    [
        " available yet yes boom there you go more protein powder mint chocolate chip that's the good one",
        10433.32,
        10441.12
    ],
    [
        " tastes good too what else tastes good is jaco discipline which is a neutropic pre mission supplement",
        10441.12,
        10450.38
    ],
    [
        " good little bit of caffeine in there not too much a little bit but for you know it has the physical",
        10450.38,
        10456.38
    ],
    [
        " supplementation benefits and the cognitive supplemental benefits to get down called discipline",
        10456.38,
        10463.16
    ],
    [
        " also joint warfare and krill oil jaco super krill oil these supplements are for your joints don't",
        10463.34,
        10469.42
    ],
    [
        " neglect your joints it's a big deal you can be able to lift 500 pound but if your elbows are",
        10469.42,
        10476.9
    ],
    [
        " jacked up you're not gonna be able to lift up 500 pounds maybe you got to warm up a bunch but i",
        10476.9,
        10481.66
    ],
    [
        " don't know it'll mess you up if you're joints mess up it's a big deal anyway take our joints",
        10481.66,
        10485.7
    ],
    [
        " super krill and joint warfare all made america by the way everything in origin main",
        10485.7,
        10491.8
    ],
    [
        " made america also for fitness gear like kettlebells the cool ones i get primal bells",
        10493.08,
        10498.74
    ],
    [
        " there's actually a lot of good stuff on on it dot com go slash jaco good way to support good work",
        10498.74,
        10505.64
    ],
    [
        " out here on there also if you if you want jaco white tea i'm gonna put that on the store i think",
        10505.64,
        10515.48
    ],
    [
        " make it easy but it's ever jaco white tea you can get on jaco store dot com i'm put it on there",
        10515.48,
        10521.48
    ],
    [
        " soon if not right now amazon of course and you can go to jaco tea dot com that's kind of the",
        10521.78,
        10531.78
    ],
    [
        " main hub and then so if you're shopping international it'll direct direct you to where you can get it",
        10531.78,
        10537.1
    ],
    [
        " i think that's what i'm put on the store so i can we can ship it to canada and stuff but there's",
        10537.1,
        10541.28
    ],
    [
        " a whole thing anywhere i'm making it easy um yeah so actually go to jaco tea dot com that'll",
        10541.28,
        10546.1
    ],
    [
        " direct you to wherever you you are and however you however you want to get it also subscribe to",
        10546.1,
        10552.52
    ],
    [
        " the podcast if you haven't already on itunes stichre google play spotify wherever wherever they have",
        10552.52,
        10560.74
    ],
    [
        " podcasts subscribe good way to support also youtube video version of this podcast also excerpts",
        10560.74,
        10568.86
    ],
    [
        " little lessons kind of just taken from each episode and enhanced excerpts if you're if you're",
        10568.86,
        10575.7
    ],
    [
        " really into feeling the message just doctor i'm not with the music or something like that also",
        10575.7,
        10581.14
    ],
    [
        " psychological warfare if you know what that is it's an album with tracks jaco telling you pragmatic",
        10581.14,
        10589.08
    ],
    [
        " advice how to get through moments of weakness in your campaign against weakness like workouts like",
        10589.08,
        10595.86
    ],
    [
        " if you want to skip the workout or you want to slip on the diet just a little bit just refer to",
        10595.86,
        10601.06
    ],
    [
        " one of the tracks in there jacquita you would you know hold the line as they say",
        10601.06,
        10605.7
    ],
    [
        " check and you know speaking of subscribe and subscribing we have a new podcast out and it's",
        10605.7,
        10613.54
    ],
    [
        " it's actually separate from this podcast the new podcast is called the war your kid podcasts",
        10613.54,
        10619.78
    ],
    [
        " ask uncle Jake like i said it's a separate channel so you have to subscribe to it separately",
        10619.78,
        10625.48
    ],
    [
        " i did that because as you know from listening to this podcast there's some podcasts that are",
        10625.52,
        10632.04
    ],
    [
        " for very mature audiences and you wouldn't want to have your kid",
        10632.04,
        10636.26
    ],
    [
        " listening to that you know a kid podcast and all of a sudden a very violent podcast comes on so",
        10636.26,
        10644.66
    ],
    [
        " we separated them the war your kid podcast questions for uncle jake and",
        10644.66,
        10649.48
    ],
    [
        " i think uncle jac has lessons for everyone regardless of age yeah you know i think teachers and",
        10651.96,
        10658.82
    ],
    [
        " parents and big time would want to listen to that as well yeah got some great feedback so far on it",
        10658.82,
        10663.56
    ],
    [
        " so that's called the war your kid podcast and on top of that there's a new war your kid book",
        10663.56,
        10668.58
    ],
    [
        " it's called marks mission if you actually want it you should order it now through",
        10668.58,
        10674.6
    ],
    [
        " whenever channel you want to order it from go to your local bookstore go to amazon go to barns",
        10675.76,
        10681.2
    ],
    [
        " and novel order it so that you have it when it comes out so that the publisher knows how many to make",
        10681.2,
        10687.2
    ],
    [
        " because otherwise the publisher thinks oh well we won't make that many of them because there's",
        10687.2,
        10691.2
    ],
    [
        " not that many people that you know are gonna buy this they're wrong because you all are gonna buy",
        10691.2,
        10694.7
    ],
    [
        " this so if they don't know that they don't make enough it takes too long to get it once it comes",
        10694.7,
        10700.52
    ],
    [
        " out so order it now other books you can order extreme ownership",
        10700.52,
        10705.56
    ],
    [
        " combat leadership for business and life discipline equals freedom field manual",
        10705.56,
        10711.8
    ],
    [
        " it's about getting after it and actually life babbana and i have a new book coming now a follow-up",
        10711.8,
        10718.02
    ],
    [
        " to extreme ownership it's called the dichotomy of leadership it is available for pre-order right",
        10718.02,
        10722.78
    ],
    [
        " now same thing order it now so that you get your copy when it comes out otherwise you'll be waiting",
        10722.78,
        10729.02
    ],
    [
        " i have a leadership and management consulting company it's called ashlan front if you want",
        10730.64,
        10734.42
    ],
    [
        " information about that go to ashlan front dot com we have the muster which is a leadership conference",
        10734.42,
        10739.64
    ],
    [
        " coming up if you want to come to it go to extreme ownership dot com and also if you want to attend",
        10739.64,
        10746.72
    ],
    [
        " the roll call which is for military law enforcement firefighters paramedics other first responders",
        10746.72,
        10753.24
    ],
    [
        " if you want to do that you can also sign up for the roll call at extremotorship dot com and with",
        10753.24,
        10760.5
    ],
    [
        " that as i just mentioned these podcasts these three podcasts that we're doing right now are all",
        10760.5,
        10768.48
    ],
    [
        " linked it's one big story with a thread running through it and we are releasing them all at the",
        10768.48,
        10783.22
    ],
    [
        " go ahead and and go listen to them right now and until then this is echo and jaco out",
        10783.7,
        10792.74
    ]
]