[
    [
        " This is Jockel Podcast number 379,",
        0.0,
        1.94
    ],
    [
        " Baleco Charles and me, Jockel Wilink. Good evening, echo.",
        2.52,
        5.06
    ],
    [
        " Good evening.",
        5.32,
        5.64
    ],
    [
        " So,",
        6.08,
        6.34
    ],
    [
        " we leave it a little over four years ago. We did",
        6.68,
        10.16
    ],
    [
        " a podcast actually. We did two podcasts",
        10.16,
        13.5
    ],
    [
        " from a book called",
        13.5,
        16.46
    ],
    [
        " Psychology for the Fighting Man. This was a book that was written",
        16.46,
        20.74
    ],
    [
        " in",
        20.74,
        22.18
    ],
    [
        " 1943.",
        22.18,
        23.9
    ],
    [
        " The subtitle of the book is what you should know about yourself and others.",
        24.7,
        29.52
    ],
    [
        " We did five hours on that book.",
        31.42,
        33.46
    ],
    [
        " We broke it into two podcasts. It's number 164 and 165. If you",
        34.3,
        38.24
    ],
    [
        " if you haven't listened to those two podcasts, it's not a good information.",
        38.24,
        40.54
    ],
    [
        " In there, well, that book, like I said, was written in 1943.",
        41.12,
        45.02
    ],
    [
        " A couple of years after that,",
        46.14,
        48.16
    ],
    [
        " the military released another book. It was in 1945.",
        48.68,
        53.18
    ],
    [
        " It's after World War II had ended.",
        53.78,
        56.66
    ],
    [
        " And this book was called Psychology for the Armed Services.",
        57.08,
        61.62
    ],
    [
        " And there was a lot of information in it.",
        62.04,
        64.26
    ],
    [
        " That was very similar. That is very similar between the two books.",
        64.7,
        68.42
    ],
    [
        " But there are some highlights",
        69.02,
        71.42
    ],
    [
        " that were changed.",
        71.42,
        74.06
    ],
    [
        " You know, as they wrapped up two more years of war in World War II.",
        74.76,
        78.48
    ],
    [
        " And I wanted to cover just some highlights of that from this book.",
        79.3,
        83.1
    ],
    [
        " This book called Psychology for the Armed Services.",
        84.88,
        88.22
    ],
    [
        " So there you go. We're going to jump into it.",
        88.74,
        92.0
    ],
    [
        " Psychology for the Armed Services.",
        92.7,
        94.78
    ],
    [
        " It starts off from the preface saying, psychology has never had proper emphasis",
        95.16,
        98.98
    ],
    [
        " in American military development training and combat.",
        98.98,
        101.84
    ],
    [
        " Psychology is the science that asks what man is, living, breathing man,",
        102.2,
        106.72
    ],
    [
        " why and how he does all that he does.",
        107.08,
        109.28
    ],
    [
        " Hence, there is no human activity and therefore no military activity that does not come within",
        109.28,
        114.54
    ],
    [
        " range of its investigation and of the application of its principles.",
        114.54,
        118.56
    ],
    [
        " Psychology as the study of man has extensive application in every military field.",
        118.96,
        125.28
    ],
    [
        " So there you go. This is usable just about everywhere.",
        125.94,
        131.96
    ],
    [
        " It says one reason that for this failure is that the scope of psychology has not been clearly",
        132.92,
        137.16
    ],
    [
        " understood. This perhaps has not been entirely the fault of the services.",
        137.16,
        140.84
    ],
    [
        " Psychologists like military men have had to create and use a technical language.",
        141.14,
        146.6
    ],
    [
        " And like military men, they have become fearful of inaccuracy and misinterpretation of their",
        147.08,
        152.32
    ],
    [
        " special terms and turns of speech are departed from in any great degree.",
        152.32,
        157.34
    ],
    [
        " In any science, this attitude contributes to an underestimation of the need for keeping those",
        158.02,
        163.72
    ],
    [
        " men who do not speak the language of the science aware of developments within it.",
        163.72,
        168.34
    ],
    [
        " Okay, so cool. Here's what I want to talk about that. I have a",
        168.5,
        172.56
    ],
    [
        " a reference that I make a lot about people speaking Latin.",
        172.56,
        177.94
    ],
    [
        " So if there's something that I don't understand, for instance, I don't understand how to",
        178.76,
        183.78
    ],
    [
        " program a computer. So when someone knows how to program a computer,",
        183.78,
        188.64
    ],
    [
        " they speak Latin. I don't. When someone knows how to edit videos, they know how to speak Latin.",
        189.22,
        197.28
    ],
    [
        " I don't. The reason that brings up is because back in the day, when the Bible was out,",
        197.6,
        203.92
    ],
    [
        " it was written in Latin. And so therefore, the people that spoke Latin translated the Bible",
        204.14,
        211.12
    ],
    [
        " for the other people. And they could say it said whatever they wanted it to say. The reason",
        211.12,
        214.48
    ],
    [
        " people get caught up in this when I was a radio man in the SEAL teams, radios, propagation,",
        214.48,
        220.88
    ],
    [
        " programming of radios, cryptological material, all those things were Latin to other people that",
        221.24,
        228.42
    ],
    [
        " weren't me. That means when someone said, hey, can we get this thing programmed? I could say,",
        228.42,
        233.1
    ],
    [
        " yeah, sure we can do it. Or I could say that's not possible. I could literally say those two things.",
        233.36,
        238.26
    ],
    [
        " So when you're in a leadership position and you don't speak whatever language it is,",
        238.66,
        242.56
    ],
    [
        " you better have some good relationships. And you should hopefully investigate that language well",
        242.56,
        248.76
    ],
    [
        " enough that you can understand the broad concepts. You can tell if something is true or not.",
        248.76,
        253.9
    ],
    [
        " So if I say, Echo, can you do this in the video? Hey, Echo, can you make the, can you make this",
        254.12,
        260.0
    ],
    [
        " can of go take off like a rocket? Now, if you think that's a dumb idea, you could say,",
        260.0,
        265.88
    ],
    [
        " I know, actually we can't do that. And I just have to shrug my soldiers and say, okay.",
        266.06,
        269.6
    ],
    [
        " Yeah. So if you think it's a cool idea, you're like, oh, yeah, no problem.",
        270.5,
        274.88
    ],
    [
        " So you speak Latin. I don't. You can interpret the Bible. I can't. You can tell me what the Bible says.",
        275.1,
        280.58
    ],
    [
        " That's how you end up with a Spanish Inquisition, right? People getting tortured to death.",
        280.92,
        285.86
    ],
    [
        " So be careful. And that's what they're basically saying here is that the psychologists",
        286.1,
        290.44
    ],
    [
        " are getting scared of who's going to understand is it going to be misinterpreted? And so they just",
        290.44,
        294.64
    ],
    [
        " they just don't say anything, which is a problem. Yeah. And it's this might be a broader like way",
        294.74,
        300.48
    ],
    [
        " to look at it, but the same exact thing where yeah, if they speak Latin, they have the kind of",
        300.48,
        304.62
    ],
    [
        " luxury or the power to basically look out for their own interests. Right. So if you're like,",
        304.62,
        310.1
    ],
    [
        " like your example of me making a video, I think it's dumb. Right. That's my interest. Like dumb",
        310.26,
        314.4
    ],
    [
        " shouldn't be done. Right. It can be done. Now I can just make it look like it can't be done. That's",
        314.4,
        319.2
    ],
    [
        " my interest for it. Not to be done. Right. That's my interest. So the like you mentioned,",
        319.2,
        322.88
    ],
    [
        " you said programming a computer, which I'm not sure if there's such thing as programming.",
        323.44,
        327.3
    ],
    [
        " I'm sure there is, but it's like, let's say coding a website or something like this, right?",
        327.54,
        331.44
    ],
    [
        " Okay. Latin speaker. Anyway, but when I was a kid, it was called computer programming.",
        331.84,
        339.08
    ],
    [
        " Okay. So you want to go back to the 80s with the TRS 80 and a Commodore Vic 20. That was called",
        339.36,
        345.68
    ],
    [
        " computer programming. So you want to call coding now? Step up there. Go me a boomer. Yeah.",
        345.68,
        351.36
    ],
    [
        " No, no, you got it. You're actually right there. Of course, there is computer programming for sure.",
        351.36,
        355.34
    ],
    [
        " But nonetheless, let's say a website is more appropriate for the six particular example.",
        355.5,
        360.2
    ],
    [
        " In my opinion, give it what I know, which is not much. But either way, so website program,",
        360.38,
        365.76
    ],
    [
        " let's say you're, I'm working for you. I'm, I'm building website for you. And you're like,",
        365.88,
        370.82
    ],
    [
        " hey, I need this feature. I wanted to do this. Now I know how making that, I know the process to",
        370.84,
        376.66
    ],
    [
        " that. So I can be like, hey, I can't do it or that can't be done. You know, that's like,",
        377.32,
        381.64
    ],
    [
        " oh, that involves technology that doesn't exist here or something like this. Or I could be like,",
        381.76,
        385.48
    ],
    [
        " hey, that's like, of course I can do that. But hey, just bear with me. This is going to be a lot of work.",
        385.48,
        389.82
    ],
    [
        " And it's going to be expensive. Kind of costly, but worth it and all this stuff. Meanwhile,",
        389.98,
        393.12
    ],
    [
        " I got to do this freaking coffee now. He's a little chat GPT. He's my code, you know, 29 seconds",
        393.12,
        399.22
    ],
    [
        " and done. And I'm like, hey, that's like, and I'll slow roll it, you know, whatever. That's",
        399.22,
        403.86
    ],
    [
        " you can charge me a big dollars. Yep. That's you. So I can look up from my own interest. Meanwhile,",
        403.86,
        408.22
    ],
    [
        " you're blind to it. They say that, you know, the old, the classic, the mechanic thing. Bring your",
        408.22,
        414.56
    ],
    [
        " card to the mechanic. It's flux capacitors. Bro, it's going to cost about $2,800. You can get it",
        414.56,
        420.26
    ],
    [
        " done for you. Hopefully, Brad, they take a while. They're so the ones that are, because it's very",
        420.26,
        425.96
    ],
    [
        " very levels of this right in the mechanic shop, right, where they, the good ones are not good,",
        425.96,
        432.32
    ],
    [
        " the bad one, the devious ones, they'll scare you into it. They'll be like, hey, you can let it go.",
        432.32,
        436.44
    ],
    [
        " Oh, you can let it go. Yeah, but I just wouldn't put your family in the car. Yeah, exactly.",
        436.44,
        440.08
    ],
    [
        " It's like, I would just, you know, you could let it go, but you just never know with these things.",
        440.34,
        443.22
    ],
    [
        " I'd hate to see, you know, to have you driving down the freeway and this thing go out on you,",
        443.24,
        446.78
    ],
    [
        " you know, at 75 miles per hour, like that kind of stuff, you know, and I say, bring it.",
        446.88,
        451.06
    ],
    [
        " Yep. What is true, bro? So that's the idea. What they, what they were worried about,",
        451.24,
        457.6
    ],
    [
        " the psychologists sometimes are the, they want to keep another little job security too, right?",
        458.16,
        462.66
    ],
    [
        " Yeah. Like I can analyze what's making this person tick, but why would I tell you then you don't",
        462.94,
        466.68
    ],
    [
        " have me as the expert? Yeah. What if you could just say, hey, John, if you want your website do that,",
        466.68,
        470.7
    ],
    [
        " you could just click on this thing over here and open this menu and click, you know, open or whatever.",
        470.76,
        475.86
    ],
    [
        " Yeah. But instead, you're like, oh, I can do it for you. Yeah. Like a, like Facebook, right?",
        476.08,
        481.6
    ],
    [
        " You know, on Facebook, like, hey, Echo, I'd really like to change my profile picture.",
        481.84,
        485.86
    ],
    [
        " You can be like, okay, you know what? Why don't you send me a picture that you like and I'll",
        486.36,
        489.68
    ],
    [
        " try and get it uploaded in the next few days. Yeah. You could just tell me, hey, there's a",
        489.68,
        493.46
    ],
    [
        " cool screen on the, a menu on the lower right, click up, load file, and you can do it, but you",
        493.46,
        498.1
    ],
    [
        " don't want to tell me that you want that job security all day. Yeah. So there you go. All right.",
        498.1,
        502.98
    ],
    [
        " I got some reasons why this happened. One of the reasons the psychology has not been fostered",
        503.42,
        507.66
    ],
    [
        " within the armed services between the Great Wars has been lack of books through which the military",
        507.66,
        511.64
    ],
    [
        " man might gain a clear idea of the manner in which principles of psychology apply to everything he does.",
        511.64,
        517.86
    ],
    [
        " They just got some reasons. And then they talk about that book that I talked about earlier.",
        518.24,
        521.56
    ],
    [
        " Not until 1943 was any book written which endeavored to outline ordinary, in ordinary language,",
        522.58,
        528.34
    ],
    [
        " what the whole body of psychological knowledge held for the military man. And by the way,",
        528.48,
        533.92
    ],
    [
        " when I'm talking about the military man, I'm talking about men, women, people, human beings.",
        533.98,
        538.22
    ],
    [
        " Yes, they're putting it into a military context, but the reason that we talk about these",
        538.76,
        543.44
    ],
    [
        " things is because it transfers into all aspects of business and life. This book was psychology for",
        543.44,
        549.7
    ],
    [
        " the fighting man of which several hundred thousand copies had been used in the armed services.",
        549.7,
        553.5
    ],
    [
        " Such a book would have been of great value throughout the years of peace, but it was a development",
        553.92,
        558.8
    ],
    [
        " that did not come until war had reawakened military men to the need for it and psychologist to the",
        558.8,
        565.86
    ],
    [
        " desirability of helping with such a project. So again, we covered that book on podcast 164, 165.",
        566.12,
        575.22
    ],
    [
        " And then it talks about this book and this book is going to make you a little bit nervous",
        575.76,
        578.5
    ],
    [
        " because it's going to basically say we're writing in Latin. Listen to this. The present book,",
        578.5,
        583.6
    ],
    [
        " which the book we're covering today, psychology for the armed services arose from the first book,",
        583.64,
        588.62
    ],
    [
        " which contained a minimum of technical explanation. Psychology for the armed services is intended as a",
        588.62,
        594.6
    ],
    [
        " textbook written on the college level, but also a book in which the military and naval applications",
        594.84,
        600.08
    ],
    [
        " of psychological principles and the basic principles themselves are more fully developed than in the",
        600.08,
        605.64
    ],
    [
        " earlier work, but in in the earlier work. Now, I have both these books. They're actually not as different",
        605.64,
        612.92
    ],
    [
        " as this homeboy makes it out to sound. This guy Joseph I green, who's a Colonel in the infantry,",
        612.92,
        618.52
    ],
    [
        " send it infantry. But and as I looked through to find some of the differences, there was a lot,",
        618.88,
        625.7
    ],
    [
        " there was more similarities, way more similarities than there was differences. Some of the the",
        625.9,
        633.18
    ],
    [
        " topics covered in this book in this in this book that we're talking about right now, which is",
        633.18,
        637.8
    ],
    [
        " called the psychology for the armed services, the book that we're covering right now. Here's the",
        637.8,
        641.68
    ],
    [
        " contents of it. There's the use of psychology and war. There's the eye as a military instrument. I",
        641.68,
        647.58
    ],
    [
        " was thinking I'm gonna get that to that to Hubertman. He'll be interested in that. It goes in them. I mean,",
        647.58,
        651.44
    ],
    [
        " there's 40 or 50 pages. I guess 40 pages of the eye as a military instrument, the eye as a camera,",
        651.54,
        659.36
    ],
    [
        " visual acuity, glare, visual fatigue on all these things, visual adaption and night vision,",
        659.54,
        665.0
    ],
    [
        " color and camouflage. All that stuff is about sight. So it's literally talking about these things",
        665.64,
        670.26
    ],
    [
        " and we covered some of those in in the first podcast. We're not going to cover them today. Then it",
        670.26,
        675.34
    ],
    [
        " goes into the ear as a military instrument, the nature of hearing, the physiology of hearing.",
        675.34,
        680.84
    ],
    [
        " Then it goes to smell in war. Again, this is kind of this probably you weren't predicting these, right?",
        681.16,
        686.72
    ],
    [
        " No. Equilibrium and bodily orientation. Topographical orientation. It's talking about how your mind",
        687.2,
        694.22
    ],
    [
        " works to remember maps and mental map making and things like that. Efficiency and fatigue. Again,",
        694.22,
        700.86
    ],
    [
        " we covered a bunch of these already and they're not that much different in this book. In fact,",
        700.86,
        705.3
    ],
    [
        " I would venture to say the other book is the book psychology for the fighting man, which is",
        705.48,
        710.68
    ],
    [
        " written in a little less Latin and a little more English is a little better. Efficiency and fatigue,",
        710.68,
        719.36
    ],
    [
        " physical conditions of efficiency. There's a whole section here called the selection of men.",
        719.62,
        725.38
    ],
    [
        " Again, we covered on the first one of this one. It doesn't differ that much. Use more technical terms.",
        726.42,
        730.5
    ],
    [
        " But those are on podcast 164. 165. Learning talks about how we learn how to teach army teaching,",
        730.86,
        738.04
    ],
    [
        " motivation, and morale. Again, these are all things that were covered in English. More vernacular,",
        738.5,
        745.64
    ],
    [
        " common vernacular in the book psychology for the fighting man, personal adjustment, fear,",
        745.92,
        752.42
    ],
    [
        " and anger. This is a section here about emotion. Now, we are going to touch on that one",
        753.18,
        757.14
    ],
    [
        " because that one is a little bit. There's some important points that I wanted to either rehash or show",
        757.7,
        764.54
    ],
    [
        " the differences between there's a thing about sex, which I was kind of like, how does that fit in?",
        764.54,
        769.86
    ],
    [
        " And then you start reading it. It's like, oh, you've got 3,000, 5,000 or 10,000 men with no women around.",
        770.06,
        777.16
    ],
    [
        " What is that doing to their brains? Well, it's going to have an impact. It's got leadership and",
        777.46,
        784.98
    ],
    [
        " we are definitely going to touch on leadership. That's the main reason why I decided, hey,",
        784.98,
        788.36
    ],
    [
        " you know, we do need to hit this book because the leadership section, and then it closes out with",
        788.42,
        793.74
    ],
    [
        " rumor and panic and mobs and assessing opinion and discovering facts and propaganda and psychological",
        793.74,
        799.88
    ],
    [
        " warfare. The main things that we're going to focus on is the fear and emotions and leadership,",
        799.88,
        807.7
    ],
    [
        " because I think those are the things that actually lent some more information that was usable",
        807.76,
        812.9
    ],
    [
        " compared to what we covered on the first two podcasts. Four years ago, we covered those podcasts.",
        812.9,
        817.0
    ],
    [
        " The use of psychology in War Chapter 1, war is fought by men. Modern war is fought by men and",
        817.5,
        825.22
    ],
    [
        " machines, a great variety of machines, but also a great variety of men with various skills and",
        825.22,
        831.78
    ],
    [
        " abilities. Without men, the machines are useless. Without the special skills and abilities of men",
        831.78,
        837.7
    ],
    [
        " for operating the machines and for performing all the other complex operations of war,",
        837.7,
        844.1
    ],
    [
        " the armed forces would be helpless. In other words, the army and navy in a very serious and",
        844.46,
        850.56
    ],
    [
        " specific manner have to take account of human nature. So no matter what you're doing, you have to",
        850.56,
        859.22
    ],
    [
        " account for human nature. And we get into a situation where you've got a bunch of machines, but you",
        859.22,
        867.42
    ],
    [
        " don't account for what that does to them and how that machine impacts them. You're going to end",
        867.42,
        874.0
    ],
    [
        " up in a situation where things don't go the way you want them to go. So we have to understand the",
        874.0,
        877.98
    ],
    [
        " psychology. We have to understand human nature that goes on in a way, a man is himself a machine.",
        877.98,
        883.66
    ],
    [
        " That is to say, he is a complex organism with certain properties, capacities, and abilities.",
        884.68,
        889.52
    ],
    [
        " Some of his abilities as well as some of his deficiencies, he is inherited. For instance, no man can",
        889.88,
        895.78
    ],
    [
        " see as well in the dark as in daylight and every man who sees it all can see better at night after",
        895.78,
        901.8
    ],
    [
        " he has remained sometime in the dark. This human ability and limitation, this property of seeing",
        901.8,
        907.68
    ],
    [
        " of the seeing eye is inherited. Training alters the capacity only a little.",
        907.68,
        913.7
    ],
    [
        " There are, however, great differences in sensitivity among men. Some have much better night vision",
        914.54,
        921.26
    ],
    [
        " than others and should therefore be the one selected for making observations at night.",
        921.26,
        926.52
    ],
    [
        " The military problem here is first to know the capacities and limitation of the human eye and then",
        927.04,
        931.88
    ],
    [
        " to adjust the military requirements to them so as to employ the maximal visual acuity without",
        931.88,
        936.7
    ],
    [
        " demanding the impossible. Then this is one example that they're giving. Some people can see better",
        936.7,
        943.42
    ],
    [
        " than others. Chuck Yeager. Unbelievable eyesight makes a great fighter pilot. You have",
        943.42,
        951.08
    ],
    [
        " somebody that can't see very well. You don't want it to be a fighter pilot. Dave Burke.",
        951.08,
        955.9
    ],
    [
        " Good deal, Dave. Excellent eyesight. Less important nowadays because you got radar.",
        956.24,
        961.02
    ],
    [
        " But back in the day, you want that eyesight.",
        961.52,
        965.76
    ],
    [
        " It goes on. Most human skills are, however, not inherited but learned. That is true of all complex",
        967.68,
        974.88
    ],
    [
        " skills. Men differ in their aptitudes for learning, for learning in general, and also for learning",
        974.88,
        980.3
    ],
    [
        " particular skills. This is somebody who's asking me about skydiving the other day.",
        980.3,
        984.34
    ],
    [
        " Why would someone not be a good skydiver? Well, basically, I think most humans can get to a point",
        989.64,
        997.14
    ],
    [
        " where they can do it. Those me you're talking to, by the way. Some people are going to learn",
        997.14,
        1006.08
    ],
    [
        " it quicker than others. It's like surfing. There's some people you take their first day out surfing.",
        1006.08,
        1010.84
    ],
    [
        " They've never surfed before and they can stand up their first day. They will stand up on this",
        1010.84,
        1014.58
    ],
    [
        " board and ride away from their first day. Some people aren't going to be able to stand up on a",
        1014.58,
        1017.9
    ],
    [
        " board for four or five days. Almost everyone after four or five days is going to be able to stand up",
        1017.9,
        1023.52
    ],
    [
        " and ride away to the beach. I don't know why that is. It's like in basic seal training.",
        1023.52,
        1029.06
    ],
    [
        " There's going to be some things. Let's say when you're out on San Clemente Island, you're going",
        1029.36,
        1039.52
    ],
    [
        " to shoot a certain qualification with a rifle. You've got to shoot a certain score on targets",
        1039.8,
        1045.84
    ],
    [
        " with pistol and rifle. Out of every hundred guys that go out there, there's going to be one of them",
        1045.84,
        1053.28
    ],
    [
        " that just like doesn't, it's going to take them another shot. They're going to get rolled back.",
        1053.28,
        1057.76
    ],
    [
        " Out of every hundred. Maybe it's three out of every hundred. Maybe it's seven. I don't know the",
        1058.2,
        1062.26
    ],
    [
        " numbers. I'm sure the buds instructors could tell you, hey, it's probably this, you know, whatever,",
        1062.26,
        1067.54
    ],
    [
        " four percent. But there are going to be some people that just don't, they're not going to be good at it.",
        1067.82,
        1074.2
    ],
    [
        " And they, very few people will actually get dropped from training because they couldn't",
        1075.18,
        1081.46
    ],
    [
        " fire a pistol and a rifle and get the required score after two classes. I would say that number",
        1081.46,
        1087.16
    ],
    [
        " has got to be absolutely tiny. But there are going to be some people that are going to basically",
        1087.16,
        1092.48
    ],
    [
        " take longer to learn. Same thing with parachuting. Same thing with something more complex like",
        1092.48,
        1097.74
    ],
    [
        " close quarters combat. There's a certain standard you have to get to when you're going through that",
        1097.74,
        1103.48
    ],
    [
        " what's now called SQT seal qualification training. You got to get a certain level",
        1103.48,
        1108.54
    ],
    [
        " you can't make mistakes. You can only make three mistakes or whatever the number is. They",
        1108.54,
        1114.4
    ],
    [
        " have a way of grading it. More people, there's probably seven people out of a hundred that are,",
        1114.4,
        1121.36
    ],
    [
        " or three people out of a hundred. I know what the number is. But what I'm trying to say is there's",
        1121.36,
        1124.58
    ],
    [
        " some people, it's going to take them longer to learn it. Occasionally, someone's not going to be",
        1124.58,
        1128.34
    ],
    [
        " able to learn it. Occasionally, someone's not going to be able to learn it. So we have to take that",
        1128.34,
        1134.44
    ],
    [
        " into account. And that's exactly what they're saying here is that you've got to, and it goes into",
        1134.44,
        1139.72
    ],
    [
        " here, we take into account two factors, the different skills that men already have acquired and the",
        1139.72,
        1144.32
    ],
    [
        " different capacities they have for acquiring a particular particular skill quickly. Because there's",
        1144.32,
        1150.08
    ],
    [
        " some people that they were already parachute qualified. Like they were a free fall guy. They're",
        1150.08,
        1156.28
    ],
    [
        " not going to have any trouble. Now, they might not, they might have been a not a naturally gifted free",
        1156.28,
        1160.48
    ],
    [
        " fall, but they've got 280 jumps when they show up to buds. They're going to get free. There's going",
        1160.48,
        1165.68
    ],
    [
        " to be no problem for them. They've already done it before. Yeah, I remember when I asked that because",
        1165.68,
        1169.6
    ],
    [
        " parachute in free fall skydiving that stuff is like since that's real foreign to me flying through",
        1169.6,
        1175.92
    ],
    [
        " the air and being good at it. And then maneuvering like any kind of parachute equipment and that's not",
        1175.92,
        1181.66
    ],
    [
        " obvious. What kind of traits you need to have or not have to be good at that. I don't even know",
        1181.66,
        1188.48
    ],
    [
        " what good looks like. I don't know what bad looks. But I don't even, so it's like, oh, what makes you",
        1188.48,
        1192.64
    ],
    [
        " good? You know, whatever. Like, you know, in certain other like surfing, for example, you get a kid",
        1192.64,
        1199.26
    ],
    [
        " who has good balance because you you can see kids like this kid has good balance. This kid",
        1199.26,
        1204.1
    ],
    [
        " inherited ability of balance, right? Yeah, exactly. Yeah, it's real obvious. Even if you don't",
        1204.7,
        1208.66
    ],
    [
        " surf, you're like, okay, if you have good balance, that's going to help you in surfing or, you know,",
        1208.66,
        1212.62
    ],
    [
        " snowboarding, you know, this case may or may not be. But skydiving is like, right, you don't need",
        1212.76,
        1217.16
    ],
    [
        " balance. Well, not not when you look at someone's skydiving, it doesn't intuitively hit you like,",
        1217.16,
        1221.66
    ],
    [
        " oh, you need balance for that. Even though you probably, I don't know, I'm assuming you probably",
        1221.74,
        1225.28
    ],
    [
        " didn't need. I kind of know you don't need balance. Oh, yeah. There's this wet switch makes skydiving",
        1225.28,
        1229.76
    ],
    [
        " a weird example. Yeah. Because there's this, I think it's proprioception. Yeah. And then very rapid",
        1229.76,
        1235.88
    ],
    [
        " learning because you have to learn that, oh, when I move my arm like this, it makes me go over",
        1235.88,
        1240.02
    ],
    [
        " there when I move my other arm like this, it makes me go over there. So you're learning very rapidly",
        1240.02,
        1243.44
    ],
    [
        " how your body is reacting to what your body is doing. Yeah. And therefore, if you have that ability",
        1243.44,
        1249.52
    ],
    [
        " to do that, you'll get good at it quickly. Yeah. If you don't, it's a weird, there's a weird instinct",
        1249.52,
        1256.16
    ],
    [
        " when it comes to free falling. And that is if in a way, your brain can think your, your brain can",
        1256.72,
        1264.08
    ],
    [
        " think you're in the water. Yeah. Because there's no, there's no other thing to compare it to. And when",
        1264.08,
        1270.02
    ],
    [
        " you're in water, you're kind of waitless. But if you want to move over there, you kind of move",
        1270.02,
        1273.78
    ],
    [
        " that. And so you see guys skydiving, they, they swim. Yeah. They like try and swim through the",
        1273.78,
        1286.06
    ],
    [
        " with proprioception. And then it has to do with being able to rapidly learn what your body is doing",
        1286.68,
        1292.14
    ],
    [
        " and what the reaction is. And then making adjustments. Yes. And you know what, what I think, I think,",
        1292.14,
        1296.5
    ],
    [
        " I don't know, I'm not an expert, but what I think is rapidly learning. And at the same time,",
        1296.5,
        1300.88
    ],
    [
        " probably equally as important, almost it's a version of unlearning too. So like you, you mentioned",
        1300.88,
        1306.26
    ],
    [
        " like skydiving and swimming, right? Most people, if they know how to swim, it seems natural. They",
        1306.26,
        1311.62
    ],
    [
        " say it's almost like a language, right? Where you got to like unlearn that language. It doesn't mean",
        1311.62,
        1315.18
    ],
    [
        " this anymore. So like you're in the pool or in the ocean, whatever, when you're swimming, when you",
        1315.5,
        1320.86
    ],
    [
        " do this thing, it has this result and it's automatic or at your right in your brain, you got to unlearn",
        1320.86,
        1327.46
    ],
    [
        " that in the air, right? Just like, um, so snowboarding, whatever. If you're not used to it, this is my",
        1327.46,
        1335.14
    ],
    [
        " experience. In the beginning, when you're not used to it, and you're like, you kind of go into",
        1335.14,
        1338.8
    ],
    [
        " sort of panic mode, which is that's when you go to your natural instincts, you, you want to lean",
        1338.8,
        1343.44
    ],
    [
        " back and whatever. I'm going to fast on a lean back. You know, that's just the thing, but leaning",
        1343.8,
        1347.4
    ],
    [
        " back gives you less control. You can't turn. It's like it's basically the exact opposite of what",
        1347.4,
        1351.9
    ],
    [
        " you want to do to control your, your speed or your turn, whatever. But so you got to unlearn that.",
        1351.9,
        1357.08
    ],
    [
        " And it's hard to unlearn for certain people when they're so, when they learned it so, I don't",
        1357.28,
        1361.38
    ],
    [
        " know what the word would be like hardcore. They learned it so hard. It's so ingrained in them.",
        1361.38,
        1364.76
    ],
    [
        " It's harder to unlearn that kind of stuff. Yeah. So it's hard to learn the new stuff you've got to",
        1364.92,
        1368.98
    ],
    [
        " learn. Some say different people will be at different capacities across the spectrum of what we're",
        1368.98,
        1372.98
    ],
    [
        " talking about. Some people they feel that almost immediately, they go, oh, I got to lean forward.",
        1372.98,
        1376.44
    ],
    [
        " And all of a sudden they're good to go. Yeah. Some people they just can't, they have a different",
        1376.74,
        1381.06
    ],
    [
        " capacity for learning. And by the way, that capacity for learning in this particular case has",
        1381.06,
        1385.7
    ],
    [
        " nothing to do with your intellectual capacity. Because they're smart people that are sky trash when",
        1385.7,
        1391.7
    ],
    [
        " it comes to sky that right? Or they're, they're terrible doing CQC. They're the smartest person",
        1391.7,
        1398.02
    ],
    [
        " with the highest as Vab score, meaning they have the highest capacity for intellectual learning",
        1398.08,
        1403.42
    ],
    [
        " and they're a train wreck in the house. Or they're a train wreck in the sky like this happens. So",
        1403.42,
        1409.18
    ],
    [
        " there's this, there's this, and it talks about this. I don't know how much we're going to cover this,",
        1409.18,
        1413.26
    ],
    [
        " but in the selection of men in the other book and psychology for fighting men, it's like",
        1413.34,
        1417.24
    ],
    [
        " you could take the most, let's say the person with the highest intellectual capacity. And he's",
        1417.24,
        1427.26
    ],
    [
        " that don't require a lot of intellectual thought. They're going to get bored, they're not going to",
        1427.26,
        1433.2
    ],
    [
        " care. They're going to look for shortcuts. That's a real problem. And then you take someone that",
        1433.2,
        1436.68
    ],
    [
        " doesn't have a high intellectual capacity, they might be good at this particular job. But you put",
        1436.68,
        1441.1
    ],
    [
        " him in the job that requires a high intellectual capacity and they're going to have problems.",
        1441.1,
        1444.14
    ],
    [
        " Yeah, that's such a genius yet simple way to put it, which, to be honest, you never really",
        1444.88,
        1449.82
    ],
    [
        " thought of in these exact terms where if you're good at something, whether it be like anything",
        1449.82,
        1454.9
    ],
    [
        " requiring intellectual ability smart, whatever the word is, whatever the quality is. If you put",
        1456.18,
        1459.82
    ],
    [
        " him in a job that doesn't require that, they might not be that good at it. Regardless of",
        1459.82,
        1464.32
    ],
    [
        " what. Yeah, so it's one of the, it's actually a fallacy. It's a cognitive bias. I forget what",
        1464.32,
        1468.94
    ],
    [
        " it you actually mentioned in a few, few weeks ago. It's where it's, I think it's a form of anchoring",
        1468.94,
        1474.18
    ],
    [
        " or no, no, no, it's like the halo effect, I think. Halo effect. Yeah, where they're good at this.",
        1474.18,
        1478.28
    ],
    [
        " Yeah, there's guys are Princeton masters degree. You know, whatever. So of course he's going to be",
        1478.36,
        1483.3
    ],
    [
        " good at everything. What's like, but it's not true. He's good at getting Princeton degrees in",
        1483.3,
        1487.0
    ],
    [
        " that subject. You know, and what's really crazy is you take a, you take a guy that went to an Ivy",
        1487.0,
        1491.74
    ],
    [
        " League school, do you have a perfect SAT score and you put him in a seal, he doesn't know how to",
        1491.74,
        1495.86
    ],
    [
        " interact with other people. He doesn't have good emotional IQ, right? And so he's a disaster.",
        1495.86,
        1501.02
    ],
    [
        " You know, there was a while when they were recruiting a bunch of these Ivy League guys for",
        1501.68,
        1505.08
    ],
    [
        " the seal team. This was in the 90s. And they realized after a little while, we're not getting what",
        1505.08,
        1509.62
    ],
    [
        " we want. We're getting some of what we want. Some of the guys are fantastic. We have some Ivy",
        1509.62,
        1513.06
    ],
    [
        " League officers that were great officers. We also had some Ivy League officers that were",
        1513.06,
        1516.4
    ],
    [
        " disasters. And they realized they were looking for the wrong thing. Yeah, they were looking for,",
        1516.4,
        1521.2
    ],
    [
        " oh, we'll just grade them Halo effect. Oh, this person went to Harvard and got a great SAT score.",
        1521.2,
        1527.64
    ],
    [
        " They must be smart. They're going to be a great seal. No, it doesn't work that way. Sorry.",
        1527.84,
        1532.68
    ],
    [
        " And look, they can be great. Yeah. But it's not necessarily. And there's a decent chance that",
        1532.96,
        1539.44
    ],
    [
        " they're not good. So you got to pay attention to these things. This is the use of psychology and",
        1539.44,
        1544.62
    ],
    [
        " war and life. Goes on here to say, since you cannot create new men for war, you have to adapt",
        1544.62,
        1551.72
    ],
    [
        " the men already available. Thus it comes down. It does comes about that. The great task of creating",
        1551.72,
        1559.46
    ],
    [
        " new forces is principally a matter of selection and training. It is necessary to choose men who",
        1559.46,
        1563.58
    ],
    [
        " already have the needed skill or else to train them. Actually, the armed forces do both. If it's",
        1564.16,
        1570.22
    ],
    [
        " if a civilian skill like typewriting is also a military skill, men already have that ability to type",
        1570.22,
        1574.86
    ],
    [
        " is going to easily be selected. If there's not enough, you could train them. That's basically what it",
        1574.86,
        1579.14
    ],
    [
        " says there. Then it says, oh, it's basically this is what we're just talking about. For training,",
        1579.14,
        1585.7
    ],
    [
        " there are differences of attitude among men, a mentally deficient man, although perhaps bright",
        1585.78,
        1591.44
    ],
    [
        " enough for a number of tasks necessary in the armed forces could never learn code fast enough to",
        1591.44,
        1596.54
    ],
    [
        " make training him worthwhile. Many bright men moreover lack code aptitude and should not be trained",
        1596.54,
        1602.92
    ],
    [
        " when more apt men are available. Psychological tests can determine what capacity a man has for",
        1602.92,
        1608.42
    ],
    [
        " learning a wide variety of tasks for learning code in particular. Selection and training go hand in",
        1608.42,
        1614.86
    ],
    [
        " hand. This is I think this yeah, this is talking about Morse code. I had to learn Morse code.",
        1615.26,
        1623.04
    ],
    [
        " And again, what's interesting about learning Morse code was we had to learn to send and receive",
        1623.3,
        1629.14
    ],
    [
        " Morse code. And I forget the numbers, but there was a qualification we had to get in order to pass",
        1629.14,
        1633.6
    ],
    [
        " the radio min school that I went to for being a seal radio min. RTO. And some guys do day freaking",
        1633.6,
        1642.18
    ],
    [
        " struggled. They struggled with it. So I think everyone ended up passing, but some guys barely passed.",
        1643.84,
        1651.12
    ],
    [
        " I think they got a little extra love from the freaking chief. That was one of the course I did.",
        1651.2,
        1654.86
    ],
    [
        " You're close enough. If we have a thermonuclear war, the only way to transmit communication is through",
        1654.86,
        1660.08
    ],
    [
        " HF Morse code. You're going to die for other than that. You'll be all right. But it's interesting.",
        1660.08,
        1667.22
    ],
    [
        " And in some of the guys, we're just like, like, there was no one that was some brilliant guy that,",
        1667.8,
        1673.72
    ],
    [
        " oh, this is easy. Some of the smart guys at a hard time. Some of the guys that were kind of rocks",
        1673.82,
        1677.66
    ],
    [
        " were like, oh, this is easy. You know what I'm saying? Like, they just happen to have, it's like",
        1677.66,
        1682.38
    ],
    [
        " tonal languages. Do you know what those are? Yes. Like an actress is going to say like pretty much any",
        1682.38,
        1688.66
    ],
    [
        " language scenario. Like if you have exposure to let's say three different languages, you don't",
        1688.66,
        1697.2
    ],
    [
        " do them constantly or whatever, the probability of you picking up like another language, even they",
        1697.2,
        1702.92
    ],
    [
        " can be along the same lines just to a small degree. You're going to pick it up way better than the",
        1702.92,
        1707.64
    ],
    [
        " smartest of guys. Well, I mean, not every single time, but for the most part, the smartest of guys",
        1707.64,
        1711.78
    ],
    [
        " who has very little or no exposure to other languages. Yeah. Yeah. Totally. The tonal languages",
        1711.78,
        1718.9
    ],
    [
        " are you hear the differences? I would love to give you a great example. I think one of them is",
        1718.9,
        1726.58
    ],
    [
        " like the word cow in Thai. And it's like cow, cow, cow, cow, and they might sound the same to an",
        1726.58,
        1736.34
    ],
    [
        " American that speaks English. But for them, one means rice, one means white, one means eat, like",
        1736.34,
        1742.96
    ],
    [
        " they mean different things. And some guys, you gif, gif went to Thai language school. Oh, yeah.",
        1742.96,
        1747.84
    ],
    [
        " Or did he go to Thai or Vietnamese? He might have gone to Vietnamese. But he went to a tonal language",
        1748.0,
        1752.6
    ],
    [
        " school and he said some people like they can't hear it. They could not hear it. So in six",
        1752.6,
        1756.62
    ],
    [
        " grade, it's Mandarin Chinese. And that was the deal. I was like, there are a lot of these words are",
        1756.62,
        1762.68
    ],
    [
        " the same words technically, but like the way and it was the actual Chinese lady. So she was,",
        1762.68,
        1768.52
    ],
    [
        " gee, that was her first language. So I was like, I am not going to be able to learn the plus",
        1768.7,
        1773.16
    ],
    [
        " I was in six grade. So you know, so it's different than like Spanish, so Hawaiian, Japanese,",
        1773.16,
        1779.44
    ],
    [
        " Filipino, these are like the cultures that are in Hawaii. Right. So you get different accents",
        1780.18,
        1784.8
    ],
    [
        " and then not to mention pigeon, which is like that's an accent. So Spanish easy. Like if you",
        1784.8,
        1790.3
    ],
    [
        " technically, if you really want to good like how should I scaffolding for Spanish, it's basically",
        1790.3,
        1796.1
    ],
    [
        " pigeon with a rolled R. That's it. So if you do a Spanish or like a Spanish accent and take off the",
        1796.44,
        1803.76
    ],
    [
        " R's at the end and you replace them with A like, ah, you got pigeon straight up. And I'll tell",
        1803.76,
        1810.66
    ],
    [
        " it's a funny example of this. Where you ever watch your heard or seen the movie 51st dates.",
        1810.66,
        1816.0
    ],
    [
        " No, no. Okay. So it's Adam Sandler. And it sounds like a romantic comedy. Yeah.",
        1816.36,
        1819.82
    ],
    [
        " Yeah. Yeah. Yeah. Therefore I have not. Not your jam. But Rob Schneider. Okay. You know, great",
        1819.88,
        1825.62
    ],
    [
        " American actor. He played, I forget his name on there, but he played a full on local Hawaiian guy.",
        1825.62,
        1832.1
    ],
    [
        " Right. So he had to do a pigeon accent. And he'd mess it up because he'd include the R's and",
        1832.4,
        1836.9
    ],
    [
        " it just sounds like a Spanish accent. But all you got is take off the R at the end, make it into",
        1836.9,
        1841.2
    ],
    [
        " a boom. You got pigeon. It's easy to recognize when you hear you hear pigeon, you hear Filipino",
        1841.2,
        1847.54
    ],
    [
        " accents, you hear like all these different accents. And you're like, oh, I see that one. You",
        1847.54,
        1851.42
    ],
    [
        " way more recognizable. So it'll come away with natural. But some people have a natural ability.",
        1851.42,
        1856.32
    ],
    [
        " Now, whether that's natural because they were round languages when they were little, I don't know.",
        1856.44,
        1859.84
    ],
    [
        " But by the time they're ready to be trained, some of them have that ability, some of them don't.",
        1860.24,
        1865.14
    ],
    [
        " And that's the way it is. And if you try and take someone that can't hear those different",
        1865.24,
        1870.6
    ],
    [
        " tones and you try and make them learn Mandarin Chinese, it ain't gonna happen. It ain't gonna happen.",
        1870.6,
        1875.96
    ],
    [
        " So that's what they're saying in here. And they actually just say this, it does not matter whether",
        1876.64,
        1882.54
    ],
    [
        " aptitudes are inherited or learned. You have to take them as you find them. A learned civilian skill can",
        1882.54,
        1888.42
    ],
    [
        " often constitutes an aptitude for learning a military skill. For instance, civilian truck drivers",
        1888.42,
        1893.5
    ],
    [
        " have an aptitude for driving army trucks. It's still need to much further train. Pretty straightforward.",
        1893.5,
        1897.62
    ],
    [
        " What's interesting about this is this is a little bit counter to the idea, the modern idea that you",
        1898.3,
        1907.18
    ],
    [
        " can do whatever you want. Echo Charles. Like, oh, you can do anything, Echo. Like your parents,",
        1907.18,
        1911.18
    ],
    [
        " oh, Echo, you can do anything. Hey, man, actually, you can't learn Mandarin, right? Because you can't",
        1911.62,
        1916.86
    ],
    [
        " hear tones or you can, but it's gonna be a huge effort. And you're never gonna be very good at it.",
        1916.86,
        1920.24
    ],
    [
        " Because there's some people that learn a language. But damn, dude, like it is hard. And they don't sound,",
        1920.28,
        1926.24
    ],
    [
        " they still sound like a gringo, like no matter what. So that's a reality that a lot of times people",
        1926.24,
        1932.4
    ],
    [
        " don't want to face. Like, hey, you just don't really have the capacity for this thing. And you",
        1932.4,
        1936.98
    ],
    [
        " shouldn't really be doing this, right? And you better hope that what you want to do lines up with",
        1936.98,
        1943.14
    ],
    [
        " what you can do. You know, like Dave Burke. I'm good deal. Yeah. Obviously he wanted to be a fighter pilot.",
        1943.14,
        1951.58
    ],
    [
        " And he's a humble guy. But he also quite obviously had a natural a bill. He had to be to",
        1952.06,
        1959.7
    ],
    [
        " to have achieved the level of pilot that he did. He clearly had some level of natural",
        1959.7,
        1967.74
    ],
    [
        " ability. We know he had great eyesight. But he and the weird thing is he wasn't like he didn't",
        1967.74,
        1972.06
    ],
    [
        " play baseball. He didn't have some big hand eye coordination. He had a natural gift at some level",
        1972.06,
        1978.3
    ],
    [
        " to be able to fly as good as he could fly. Some feeling for that. Some thing that you get when",
        1978.66,
        1983.38
    ],
    [
        " you move that plane around, you understand it. You're connected to it. Where some people aren't.",
        1983.38,
        1987.94
    ],
    [
        " And look, and he also got maximum training, you know, being a top gun fighter pilot and top gun",
        1988.72,
        1993.78
    ],
    [
        " instructor and all those things. But he had to have some natural level to be able to make that",
        1993.78,
        2000.5
    ],
    [
        " stuff happen. And thankfully for him, luckily for him, those things lined up. You know, if he was",
        2000.5,
        2007.38
    ],
    [
        " like, Oh, I really want to be a Mandarin, you know, linguist. There's a chance he couldn't have done",
        2007.38,
        2012.84
    ],
    [
        " that. He might have been like, Oh, I want to be a what's another job in the military. Oh,",
        2012.84,
        2018.24
    ],
    [
        " here's one. I want to be EOD. He might have been colorblind. And if you're colorblind, you can't be",
        2018.4,
        2022.66
    ],
    [
        " EOD. Like that's just a disqualifier. So he you got to you got to hope that you are lucky enough",
        2022.66,
        2030.34
    ],
    [
        " that what you want to do is what you can do. But also you got to be",
        2030.34,
        2033.74
    ],
    [
        " savvy enough to say, you know what, I want to do that, but I can't do it. You know, I want to do that,",
        2035.76,
        2041.72
    ],
    [
        " but I actually can't do it. So I need to find something else to do.",
        2041.84,
        2044.46
    ],
    [
        " It says, these problems concerning human abilities and aptitudes are psychological often not always.",
        2046.1,
        2053.76
    ],
    [
        " It is the psychologists who can help armed forces find out what human abilities are needed and how",
        2053.98,
        2058.02
    ],
    [
        " to acquire them by selection of training. Psychology is the study of human nature and wars are",
        2058.02,
        2062.28
    ],
    [
        " fought by human beings. So there you go. It goes on to say psychological military problems also",
        2062.28,
        2069.7
    ],
    [
        " include the study of the other persons with whom the armed forces have to deal. The civilians on",
        2069.7,
        2076.8
    ],
    [
        " the home front who support the armed forces, the civilians of occupied country who come in contact",
        2076.8,
        2080.88
    ],
    [
        " with soldiers and sailors, the enemy civilians and the enemy and soldiers and sailors.",
        2080.88,
        2084.56
    ],
    [
        " Military men must know about the habits and thought of thought and action of all these kinds of",
        2085.78,
        2090.36
    ],
    [
        " people. They are often concerned with their beliefs, their emotions, their perspective actions.",
        2090.36,
        2095.34
    ],
    [
        " The leaders use various means for assessing opinions of such social groups and then knowing how",
        2095.7,
        2100.82
    ],
    [
        " these groups are thinking and feeling they may try to alter their opinions using psychological warfare.",
        2100.82,
        2106.04
    ],
    [
        " There's all kinds of things that are psychological or psychology is used for in war.",
        2106.36,
        2110.64
    ],
    [
        " As a matter, as a proclamation matter, the psychological business of the army and the navy",
        2111.42,
        2116.62
    ],
    [
        " with which this book is concerned breaks down to the following seven fields observation,",
        2116.7,
        2120.74
    ],
    [
        " performance selection, training, personal adjustment, social relations, opinion and propaganda.",
        2121.1,
        2126.0
    ],
    [
        " And so like I said, a lot of these we covered on podcast 164 and 165 but there was some interesting",
        2127.46,
        2133.48
    ],
    [
        " excerpts that are a little bit different. One of those sections is about emotion and specifically",
        2133.48,
        2138.84
    ],
    [
        " here we're going to talk about fear because I think there's some a lot to learn when I reread this",
        2138.84,
        2143.94
    ],
    [
        " fear is an unpleasant emotion. If intense it involves presently the whole psychological,",
        2144.0,
        2150.24
    ],
    [
        " the whole physiological pattern induced by the action of the sympathetic nervous system.",
        2150.7,
        2156.62
    ],
    [
        " It differs from anger in that it is characterized by an attempt to withdraw from the scene or",
        2156.86,
        2162.38
    ],
    [
        " avoid the fearful situation. So that's what fear does. So this whole sympathetic nervous system is",
        2162.38,
        2169.08
    ],
    [
        " going to do things, things are going to get released, adrenaline is going to all those things",
        2169.08,
        2172.3
    ],
    [
        " are going to happen to try and make you avoid the fearful situation. The energy with which the",
        2172.3,
        2177.86
    ],
    [
        " sympathetic system provides the body in a fearful emergency is normally used for escape, not for attack.",
        2177.86,
        2184.66
    ],
    [
        " Fortunately, the energy can nevertheless be diverted from flight to attack and thus fear may come",
        2185.32,
        2194.88
    ],
    [
        " to have a military use. So you may feel fear and you can change that fear from making you want to",
        2194.88,
        2204.1
    ],
    [
        " run, you can utilize that energy, you can utilize anger, you can utilize frustration, you can actually",
        2204.1,
        2210.76
    ],
    [
        " utilize these emotions as long as you control your emotions, as long you understand what's happening.",
        2210.76,
        2215.22
    ],
    [
        " It says fear thrives on frustration. It persists and grows when danger impens, especially if there's",
        2216.16,
        2223.04
    ],
    [
        " nothing the fearful man can do to lessen the threat against him. Action on the other hand,",
        2223.04,
        2228.24
    ],
    [
        " always lessons or may even abolish fear, resolving the frustration and eliminating it. Now this is",
        2228.46,
        2234.78
    ],
    [
        " why you get freaking guys in World War One getting shell shock because nothing you can do about you're",
        2234.78,
        2239.02
    ],
    [
        " sitting in a trench waiting to get blood died. At least when you charge, you're charging,",
        2239.02,
        2244.3
    ],
    [
        " but sitting that's why it's called shell shock. It wasn't called a tack shock because when you're",
        2244.58,
        2249.62
    ],
    [
        " attacking, you feel better. When you're sitting in a trench waiting to die, waiting to have a freaking",
        2249.62,
        2254.28
    ],
    [
        " giant shell land on your spot and get blown to smithereens like all of your friends have been,",
        2254.28,
        2258.94
    ],
    [
        " and there's nothing you can do about it. The soldier who transforms fear into escape,",
        2259.94,
        2265.82
    ],
    [
        " rushing headlong through the woods, over fences and across gullies is usually too busy to feel",
        2266.0,
        2269.86
    ],
    [
        " afraid anymore. Others will describe him as afraid, but the emotion that started his action,",
        2269.86,
        2276.12
    ],
    [
        " the gnawing haunting, sickening dread will itself very likely be gone. It may come again if he",
        2276.48,
        2282.72
    ],
    [
        " is stopped by an obstacle or a command being forced to wait inactive for danger to come to him.",
        2282.72,
        2288.66
    ],
    [
        " So you get that fear comes up once it's going, once you're taking action, it's kind of gone.",
        2289.72,
        2294.54
    ],
    [
        " People tell you that fear and anger are sometimes mixed. It seems much more likely that what happens",
        2295.78,
        2301.24
    ],
    [
        " is the fearful man at bay turns on his enemy to attack him, just as the fearful animal attacks",
        2301.24,
        2307.7
    ],
    [
        " when cornered. The man who is attacking, whether he be grappling with another man with his life",
        2307.7,
        2314.3
    ],
    [
        " as the prize, salute, or shooting from a foxhole as the enemy comes across the clearing is working",
        2314.3,
        2320.66
    ],
    [
        " his sympathetic system for all his worth, but not any longer feeling very much afraid. He is much",
        2320.66,
        2327.7
    ],
    [
        " too busy. That's funny when we had Mike Thornton and I asked him, he's running across to get his",
        2327.7,
        2335.74
    ],
    [
        " shot platoon leader, there's just total mayhem going on. Mike Thornton, Metal Von Recipient,",
        2335.74,
        2344.2
    ],
    [
        " Seal Team One, and he came on and gave us a full debrief. I was like, oh, were you scared? He's",
        2344.64,
        2349.98
    ],
    [
        " like, oh, I was busy. That's exactly what he says. His mouth may be dry, he may feel lump in his throat,",
        2349.98,
        2356.3
    ],
    [
        " still a little bit sick and stomach, but the sympathetic system does that to him, but at least you",
        2356.3,
        2362.64
    ],
    [
        " could not say whether he's afraid or angry. Cheefly, he is active and moved, neither specifically",
        2362.64,
        2368.48
    ],
    [
        " afraid nor angry. Fear, as distinguished from anger, is often identical with anxiety. That state",
        2368.48,
        2375.2
    ],
    [
        " of depressed, unpleasant, fatigued, apprehensive worry, which frustration always produces.",
        2375.2,
        2380.42
    ],
    [
        " Fatigue always accompanies prolonged anxiety and also those early stages of fear before the",
        2381.32,
        2387.82
    ],
    [
        " sympathetic system has released enough adrenaline into the blood to abolish it. On the other hand,",
        2387.82,
        2393.5
    ],
    [
        " acute terror suddenly aroused is something more than anxiety. The terrorized person knows of what",
        2393.7,
        2401.32
    ],
    [
        " he is afraid and his sympathetic system may be energized too rapidly for him to feel fatigue.",
        2401.32,
        2406.88
    ],
    [
        " At any rate, he will not be in terror. He will not in terror be noticing fatigue.",
        2406.88,
        2413.04
    ],
    [
        " What he notices is usually inabission, inability to act, run or fight. So often terror immobilizes",
        2413.34,
        2420.16
    ],
    [
        " a man. It may, of course, mobilize him instead and make him run and panic.",
        2420.16,
        2423.46
    ],
    [
        " So it's pretty interesting that that terror is going to, I mean,",
        2424.62,
        2433.84
    ],
    [
        " either freeze you up or make you mobilized. We prefer mobilized. This is flight, flight or",
        2435.08,
        2442.06
    ],
    [
        " freeze. Remember? I don't know. I remember. It used to be a fight or flight and at some point,",
        2442.06,
        2446.72
    ],
    [
        " someone added freeze. And I've seen guys freeze. I've seen guys fight. I've seen some flight.",
        2446.86,
        2453.94
    ],
    [
        " It can get a little bit crazy. The characteristics of fear are then unpleasantness, fatigue,",
        2454.26,
        2460.84
    ],
    [
        " and the desire to escape a state of mind that ends ordinarily in getting the sympathetic system",
        2460.92,
        2465.44
    ],
    [
        " to work and sometimes in figures action, which replaces the fear, the action of attack or escape",
        2465.44,
        2470.78
    ],
    [
        " or of doing something else, either about the danger or about something that is important.",
        2470.78,
        2475.88
    ],
    [
        " A man may forget his fear when he suddenly has his wooned calm down to attend to, forget fear",
        2476.54,
        2481.72
    ],
    [
        " through his danger is not, though his danger is not diminished. So, and this is again action",
        2481.72,
        2488.3
    ],
    [
        " taking action. I said this on the huberman when I was on the huberman's podcast, you know,",
        2488.44,
        2493.1
    ],
    [
        " I was like, oh, your hesitant, you're scared. Like action is the solution. Here you go.",
        2493.26,
        2499.3
    ],
    [
        " The army using its excellent questionnaire method. That's an exact quote. And I don't know if",
        2500.9,
        2505.78
    ],
    [
        " someone was just kissing a ass to the person that wrote this or whatever, but it says the army",
        2505.78,
        2509.0
    ],
    [
        " using its excellent questionnaire method has collected from combat troops, a list of fears,",
        2509.0,
        2515.5
    ],
    [
        " a list of their felt symptoms of fear. Here is what the list with the frequencies with which",
        2515.86,
        2522.82
    ],
    [
        " the symptoms were reported. The reason I wanted to go over this is because I always talk about",
        2522.82,
        2526.64
    ],
    [
        " detaching and I talk about knowing what your red flags are, meaning how do you know when you",
        2526.64,
        2533.14
    ],
    [
        " need to detach? And I always talk about, hey, you start to raise your voice because you're getting",
        2533.14,
        2538.96
    ],
    [
        " mad. You start to clench your fists because you're getting mad. You start to get red in the face",
        2538.96,
        2542.5
    ],
    [
        " because you're getting mad. You start to breathe harder because you're getting mad.",
        2542.5,
        2545.68
    ],
    [
        " So all those things are good to identify so that you could recognize that you're starting to lose",
        2546.32,
        2552.0
    ],
    [
        " your temper or get emotional. It says here, violent pounding of the heart 86%. Sinking, sinking,",
        2552.0,
        2558.68
    ],
    [
        " feeling in the stomach 75% feeling sick in the stomach 59% trembling and shaking 56% cold sweat 55%",
        2558.88,
        2566.04
    ],
    [
        " tense feeling in the stomach 53% feeling of weakness and faintness 51% vomiting 24% losing",
        2566.04,
        2572.42
    ],
    [
        " control of bowels 10% urinating in the pants 10% what is the percentages represent? How often",
        2572.42,
        2579.48
    ],
    [
        " people reported this or the frequencies with which the symptoms were reported. So 10% of people",
        2579.48,
        2586.5
    ],
    [
        " said they pissed their pants 10% of people said they shit their pants 24% of people said they",
        2586.5,
        2591.28
    ],
    [
        " threw up. We used to catch a lot of guys like insurgents or terrorists when we would hit their",
        2591.28,
        2598.34
    ],
    [
        " houses at two o'clock in the morning. There was I would say there was more than 10% of people that",
        2599.36,
        2606.1
    ],
    [
        " pissed themselves. They maybe men but not that much. But it was pretty normal that a guy shit",
        2606.1,
        2611.2
    ],
    [
        " himself or he pissed himself like some moussa hadine fighter. You blast their door off their house,",
        2611.2,
        2615.38
    ],
    [
        " they're pissing their pants. It was always kind of nasty to deal with. But what's interesting",
        2615.38,
        2623.0
    ],
    [
        " about those is we got to remember what are those for you. You know next time you get pissed and",
        2623.0,
        2629.2
    ],
    [
        " you lose your temper try and reverse engineer it and figure out what you could have noticed",
        2629.2,
        2633.92
    ],
    [
        " so that you can stop it next time.",
        2633.92,
        2637.34
    ],
    [
        " Says here it says here mostly fear makes sense to the fearful man because he knows of what he's",
        2638.08,
        2651.72
    ],
    [
        " afraid. He knows not only that he is afraid but that he has reason to be afraid. Sometimes he",
        2651.72,
        2656.34
    ],
    [
        " becomes anxious however without any assignable cause. He is scared but he does not know that he is",
        2656.34,
        2663.98
    ],
    [
        " and this is something I have talked about a lot when I would have a fighter in the UFC",
        2663.98,
        2670.42
    ],
    [
        " and they'd be nervous and they wouldn't know what it was but they'd feel like sick and they'd",
        2670.42,
        2675.52
    ],
    [
        " feel like and it's oh you're that's nerves and it's good because you're preparing you for combat.",
        2675.52,
        2679.84
    ],
    [
        " If you don't tell them that they actually think they're sick. They think there's something wrong with",
        2680.84,
        2683.9
    ],
    [
        " them. Same thing with combat. Oh you feel like a little bit sick. You've gone to the you know you've",
        2683.9,
        2687.76
    ],
    [
        " hit the out you've hit the the porta potty four times in the last 20 minutes. You good?",
        2687.76,
        2693.42
    ],
    [
        " They think they feel sick but they're really just nervous. They take that combat shit three times",
        2694.46,
        2700.96
    ],
    [
        " before they get in their home because they're nervous as hell and so you go hey man it's all good",
        2700.96,
        2705.82
    ],
    [
        " that's just your nerves and that's a good thing I always tell him it's a positive thing. I mean",
        2705.82,
        2709.28
    ],
    [
        " your body's getting ready for combat so that's good. Says here he wants to get out of fighting while",
        2709.28,
        2714.86
    ],
    [
        " his pride makes him want to fight so he finds himself frustrated in conflict in conflict too proud",
        2714.86,
        2720.6
    ],
    [
        " to admit even to himself his desire to escape. He goes on about his work depressed tired feeling sick",
        2720.6,
        2726.72
    ],
    [
        " to his stomach not knowing the cause of his trouble. Actually he's afraid you do not have to know",
        2726.72,
        2731.26
    ],
    [
        " of what you are afraid in order to be afraid although you will sell them tell other persons",
        2731.26,
        2735.86
    ],
    [
        " about a fear that seems you have no reasonable cause. It is because action is the cure for fear",
        2735.86,
        2742.52
    ],
    [
        " that courage and fear so often go together this is awesome. A man is afraid because he is afraid",
        2742.52,
        2749.54
    ],
    [
        " his sympathetic nervous system is gearing him to activity physically he's in good position to do",
        2749.54,
        2754.74
    ],
    [
        " something about the danger that haunts him. Shall it be a scaper attack discipline pride confidence",
        2754.74,
        2760.04
    ],
    [
        " and leaders belief in war aims and a host of other of other forces press him on toward bravery",
        2760.04,
        2767.24
    ],
    [
        " thus his heart in his throat he stumbles into action finds action good lets out a yell from his",
        2767.24,
        2774.98
    ],
    [
        " dry mouth and is soon fighting away vigorously his mouth moist again and his fatigue gone his fear",
        2774.98,
        2782.32
    ],
    [
        " was useful he provided the energy and other things steered him to the right kind of activity",
        2782.32,
        2788.98
    ],
    [
        " boom oh you're scared i'm going on the attack when we're kids it was like it was actually a mix",
        2790.14,
        2799.58
    ],
    [
        " between fear and anger probably some like frustration where basically you do that you'd kind of",
        2799.58,
        2806.62
    ],
    [
        " like flip the switch where it just turns to complete aggression right that's like the process",
        2806.62,
        2812.6
    ],
    [
        " and we'd call it amp in out so like when you when you get a Christmas story yes that was perfect",
        2812.6,
        2818.86
    ],
    [
        " example for example amp in out yeah so that was like a it's like an expression when we're a little",
        2818.86,
        2824.6
    ],
    [
        " kids like yeah when two people get into a fight like there's a different thing two guys getting a",
        2824.6,
        2828.92
    ],
    [
        " fight and getting mad and talking trash to each other and all that and then a guy does amp in out",
        2828.92,
        2833.14
    ],
    [
        " like I go amped out yes it was like I think and it's a very very very distinct differentiator when",
        2833.14,
        2840.2
    ],
    [
        " that amps out and a guy just gets into a fight because when you amp out you're crying like everything is",
        2841.2,
        2846.22
    ],
    [
        " coming out everything you crying you may or may not be yelling uh you you're winning you",
        2846.22,
        2851.68
    ],
    [
        " the time you're winning you don't know when to stop like you know just like on Christmas story where",
        2851.68,
        2856.74
    ],
    [
        " he was beating that kid down down and they had to break it up but whatever like that's amping out",
        2856.74,
        2860.82
    ],
    [
        " so it's like all the version the essentially the beginner version of taking all that negative",
        2860.82,
        2869.32
    ],
    [
        " like a fear and all that stuff and then like directing it utilizing it amp in out there you go man",
        2869.32,
        2875.72
    ],
    [
        " isn't it isn't incredible like how specific this is and yet how totally accurate it is and how if",
        2875.72,
        2882.98
    ],
    [
        " you understand it then you can recognize it yourself and you can recognize it in others yeah like",
        2882.98,
        2888.12
    ],
    [
        " when you see someone's afraid the best thing you can do is tell them he was walking to do",
        2888.12,
        2892.12
    ],
    [
        " unfortunately goes back to the book here on the other hand fear does not always disappear in",
        2892.12,
        2898.84
    ],
    [
        " combat perhaps because not all combat is active or because activity is not strong enough to",
        2899.34,
        2903.58
    ],
    [
        " banish fear the army has questioned combat troops as to when when they feel the most fear 39%",
        2903.58,
        2909.5
    ],
    [
        " of men reported fear as the strongest before battle 35% said it was strongest during battle 16%",
        2909.5,
        2916.98
    ],
    [
        " said it was great as the greatest fear came for them after combat and 10% couldn't decide",
        2916.98,
        2921.5
    ],
    [
        " have you ever done something when you got done you're like whole yes that's the one that seems to",
        2921.5,
        2928.3
    ],
    [
        " stick out in my mind the most yeah rough come back from something and been like",
        2928.3,
        2932.02
    ],
    [
        " you ever been in because the time or one of the times it sticks out the most to me is I was a white man",
        2932.02,
        2942.3
    ],
    [
        " nor short oh oh damn and it was a big day big huge day and I went out whatever",
        2942.3,
        2949.0
    ],
    [
        " a group of sponging sponging boxers yeah yeah so um you know grew up in the water whatever I'm not",
        2949.0,
        2955.92
    ],
    [
        " one of these visitors who are intimidated by this kind of stuff right went out there I was like oh",
        2955.92,
        2960.04
    ],
    [
        " yeah it's big it's big out there and you got to go with the flow where I was just focusing now I",
        2960.04,
        2965.2
    ],
    [
        " can't catch any of these ways they're too big and there's too many of them coming you know",
        2965.2,
        2968.7
    ],
    [
        " guys are shredding surfing outside um and then I was like okay I'm going back in this is not fun",
        2968.7,
        2975.08
    ],
    [
        " you know I'm like all my attention and energy is going is going to going under these ways preparing for",
        2975.08,
        2982.9
    ],
    [
        " early yeah I was more like this is too much work and it's not fun out here you know it's like",
        2982.9,
        2989.3
    ],
    [
        " it's not fun so I went in and as I went in that's when I was like for that was scary like I felt",
        2989.3,
        2996.98
    ],
    [
        " the actual fear afterwards which in a way when you kind of think about it like doesn't make that much",
        2996.98,
        3001.9
    ],
    [
        " sense because you'd think oh yeah when it hits you that's when it's scary right but I guess maybe",
        3001.9,
        3007.2
    ],
    [
        " else too focused on what I was doing to realize how in danger probably was yeah I was I was out",
        3007.2,
        3014.12
    ],
    [
        " surfing with my song when he was a little kid there's a big day and we were surfing this spot where",
        3014.12,
        3019.32
    ],
    [
        " if you get in the wrong spot you're gonna get slammed into a cliff and you're gonna have real",
        3019.32,
        3026.66
    ],
    [
        " problems and normally as long as you catch waves and you ride you know you know you ride yeah you",
        3026.66,
        3034.6
    ],
    [
        " lost the wave that you ride away from that area well something happened where he fell or something",
        3034.6,
        3040.3
    ],
    [
        " like this and all of a sudden he was in the danger complete danger zone and I remember I had just",
        3040.3,
        3046.54
    ],
    [
        " caught a wave and wrote it correctly and so now I'm I see him I look back and I see him like",
        3046.54,
        3052.78
    ],
    [
        " he I didn't see what happened but now he was in the zone of how old was he at this time he was",
        3052.78,
        3058.22
    ],
    [
        " probably like nine and I look at him and I was kind of I was just thinking to myself this is a test",
        3058.22,
        3063.78
    ],
    [
        " because he has to get himself out of here I mean I'm gonna go I mean look if he starts going",
        3065.24,
        3069.36
    ],
    [
        " to the rocks I guess I'll go over there but it's probably gonna be a problem for both of us then",
        3069.36,
        3072.8
    ],
    [
        " right and I'm just looking at him going like is does he I was thinking myself does he know the",
        3072.8,
        3078.14
    ],
    [
        " situation he's in right now and he just you know he just looked pretty normal and paddled back out",
        3078.14,
        3084.72
    ],
    [
        " and made it this is a little bit of a struggle but he got back out you know and I was kind of like",
        3084.72,
        3088.22
    ],
    [
        " how'd you get in there he's he's definitely when he got out of it he definitely had",
        3088.22,
        3093.52
    ],
    [
        " recognized it but he seemed pretty calm in the situation but I think he after he got out was like",
        3093.52,
        3098.04
    ],
    [
        " that was sketch yeah that gave me that story one time he was another funny day it was a big",
        3098.04,
        3105.76
    ],
    [
        " even bigger day we're in a different spot and I caught a wave and then he caught a wave and",
        3105.76,
        3111.82
    ],
    [
        " and then we were both trying to get back out and it was closing out and we were inside again",
        3111.86,
        3119.76
    ],
    [
        " up against rocks where there's no good option and his leech broke on his board and I saw you",
        3119.76,
        3128.96
    ],
    [
        " and I was watching him like I came up and I was looking for him and he came up and I could see",
        3128.96,
        3134.56
    ],
    [
        " as soon as he came up and he knew his leech was gone and he was just like buy his own as he",
        3134.56,
        3138.82
    ],
    [
        " was out there and he had a look on his face like I'm gonna need some help yeah I did oh yeah",
        3139.68,
        3147.06
    ],
    [
        " for sure because if I didn't help him it could have been a problem I also dig the hell out of my",
        3147.06,
        3151.64
    ],
    [
        " board because well his board he was surfing a phone board this one he's a little kid you know he used",
        3151.64,
        3156.18
    ],
    [
        " to go out on a phone board as you heard Josh Hall tell that story with Josh Hall's like",
        3156.18,
        3159.62
    ],
    [
        " gonna yell at me because I had a little kid out there is too dangerous Josh Hall was gonna come",
        3159.62,
        3164.86
    ],
    [
        " to give me the business he could paddle over and he's like I'm just gonna look this guy do what he wants",
        3164.86,
        3169.04
    ],
    [
        " that was my intro to Josh Hall but yeah I was one of those it was one of those days a big big",
        3169.04,
        3175.64
    ],
    [
        " big man day like there's no kids out there barely even men out there yeah and that's like a you",
        3175.64,
        3181.72
    ],
    [
        " know it it might sound dramatic to be like hey because that can be life or death but it is",
        3181.72,
        3186.5
    ],
    [
        " okay you can definitely and you brought this up a few weeks ago where Brad you can't fight waves",
        3186.5,
        3190.88
    ],
    [
        " you can't fight you know what sketchy when you're in big big waves when you know the water",
        3190.88,
        3195.8
    ],
    [
        " that's what it's a white water and you don't get the normal pull against it it's just like pulling",
        3195.8,
        3200.56
    ],
    [
        " an air you know that's what's thinking about when we were talking about freefall like you're just",
        3200.56,
        3203.52
    ],
    [
        " going and it doesn't move you anywhere yeah we will get kids that breath oh man yeah check all right",
        3203.52,
        3211.76
    ],
    [
        " says here uh let's just I'm gonna go to this section here so it goes into fighting fear",
        3211.76,
        3217.68
    ],
    [
        " a great deal can be learned about fear from a study the rules for overcoming it here they are",
        3219.24,
        3223.26
    ],
    [
        " action dispels fear it's I guess it's so important that's why like",
        3223.26,
        3227.54
    ],
    [
        " see your kids caught in the surf zone you know what you do you go hey start paddling out",
        3227.54,
        3232.1
    ],
    [
        " hey paddle paddle south you know like you give them to give them something to do just don't let",
        3232.1,
        3236.44
    ],
    [
        " them sit there you know you got to give them something to do action dispels fear in the suspense",
        3236.44,
        3241.8
    ],
    [
        " before combat when men are ready for action and waiting for the signal for the signal to start",
        3241.8,
        3246.38
    ],
    [
        " fears at its height you will disappear from any of the men when action commences",
        3246.38,
        3249.84
    ],
    [
        " commences a questionnaire given to several hundred members of the Abraham Lincoln brigade veterans",
        3249.84,
        3255.64
    ],
    [
        " of the Spanish Civil War disclosed that 71% of these men experience greater fear before going",
        3255.64,
        3259.56
    ],
    [
        " into action then during action and only 15% experienced more fear during action",
        3259.56,
        3265.36
    ],
    [
        " it says here knowledge of the situation lessens fear the unfamiliar is always more fearful than",
        3265.36,
        3276.06
    ],
    [
        " the familiar you cannot even plan how to man that to meet a strange and ill-defined danger",
        3276.06,
        3282.08
    ],
    [
        " men in combat should therefore be told as much about the enemy as possible where he is likely to",
        3282.08,
        3288.7
    ],
    [
        " be met and in what strength what kinds of weapons he's likely using tactics so people fear the unknown",
        3288.7,
        3295.68
    ],
    [
        " habit makes fear less effective fear is disorganizing it makes men less alert takes their attention",
        3295.68,
        3303.08
    ],
    [
        " from important matters causes them to act for inadequate reasons that is how panic gets started but",
        3303.08,
        3309.94
    ],
    [
        " discipline yes discipline discipline fortunately controls them and gets them started on the right",
        3309.94,
        3317.36
    ],
    [
        " actions then in action the mind clears up and the fear disappears discipline is the seat soldiers",
        3317.36,
        3322.82
    ],
    [
        " fear friend in emergency it carries him through when he might otherwise fail soldiers sometime",
        3322.82,
        3330.72
    ],
    [
        " report they are much more afraid during bombardment when on furlough in a city then when they're on",
        3330.72,
        3336.26
    ],
    [
        " the firing line they've been trained for battle and in battle they have their job to do some men",
        3336.26,
        3341.46
    ],
    [
        " yield to fear more easily than others because they have not formed the habit of suppressing emotion",
        3341.46,
        3346.2
    ],
    [
        " and acting on judgment there are differences in the emotionality of people that depend upon their",
        3346.2,
        3352.6
    ],
    [
        " habits and training number four calm behavior lessons fear",
        3352.6,
        3359.88
    ],
    [
        " it lessens fear and others for both fear and self possession are contagious self possession that's",
        3360.88,
        3367.58
    ],
    [
        " a good word having control of yourself for this reason each man has a responsibility to control",
        3367.58,
        3373.4
    ],
    [
        " the signs of his own fear and the successful leader is of course a man who can remain calm and",
        3373.4,
        3378.42
    ],
    [
        " danger if a soldier goes to pieces and becomes panicky then he should when possible be removed from",
        3378.42,
        3384.88
    ],
    [
        " the sight of other men assumed calm does moreover lesson fear and the man who assumes it",
        3384.88,
        3392.94
    ],
    [
        " he finds his pride working against his panic if you act calm you're going to be calm",
        3392.94,
        3400.48
    ],
    [
        " the good rule to have freaking out doesn't help anybody",
        3400.48,
        3405.86
    ],
    [
        " humor fights fear and trying times intense moments a laugh can be a lifesaver there's a story from",
        3405.86,
        3413.18
    ],
    [
        " the first world war of american troops facing an unexpected horror they were being fired on by",
        3413.18,
        3418.08
    ],
    [
        " another battalion of their own regiment the captain was nervous and afraid ready to fire back on",
        3418.08,
        3423.38
    ],
    [
        " their comrades the captain or sorry the men were nervous and afraid ready to fire back on their",
        3423.38,
        3428.38
    ],
    [
        " comrades the captain restored morale it was unintentional but he did it Jackson he called yes captain",
        3428.38,
        3433.94
    ],
    [
        " where are you right here across the road stand up so I can see you captain Jackson shouted in a",
        3433.94,
        3440.82
    ],
    [
        " low between burst machine gun fire if you want to see me you stand up the chuckle that ran down",
        3440.82,
        3447.22
    ],
    [
        " the line restored order commands were given the men crept out of the zone of fire six companionship",
        3447.22,
        3455.22
    ],
    [
        " decreases fear men should whenever possible be within sight or hearing of other men in the time",
        3455.22,
        3460.82
    ],
    [
        " of battle danger although not bunched together so they can make a comment target the sight of another man",
        3460.82,
        3466.22
    ],
    [
        " who seems not panicky is reassuring dude so so good you got to watch people want a bunch up",
        3466.22,
        3472.22
    ],
    [
        " I wrote about that leadership strategy in tactics don't bunch up we used to say that all the time",
        3472.22,
        3476.48
    ],
    [
        " in urban combat training in land warfare training in on the battlefield don't bunch up you have to",
        3476.48,
        3484.24
    ],
    [
        " say that over and over because people want to get close to you we want to get close to each other",
        3484.24,
        3488.48
    ],
    [
        " there's like a little feeling of comfort you got to be like dude back off knowledge of statistics",
        3488.48,
        3495.92
    ],
    [
        " helps fear even when casualties are heavy comparatively few men are killed the chances that any one man",
        3496.22,
        3501.66
    ],
    [
        " will be mortally wounded in any one battle or small in the entire allied armies the first world war",
        3501.66,
        3507.56
    ],
    [
        " the only one man in nine was killed or died as a result of war in all four years of fighting I'm",
        3507.56,
        3513.6
    ],
    [
        " gonna call bullshit on that you want to know why because most people weren't on the front lines fighting",
        3513.6,
        3517.66
    ],
    [
        " that's what we learned from the book I remember the last war that guy's like hey there's not many",
        3517.66,
        3525.76
    ],
    [
        " he goes there's a there's books about world war one there's not about books about from the trenches",
        3525.76,
        3529.4
    ],
    [
        " because we didn't most guys didn't make it and so that's saying this is this is saying",
        3529.4,
        3535.64
    ],
    [
        " the chances that any one man would would be mortally wounded one battle or small",
        3535.64,
        3541.06
    ],
    [
        " in the entire allied armies in the first world war only one man in nine was killed or died as a result",
        3541.06,
        3548.46
    ],
    [
        " of wounds okay that's all the people that's all the people that's a people in the rear with the",
        3548.46,
        3555.24
    ],
    [
        " gear it's the people in logistics is the people that are slogging food and ammunition up to the",
        3555.24,
        3560.18
    ],
    [
        " front lines it's all the people that are back in England like in their desk writing up orders it's",
        3560.18,
        3566.24
    ],
    [
        " everyone it's like you're gonna make in this little bit ever near number eight religious faith",
        3566.24,
        3573.32
    ],
    [
        " diminishes fear the men who believe in God's protection and in immortality maybe greatly sustained",
        3573.32,
        3579.56
    ],
    [
        " in that period of fear before a battle they can pray to and for them prayer works as it is work",
        3579.56,
        3585.02
    ],
    [
        " for so many men throughout the ages even the man alone in a show hole is not alone if he feels",
        3585.02,
        3589.64
    ],
    [
        " that God is with him all reports from the fighting front show that religious faith is an efficient",
        3589.64,
        3595.12
    ],
    [
        " enemy of fear many leaders encourage prayer before combat among their troops few men and foxholes",
        3595.12,
        3601.94
    ],
    [
        " say they say are atheists there you go loyalty works against fear the man who lacks faith in God may",
        3601.94,
        3612.5
    ],
    [
        " nevertheless be controlled by a deep loyalty and responsibility to his comrades to his unit to his",
        3612.5,
        3616.54
    ],
    [
        " leader another important antidote for fear is belief in the cause of which he is fighting",
        3616.54,
        3621.3
    ],
    [
        " men must have a clear idea of what to stake nearly all prudent men are afraid in the face of danger",
        3621.3,
        3627.9
    ],
    [
        " but not so many of them are inhibited by fear are terrorized by it every emergency every great",
        3627.9,
        3637.08
    ],
    [
        " danger to a group reveals many quiet heroes and the greater the morale the unit the greater",
        3637.08,
        3642.1
    ],
    [
        " number of unpretentious heroes in it men will crawl out of foxholes under shell fire to gather",
        3642.1,
        3647.46
    ],
    [
        " up the remains of a shattered comrade because because that is the sort of men they are affection and",
        3647.46,
        3652.98
    ],
    [
        " responsibility are not strangers to the battlefield and they can overcome fear number 10 good physical",
        3652.98,
        3658.52
    ],
    [
        " condition works against fear tired sleepy hungry men are much more likely to be fearful than",
        3658.52,
        3663.18
    ],
    [
        " men in good physical condition the tired man does not think clearly he is prone to illogical fears",
        3663.18,
        3667.84
    ],
    [
        " to belief in rumor than the rest of man the healthy man can do something about fear the ill man",
        3667.92,
        3672.74
    ],
    [
        " lacks the energy combat it's taking a shape people knowing about fear reduces fears and this",
        3672.74,
        3680.04
    ],
    [
        " is kind of what I already covered so many inexperienced soldiers are afraid of being afraid fear",
        3680.04,
        3684.24
    ],
    [
        " itself is the great unknown of which they are fearful and this is what I was talking about if you",
        3684.24,
        3689.0
    ],
    [
        " don't know why you feel a little bit queasy or why you feel nervous or why you can't stop shaking",
        3689.0,
        3692.1
    ],
    [
        " then you're like what's wrong with me it's okay dude when soldiers know that fear in combat is",
        3693.12,
        3698.8
    ],
    [
        " natural is highly contagious and almost inevitable but that courage is also contagious than part of",
        3698.8,
        3703.92
    ],
    [
        " the battle against fear is one now it goes into a section about anger and again I just want to",
        3703.92,
        3710.0
    ],
    [
        " hit this really quickly because because it's emotion right and we I often talk about you have",
        3710.0,
        3719.08
    ],
    [
        " to have control over your emotions anger is probably one of the more damaging emotions oftentimes in",
        3719.08,
        3725.08
    ],
    [
        " the civilian sector it stands from ego your ego is what's driving you to become angry",
        3725.08,
        3729.2
    ],
    [
        " says here anger like fears emotional response for frustration if a man feels that his freedom of",
        3729.2,
        3735.44
    ],
    [
        " thought or action is threatened it makes him angry and when is when he is angry is likely to be",
        3735.44,
        3740.4
    ],
    [
        " aggressive to be on the offensive people or sorry place any obstacle in the path of man strong",
        3740.4,
        3748.02
    ],
    [
        " desire and he's likely to attack it so what's what's interesting about this is that's all sounds",
        3748.02,
        3754.2
    ],
    [
        " good right until you're in an administrative situation you're getting angry and you're attacking",
        3754.2,
        3758.06
    ],
    [
        " people that they'll deserve to be attacked and you're making things a situation worse fear and",
        3758.06,
        3762.78
    ],
    [
        " anger often blend apparent fear may mask anger especially when fear is strong the child may resent",
        3762.78,
        3768.72
    ],
    [
        " the order the bully has given him but is afraid to say so afraid to rebel pale and trembling he",
        3768.72,
        3773.54
    ],
    [
        " carries out the order when he would really like to knock the bully down or apparent anger may",
        3773.54,
        3779.56
    ],
    [
        " mask fear the commanding officer worried about the turn in battle afraid that the enemy will overpower",
        3779.56,
        3786.62
    ],
    [
        " his men may bark orders threaten insult and otherwise offend the men he covers his own fears by",
        3786.62,
        3794.88
    ],
    [
        " authoritativeness seldom realizing that he is doing so such a good little point you know when that",
        3794.88,
        3803.1
    ],
    [
        " person's losing control I've seen this in so many examples because when I was running trade it",
        3803.26,
        3808.1
    ],
    [
        " you know shit would be going sideways and that officer would get mad and start yelling at people",
        3808.1,
        3813.3
    ],
    [
        " the chief would get mad and start yelling at people like oh here comes the breakdown",
        3813.3,
        3816.3
    ],
    [
        " because he's not making good decisions by the way that's crazy yeah did you see people yell in",
        3816.3,
        3822.02
    ],
    [
        " the in the nightclub industry occasionally yes you were working for some chill people yeah not in",
        3822.02,
        3827.88
    ],
    [
        " that capacity no not really that's good that's a good sign uh such blends of fear and anger",
        3827.88,
        3834.56
    ],
    [
        " probably occur most frequently when the situation arises anxiety arouses anxiety anger like fear has",
        3834.56,
        3841.24
    ],
    [
        " the support of the sympathetic nervous system is also man's response to an emergency of any",
        3841.24,
        3846.4
    ],
    [
        " threat to a man's vital interest or attack upon them will arouse anger threat nor destroy a man's",
        3846.4,
        3853.82
    ],
    [
        " cherish property or his loved ones and his own pride and equally beloved self esteem and you",
        3853.9,
        3858.66
    ],
    [
        " have almost inevitably an angry man on your hands these are good things to pay attention to",
        3858.66,
        3863.78
    ],
    [
        " just think about when you hurt someone's self esteem that that can bring about anger his anger tends",
        3863.78,
        3872.1
    ],
    [
        " to warp his judgment yep for an angry man is rarely as wise as he is when he is calm and his anger",
        3872.1,
        3878.82
    ],
    [
        " itself may be unresigned it has been said that a prize fighter sometimes tries to get his",
        3878.82,
        3885.84
    ],
    [
        " opponent angry so as to make him less skillful in his fighting so there you go um and it goes on",
        3885.84,
        3898.66
    ],
    [
        " to say just as all fears not inefficient panic or terror so not all anger is blind useless rage",
        3898.66,
        3904.9
    ],
    [
        " or fury anger against the enemy aids in combat since it helps a man to take the offensive",
        3904.9,
        3910.48
    ],
    [
        " yet it is surprising how little soldier feels anger after the intense activity of combat has begun",
        3910.48,
        3916.58
    ],
    [
        " there is also more over a cool sustained anger that may motivate a man successfully for long period",
        3916.58,
        3922.66
    ],
    [
        " of time he resents perhaps the cruelty and injustice and originally un unprovoked aggression",
        3922.66,
        3929.46
    ],
    [
        " of the enemy and he is determined upon vengeance such anger is good especially when combined with",
        3929.46,
        3935.96
    ],
    [
        " the peculiar kind of elation that comes from talks by able leaders before battle it does not",
        3935.96,
        3941.92
    ],
    [
        " warp judgment unduly and is the cause of righteous action anger then properly aroused directed and",
        3941.92,
        3950.96
    ],
    [
        " controlled is useful in the services hatred on the other hand is not useful hatred immobilizes",
        3950.96,
        3957.38
    ],
    [
        " since hatred is repressed anger hatred then is to be avoided except as it is accompanied by anger",
        3957.38,
        3965.82
    ],
    [
        " so there you go that that is anger once aroused anger must be properly directed",
        3965.82,
        3975.76
    ],
    [
        " you can utilize that right you can utilize that you can freaking workouts you know I'm saying",
        3975.76,
        3982.04
    ],
    [
        " I used to do that with fighters like fire would be mad because they're getting frustrated make",
        3983.18,
        3987.28
    ],
    [
        " them do some burpees like make them do something use that stuff in any case anger ought to be",
        3987.28,
        3993.12
    ],
    [
        " controlled by the angry man himself let him consider whether he understands fully the causes of",
        3993.12,
        3998.24
    ],
    [
        " his frustration so that he can choose the right persons for the blame let him not be hasty but know",
        3998.24,
        4004.3
    ],
    [
        " what he does in anger and why he does it all right now we're going to get into this leadership section",
        4004.3,
        4011.74
    ],
    [
        " and it says there's no skill that the armed forces need so badly as the capacity to lead men this",
        4012.8,
        4019.98
    ],
    [
        " is true in any industry by the way they need it because it is vital to the working of the military",
        4019.98,
        4024.6
    ],
    [
        " machine and they are aware of this need because it is so inadequately supplied there are not enough",
        4024.6,
        4031.9
    ],
    [
        " good leaders not of men with the capacity to establish discipline to build morale and integrate",
        4031.9,
        4036.8
    ],
    [
        " groups of men into efficient fighting machines machines which work with little friction and stand",
        4036.8,
        4044.24
    ],
    [
        " up without breaking under the strain of combat now what I love about this sentence or this whole",
        4044.24,
        4048.44
    ],
    [
        " opening here you get the feeling that this is going to start talking about authoritarian leadership",
        4048.44,
        4052.94
    ],
    [
        " right hey we need someone that's going to put discipline establish discipline turn people into",
        4052.94,
        4057.56
    ],
    [
        " machines that's what it's literally saying right that's used even as I'm reading I'm like damn it's",
        4057.56,
        4061.82
    ],
    [
        " going to be some big trope into authoritarian leadership which I know is wrong",
        4061.82,
        4067.04
    ],
    [
        " so I keep reading it says through training and discipline the army prepares its men to carry out",
        4067.04,
        4075.68
    ],
    [
        " its ultimate missions under command and according to plan that is the military scheme plans can",
        4075.68,
        4081.34
    ],
    [
        " be executed by command only because there is discipline most persons think that commands are",
        4081.34,
        4086.54
    ],
    [
        " enforced by authority but the relationship between leaders and their men is not nearly so simple",
        4086.54,
        4093.72
    ],
    [
        " so there we go we get saved we get saved almost on immediately a command to be effective requires",
        4093.72,
        4099.86
    ],
    [
        " not only discipline but also morale understanding and motivation a command is not merely some words",
        4099.86,
        4106.32
    ],
    [
        " which act like a match to a fuse or a firing pin on a bullet command effective command means that",
        4106.32,
        4112.98
    ],
    [
        " the men who receive it understand it trust it and obey having been trained by leaders to understand",
        4112.98,
        4120.1
    ],
    [
        " to trust no bay leaders have to do much more than issue orders they must teach they must inspire",
        4120.1,
        4127.7
    ],
    [
        " confidence in themselves they must motivate action which will be carried out in spite of confusion",
        4127.7,
        4132.74
    ],
    [
        " and fear only by long careful training can men learn to respond immediately correctly to oral and",
        4132.74,
        4137.68
    ],
    [
        " written orders and oral commands and only by long careful training can men be trained to assume",
        4137.68,
        4142.46
    ],
    [
        " responsibilities of giving the orders and commands now we're getting close there you know it still",
        4142.7,
        4148.44
    ],
    [
        " talks a lot about obedience and following commands and again you're going to see that even though",
        4148.44,
        4156.18
    ],
    [
        " it's saying that it starts to shed light it starts to indicate that that's not really what it's about",
        4156.18,
        4160.78
    ],
    [
        " command is like a motor nervous system for the army and the navy and by the way they keep",
        4160.78,
        4166.52
    ],
    [
        " using just the army in the navy that's because the navy is the Marine Corps's apartment of the navy",
        4166.52,
        4170.56
    ],
    [
        " and at this time the Air Force was the Army Air Corps so that's why they just keep",
        4170.62,
        4175.74
    ],
    [
        " start talking about the army the navy as the nervous system carries action all the way down from",
        4175.74,
        4181.44
    ],
    [
        " the brain through the lower nerve centers to the muscles so command proceeds from the commander",
        4181.44,
        4186.52
    ],
    [
        " and chief through the succession of commanding officers down to the soldiers and sailors who",
        4186.52,
        4190.02
    ],
    [
        " finally execute the actions since successful command depends on good leadership is equally true",
        4190.02,
        4194.22
    ],
    [
        " that leadership also goes all the way down through the line through the CEOs and NCOs every man",
        4194.22,
        4199.52
    ],
    [
        " from the corporal up is a leader and all the other men are at least potential corporals",
        4199.52,
        4206.28
    ],
    [
        " follow where ship is important too and what one it leaves out in that whole section right there",
        4206.28,
        4214.02
    ],
    [
        " is that leadership is not just down you leadership is up to which means I have to take input",
        4214.02,
        4223.96
    ],
    [
        " from the people on the front lines I have to know what's happening I have to understand what's",
        4223.96,
        4227.78
    ],
    [
        " working they have to be able to pass that information back to me like the central nervous system",
        4227.8,
        4233.64
    ],
    [
        " let's face it how much of your nerves are outgoing from your brain quite a lot of them are",
        4233.64,
        4239.9
    ],
    [
        " but what about when you touch a hot stove what about when you get cold what about when you feel",
        4239.9,
        4245.88
    ],
    [
        " pain because you're getting arm locked right those things are incoming nerves what about when it's",
        4245.88,
        4257.76
    ],
    [
        " the way that the nerves go they reality they go both directions and the more going back to the",
        4257.76,
        4262.36
    ],
    [
        " free fall example the more sensitive you are to how these actions that you're commanding",
        4262.36,
        4268.98
    ],
    [
        " what reactions those things cause is the better you're going to be able to lead so we're",
        4268.98,
        4273.84
    ],
    [
        " going a little bit you know where I think they kind of have ideas of what they're trying to say",
        4273.84,
        4278.34
    ],
    [
        " but I don't think they're already there I don't think they're fully developed I think they miss",
        4278.34,
        4281.7
    ],
    [
        " some of these important links here and that's a actually a huge point and especially that",
        4281.94,
        4291.26
    ],
    [
        " analogy that compares to that analogy right the nervous system you know where you're like yeah",
        4291.26,
        4295.5
    ],
    [
        " you know system sure you're sending signals sure but you're getting inputs and when you think",
        4295.5,
        4299.68
    ],
    [
        " about it technically you're probably getting just as many like literally not like one to one",
        4299.68,
        4304.1
    ],
    [
        " yep as many signals back as you are sending out because like every step you take yep you land",
        4304.1,
        4309.44
    ],
    [
        " on something like if you land on something soft hard slippery like that's all input coming back",
        4309.44,
        4315.44
    ],
    [
        " yeah even when I contract my arm on a curl when I get to the top I have to it has to tell me that",
        4315.44,
        4322.8
    ],
    [
        " I made it the top and now we need to stop everything yeah and so leadership is like a central nervous",
        4322.8,
        4328.5
    ],
    [
        " system but the central nervous system goes more than just one way yeah and that's even like we'll",
        4328.5,
        4334.08
    ],
    [
        " bring it down kind of to the ground level in a way where like let's say your relationship with",
        4334.08,
        4338.24
    ],
    [
        " your friend or your wife we'll say you know how they say and of course this is nothing new where",
        4338.24,
        4342.04
    ],
    [
        " it's like communication is key or whatever when you think about it that's not just some",
        4342.04,
        4345.62
    ],
    [
        " trope some thing that you say to sound good or whatever it's true like the more that you what you",
        4345.62,
        4350.22
    ],
    [
        " put out you listen back it's like you go back and forth back and forth brother the problem solving",
        4350.22,
        4355.48
    ],
    [
        " capability that can be developed through that kind of like honest open communication back forth",
        4355.48,
        4361.24
    ],
    [
        " back and forth and thinking about it in terms of of that just what you said where the nervous system",
        4361.24,
        4367.46
    ],
    [
        " is sending signals and it's receiving signals as well equally as important yes totally totally",
        4367.46,
        4373.44
    ],
    [
        " and that's why if you have let's say in this case husband and wife and they don't talk they",
        4373.44,
        4380.16
    ],
    [
        " something comes up and they don't talk about it well yeah and now guess what it gets worse and",
        4380.16,
        4385.02
    ],
    [
        " it festers and now they have a real problem maybe they end up getting worse now you might say well",
        4385.02,
        4388.52
    ],
    [
        " you have but you might argue about it hold on not if I'm talking to my wife and I actually listen",
        4388.52,
        4394.92
    ],
    [
        " to what she's saying exactly that's where that's where everything falls apart she's talking to me",
        4394.92,
        4398.68
    ],
    [
        " but I'm not listening and I'm just yelling back at her now we're yelling at each other now we have a",
        4398.68,
        4401.38
    ],
    [
        " problem exactly we're not absorbing the information that's coming back in our direction yeah and it's",
        4401.38,
        4407.14
    ],
    [
        " especially when you think of it in terms of the maximum amount of effective communication that",
        4407.14,
        4413.26
    ],
    [
        " you can possibly send and receive right where even the smallest of problems that come up if one guy",
        4413.26,
        4419.16
    ],
    [
        " explains where or one person explains where they were coming from and maybe they what expectations",
        4419.16,
        4424.32
    ],
    [
        " they had or whatever than the other person just explains this is before any fight because no",
        4424.32,
        4428.42
    ],
    [
        " reason to fire out to teeny tiny problem and they and then they say their part open it honestly",
        4428.42,
        4433.14
    ],
    [
        " because they're not hostile at this point they're like well I felt this and this person's listening",
        4433.14,
        4436.8
    ],
    [
        " to that as they're you know so now this person understands this person understands completely",
        4436.8,
        4442.18
    ],
    [
        " just understands like okay I see that I understand it makes sense you know kind of thing but let's say",
        4442.18,
        4446.88
    ],
    [
        " let's say one person bees quiet and just whatever doesn't say anything whatever and that happens",
        4446.88,
        4452.22
    ],
    [
        " now we have this little problem that's so easily solvable you're gonna look little things are",
        4452.38,
        4456.12
    ],
    [
        " easy to understand typically but now you got a little thing that turned into you think it's a bit",
        4456.12,
        4461.2
    ],
    [
        " it feels like a big thing but this is kind of really what it is it's a bunch of little things",
        4461.2,
        4466.04
    ],
    [
        " that equal a big thing in their festering festering all in there and it takes on this life of its",
        4466.04,
        4471.18
    ],
    [
        " own now when this person blows up because of all these little things which now equals one huge huge",
        4471.18,
        4476.18
    ],
    [
        " thing they're gonna blow up and now it's kind of inaccurate you know it's not because it took one",
        4476.18,
        4480.04
    ],
    [
        " thing to cause that blow up right so now you're like okay all those little things could easily have",
        4480.04,
        4485.26
    ],
    [
        " been solved over time but now you got to deal with them all at once not to mention the the add",
        4485.26,
        4490.44
    ],
    [
        " of the new attitude that from the other present standpoint because they don't have information they",
        4490.44,
        4494.26
    ],
    [
        " didn't you know they didn't get it seems like real unnecessary, real mean, real this, real that you",
        4494.26,
        4499.48
    ],
    [
        " know so now you have that huge problem you didn't have to be like that no both directions both",
        4499.48,
        4506.32
    ],
    [
        " to that communications got to go going on here follow a ship is important to all leaders as well as",
        4506.32,
        4512.18
    ],
    [
        " the privates have to be led by leaders but the dearth of followers is not so great as the dearth of",
        4512.18,
        4517.64
    ],
    [
        " leaders nevertheless follow our ship is also an art and has got to be trained the development of",
        4517.64,
        4524.18
    ],
    [
        " around a unit is largely training of followers when you know see what I when I first saw that I was",
        4524.18,
        4530.26
    ],
    [
        " like oh they're gonna talk about how a leader has to be a follower through they didn't get they didn't",
        4530.26,
        4536.3
    ],
    [
        " um don't really love that when you come right down to the bottom of the matter leadership and",
        4539.28,
        4544.32
    ],
    [
        " followership are complimentary now we get a little bit more the men with good morale accept leadership",
        4544.32,
        4550.22
    ],
    [
        " and make it effective the leader on the other hand has not only to give effective direction to",
        4550.22,
        4554.94
    ],
    [
        " morale but he is also the most potent influence in building up morale he asked to both build it and",
        4554.94,
        4560.72
    ],
    [
        " use it what then may we ask this leadership and what is followership little section here leading",
        4560.72,
        4566.58
    ],
    [
        " in being led accepting leadership is easy and natural for most Americans okay we're not 100%",
        4566.58,
        4575.24
    ],
    [
        " sure on that one by the way you know I was gonna say like oh different now no this is America",
        4575.24,
        4580.18
    ],
    [
        " and these Americans that we're talking to like these are the same Americans that",
        4580.18,
        4584.1
    ],
    [
        " you know this is the revolutionary war Americans said we're not paying an extra two cents for for T",
        4585.02,
        4591.58
    ],
    [
        " hmm screw you will fight will will give up everything and just fight for our freedom so accepting",
        4591.58,
        4599.56
    ],
    [
        " leadership is easy and natural for most Americans now he says this or the book says this that is",
        4599.56,
        4604.84
    ],
    [
        " because they've been taught from early childhood to obey commands and to a seed to request if you",
        4604.84,
        4610.74
    ],
    [
        " should stop a stranger on the street point to the top of building and say to him look the chances",
        4610.74,
        4616.64
    ],
    [
        " are that he will stop and look that's pretty accurate this is especially true if you say it in a",
        4616.64,
        4621.04
    ],
    [
        " voice of command with a matter of authority in a manner of authority such immediate unquestioned",
        4621.04,
        4626.3
    ],
    [
        " acceptance of command is called suggestion a great deal of leadership depends on suggestion",
        4626.3,
        4632.84
    ],
    [
        " and then it goes into this thing which I'm not going to go through because it starts talking",
        4632.84,
        4638.4
    ],
    [
        " about the extreme form of suggestion is hypnosis and I think we'd have to do like a whole",
        4638.4,
        4642.84
    ],
    [
        " thing because I need to get some kind of a professional hipnetic or something because I don't",
        4642.84,
        4648.48
    ],
    [
        " understand it very well seems weird to me like you can tell me I'm gonna act like a chicken or",
        4648.48,
        4652.88
    ],
    [
        " whatever and then I actually act like it if you ever been hypnotized no I've been a show I've",
        4652.88,
        4658.86
    ],
    [
        " been the subject I'm sorry I wasn't subject I was assisting with the subject it's like real right",
        4658.86,
        4664.3
    ],
    [
        " okay so there's varying levels of like the whole gig the whole deal where on uh this is from what",
        4664.78,
        4675.12
    ],
    [
        " I understand for on a scientific level like the real deal that certain people it's a spectrum of",
        4675.12,
        4680.64
    ],
    [
        " people that are what's called suggestible suggestible yeah so you get highly suggestible people you",
        4680.64,
        4687.14
    ],
    [
        " can hypnotize them where they can act like a chicken or the feel actual feelings pain whatever",
        4687.14,
        4692.72
    ],
    [
        " itchiness or whatever and then there's people who like it just doesn't affect them",
        4692.9,
        4697.86
    ],
    [
        " so that's what it kind of says too um and then it gets then it gets into this here it says the",
        4697.86,
        4703.86
    ],
    [
        " problem of leadership is the problem of social ascendance and submission if we use these words",
        4703.86,
        4710.08
    ],
    [
        " in their technical senses in every social relation between two people there has to be a certain",
        4710.08,
        4715.42
    ],
    [
        " amount of adjustment the most natural adjustment is for one person to assume leadership and the",
        4715.42,
        4720.32
    ],
    [
        " other followership there are many different gris of ascendance and submission in different people",
        4721.22,
        4725.58
    ],
    [
        " and even in the same person in different situations take people as you find them this is a very",
        4725.58,
        4731.58
    ],
    [
        " interesting idea basically you know what I say a lot is subordinate your ego that's what he's",
        4731.58,
        4740.16
    ],
    [
        " talking about here like well that's what they're talking about here submission is like I'm",
        4740.16,
        4744.0
    ],
    [
        " gonna subordinate my ego and listen echo but they also have a different thing which is ascendance",
        4744.0,
        4747.62
    ],
    [
        " which is I'm gonna rise up and you will subordinate your ego to me that sounds real harsh when I say it",
        4747.62,
        4753.12
    ],
    [
        " but as we get into it's it's a it's an important thing that we should be able to do I think",
        4753.12,
        4759.74
    ],
    [
        " this is gonna be accurate you'll see as we read through it um",
        4759.74,
        4762.82
    ],
    [
        " uh take people as you find them and some are much more ready to lead than others more ready to assert",
        4762.82,
        4770.58
    ],
    [
        " themselves to suggest to others what they should do it is an interesting fact however that it",
        4770.58,
        4775.98
    ],
    [
        " and a good omen for the need of the armed forces that submissive persons can more readily learn",
        4775.98,
        4781.4
    ],
    [
        " to be ascendant then ascendant persons can learn to be submissive at least that's true in America",
        4781.4,
        4787.6
    ],
    [
        " both of these traits of course have great military well it's it's so if I'm an ascendant type",
        4787.6,
        4793.06
    ],
    [
        " personality it's harder for me to be submissive if I'm a if you're a submissive type personality",
        4793.06,
        4801.26
    ],
    [
        " it's easier to teach you hey you can be ascendant too an ascendant means essentially like being",
        4801.26,
        4805.82
    ],
    [
        " able to step up and step up yeah yeah yeah okay ascendant means I'm gonna step up but as we talk",
        4805.82,
        4810.54
    ],
    [
        " about all the time if I lack humility then I'm like I'm not gonna listen echo that's exactly what",
        4810.54,
        4815.72
    ],
    [
        " the look I'll lead echo you want to put me in charge I got this but wait you want me to work for",
        4815.72,
        4819.62
    ],
    [
        " echo muk-dune that yeah so it's it's exactly but if you if you're in a submissive type personality",
        4819.62,
        4826.32
    ],
    [
        " and they're like hey echo you know we got to put you we want you running this program with jockele",
        4826.32,
        4830.46
    ],
    [
        " you're like oh okay whereas if you add an ascendant type personality hey we want you to be under",
        4830.46,
        4835.54
    ],
    [
        " jockele who'm not doing that yeah so that's a pretty good point that's interesting I never",
        4835.54,
        4840.68
    ],
    [
        " I don't know I never thought of that I never like that I wouldn't have known the answer like if that",
        4840.68,
        4846.62
    ],
    [
        " was a multiple choice question like oh what do you think is harder statistically or whatever",
        4846.62,
        4850.08
    ],
    [
        " you know whatever this based on what's harder the guy to step up and lead if he's a quiet a submissive",
        4850.08,
        4855.52
    ],
    [
        " type or a ascendant I would not have no answer yeah it doesn't from all the things that we've",
        4855.52,
        4860.8
    ],
    [
        " talked about in this podcast for the past seven years you would have said hey oh you got",
        4860.8,
        4866.92
    ],
    [
        " arrogant Fred over here and you say hey arrogant Fred I want you to you know work for Jessica yeah",
        4866.92,
        4873.86
    ],
    [
        " he's like no way I'm doing that whereas if you take humble Fred and you're like hey Fred we want",
        4873.86,
        4879.04
    ],
    [
        " you to lead this we think you have the potential he goes oh okay I can do that yeah I would say this",
        4879.04,
        4883.58
    ],
    [
        " that's a good question I thought about that but I just I thought I'm kind of around people who",
        4883.58,
        4890.66
    ],
    [
        " know the game a lot right now so they know to you know support neither ego I don't know what the",
        4890.66,
        4896.22
    ],
    [
        " real world out there kind of looks like it feels like each of them like if one was harder than the",
        4896.22,
        4903.14
    ],
    [
        " other no matter what the answer was there I would be like okay that makes sense that makes sense but",
        4903.14,
        4907.08
    ],
    [
        " for to find out that answer it's like huh that's it that's interesting that that is distinctly the",
        4907.08,
        4912.38
    ],
    [
        " makes total sense to me accepting the role of being led is discipline interesting use",
        4912.94,
        4921.26
    ],
    [
        " while ascendant men do not accept discipline easily they can nevertheless learn to accept it",
        4921.26,
        4928.42
    ],
    [
        " and fortunately it is not so difficult for men to be submissive in new situations where they lack",
        4928.42,
        4934.38
    ],
    [
        " a feeling of competence that makes total sense so it's easier if I show up and I'm going to be",
        4934.38,
        4939.1
    ],
    [
        " on the computer programming team I'm not rolling in there like all right guys listen up no I'm going",
        4939.74,
        4946.54
    ],
    [
        " to be I'm going to be this submissive I'm not going to be ascending in that situation I don't have",
        4946.54,
        4950.74
    ],
    [
        " any competence there then if ever they accept without difficulty control by others who are",
        4950.74,
        4956.84
    ],
    [
        " competent by men whose right to leadership is clear to them so when I see someone that knows what",
        4956.84,
        4968.78
    ],
    [
        " like one of the first times I talk to the troops at trade-at to the to the guys and I rolled in there",
        4968.78,
        4974.82
    ],
    [
        " and I had said like a little notebook and I had six bullet points I was going to talk about",
        4974.82,
        4978.72
    ],
    [
        " and like we walked out and one of my buddies is like dude you freaking squared away I was like what do",
        4978.72,
        4982.8
    ],
    [
        " you mean he goes dude you just rolled in there and just put out word and I was like I was like well",
        4982.8,
        4987.76
    ],
    [
        " thanks man he goes yeah like I see you just have your notebook you're ready and it's like that little",
        4987.76,
        4992.78
    ],
    [
        " thing that little thing is like oh he's competent you know like this is a little thing like oh yeah I",
        4992.78,
        4998.42
    ],
    [
        " got some stuff to say here's what I'm not saying I know everything but hey here's some points here's",
        4998.42,
        5002.6
    ],
    [
        " where I'm looking at but whatever he's like you're so freaking squared away you know and it's always",
        5002.6,
        5006.74
    ],
    [
        " nice right he's excited about it yeah so competence goes a long way yeah I like the expression put",
        5006.74,
        5014.04
    ],
    [
        " out word by the way put out word that's a big expression in the military now here we get to some good",
        5014.04,
        5020.8
    ],
    [
        " stuff in America the best leadership assumes the democratic character rather than the character of",
        5021.8,
        5029.04
    ],
    [
        " unilateral suggestion the leader does not demand obedience without explanation if he is in a",
        5029.04,
        5036.0
    ],
    [
        " position to let his followers see the reason for his decision so now we're getting into whether you",
        5036.0,
        5039.66
    ],
    [
        " know that somebody was like hey hold on a second do that don't make sense they're starting to put",
        5039.66,
        5043.54
    ],
    [
        " out some good word here nor does he arbitrarily make demands upon the followers as to the details of",
        5043.54,
        5050.0
    ],
    [
        " the action rather he invites initiative encourages cooperation instead of sub operation sets a problem",
        5050.0,
        5057.32
    ],
    [
        " exhibits means for a solution in as far as they are known to him and ask his subordinates to carry",
        5057.32,
        5062.58
    ],
    [
        " on from there so it's like hey here's the mission how do you guys want to get it done quite",
        5062.58,
        5067.36
    ],
    [
        " properly he accepts advice from his subordinates although he never transfers to them responsibility for",
        5067.36,
        5079.98
    ],
    [
        " how do you want to get this done and you say I want to attack from the west and then the attack fails",
        5079.98,
        5083.52
    ],
    [
        " like who's the idea no hey it was my decision that's what we did it was a failure it's on me",
        5083.52,
        5088.9
    ],
    [
        " that principle works excellent in industry works excellently in industry as well as with the",
        5088.9,
        5096.16
    ],
    [
        " direction of children and there is increasing evidence that it works in the army and navy too",
        5096.16,
        5100.88
    ],
    [
        " well thank you opposed to such democratic leadership is authoritarian leadership where the leader",
        5100.88,
        5108.86
    ],
    [
        " commands are betrarily and the far and the follower under threat of punishment if he fails",
        5108.86,
        5114.02
    ],
    [
        " execute the command without participation in the decisions or the exercise of initiative in carrying",
        5114.02,
        5118.72
    ],
    [
        " them out boom authoritarian leadership sucks there is no doubt that discipline can be enforced",
        5118.72,
        5125.5
    ],
    [
        " this way as indeed it has been most cruelly enforced by the Gestapo in German concentration camps",
        5125.5,
        5132.24
    ],
    [
        " their men that their men came ultimately to accept the Gestapo's point of view about the",
        5132.28,
        5137.92
    ],
    [
        " propriety of their own submissiveness this kind of discipline however secures obedience but not",
        5137.92,
        5142.8
    ],
    [
        " achievement for it is based on fear not loyalty the Germans do not use it in their armed forces",
        5142.8,
        5148.38
    ],
    [
        " and we've gone through German armed forces manuals that clearly point this out in the army they",
        5148.38,
        5157.8
    ],
    [
        " expect leaders to encourage the soldiers to participate in solving problems to use initiative in",
        5157.8,
        5162.92
    ],
    [
        " their accomplishment of their missions to a certain degree the German officer is asked to",
        5162.92,
        5168.5
    ],
    [
        " fraternize with his men in order to maintain morale and initiative in them even though he must",
        5168.5,
        5174.54
    ],
    [
        " at no time break down their sense of his superiority and responsibility nor their reliance on him for",
        5174.54,
        5183.24
    ],
    [
        " they they definitely recognized in writing this that this authoritarian thing that this",
        5184.86,
        5189.6
    ],
    [
        " imposed discipline was not the deal it's not good did he say they encourage frontender your",
        5189.6,
        5195.96
    ],
    [
        " fraternization yeah like hey you got to get to know your people yeah you got to let them come",
        5195.96,
        5200.7
    ],
    [
        " up with initiative you got to let them come up with problem solving says to a certain degree the",
        5200.7,
        5206.22
    ],
    [
        " German officers asked to fraternize with his men in order to maintain morale and initiative in them",
        5206.22,
        5211.72
    ],
    [
        " that's what we're doing so the good soldier or sailor accepts leadership in part by discipline",
        5213.24,
        5219.38
    ],
    [
        " this means that the relation of the ascendance of the leader and the submission of the followers",
        5219.38,
        5225.12
    ],
    [
        " established that instantaneous obedience is thus always obtained even when the reasons for such",
        5225.12,
        5230.74
    ],
    [
        " obedience cannot be disclosed immediately so look you and I have a relationship and we're working",
        5230.74,
        5236.28
    ],
    [
        " together and most of the time I'm telling you what's going on but then it will all of a sudden I'm like",
        5236.28,
        5239.08
    ],
    [
        " echo you need to get to my house now you're like call I'll be there that's not the norm it's a lot",
        5239.18,
        5244.1
    ],
    [
        " of leadership capital I'm spending like if I just text you hey come to my house now hey meet me at",
        5244.1,
        5247.74
    ],
    [
        " the studio in 15 minutes like maybe I didn't have time to explain that we got a you know a news crew",
        5247.74,
        5252.56
    ],
    [
        " coming in and they want it well they want to meet with you whatever I never time to tell you all that",
        5252.56,
        5256.02
    ],
    [
        " it calls me some leadership capital that's not the optimal way to do it the follower must have",
        5256.02,
        5262.04
    ],
    [
        " habits of attention and obedience these habits must moreover be firmly rooted in his nervous system",
        5262.04,
        5267.74
    ],
    [
        " they must have they must become second nature to him how are such habits formed by motivation and",
        5267.94,
        5273.3
    ],
    [
        " practice by practice they think goes this is a rough way to do this by practice you teach a dog to",
        5273.3,
        5279.06
    ],
    [
        " salivate when a dinner bell is wrong for him provided he really wants food you simply always ring",
        5279.06,
        5283.86
    ],
    [
        " the bell before you give him food at first the bell means nothing to him and his saliva does not",
        5283.86,
        5287.78
    ],
    [
        " begin to flow until he sees food but after many repetitions this is the Pavlov's dog thing",
        5287.78,
        5291.74
    ],
    [
        " that new relationship will not keep her life but it will continue as long as the bell actually",
        5291.74,
        5295.72
    ],
    [
        " leads to what he expects so as long as you continue to give him food after the bell so it's",
        5295.72,
        5299.74
    ],
    [
        " basically saying like a little bit of Pavlovian training for your dogs classical conditions",
        5299.74,
        5304.3
    ],
    [
        " e dogs classical conditioning discipline that arises through drone practice comes about in the same",
        5304.3,
        5309.92
    ],
    [
        " manner through the building of habits and it goes into this pretty interesting thing you know",
        5309.92,
        5315.46
    ],
    [
        " you know you see in the movies a lot when when the military command is giving a tan John right",
        5315.46,
        5320.94
    ],
    [
        " you heard that right yeah not that bad it just talks about how that is this fundamental thing",
        5320.94,
        5327.24
    ],
    [
        " that you learn and it's basic to discipline because when that happens like the leader is going to",
        5327.24,
        5332.74
    ],
    [
        " say something like it's a it's a basic form of a tan John and what happens is eventually you get",
        5332.74,
        5338.4
    ],
    [
        " to a point where that's not even being said anymore but when the leader walks in people quiet",
        5338.4,
        5342.32
    ],
    [
        " they're like waiting for the word yeah so I've heard the expression ten hut I think they say",
        5342.32,
        5348.88
    ],
    [
        " just a modified version it's the same thing okay got it but I got to say that when I got to",
        5348.88,
        5354.16
    ],
    [
        " I don't know where this came from but it's awesome in the seal teams you don't say attention on",
        5354.16,
        5363.4
    ],
    [
        " deck which is what you say when the commanding officer comes on a ship okay they just they'd say",
        5363.4,
        5368.16
    ],
    [
        " on your feet and then eventually it just became feet so like the commanding officer will be a",
        5368.16,
        5372.36
    ],
    [
        " and I understand a pretty cool that is cool pretty cool your feet yeah um so discipline is calculated",
        5372.46,
        5380.08
    ],
    [
        " to ensure this preliminary attention by placing certain restrictions on behavior when an officer",
        5380.08,
        5385.52
    ],
    [
        " is present and appears to be on the scene when the habit has become second nature then it's",
        5385.52,
        5390.8
    ],
    [
        " part of soldiers or standard equipment it can be taken for granted and be presumed when active",
        5390.8,
        5395.98
    ],
    [
        " thought needs to be given to something less routine so this is just like something you learn",
        5395.98,
        5399.74
    ],
    [
        " hmm the boss shows up you're gonna be quiet and then it goes through this again and again",
        5400.3,
        5408.42
    ],
    [
        " military success turns out to depend on good leadership no kidding no wonder leadership is",
        5408.42,
        5414.4
    ],
    [
        " considered important when good leaders are so hard to find and takes a longer train another thing",
        5414.4,
        5419.36
    ],
    [
        " which the follower contributes to the success of the leadership is his pride a man who's praised can",
        5419.36,
        5425.08
    ],
    [
        " be me more easily led than one who's blamed when the letter leader criticizes he will usually speak",
        5425.08,
        5431.86
    ],
    [
        " impersonally condemning poor work not the man leaving the man's pride untouched letting pride",
        5431.86,
        5437.1
    ],
    [
        " work to make him do better job next time the leader therefore tries to develop each man's belief in",
        5437.1,
        5443.18
    ],
    [
        " his own indispensiality in the unit as he can do in the course of training by making special assignments",
        5443.18,
        5449.18
    ],
    [
        " to particular men this is that whole thing I wrote about leadership strategy tactics where I told",
        5449.18,
        5453.16
    ],
    [
        " all my guys they were the most important person to put on and they were not lie when there's",
        5453.16,
        5457.84
    ],
    [
        " a freaking wounded guy the Corbin's most important when we need fire sport the radio man's most important",
        5457.84,
        5461.26
    ],
    [
        " where we're on patrol appointments most important we get a gunfight machine gunners most important",
        5461.26,
        5464.92
    ],
    [
        " I'm telling them all that they're most important guy in the pursuit we get into the attributes",
        5464.92,
        5470.2
    ],
    [
        " of leadership and this is where they start to recover a little bit or at least go further and",
        5470.2,
        5478.38
    ],
    [
        " and more positively there have been studies in of leadership in civilian life among children's",
        5478.38,
        5483.86
    ],
    [
        " group and in industry in these studies the authoritarian attitude of the leader has been",
        5483.86,
        5489.4
    ],
    [
        " contrasted with the democratic attitude authoritarian leaders have been retrained as democratic leaders",
        5489.4,
        5494.62
    ],
    [
        " with great success and greatly improved results in the effect of their leadership boom I should",
        5494.62,
        5500.64
    ],
    [
        " just end the podcast right there authoritarian leadership doesn't work and he gives some really",
        5500.64,
        5505.48
    ],
    [
        " good examples it gives one about a foreman dealing with some union folks here says this in the",
        5505.48,
        5511.74
    ],
    [
        " in a study of garment workers in a southern factory the foreman had the job of training beginners",
        5511.74,
        5517.78
    ],
    [
        " these foreman received eight hours of training from a psychologist in methods of increasing",
        5517.78,
        5522.58
    ],
    [
        " personal contact with the workers and have changed their attitude toward their men from an",
        5522.58,
        5527.08
    ],
    [
        " aggressive high pressure authoritarianism to a friendly and encouraging leadership in this relation",
        5527.08,
        5533.24
    ],
    [
        " the worker came to feel that the foreman was his friend and was working for him as well as for",
        5533.24,
        5539.34
    ],
    [
        " the management the result of this democratic relationship was a definite increase in morale as",
        5539.34,
        5544.86
    ],
    [
        " well as an increase in productivity presently beginners were able to learn in one week which",
        5544.86,
        5549.34
    ],
    [
        " had previously taken five this experiment shows that important changes in the ability to exercise",
        5549.34,
        5555.28
    ],
    [
        " leadership can be procured by even a little training of leaders just teaching people to be cool",
        5555.28,
        5560.54
    ],
    [
        " good leadership never creates slaves it establishes the feeling of responsibility and initiative in",
        5565.02,
        5572.06
    ],
    [
        " those who are led see this is nailing it now so you probably had a couple different people in the",
        5572.06,
        5576.48
    ],
    [
        " room there was a well that one freaking jackass that was like you people need to just listen to me",
        5576.48,
        5581.7
    ],
    [
        " if I'm outranking them they should just lock it up and do what I say there was an asshole like that",
        5581.7,
        5586.76
    ],
    [
        " in the room when they were writing this stuff but luckily the good leaders were able to put these",
        5586.76,
        5591.0
    ],
    [
        " sentences into these paragraphs in here out of such attitudes come the best morale the quickest",
        5591.14,
        5596.7
    ],
    [
        " learning the most effective action a subordinate does not need to feel inferior when his superior makes",
        5596.7,
        5602.76
    ],
    [
        " him feel that he's contributing voluntarily to the success of a common enterprise in fact the leader",
        5602.76,
        5609.04
    ],
    [
        " himself succeeds only when he was assumes the role of commanding servant to his men and to the",
        5609.04,
        5616.5
    ],
    [
        " whole military enterprise so that idea of servant leadership and I forget who wrote a book about",
        5616.5,
        5621.0
    ],
    [
        " it but there's a big popular book servant leadership here we are 1945 the commanding servant and",
        5621.0,
        5629.9
    ],
    [
        " we covered a podcast on serve to lead about the British leadership methodologies same thing this is",
        5629.9,
        5637.84
    ],
    [
        " not a new idea when you're in charge you're not in charge you're a servant to your men",
        5637.84,
        5642.64
    ],
    [
        " what makes a good leader then this is I was a little nervous says number one authority",
        5645.5,
        5652.4
    ],
    [
        " the leader starts out with authority the military and naval systems give it to him his uniform gives",
        5652.4,
        5659.46
    ],
    [
        " it to him authority is essential to discipline it forms the background of all leadership you're like oh",
        5659.46,
        5664.28
    ],
    [
        " damn this is not what jaco talks about it's definitely not what I believe in and then it says yet",
        5664.28,
        5669.54
    ],
    [
        " most of the power that the leader needs in order to lead well is not given to him he wins it for",
        5670.88,
        5677.0
    ],
    [
        " himself he must win the respect and loyalty of his men so that they trust his judgment he must lead",
        5677.0,
        5682.82
    ],
    [
        " not drive them he must build up their morale such powers depend on his own attributes not on",
        5682.82,
        5689.82
    ],
    [
        " anything that goes ready made with his rank so they took back everything they said",
        5689.82,
        5693.8
    ],
    [
        " hmm personal characteristics and attitudes good leader must be competent which I pointed out a",
        5696.72,
        5703.14
    ],
    [
        " little earlier he must know his stuff industry must work hard right the men must feel that the",
        5703.14,
        5713.3
    ],
    [
        " leader shares the hardships with them the leader must be decisive confident must have a decisive",
        5713.3,
        5719.8
    ],
    [
        " confident manner the leader must always be ready to accept responsibility yeah we're talking about",
        5721.44,
        5727.36
    ],
    [
        " extreme ownership soldiers and sailors are ready to be commanded but they have to know what it is",
        5727.36,
        5733.18
    ],
    [
        " they have to do the leader has to decide this not all of his decisions have been made quickly",
        5733.18,
        5738.84
    ],
    [
        " have to be made quickly often he can ponder the best course of action he can take advice even from",
        5738.84,
        5743.82
    ],
    [
        " subordinates but he must keep for himself all responsibility for his judgment he cannot shift that",
        5743.82,
        5748.96
    ],
    [
        " to others often he has to make a decision either after consideration and advice or immediately",
        5748.96,
        5756.22
    ],
    [
        " an emergency on insufficient evidence he must learn therefore that good judgment is not tested by",
        5756.22,
        5763.68
    ],
    [
        " its success often the best judgment on evidence at hand leads to action that fails when a different",
        5763.68,
        5771.98
    ],
    [
        " judgment might have succeeded the leader must keep reminding himself of this truth nor must he blame",
        5771.98,
        5778.2
    ],
    [
        " himself when the best possible judgment under the circumstances proves to have been the wrong one",
        5778.2,
        5783.0
    ],
    [
        " this is why I wrote a book called leadership strategy in tactics and talked about the",
        5783.0,
        5786.4
    ],
    [
        " inter-rhythmic decision making process because if you don't have all the information make a small",
        5786.4,
        5789.94
    ],
    [
        " decision and be ready to make adjustments that's the that's the move very seldom do you have to",
        5789.94,
        5798.84
    ],
    [
        " figure everything out one shot and just make the call you don't normally need to do that you make",
        5798.84,
        5803.9
    ],
    [
        " a little call and you can make adjustments closely related to acceptance of responsibility",
        5803.9,
        5810.38
    ],
    [
        " is self-possession the leader must be a man who can keep his head and emergencies he must be able",
        5810.38,
        5816.22
    ],
    [
        " to control fear in his men the nine fear that grows out of an action in the presence of danger",
        5816.22,
        5820.72
    ],
    [
        " can he joke when he himself is frightened he must be able to control frenzy the wild pointless",
        5820.72,
        5829.92
    ],
    [
        " inefficient and often foolhardy action that may take hold of panicky men he must be able to keep his",
        5830.12,
        5835.92
    ],
    [
        " head to let his sense of responsibility put him above fear and panic or at least must not show fear",
        5835.92,
        5841.94
    ],
    [
        " that fear grips him some men find they have this self-possession when they meet an emergency some",
        5841.94,
        5848.42
    ],
    [
        " acquire it through training and handling and emergencies and repeated experience with confusion and",
        5848.42,
        5852.1
    ],
    [
        " damage danger there are doubtless many who cannot learn it and they should be chosen not be chosen",
        5852.1,
        5858.3
    ],
    [
        " lead so there you go you have a little limiting capacity you freak out all the time",
        5858.3,
        5861.7
    ],
    [
        " bro you shouldn't freak out you should train to not freak out you should train to not freak out",
        5861.7,
        5867.42
    ],
    [
        " with everything that you do when you're driving when your printer breaks when your kids do something stupid",
        5867.42,
        5873.54
    ],
    [
        " when you do something stupid like you should train to not freak out you shouldn't use freak out words",
        5873.54,
        5879.02
    ],
    [
        " you shouldn't use words that are freaked out what's a freak out word uh",
        5880.42,
        5883.76
    ],
    [
        " castrofic castrofic that's a freak out word is a freak out word is there like failure yeah like those",
        5883.76,
        5892.36
    ],
    [
        " kind of words yeah I don't say those kind of words you know what you know what I have to be",
        5892.36,
        5896.08
    ],
    [
        " happening for me to say something is catastrophic burning fire in the skies with metal aliens attacking us",
        5896.08,
        5906.9
    ],
    [
        " and even then I'd be kind of fired up there's no reason to say it it seems like I don't know",
        5907.36,
        5911.9
    ],
    [
        " I look my my catastrophic scenario experience is very limited a little pretty much zero",
        5911.9,
        5920.22
    ],
    [
        " but you I even with my imagination I'm thinking hey in a catastrophic situation aliens what have you",
        5920.22,
        5928.46
    ],
    [
        " can I imagine jacco saying this is catastrophic no I really can't yeah",
        5928.46,
        5935.16
    ],
    [
        " some catastrophic language I mean Jamie has told me some things where it's like gonna be a",
        5936.14,
        5940.48
    ],
    [
        " bad day for like a bad situation like maybe there was money and you know I've always been okay",
        5940.48,
        5945.5
    ],
    [
        " Roger that you know that my Roger that's the best um the best term to use yeah yeah in those",
        5945.5,
        5952.32
    ],
    [
        " in catastrophic situations but there's a you're just not gonna be remember we had a question on",
        5952.32,
        5957.22
    ],
    [
        " the underground the guy said he had a catastrophic injury oh yeah and my immediate thought was like",
        5957.22,
        5961.5
    ],
    [
        " oh this guy's paralyzed from the neck down this guy's lost a couple limbs and turned out what do",
        5961.5,
        5966.08
    ],
    [
        " you have like a broken finger or something no mine was a storm but yours is a pack it was a pack I",
        5966.08,
        5972.12
    ],
    [
        " think maybe it was a pack maybe it was a torn pack benching but you know for him it was catastrophic",
        5972.12,
        5977.48
    ],
    [
        " and I was as soon as I was like oh you got a torn pack like you can get surgery and get that",
        5977.48,
        5981.46
    ],
    [
        " fixed and carry on with the rest of your life yeah like hey bro that's not catastrophic it seems",
        5981.46,
        5986.46
    ],
    [
        " catastrophic in your head go tell that to freaking Rob Jones yeah and he's like what you're talking",
        5986.46,
        5992.24
    ],
    [
        " about catastrophic right if no legs and I'm over here running 31 marathons what like what's your",
        5992.24,
        5998.44
    ],
    [
        " problem yeah so they deal it I mean okay so what what how did you say it you said don't use what kind",
        5998.44,
        6004.66
    ],
    [
        " of language don't use a panic dream panic like I think panic language it just sounds bad yeah so",
        6004.66,
        6010.98
    ],
    [
        " catastrophic actually technically doesn't necessarily have to be a panic language but it that's a",
        6010.98,
        6015.76
    ],
    [
        " example of something you would use in panic language no I'm saying don't use that language",
        6015.76,
        6022.1
    ],
    [
        " unless you can verifiably say that something is catastrophic yeah like if you were in charge of",
        6022.1,
        6029.84
    ],
    [
        " silicon valley bank right now yeah you could be like we've had a catastrophic situation",
        6029.84,
        6035.16
    ],
    [
        " we have we just would be okay yeah right like but even that I mean I'm assuming if you said it",
        6035.16,
        6041.1
    ],
    [
        " the way you just said it that's technically not panic language you're just stating kind of a",
        6041.1,
        6045.24
    ],
    [
        " fact but on whatever day it was and you're talking to your you know the rest of your executive team",
        6045.24,
        6050.34
    ],
    [
        " and you're like hey this is a catastrophic situation we've got to run people are there's a run",
        6050.34,
        6054.6
    ],
    [
        " on our bank right now and we are not gonna we need to salvage what we can because we're going down",
        6054.6,
        6060.72
    ],
    [
        " that that would be a situation where you'd say yep this is a catastrophic situation you know",
        6060.72,
        6066.08
    ],
    [
        " FTX the crypto guy right that guy I don't know what he was thinking because he just seems like",
        6066.08,
        6074.62
    ],
    [
        " he's out of touch with reality yeah Sam bankman freed right yeah so he didn't he didn't he",
        6074.62,
        6082.44
    ],
    [
        " I down I don't think he actually recognized I don't know I'd I'd have to dig more into the case",
        6082.44,
        6087.98
    ],
    [
        " right but he just seemed like he just was lost yeah and and just super aloof and arrogant and thinking",
        6087.98,
        6093.82
    ],
    [
        " you know when people think they're super smart yes and they think they get out smart people I think",
        6093.82,
        6098.2
    ],
    [
        " he's been like that for his whole life oh yeah and he's been building upon that and he's been",
        6098.2,
        6102.28
    ],
    [
        " getting away with it for a long time yeah so I think this was just another little thing that he",
        6102.28,
        6105.52
    ],
    [
        " was gonna scam his way out of in his mind so he might not have even recognized it was catastrophic",
        6105.52,
        6109.46
    ],
    [
        " oh yeah yeah yeah yeah seems like that could be the case yeah I mean he didn't really recognize",
        6109.46,
        6115.28
    ],
    [
        " that he was a dork but it makes sense though I made back to the original point where it's like hey",
        6115.28,
        6123.84
    ],
    [
        " don't use um I thought was it panic language do that yeah so it's less about necessarily the",
        6123.84,
        6129.54
    ],
    [
        " at the actual words but like under panicky situations there's a bunch of words that hey man",
        6129.54,
        6134.62
    ],
    [
        " yes no it is about the actual words though like it is about it's about the words it's about the",
        6134.62,
        6139.64
    ],
    [
        " behavior that behavior those words are are panic behavior right yeah if you start using words like",
        6139.64,
        6146.92
    ],
    [
        " that then it's a problem and and by the way now people it's now it turns into the the boy that",
        6146.92,
        6153.82
    ],
    [
        " cried wolf right yeah where when something really bad does happen yeah like it's no one really",
        6153.82,
        6159.58
    ],
    [
        " is paying attention to you because you've been saying that the sky is falling or saying that the",
        6159.58,
        6163.6
    ],
    [
        " wolf is attacking for the past for previous parts of your life yeah and now you say something is",
        6163.6,
        6167.92
    ],
    [
        " a real problem and it's like oh yeah I mean catastrophic is catastrophic is a isn't to me is like",
        6167.92,
        6177.06
    ],
    [
        " first of all imminent yeah right imminent situation because I can get all all kinds of stuff right yeah",
        6177.06,
        6183.46
    ],
    [
        " well you know I'm gonna get out I'm gonna figure something out we're gonna make maneuvers that's",
        6183.46,
        6186.98
    ],
    [
        " what we do we're gonna give you figure things out what about the word critical that's that's that's",
        6186.98,
        6193.94
    ],
    [
        " that's a step stone right that's a step stone towards catastrophic sure most most cases not necessary",
        6193.94,
        6201.82
    ],
    [
        " right yeah that's why I kind of thought of it because you're like when you made the boy who cried",
        6201.82,
        6205.46
    ],
    [
        " cries wolf analogy that's true that's and actually that's probably in my experience which is",
        6206.92,
        6213.96
    ],
    [
        " almost none the most common scenario of why this panicky or catastrophic type language can be so",
        6213.96,
        6223.54
    ],
    [
        " like detrimental because you know how I think you just said it today where if everything is an",
        6223.54,
        6229.02
    ],
    [
        " an emergency then nothing's an emergency or something like that I'm sure I've said that I",
        6229.04,
        6234.24
    ],
    [
        " certainly that's a very common phrase right yeah if if everything's an emergency nothing's an emergency",
        6234.24,
        6239.54
    ],
    [
        " if everything's in a priority nothing's a priority yeah so like stop if everything's special if",
        6239.54,
        6244.6
    ],
    [
        " everything's special nothing special if everything's catastrophic nothing's catastrophic yeah the",
        6244.6,
        6248.74
    ],
    [
        " only thing it's catastrophic is your your your ability was to go downhill so you gotta be careful",
        6248.74,
        6253.7
    ],
    [
        " about this right gotta be careful about this because then you end up people just kind of shrug",
        6253.7,
        6258.88
    ],
    [
        " their shoulders and like oh jacquoise running around like a chicken with his head caught off man we",
        6258.88,
        6263.78
    ],
    [
        " used to have some leaders like in the seal teams where you they would panic about stuff you know",
        6263.78,
        6270.08
    ],
    [
        " dumb stuff and they're freaking out and you're like dude like no one is listening to you right now",
        6270.08,
        6275.98
    ],
    [
        " stop stop stop just try and be relaxed try and",
        6278.3,
        6284.7
    ],
    [
        " self possess the leaders a man who can keep his head on an emergency if you keep your head on when",
        6284.7,
        6293.98
    ],
    [
        " there's like a a DV distinguished visitor showing up like in the in the seal teams like a DV",
        6293.98,
        6300.32
    ],
    [
        " might be showing up that's the expression yep a DV like a distinguished visitor so it might be a",
        6300.32,
        6305.14
    ],
    [
        " four star general like a three star admiral might be a member of congress might be the",
        6305.14,
        6310.24
    ],
    [
        " vice president of president of president of the United States DV DV DV shown up and what do you do",
        6310.24,
        6314.24
    ],
    [
        " freak out lose your mind it's like dude what is wrong with you and and by the way there's people",
        6314.24,
        6323.14
    ],
    [
        " that DV is like in captain in seno comes out right yeah whereas you know just like oh we got a",
        6323.14,
        6329.86
    ],
    [
        " message from the CEO he wants this like to hey man yeah commanding officer wants something let's",
        6329.86,
        6335.66
    ],
    [
        " just get it for him we know you freak out what are we doing so let's maintain self possession I",
        6335.66,
        6342.94
    ],
    [
        " don't you I've never used this expression before self possession but I like it yeah leader must",
        6342.94,
        6347.6
    ],
    [
        " have integrity and let his men see that he has it sincerity builds morale hypocrisy gets found",
        6347.6,
        6352.88
    ],
    [
        " out and destroys morale the leader must play no favorites and let his men see that he plays none",
        6352.88,
        6358.46
    ],
    [
        " men of the armed forces want leaders who do not save the dirty work for fellows they don't like",
        6359.24,
        6364.3
    ],
    [
        " um leader must work as hard as the men then that's the leadership strategy tactics finally the leader",
        6364.3,
        6371.56
    ],
    [
        " must have teaching ability this is a very interesting one so when I don't I don't say maybe need to",
        6371.56,
        6377.32
    ],
    [
        " add it to the list the leader must have teaching ability soldiers and sailors have to learn in order",
        6377.32,
        6383.1
    ],
    [
        " to succeed they know this and want a man who can teach them what to do and teach and do it well",
        6383.1,
        6387.68
    ],
    [
        " it's a very good point that I like the leaders relations to his men of course and this is again",
        6387.68,
        6395.7
    ],
    [
        " where we get back into like I'm like thank you you know you can see that there are some different",
        6395.7,
        6399.58
    ],
    [
        " people in the rooms you know Colonel Pogue is in there with Colonel Hackworth and Colonel Pogue's",
        6399.58,
        6407.8
    ],
    [
        " putting out some bad word but then Colonel Hackworth comes in and says of course all of the leaders",
        6407.8,
        6414.84
    ],
    [
        " personal qualities have to do with his relations to his men for leadership is that relationship",
        6414.84,
        6421.66
    ],
    [
        " the leader must know his men understand them be loyal to them and proud of them must work with them",
        6421.66,
        6429.74
    ],
    [
        " and for them there are however many other special rules which help in their relationship and then it",
        6429.74,
        6435.22
    ],
    [
        " goes into using personal recognition using praise doing good credit you know how to give criticism",
        6435.22,
        6440.98
    ],
    [
        " properly they talk a lot about giving criticism to the job not the man so if Echo's video is",
        6440.98,
        6447.38
    ],
    [
        " substandard I don't say echo you messed up this video I say Echo I think this video could be better",
        6447.38,
        6453.5
    ],
    [
        " I'm not attacking you I'm attacking the video just good good little point to remember",
        6453.5,
        6457.2
    ],
    [
        " the met and this is another where we you know Colonel Colonel Hackworth Colonel combat will say",
        6457.2,
        6462.82
    ],
    [
        " because Hackworth wasn't in the army yet in 1945 it was just getting in the army in 1945 I believe maybe",
        6462.82,
        6470.04
    ],
    [
        " 1946 so Colonel combat versus Colonel Pogue Colonel combat says the men need to know the reasons",
        6470.04,
        6477.34
    ],
    [
        " for what they do whatever the leader knows the reasons himself and such knowledge is consistent",
        6477.34,
        6483.38
    ],
    [
        " with military requirements the need in maneuvers to know what it's all about sorry they need in",
        6483.38,
        6490.98
    ],
    [
        " maneuvers to know what it's all about so people supposed to know what's going on they are not",
        6490.98,
        6494.06
    ],
    [
        " machines even though this whole book start off saying men are machines they are not machines they can",
        6494.06,
        6498.92
    ],
    [
        " think too and like to know that their leader believes they can think soldiers and sailors are interested",
        6498.92,
        6503.6
    ],
    [
        " in a long time strategy as well as immediate objectives many are concerned with the remote ideology",
        6503.6,
        6510.16
    ],
    [
        " of the war all are vitally concerned with today's problems these principles hold both in training",
        6510.16,
        6516.36
    ],
    [
        " in and combat so yes freaking men are supposed to know what's going on military leaders should",
        6516.36,
        6522.02
    ],
    [
        " train his men to expect surprises and reverses good good call the leaders should have in mind the",
        6522.02,
        6527.92
    ],
    [
        " effects of mental strain upon his men he should encourage his men in all devices that will help",
        6527.92,
        6533.18
    ],
    [
        " them to stand up mentally in combat he should encourage religious faith in those who are",
        6533.18,
        6537.96
    ],
    [
        " already used it he may even good naturely encourage superstition but not poking fun at it in those",
        6537.96,
        6542.88
    ],
    [
        " men who find security from danger in that fashion you got that lucky rabbits foot cool",
        6542.88,
        6549.34
    ],
    [
        " it is especially important that the leader should teach his men the right attitude toward death",
        6549.34,
        6556.76
    ],
    [
        " he must speak to them as if the important thing were to live for the day he must keep telling them",
        6556.76,
        6562.44
    ],
    [
        " that death itself matters much less than how you die if you die let your death count for something",
        6562.44,
        6570.2
    ],
    [
        " he must teach respect for the dead when affection for a comrade continues after death a soldier fears",
        6570.2,
        6576.08
    ],
    [
        " his own death less but I was trying to think all how does this relate to like a business",
        6576.08,
        6582.84
    ],
    [
        " failure what you're out of to torch failure like if you're a sales guy and I'm like hey dude you go",
        6582.84,
        6590.42
    ],
    [
        " out there go hard you get some doors slammed in your face right on you know what I mean like that",
        6590.42,
        6595.18
    ],
    [
        " kind of attitude towards failure in times of danger or fear the leader must plan activity we know",
        6595.18,
        6602.94
    ],
    [
        " that already from that other chapter offense is the best defense in the realm of the mind",
        6602.94,
        6608.04
    ],
    [
        " as well as in grand strategy the leader should try and give his men the attitude of perpetual offense",
        6608.04,
        6614.7
    ],
    [
        " a good leader adapts his commands to his subordinates he needs to have constantly in mind that particular",
        6614.7,
        6622.84
    ],
    [
        " men whose action he requires the principal holds it for for the corporal and his squad for the",
        6622.84,
        6630.32
    ],
    [
        " colonel and his staff a few succinct words of command will do for one man moral labored explanation is",
        6630.32,
        6636.72
    ],
    [
        " needed for another so you have to talk to people differently and I might have to dress echo in a",
        6636.72,
        6642.04
    ],
    [
        " different way than I talked to life because echo might not care what the details are and life needs",
        6642.04,
        6647.54
    ],
    [
        " know some details of what's going on and a good leader keeps his immediate subordinates from feeling",
        6647.54,
        6654.44
    ],
    [
        " isolated from him he keeps contact be he corporal or colonel his men depend on him and must know that",
        6654.44,
        6661.02
    ],
    [
        " he is not forgotten them and their mission he makes himself available to listen to their personal",
        6661.02,
        6665.2
    ],
    [
        " problems and advises them to the best of his ability so know your men and then it goes into the leader",
        6665.2,
        6673.32
    ],
    [
        " as a symbol although the leader takes account of all these personal relationships between him and his",
        6673.32,
        6677.42
    ],
    [
        " men and uses them as motives in building morale and accomplished missions he is too men he is to his",
        6677.42,
        6682.96
    ],
    [
        " men in the last analysis a symbol rather than another man he represents to them the authority to",
        6682.96,
        6688.3
    ],
    [
        " which they are willing if they have good morale to admit to submit any final admonition to a leader",
        6688.3,
        6698.4
    ],
    [
        " should be do not let your men down if a man complains do not tell him you don't like the service any",
        6698.4,
        6710.08
    ],
    [
        " more than he does such remarks destroy the man's confidence in his leader and discourage him from",
        6710.08,
        6715.06
    ],
    [
        " striving for advancement the leaders rights to personal satisfaction are less than his men's",
        6715.06,
        6723.64
    ],
    [
        " so your right to personal satisfaction as a leader is less than your men's for the men depend on him",
        6723.86,
        6729.38
    ],
    [
        " to be what they think their leader should be they want they want to be proud of him and they may",
        6729.38,
        6734.48
    ],
    [
        " have to accept and he may have to accept loneliness and many other discomforts in order to give",
        6734.48,
        6739.36
    ],
    [
        " them what they have a right to demand of him he must find his satisfaction in his own pride as a",
        6739.36,
        6746.46
    ],
    [
        " successful leader so there's the qualities of a leader the section is called selection of leaders",
        6747.8,
        6755.72
    ],
    [
        " it has been said that there can be no rigid system of selection of leaders because good leaders",
        6755.72,
        6760.82
    ],
    [
        " differ so much from each other in personality that there would be that there would seem to be many",
        6760.82,
        6765.78
    ],
    [
        " different patterns of personality each of which would succeed as a leader such a statement means",
        6765.78,
        6770.78
    ],
    [
        " however little more than that a few qualities are essential and the best leaders are still not perfect",
        6771.96,
        6778.18
    ],
    [
        " so cool very hard to judge who's going to be a good leader must also be remembered that",
        6778.18,
        6783.94
    ],
    [
        " qualities of good leaders will vary to some extent with the character of the men to be led",
        6783.94,
        6787.62
    ],
    [
        " and the nature of the job a good leader of college students or a good labor leader might not fit",
        6787.62,
        6793.32
    ],
    [
        " the military requirements a good leader of a unit of one armies and one of the army service",
        6793.32,
        6798.76
    ],
    [
        " court would not necessarily be a good leader of combat troops honestly I kind of disagree with that",
        6798.76,
        6804.24
    ],
    [
        " I kind of say I think that if someone truly is a very good leader then they will be adaptable",
        6804.24,
        6815.16
    ],
    [
        " the problem is there's very few very good leaders so for instance and so I guess I do agree",
        6815.16,
        6821.54
    ],
    [
        " that I said I didn't agree with it but I do you know some some companies while they're in the",
        6821.54,
        6827.54
    ],
    [
        " startup phase they need to cowboy guy that's making things happen making deals but then by the time",
        6827.94,
        6832.34
    ],
    [
        " it's time to go public they need to get rid of that guy he's a freaking he's a liability",
        6832.34,
        6836.84
    ],
    [
        " right this happens uber that's what happened with uber you had the leader of uber and he was kind",
        6836.84,
        6843.12
    ],
    [
        " of like a cowboy making things happen making deals like doing things that were out you know illegal",
        6843.12,
        6848.54
    ],
    [
        " outside but he was making it happen but by the time they were going public they're like hey dude you",
        6848.54,
        6852.6
    ],
    [
        " got to go right but the problem is that he didn't adapt properly he didn't say okay I see I got",
        6852.6,
        6859.92
    ],
    [
        " to play a different game now why is that because like the state the current state whatever that",
        6859.92,
        6866.64
    ],
    [
        " state maybe or whatever that current might mean like the company or the group or the organization",
        6866.64,
        6872.62
    ],
    [
        " is going to behave in different ways throughout different phases kind of a thing though I mean",
        6872.62,
        6877.6
    ],
    [
        " especially the leader has to lead in a different way like when you when you got a startup when",
        6877.66,
        6883.0
    ],
    [
        " you start uber or whenever you got like 17 people that work for you know them all you can like",
        6883.0,
        6887.44
    ],
    [
        " give them direct guidance every single day when you have a thousand people all of a sudden it's like",
        6887.44,
        6891.7
    ],
    [
        " hey you need to be a much more much more uh versed well versed in decentralized command you need to give",
        6891.7,
        6898.46
    ],
    [
        " you need to give more simple clear concise direction like all those things coming to play you need",
        6898.46,
        6902.16
    ],
    [
        " to utilize the laws of combat more efficiently when you're in charge of seven people the laws of",
        6902.16,
        6908.68
    ],
    [
        " combat you can kind of get away with stuff you don't really need decentralized command you can give",
        6908.68,
        6913.26
    ],
    [
        " complex or because you can straighten people out you can handle a bunch of priorities because you're",
        6913.26,
        6916.84
    ],
    [
        " not that big yet the the more people you lead and the bigger your operation the better you better get",
        6916.84,
        6924.18
    ],
    [
        " at the four laws of combat leadership yeah and there's certain levels of for instance with the",
        6924.18,
        6930.66
    ],
    [
        " uber thing like professionalism yeah like you can't you can't be the same guy and if and if you're",
        6930.66,
        6936.88
    ],
    [
        " a really good leader that's why I say disagree with it because if you're a really good leader you go",
        6936.88,
        6940.92
    ],
    [
        " okay time for me to be more professional time for me to wear a suit when I go to Wall Street",
        6940.92,
        6944.34
    ],
    [
        " meet with bankers or whatever instead of be like oh I know we're a hoodie you know what I mean",
        6944.34,
        6947.66
    ],
    [
        " like that kind of thing yeah that makes sense you have to grow up even in a sea opal-tune like",
        6947.66,
        6953.42
    ],
    [
        " as I went up the ranks I had to adjust myself and be like I can't be doing that anymore",
        6953.42,
        6960.24
    ],
    [
        " you know and sometimes I'd be like ooh I shouldn't have said that you know because when you're an E5",
        6960.84,
        6965.62
    ],
    [
        " and the E5 mafia and somebody screws up you're like hey you freaking jackass right but when you're",
        6965.62,
        6971.54
    ],
    [
        " the platoon commander and someone messes up and you say hey you freaking jackass it cares a lot",
        6971.54,
        6975.34
    ],
    [
        " more weight you made him look bad in front of everybody like it's a problem you gotta you gotta become",
        6975.34,
        6979.34
    ],
    [
        " more mature yeah you know not even necessarily more mature but you got a mature as leader and",
        6979.34,
        6983.6
    ],
    [
        " in the sea opal-tune yes that means you gotta become more mature yeah that makes sense actually",
        6983.6,
        6988.4
    ],
    [
        " even even like on a social level you can kind of almost feel that play itself out where you can",
        6988.4,
        6993.3
    ],
    [
        " be with you and your two best friends hanging out you can be swearing you can save lots of stuff",
        6993.3,
        6999.34
    ],
    [
        " or whatever but then what if you got you two best friends maybe they're neighbors maybe they",
        6999.34,
        7003.82
    ],
    [
        " you know in the group starts to get bigger oh you're your best friends wives are over now yeah",
        7003.82,
        7008.12
    ],
    [
        " and you're over there dropping F-moms like yeah that's a problem exactly right so yeah you kind",
        7008.12,
        7012.2
    ],
    [
        " of got to narrow it down and that's a perfect way to put it you gotta be more mature where everyone",
        7012.2,
        7018.18
    ],
    [
        " will accept your the word you put out it'll land on people the more people better so ultimately you",
        7018.18,
        7025.52
    ],
    [
        " can have the correct influence on the correct amount of people which is now bigger yep that's the",
        7025.52,
        7030.14
    ],
    [
        " way it works you gotta grow so a good leader and just like in a sea opal-tune like in certain",
        7030.14,
        7036.58
    ],
    [
        " combat situations you kind of want a guy that's a little bit more raw but if that guy can then",
        7036.58,
        7043.34
    ],
    [
        " walk into brief the general and be squared away that's what we're looking for if he walks in",
        7043.34,
        7048.24
    ],
    [
        " there is like hey general I'll tell you what's up like you oh go record record record me talking to",
        7048.24,
        7053.84
    ],
    [
        " my platoon and then record me talking to the general I'm the same person but the language that I'm",
        7053.84,
        7060.64
    ],
    [
        " using is different the even the physical sort of gesturing I'm gonna use is different like you",
        7060.64,
        7068.48
    ],
    [
        " you're gonna have to be able to play both those roles and I'm not saying like oh you walk in",
        7068.52,
        7073.32
    ],
    [
        " front of the general and you turn into a totally different person and you're kissing ass or you",
        7073.32,
        7076.64
    ],
    [
        " are not you know if I'm saying to the boys hey we're to go freaking kill everybody and I walk",
        7076.64,
        7082.9
    ],
    [
        " in the general and say hey well we really want to are looking forward to winning the hearts of minds",
        7082.9,
        7086.5
    ],
    [
        " like that's a different message but if I say hey boys we're gonna go and kill people and I tell the",
        7086.5,
        7090.4
    ],
    [
        " general hey listen sir we're gonna be out there we're gonna eliminate the enemy wherever we find",
        7090.4,
        7093.86
    ],
    [
        " them we're gonna be on you know doing as much as we possibly can to interdict them I'm saying the",
        7093.86,
        7099.8
    ],
    [
        " same exact thing yeah yeah but I'm being professional yeah so now moving on in combat the best you",
        7099.8,
        7106.74
    ],
    [
        " can hope for is a versatile leader who can adjust himself somewhat to different kinds of men so",
        7106.74,
        7112.32
    ],
    [
        " what I just said no leader can be for perfection for all educated and uneducated men will need",
        7112.32,
        7117.16
    ],
    [
        " different qualities for the leaders strong athletic outspoken men and weak sensitive quiet men",
        7117.16,
        7121.7
    ],
    [
        " ideally should have different sorts of leaders to whom now see this is where I disagree like if",
        7121.7,
        7125.18
    ],
    [
        " you're a good leader you can talk to the what do they call them strong athletic outspoken men and",
        7125.18,
        7129.92
    ],
    [
        " you can also talk to the weak sensitive quiet men and by the way you're gonna end up in a",
        7129.92,
        7133.48
    ],
    [
        " silly between with both those kinds maybe not weak but sensitive quiet guys for sure",
        7133.48,
        7138.52
    ],
    [
        " the Germans have tried to test for initiative and responsibility by giving men actual military",
        7138.52,
        7145.56
    ],
    [
        " problems to solve in spite of inadequate resources they want to see whether the men will give up",
        7145.56,
        7150.38
    ],
    [
        " come back for help or solve the problem in some special way if you are given the materials to",
        7150.38,
        7154.42
    ],
    [
        " build a bridge across a stream and there is not enough materials if the timbers are the wrong",
        7154.42,
        7158.34
    ],
    [
        " size or do not fit together what will you do you can cut down some trees to supplement the",
        7158.34,
        7163.04
    ],
    [
        " insufficient timbers or tie parts together when they're not enough spikes there are possibilities",
        7163.04,
        7168.12
    ],
    [
        " in such procedure but leadership is something greater than ingenuity in meeting emergency so that",
        7168.12,
        7173.16
    ],
    [
        " even that doesn't answer the question and then it says this the consequence of all this that",
        7173.16,
        7179.96
    ],
    [
        " leadership can best be judged by actual performance under the conditions and with the kind of group",
        7179.96,
        7184.96
    ],
    [
        " in question this is why I had the best job when I was running trade at because I got to put guys",
        7184.96,
        7189.36
    ],
    [
        " in the actual situation they were gonna be in and then you put them through judgment it talks",
        7189.36,
        7194.44
    ],
    [
        " about how you judge people how you would how you would select leaders you got to use judges put",
        7194.44,
        7199.24
    ],
    [
        " them in the actual scenario that type that they were gonna be in that the judges had to be competent",
        7199.24,
        7203.42
    ],
    [
        " that's better to have multiple judges instead of just one so it goes through that whole thing",
        7203.42,
        7208.18
    ],
    [
        " and then we get into after the selection of leader gets to training of leaders our leaders born",
        7208.54,
        7214.84
    ],
    [
        " or made obviously both a man who combines the intelligence and ambition necessarily for him to",
        7214.84,
        7219.96
    ],
    [
        " be a competent and resourceful leader with great interest in the welfare of his immediate associates",
        7219.96,
        7224.52
    ],
    [
        " has the first requisites of being a good leader our intelligence ambition and human interest in",
        7224.52,
        7230.3
    ],
    [
        " born or learned it depends on how you define these terms and it goes to talk about some of the",
        7230.3,
        7236.36
    ],
    [
        " stuff we were talking about earlier the brightest of men are not able to exercise their intelligence",
        7236.36,
        7240.96
    ],
    [
        " when they are over fatigued undernourished in want of oxygen fevered or drunk and they cannot make",
        7240.96,
        7248.64
    ],
    [
        " wise decisions if they are without experience in any given situation and it says most",
        7248.64,
        7256.68
    ],
    [
        " psychologists use the word intelligence to refer to the native or inborn capacity for learning",
        7256.68,
        7262.92
    ],
    [
        " and for adapting to the environment intelligence in this sense cannot be learned it is inherited",
        7262.92,
        7268.16
    ],
    [
        " but what a man does with his inherited intelligence the extent to which a man is ambitious or the extent",
        7268.16,
        7274.84
    ],
    [
        " to which he is interested in his fellows depends on how he was brought up and even upon his",
        7274.84,
        7280.14
    ],
    [
        " environment at the present time so you got a certain level this is this is exactly what I talk",
        7280.14,
        7287.06
    ],
    [
        " about leadership strategy and tactics you get a certain level of blessing you got that you got",
        7287.06,
        7291.88
    ],
    [
        " certain level of natural gifts natural talents in every category of being a leader and then",
        7292.9,
        7299.2
    ],
    [
        " you got to try and improve them certainly there are great differences in aptitude for leadership",
        7299.2,
        7304.76
    ],
    [
        " among men as they enter the army or navy the question of whether these differences are the",
        7304.76,
        7308.74
    ],
    [
        " result of heredity or are the effects of early training in environment has no practical importance",
        7308.74,
        7313.68
    ],
    [
        " in the selection of men for training as officers they don't even care leadership improves the",
        7313.68,
        7319.2
    ],
    [
        " experience that's factual in most cases because you can get negative experience you can become a",
        7319.2,
        7325.8
    ],
    [
        " worse leader right leadership can be learned given some aptitude and enough motivation that's",
        7325.8,
        7334.28
    ],
    [
        " totally true competence can be acquired with intelligence motivation in practice that's true",
        7334.28,
        7339.46
    ],
    [
        " interest in other men can be increased by motivation and that means that the man who wants to",
        7339.46,
        7346.68
    ],
    [
        " become a good leader can make his men a special object of study teaching ability and clarity and",
        7346.68,
        7353.4
    ],
    [
        " confidence of command follow along as soon as the would be leader has his attention fixed on what",
        7353.4,
        7359.08
    ],
    [
        " his men are getting from him instead of what he thinks he is giving to them civilian studies on",
        7359.08,
        7366.42
    ],
    [
        " training leaders in industry and in dealing with children all show that it is possible to learn",
        7366.42,
        7372.0
    ],
    [
        " by voluntary effort to take the followers point of view and see from their angle and so to become",
        7372.0,
        7380.0
    ],
    [
        " more effective leaders boom who ya totally awesome statement you can learn how to take other people's",
        7380.0,
        7389.98
    ],
    [
        " perspective and you understand the perspective of the people that you're leading you will do a better",
        7389.98,
        7394.3
    ],
    [
        " job even decisiveness can be learned if the would be leader cannot make up his mind quickly let him",
        7394.3,
        7401.8
    ],
    [
        " make it up slowly taking advice then when he is made his decision let him announce it decisively",
        7401.8,
        7406.84
    ],
    [
        " and let him stick to it I have a big question mark next to that because if the leader makes a bad",
        7406.84,
        7412.0
    ],
    [
        " call he shouldn't stick to it but you can get better at making decisions I mean when you when we",
        7412.0,
        7418.44
    ],
    [
        " put guys through trade at put them through land warfare you would see him be a disaster in the",
        7418.44,
        7423.88
    ],
    [
        " being couldn't make decisions and then they start to learn how to make decisions and then it'd be",
        7423.88,
        7430.86
    ],
    [
        " talk as I taught it the would be leader has best pattern himself on some skill leader",
        7430.86,
        7438.28
    ],
    [
        " whom he knows well and in my eyes yes absolutely he would be surprised to find how many of the",
        7438.28,
        7446.04
    ],
    [
        " accomplished leaders attributes he can copy when he cannot copy the habits of thought he may at",
        7446.04,
        7451.2
    ],
    [
        " least be able to imitate the manner and behavior of his model inappropriate appropriate habits though",
        7451.2,
        7456.68
    ],
    [
        " of thought may follow later so you like basically act like that guy and then eventually hopefully",
        7456.92,
        7464.1
    ],
    [
        " you can become that guy our leaders border made all leaders are made",
        7464.1,
        7468.82
    ],
    [
        " makes you think oh wait a second and then it says whether the aptitude upon which they build",
        7468.82,
        7477.6
    ],
    [
        " is inborn or learned cannot be said not all grown men have it okay true but those that",
        7477.6,
        7486.6
    ],
    [
        " have what leadership takes even though they have never led can learn to lead yes I agree 100%",
        7486.6,
        7492.88
    ],
    [
        " here as everywhere else among military skills the two keys to the creation of successful ability",
        7492.88,
        7498.38
    ],
    [
        " must be employed selection and training select potential trainers and lead them there you go",
        7498.38,
        7505.46
    ],
    [
        " and we're going to close this one out right now the kind of closing chapter the use of psychology and",
        7505.46,
        7511.2
    ],
    [
        " war but it's kind of just a good way to sum up what we've talked about today psychology is the",
        7511.2,
        7515.46
    ],
    [
        " study of acting man of human thinking and behaving and of the underlying causes and conditions of",
        7515.46,
        7522.34
    ],
    [
        " man's thought and conduct thus it is concerned with perceiving feeling learning remembering thinking",
        7522.34,
        7528.24
    ],
    [
        " and acting and all and also with all of those social relations between men how they feel about one",
        7528.24,
        7534.9
    ],
    [
        " another and act towards towards one another the armed forces are organized bodies of men to make",
        7534.9,
        7542.6
    ],
    [
        " military organizations efficient you have therefore to know about the capacities and limitations of",
        7542.84,
        7548.78
    ],
    [
        " men about differences among men and how one man can be best at one job while another is best at",
        7548.78,
        7557.2
    ],
    [
        " a different job and about the ability of men to have their abilities changed by training you have",
        7557.2,
        7563.38
    ],
    [
        " also to know about men's motives and their personalities about their adjustment in novel situations",
        7563.38,
        7569.92
    ],
    [
        " about how they learn to like to do what they have to do about how they how about how and why they",
        7570.54,
        7578.74
    ],
    [
        " break down when adjustment is impossible and you need to know about their social relations in",
        7578.74,
        7585.24
    ],
    [
        " leadership and followership in panic and accepting and spreading rumor all that",
        7585.24,
        7591.7
    ],
    [
        " is psychology which the military man needs and there you have it thinking about thinking",
        7592.68,
        7604.5
    ],
    [
        " about what we're thinking about what our boss is thinking about what our team is thinking that",
        7604.5,
        7611.78
    ],
    [
        " is psychology which yes the military man needs but I'll tell you what all human beings interacting with",
        7611.78,
        7620.04
    ],
    [
        " other human beings we all need more understanding so there you go",
        7620.04,
        7626.66
    ],
    [
        " echo Charles yes speaking of need yep we need to fuel ourselves we do we need to get fuel in ourselves",
        7626.66,
        7637.06
    ],
    [
        " and that's why we have jocque or fuel what do you got I'm fueled up right now yeah as a matter of",
        7637.06,
        7643.54
    ],
    [
        " I'm with you so yes jocque fuel okay now did we shift a paradigm yes yeah so yeah so if you",
        7643.54,
        7653.84
    ],
    [
        " talk about energy drinks we shifted that energy drinks are no longer unhealthy well as far as",
        7653.84,
        7658.78
    ],
    [
        " we're concerned ours are not unhealthy not unhealthy actually completely healthy I gave one to we",
        7658.78,
        7664.54
    ],
    [
        " had a we're doing some improvements on our house the contractors came by super nice guy so I offered",
        7664.54,
        7672.9
    ],
    [
        " him one he was like oh man I love I like energy drink he's like he looked at it's a jocque oh I love",
        7672.9,
        7677.76
    ],
    [
        " jocque I was like well the good news about this energy drink regardless how much you love or don't",
        7677.76,
        7682.4
    ],
    [
        " love jocque that's the case may or may not be this energy drink is good for you yep seem saying he was",
        7682.4,
        7688.4
    ],
    [
        " reading it yet he was down for the cause yep well that's good and I would say I'm kind of good for",
        7688.4,
        7692.92
    ],
    [
        " you too like that guy that contractor yeah I think I'm actually pretty good for him too yeah you know",
        7692.92,
        7698.22
    ],
    [
        " yeah the whole I'm not throwing anything negative out there for no he's not listening to me",
        7698.22,
        7702.06
    ],
    [
        " thinking I I think I can skate on work yeah he's not thinking all it doesn't matter from healthy",
        7702.06,
        7706.32
    ],
    [
        " he's not thinking oh I'm if I'm gonna be running some other people on my team maybe I should",
        7706.32,
        7710.92
    ],
    [
        " be an authoritarian leader that barks or is he not saying to that so I think I'm good for him and",
        7710.92,
        7714.56
    ],
    [
        " I think my drink is good for him I think you're correct it's not like he came over said he loves",
        7714.56,
        7718.52
    ],
    [
        " jocque because you ran him into a ditch somewhere there you go seem saying you're I'm see doing",
        7718.52,
        7722.62
    ],
    [
        " great work out here all right girl oh that's a little bit extreme I appreciate thank you",
        7722.62,
        7727.76
    ],
    [
        " nonetheless look no more unhealthy energy drinks no more shabby tasting energy drinks boom got",
        7727.76,
        7734.46
    ],
    [
        " you all good all good good for you good for performance mentally and physically boom we got",
        7734.46,
        7738.52
    ],
    [
        " protein as well yeah ready to drink hey look we've been kind of not neglecting but we haven't",
        7738.52,
        7743.88
    ],
    [
        " been talking about the actual milk the clean oh great taste the pop out the pop out how did you",
        7743.88,
        7754.8
    ],
    [
        " hear a snowboard yeah sir you know now you know about that pow pow oh day so keep in mind that is",
        7754.8,
        7759.32
    ],
    [
        " still a massive massive option but yes if you're interested in in maybe saving some time",
        7759.32,
        7764.44
    ],
    [
        " having improved convenient scenario with that same good taste I'll be honest we met sometimes I",
        7764.44,
        7771.22
    ],
    [
        " just need like something that I want to take something sweet and I don't want to mix up a whole",
        7771.22,
        7776.16
    ],
    [
        " mok and have it in the fridge get that little RTD hitter oh yeah there's there's on the rocks as",
        7776.16,
        7782.26
    ],
    [
        " they say like cold yeah cold in the fridge just ready to roll yeah ready to the the pow pow yeah",
        7782.26,
        7789.12
    ],
    [
        " so it's called now the mok by the way if you get the mok powders henceforth only referred to as the",
        7789.12,
        7794.22
    ],
    [
        " mok pow pow yeah that's when you're in the mood to like really kind of elaborate on some gourmet",
        7794.22,
        7799.54
    ],
    [
        " mok shakes which hey there's a time for that trust me oh yeah boom perfect perfect amount of protein",
        7799.54,
        7806.64
    ],
    [
        " whatever you choose perfect type of protein and it tastes super good so there you go go to jacquafil",
        7806.64,
        7812.42
    ],
    [
        " dot com you can get all this you can get vitamin D3 you can join war for a krill oil super krill",
        7812.42,
        7817.64
    ],
    [
        " cold war just you can get the goods man jacquafil dot com you can also get it at wall",
        7817.64,
        7822.62
    ],
    [
        " wall you can get it the vitamin shop military commissaries hand for dash stores in Maryland wake",
        7822.62,
        7827.02
    ],
    [
        " firm shop right h e b myr we be rocking in those stores hey everybody that goes to h e b and my",
        7827.02,
        7835.28
    ],
    [
        " thank you thank you you're you're just making winners and hey if you go to these other stores",
        7835.28,
        7841.66
    ],
    [
        " these other stores especially the convenience stores that's a battlefield it's a battlefield in",
        7841.66,
        7847.06
    ],
    [
        " those convenience stores there's big giant corporations and you know who I'm talking about they pay",
        7847.06,
        7852.76
    ],
    [
        " millions of dollars when they saw threat as soon as they saw threat as soon as they saw the market",
        7852.86,
        7858.76
    ],
    [
        " chair disappearing oh well it's in disappearing as soon as they saw crack portions of their market",
        7858.76,
        7865.42
    ],
    [
        " chair getting pulled they went on the offense and they got funneled on nuclear weapons called millions",
        7865.42,
        7870.14
    ],
    [
        " and millions and millions of dollars so when you roll into wawa go and clean the shelves go let them",
        7870.14,
        7876.9
    ],
    [
        " know what's up let them know that we're here and we don't care oh you moved us down a shelf take",
        7876.98,
        7885.96
    ],
    [
        " it out of the high level that's kind of stuff they do they do that kind of stuff it's a battlefield man",
        7885.96,
        7890.08
    ],
    [
        " but wawa is great they they brought us in there but look they're running a business too so if you",
        7890.08,
        7897.58
    ],
    [
        " go into wawa if you go into one of these convenience stores roll in there get some don't get trekked",
        7897.58,
        7903.28
    ],
    [
        " into buying no the poison you don't want to let that happen so there you go everyone out there",
        7903.54,
        7909.62
    ],
    [
        " when you roll into these stores we appreciate it it's it's it makes our job easier and it allows us",
        7909.62,
        7915.88
    ],
    [
        " to further expand you're helping the people that don't have this stuff available right now right",
        7915.88,
        7921.66
    ],
    [
        " California's rough man convenience and California's rough it's a there's a whole thing I'd have to",
        7921.66,
        7926.92
    ],
    [
        " talk through but there's just a lot of disparate companies out here it's not like one unified",
        7926.92,
        7934.48
    ],
    [
        " not like there's a lot of unified chain like this is the one that even the the ones that you might",
        7934.48,
        7941.64
    ],
    [
        " think of off the top of your head a lot of those are owned by very small franchisees that only have",
        7941.64,
        7947.52
    ],
    [
        " one or two stores and it's just we're working on it out here on the west coast we're working on it",
        7947.52,
        7953.7
    ],
    [
        " but everyone that's in the Midwest in Texas that you're making it easier for everybody for us to",
        7954.44,
        7961.46
    ],
    [
        " get this everybody so thank you thank you for the support and the stuff is clean man and by the way",
        7961.46,
        7967.42
    ],
    [
        " I forgot to tell you I forgot to bring them but we have mocha cookies right I I just had back to",
        7967.42,
        7973.64
    ],
    [
        " back mocha cookies before I came here back to back and and the first one I just had it and I was like",
        7973.64,
        7979.3
    ],
    [
        " damn bro so they're good to go they're good to go I knew they were going to be good to go when",
        7979.3,
        7984.02
    ],
    [
        " Freya my oldest daughter she sent me a text like mocha cookies I hadn't had one yet she's like",
        7984.02,
        7989.4
    ],
    [
        " mocha cookies GTG GTG good to go so anyways I had two before I came here the first one normal dry",
        7989.4,
        7999.0
    ],
    [
        " we'll say the next one I straight poured a glass of milk there's a chocolate chip cookie bro I",
        7999.0,
        8004.7
    ],
    [
        " dipped it like I was drinking I like I was eating a freaking whatever toll house and only toll house",
        8004.7,
        8010.82
    ],
    [
        " you got downside oh yeah you're like oh can I have a toll house and some type two diabetes please",
        8010.82,
        8015.44
    ],
    [
        " oh can I yes no no my body said no then you crack open that mocha cookie so good yeah so good",
        8015.44,
        8026.16
    ],
    [
        " and I put it I dipped it in milk like I was in the next level you know what do you have in the",
        8026.16,
        8030.44
    ],
    [
        " I don't want to say like an out of body experience but when you're just when you're like you have",
        8030.72,
        8037.02
    ],
    [
        " a paradigm shift yeah you already brought this up so I'm allowed to say a dorky word",
        8037.02,
        8041.68
    ],
    [
        " yep yep at a paradigm shift where I was like wait a second I'm literally having a chocolate chip",
        8041.68,
        8046.68
    ],
    [
        " cookie right now with milk by the way and I'm completely no downside yeah I'm getting stronger",
        8046.68,
        8056.1
    ],
    [
        " as I eat a chocolate chip cookie that's a paradigm shift in the world right that's no-bell prize",
        8056.1,
        8060.7
    ],
    [
        " that's level prize right I'm yep I can't refute that is it not like I'm eating a chocolate chip cookie",
        8060.7,
        8068.4
    ],
    [
        " with milk I'm getting stronger smarter faster better more healthy good for you good for you",
        8068.4,
        8075.24
    ],
    [
        " straight up so is that not no bell prize I don't know who runs that thing yeah let's talk to him",
        8075.24,
        8080.18
    ],
    [
        " yeah let's at least get it out there see what up see what up I understand and I feel the same",
        8080.18,
        8085.42
    ],
    [
        " exactly and I'm with you with the milk thing like there's there I think I'm to the point of my",
        8085.42,
        8090.26
    ],
    [
        " life thankfully where I'm not going to have one before when I get home right now I'm having milk",
        8090.26,
        8095.44
    ],
    [
        " and cookie you're thinking about milk and milk cookie well thankfully um you know I don't",
        8095.44,
        8102.0
    ],
    [
        " have to enjoy cookies without milk right now so milk is a necessary part of the cookie experience",
        8102.0,
        8108.8
    ],
    [
        " so yes small cookie milk hey look if you like those intolerant but I get the lactose free yeah you",
        8109.08,
        8113.76
    ],
    [
        " can do that no problem no problem no problem with the still in the path of knowing and yes you get",
        8113.76,
        8118.3
    ],
    [
        " to enjoy your milking cookies yeah it is it it I had of it was a moment like to eat the first one",
        8118.3,
        8125.66
    ],
    [
        " and be like wait a second and then just break out you know he got the the cups in your house that",
        8125.66,
        8130.74
    ],
    [
        " have like a wider mouth like like a bigger yes I'm here to give us some good ones did he yeah",
        8130.74,
        8136.84
    ],
    [
        " the waking up ones they're they're big oh yeah oh they I know because I literally the last milk I",
        8137.04,
        8142.62
    ],
    [
        " had was in one of those cups well there you go I broke out one of those except for mine was in the",
        8142.62,
        8147.72
    ],
    [
        " Sam Harris one mine said get after it I think you might know what the one I'm talking about so",
        8147.72,
        8152.38
    ],
    [
        " there you go milk and milk cookies you can order those I think those are only right now jacquil food",
        8152.38,
        8156.56
    ],
    [
        " dot com so go get some of those they're freaking outstanding and you can you can you can have a cookie",
        8156.56,
        8161.6
    ],
    [
        " and get stronger and look I'm sure someone's listening right now that's part of the Nobel prize",
        8161.6,
        8168.84
    ],
    [
        " thing let me know just let me know when when he want me to show up the team will bring the team in",
        8168.84,
        8173.7
    ],
    [
        " because look I don't get all the credit right no I can't the credit it's not me no it's the team sure",
        8173.7,
        8178.78
    ],
    [
        " but as the face of the you know the cookie maybe I get the Nobel prize for it sure no I'd pass it",
        8178.78,
        8184.2
    ],
    [
        " on to the troops the troops are getting it but someone deserves it all right cool also origin USA dot",
        8184.2,
        8190.88
    ],
    [
        " if you need jeans if you need boots if you need a jiu jitsu ghee what you do if you're not",
        8190.98,
        8196.6
    ],
    [
        " trying to jiu jitsu you should be if you need hunt gear go to origin USA dot com and get some American",
        8196.6,
        8204.7
    ],
    [
        " made gear that's what you want you want to support communism you don't want to support tyranny",
        8204.7,
        8220.86
    ],
    [
        " you want the highest quality the quality is good man clean right now we're just getting better all",
        8220.86,
        8227.44
    ],
    [
        " the time yeah we're constantly looking and improving everything that we're doing so origin USA dot",
        8227.44,
        8233.02
    ],
    [
        " com get yourself some American made everything it's interesting because the there is this distinct",
        8233.02,
        8238.9
    ],
    [
        " difference and it seems obvious but maybe not from moment to moment but when you get a pair of",
        8238.9,
        8244.72
    ],
    [
        " jeans or whatever something that's made where the person who physically made it the person who",
        8244.72,
        8250.12
    ],
    [
        " designed it the person who physically made it like put it under the sewing machine and physically",
        8250.12,
        8255.16
    ],
    [
        " made it when they care about every single one that they make like I care about this one yeah I'm not",
        8255.16,
        8259.5
    ],
    [
        " punching the clock I'm not surviving so I don't get whipped or whatever you know I care about this",
        8259.5,
        8266.54
    ],
    [
        " pair of jeans before about this boot like man if I if I even mess up that one stitch I get about",
        8266.54,
        8271.34
    ],
    [
        " that let me redo that one so it's perfect the the jeans that you get they're gonna be way different",
        8271.34,
        8276.7
    ],
    [
        " you know we talked the little I kind of breezed over it but like the superstition thing that he",
        8276.76,
        8281.6
    ],
    [
        " talked about like hey if you got people that are superstition don't make fun of it support it",
        8281.6,
        8285.48
    ],
    [
        " well there's some kind of like what's the reality behind that what is what is the reality behind",
        8285.48,
        8291.18
    ],
    [
        " there's a little bit of a of a curse when you get when you get a pair of jeans from a sweatshop",
        8291.18,
        8297.66
    ],
    [
        " that people were were were harmed that the environment was harmed to make you look you may not",
        8297.66,
        8306.44
    ],
    [
        " feel that but you might and now if you put on a pair of origin jeans you put those on and you",
        8306.44,
        8311.8
    ],
    [
        " know that those things were made by freedom right and all of a sudden you know you've done something",
        8311.8,
        8316.16
    ],
    [
        " positive for the universe and the universe probably knows that too yeah sure there you go man get",
        8316.16,
        8322.52
    ],
    [
        " that karma good karma right is that a thing yeah it's a thing I think it is yeah well yeah if I",
        8322.52,
        8330.3
    ],
    [
        " if I don't know you and I give you and I'm in a bad mood and I give you the stink eye",
        8330.3,
        8335.1
    ],
    [
        " intuitively the chance of you giving me the stink eye back pretty high",
        8337.16,
        8340.54
    ],
    [
        " so it works in a nutshell I always think of it from like a leadership perspective I don't doubt that",
        8340.54,
        8347.26
    ],
    [
        " and I'm like oh you go around treating people bad karma yeah he's gonna come back and get you yeah",
        8347.26,
        8354.0
    ],
    [
        " you go around treating the environment bad karma is gonna come back you go around treating",
        8354.0,
        8358.0
    ],
    [
        " your employees bad karma is gonna come back and get you that's what's gonna happen my dad had a saying",
        8358.0,
        8362.12
    ],
    [
        " he said he wouldn't say it all the time but everyone's while you'd say he would say bad things happen to",
        8363.38,
        8368.62
    ],
    [
        " bad people so and usually under these circumstances when you just you know like look we all have that",
        8368.62,
        8373.88
    ],
    [
        " little evil man inside of us even as little kids where it's like hey you want to get over or you",
        8373.88,
        8378.3
    ],
    [
        " want to like it takes a lot of work to exercise the high road or something like this right where so",
        8378.3,
        8384.02
    ],
    [
        " you know you're gonna do the you know you're gonna seek revenge or you're gonna you know bully your",
        8384.02,
        8388.56
    ],
    [
        " little brother in case maybe and sometimes you got to get reminded that hey like that that short",
        8388.56,
        8395.0
    ],
    [
        " term gratification from your little evil deed that you think is like harmless or whatever in the",
        8395.0,
        8400.24
    ],
    [
        " grand scheme of things this is what the grand scheme of things says bad things happen to bad people",
        8400.24,
        8405.42
    ],
    [
        " just don't forget that BC BC is spoken put it out word yep as we might say nonetheless yes it's",
        8405.42,
        8411.92
    ],
    [
        " true it's it's a very it's a thing for sure also jump on store you know represent we're all on",
        8411.92,
        8416.94
    ],
    [
        " this path together you know varying places in the world whatever but we're on the same path",
        8416.94,
        8422.18
    ],
    [
        " varying versions of the path varying speeds on the path but we're all on the path if you want to",
        8422.18,
        8428.54
    ],
    [
        " represent on this path is where you can get your shirts and hoodies and teeth hats and whatnot",
        8428.54,
        8435.6
    ],
    [
        " chuckle store new there's a new shirt you've been telling me about for the Sherlockers shirt locker yes",
        8435.6,
        8440.46
    ],
    [
        " yeah should I reveal it yeah reveal okay so it is a shirt here's a story behind it typically all",
        8440.46,
        8446.24
    ],
    [
        " the shirts from the okay there's a shirt locker that's the subscription scenario you get a new",
        8446.24,
        8450.46
    ],
    [
        " shirt every month so here's the thing and I usually just say okay the designs are whatever I say",
        8450.46,
        8455.16
    ],
    [
        " about the designs they're cool but what I don't always say is all designs have a story behind them",
        8455.16,
        8461.14
    ],
    [
        " all of them everything going we're calm layers this one this particular shirt is a shirt it's",
        8461.14,
        8467.88
    ],
    [
        " uh it's pretty simple it has the you know the logo that you know the representative stuff but on",
        8467.88,
        8472.78
    ],
    [
        " the bottom of the front upside down there's a passage if you will written says what are you doing",
        8472.78,
        8479.28
    ],
    [
        " right now so it's upside down the bottom of your shirt so if you're sitting down especially and you",
        8479.28,
        8485.04
    ],
    [
        " you're looking around and you look down it's gonna that message is gonna be loud and clear just for",
        8485.04,
        8489.02
    ],
    [
        " you what are you doing right now especially if you're sitting just sounds like you're watching Netflix",
        8489.02,
        8492.36
    ],
    [
        " yes and down somewhere exactly I saw just a little reminder some of us we like that prompt you know",
        8492.36,
        8497.88
    ],
    [
        " it helps yeah there you go but yeah yeah if you want to uh check all this stuff out you like",
        8497.88,
        8502.46
    ],
    [
        " something get something it's on jockelstore.com there you go subscribe to the podcast subscribe",
        8502.46,
        8506.32
    ],
    [
        " to jocco underground.com subscribe to our YouTube channel get psychological warfare check out",
        8506.32,
        8511.9
    ],
    [
        " origin USA's YouTube channels check out jockelfuels YouTube channel YouTube channels going on flipsidecampus.com",
        8511.9,
        8518.06
    ],
    [
        " decode a myrk making cool stuff to hang on your wall I've written a bunch of books a novel final",
        8518.06,
        8523.42
    ],
    [
        " spin a bunch of leadership books a bunch of kids books six kids books do you know that six",
        8523.52,
        8532.16
    ],
    [
        " children's books more common Mikey in the dragons all the way the warrior kid books there you go",
        8532.16,
        8538.38
    ],
    [
        " about face by hack worth check that book out I wrote the forward to the new version of it which is",
        8538.38,
        8542.82
    ],
    [
        " an honor to be able to do that and then of course extreme ownership on the dichotomy leadership",
        8542.82,
        8548.36
    ],
    [
        " wrote with life babbon life babbon and I also have a leadership consultancy we saw problems through",
        8548.66,
        8553.9
    ],
    [
        " leadership go to slamfront.com for details if you want us to come and help your business if you",
        8553.9,
        8560.0
    ],
    [
        " want to come to one of our live events check that out we also have an online training platform",
        8560.0,
        8564.8
    ],
    [
        " the demand signal for leadership training is so high we couldn't meet it so we made a online",
        8564.8,
        8572.26
    ],
    [
        " training academy for leadership and life go to extreme ownership.com if you want to take ownership",
        8572.98,
        8578.16
    ],
    [
        " of your life if you want to take ownership of your world if you want to take ownership of your",
        8578.16,
        8582.04
    ],
    [
        " business we will teach you extreme ownership.com also if you want to help service members active",
        8582.04,
        8588.64
    ],
    [
        " and retired you want to help their families you want to help coal star families check out momelies",
        8588.64,
        8591.88
    ],
    [
        " marklies mom momelie she's got a charity organization does unbelievable work",
        8591.88,
        8598.02
    ],
    [
        " go to america's mighty warriors dot org if you want to donate or you want to get involved and",
        8599.08,
        8604.16
    ],
    [
        " don't forget about heroes and horses dot org we got mica think right now no one's heard from",
        8604.16,
        8610.72
    ],
    [
        " him for 72 days we got one satellite transponder that said he is alive he is doing well and he is",
        8610.72,
        8619.52
    ],
    [
        " now dressed in a mountain lion skin and he is making progress out in the wilderness",
        8619.52,
        8625.06
    ],
    [
        " if you want to connect with us echoes at echo Charles on the social media i'm at jocke a",
        8625.06,
        8633.24
    ],
    [
        " willing could just be advised algorithms looking to grab you so don't let it happen also thanks to",
        8633.24,
        8639.28
    ],
    [
        " the folks out there in the ultimate leadership position those in the military around the world",
        8639.28,
        8643.7
    ],
    [
        " facing the toughest challenges and moving forward toward those challenges to protect us in this",
        8643.7,
        8651.16
    ],
    [
        " world and the same goes to our police law enforcement fire fires paramedics EMTs dispatchers correctional",
        8651.16,
        8656.46
    ],
    [
        " officers barter patrol secret service all first responders you all step up to face challenges",
        8656.46,
        8661.46
    ],
    [
        " every day and lead so we thank you for keeping us safe and everyone else out there",
        8661.46,
        8667.96
    ],
    [
        " pretty early on in this book today we covered the fact that fear and anger and frustration and",
        8669.5,
        8676.66
    ],
    [
        " any emotion can be diverted from flight to attack and it gets diverted by you you're the one",
        8676.66,
        8689.28
    ],
    [
        " that gets to divert it you get to decide whether you run or whether you fight you get to decide",
        8689.28,
        8694.66
    ],
    [
        " to decide whether you curl up in a ball or you curl your fist to brawl whether you surrender",
        8694.66,
        8702.18
    ],
    [
        " or decide to go and conquer that is your decision and i recommend you make the decision",
        8702.18,
        8710.08
    ],
    [
        " to get up and get after it and until next time the zekko and jaco out",
        8710.08,
        8718.7
    ]
]