[
    [
        " I had a conversation with a good friend of mine who's a who's a regular Navy guy and he said something, you know, we are so he's deeply involved with the the seal community now, but",
        0.0,
        12.12
    ],
    [
        " We we said a quick conversation about, you know, like the Navy versus the seal teams because when people go to buds, if they don't make it through buds, they're in the Navy.",
        12.12,
        24.46
    ],
    [
        " And the job for someone that wants to go to buds,",
        25.04,
        28.54
    ],
    [
        " That doesn't make it and ends up in the Navy is not the job that they're looking for. If you go into the Army and you want to be a special",
        28.96,
        35.86
    ],
    [
        " Forced soldier and you don't make it cool, you can be a rifleman in the 82nd Airborne 101st Airborne or that's still an outstanding job and you're doing",
        35.86,
        43.54
    ],
    [
        " Something proximal to what you want to do. The Navy is not like that. And he said, well, you know, that makes makes it sound like my job was horrible.",
        43.54,
        51.3
    ],
    [
        " And I said no, not at all. It's just that there's certain people that are attracted certain jobs and I told them this story that I've told a hundred times about I'm on",
        52.12,
        60.5
    ],
    [
        " An LPD, you know, amphibious ship out here off the coast of San Diego where 30 miles off of Pendleton",
        60.5,
        67.8
    ],
    [
        " We're about to go do a hydrographic reconnaissance the freaking waves are huge. It's raining and miserable and",
        67.8,
        74.12
    ],
    [
        " I'm standing I'm standing there getting these you know getting ready to launch our zodiacs off the back of this LPD and",
        74.12,
        80.56
    ],
    [
        " this boasting's mate",
        80.84,
        81.48
    ],
    [
        " First class and it's you know, it's whatever 10 o'clock at night storms and he looks at me and he looks out there and he looks back at me and he goes, man",
        81.48,
        91.26
    ],
    [
        " I'm glad I don't have your job and I looked back at him and I said well, I'm glad I don't have yours. So there you go. Like everyone's got their own little thing",
        91.26,
        97.1
    ],
    [
        " So that's why when you look at people that are in Navy ROTC",
        97.1,
        101.78
    ],
    [
        " They're a different type of person than the type of person. There's people that look at Marines and go, oh hell no",
        101.78,
        106.72
    ],
    [
        " I'm not doing that because they look at the Navy people like oh they look like they're gonna be doing some",
        106.72,
        111.16
    ],
    [
        " Finance and some working on engine engineers and like this kind of thing. It's just it's just it",
        111.16,
        116.26
    ],
    [
        " propensity of job that people want and you looked at the Navy guys and said they look like they're gonna be engineers and",
        116.26,
        123.98
    ],
    [
        " These guys over here look like they're gonna carry machine guns and you're a machine gun carrying type of dude",
        123.98,
        128.86
    ]
]