[
    [
        " I've not been working out regularly for several years now.",
        0.0,
        4.4
    ],
    [
        " Obviously, I'm fat and lazy, but I want to get after it.",
        4.76,
        9.2
    ],
    [
        " So the question is, should I go all-in level 9 destruction maximum madness or ease into it?",
        9.92,
        17.0
    ],
    [
        " At level 3 cruising edition.",
        17.2,
        19.0
    ],
    [
        " Respect.",
        20.22,
        20.64
    ],
    [
        " All right.",
        21.6,
        21.84
    ],
    [
        " Well, there's a couple of different approaches.",
        22.0,
        23.58
    ],
    [
        " Now when I hear this, first of all, you don't want to get hurt, right?",
        24.12,
        28.98
    ],
    [
        " And you also don't want to make yourself try and do things that are so hard and so painful",
        29.04,
        34.72
    ],
    [
        " that you can't do it repeatedly.",
        34.72,
        37.68
    ],
    [
        " So if you just destroy yourself, what do you say?",
        38.42,
        40.92
    ],
    [
        " If you destroy yourself, level 9 destruction maximum madness, but then you can't work out",
        41.18,
        45.18
    ],
    [
        " for two more weeks, well, guess what?",
        45.18,
        47.04
    ],
    [
        " What'd you do in the mean?",
        47.16,
        47.7
    ],
    [
        " No, let's say realistically, you got doms.",
        47.9,
        50.58
    ],
    [
        " Domes, sure.",
        50.58,
        51.28
    ],
    [
        " Right?",
        51.62,
        51.72
    ],
    [
        " Delayed onset muscle soreness.",
        52.18,
        53.84
    ],
    [
        " Let's say you did so many burpees that your legs, you couldn't sit down without your",
        53.84,
        60.18
    ],
    [
        " legs being in pain.",
        60.18,
        61.08
    ],
    [
        " So you take three days, four days.",
        61.7,
        66.3
    ],
    [
        " Have you ever had doms so bad that you took four days off?",
        66.52,
        68.66
    ],
    [
        " No.",
        69.14,
        69.36
    ],
    [
        " Okay.",
        69.7,
        69.9
    ],
    [
        " Let's say you take three days off.",
        70.2,
        71.72
    ],
    [
        " What did you do during those three days?",
        72.02,
        74.04
    ],
    [
        " Did you hold the line?",
        74.52,
        75.24
    ],
    [
        " Did you stay on the path?",
        75.46,
        76.24
    ],
    [
        " Or were you eating Cheetos on your rest day?",
        76.5,
        80.04
    ],
    [
        " Yeah, I knew I was going to call it.",
        80.04,
        80.76
    ],
    [
        " That's what you were doing.",
        81.16,
        82.0
    ],
    [
        " So, if you destroy yourself to where you can't stay on the path, that's not good.",
        82.06,
        86.22
    ],
    [
        " You want to stay on the path.",
        86.54,
        87.84
    ],
    [
        " I think doing something that you can handle, or maybe something just beyond what you can",
        88.26,
        95.1
    ],
    [
        " handle, every single day is more important.",
        95.1,
        97.38
    ],
    [
        " So going at a level, not cruising level, not level three, but let's find a solid level",
        97.92,
        104.34
    ],
    [
        " five where you can, you're pushing yourself.",
        104.34,
        106.18
    ],
    [
        " I write a thousand words a day when I'm writing.",
        106.5,
        108.0
    ],
    [
        " And do the equivalent of that, right?",
        109.0,
        111.92
    ],
    [
        " The reason I write it, because if I said, okay, tonight I just have to write five thousand",
        111.92,
        117.48
    ],
    [
        " words, that's five hours.",
        117.48,
        118.84
    ],
    [
        " Do I have five hours today?",
        119.4,
        120.82
    ],
    [
        " No, I don't.",
        121.34,
        122.14
    ],
    [
        " I can squeeze out 52 minutes though and get a thousand words written that I can do.",
        122.36,
        127.44
    ],
    [
        " So that's what I think you need to do.",
        127.92,
        129.94
    ],
    [
        " You need to get consistent.",
        130.06,
        131.04
    ],
    [
        " If you bite off more than you chew, then you can chew.",
        131.64,
        135.42
    ],
    [
        " You might very well choke on it.",
        135.74,
        137.34
    ],
    [
        " So don't do that.",
        138.0,
        139.1
    ],
    [
        " So pick something realistic.",
        140.3,
        141.5
    ],
    [
        " Do people say that?",
        142.06,
        143.56
    ],
    [
        " That must be a thing.",
        143.74,
        144.7
    ],
    [
        " That's the first time I heard it.",
        144.7,
        145.98
    ],
    [
        " So if you bite off more than you can chew, you might choke on it.",
        146.36,
        148.92
    ],
    [
        " Did you make that up or you get that from somewhere?",
        149.04,
        150.64
    ],
    [
        " I think I, well, I just, I don't know.",
        150.84,
        152.38
    ],
    [
        " I think I made it up.",
        152.44,
        153.56
    ],
    [
        " It's good, but I'm sure someone would be like, no, this guy said it in 1978.",
        153.86,
        158.1
    ],
    [
        " Yeah, I heard it.",
        158.76,
        160.24
    ],
    [
        " That's the beauty of it.",
        160.3,
        161.28
    ],
    [
        " So pick something realistic, like for something that you can handle and then get after it.",
        161.58,
        167.32
    ],
    [
        " Then the other thing here is he doesn't talk about his diet at all.",
        167.32,
        170.76
    ],
    [
        " And that's clearly equally important.",
        171.5,
        174.16
    ],
    [
        " And you have to change your diet if you're going to change your life and you're going to",
        174.82,
        179.72
    ],
    [
        " change your health.",
        179.72,
        180.22
    ],
    [
        " So stop eating sugar, stop eating processed foods, no more soda and juices and no more",
        180.44,
        185.14
    ],
    [
        " gatorade.",
        185.14,
        185.76
    ],
    [
        " Just to start with, right?",
        186.26,
        189.2
    ],
    [
        " Well, whatever it is, whatever it is that you're doing, whoever asks this question,",
        189.58,
        193.62
    ],
    [
        " whatever you know what you're doing.",
        194.32,
        195.48
    ],
    [
        " If you're eating donuts, don't eat donuts anymore.",
        195.48,
        199.48
    ],
    [
        " Stop, just stop eating those.",
        199.78,
        201.0
    ],
    [
        " Get rid of that sugar sweetness craving thing.",
        201.48,
        205.24
    ],
    [
        " And then just keep making your diet cleaner and cleaner as time goes by.",
        206.98,
        210.28
    ],
    [
        " So that's what I think.",
        211.02,
        214.18
    ],
    [
        " Is there any time that it's good?",
        214.7,
        216.7
    ],
    [
        " Because sometimes I think it's good when people do go like, alright, man, I'm done.",
        217.1,
        223.84
    ],
    [
        " Like, whatever happened, they went up the staircase and they got all tired and they",
        225.08,
        231.36
    ],
    [
        " said, you know what?",
        231.36,
        231.96
    ],
    [
        " I'm done.",
        232.24,
        232.96
    ],
    [
        " It starts tomorrow.",
        233.22,
        234.74
    ],
    [
        " But I think in those cases, most of the time, who was it?",
        235.16,
        237.72
    ],
    [
        " Who was it that we were talking to?",
        237.82,
        239.08
    ],
    [
        " Talking to someone.",
        240.72,
        241.52
    ],
    [
        " Someone that they are, I was talking to someone that their first thing they tried to do,",
        241.7,
        246.82
    ],
    [
        " they couldn't do it all.",
        246.88,
        247.66
    ],
    [
        " Like, they tried to run three miles and they were like, you know what?",
        248.44,
        252.7
    ],
    [
        " Can't do it.",
        253.08,
        253.88
    ],
    [
        " Can't run three miles.",
        254.08,
        255.5
    ],
    [
        " It might have been that guy.",
        255.9,
        257.04
    ],
    [
        " There's a guy that's losing a bunch of weight on the interwebs.",
        257.1,
        259.7
    ],
    [
        " Oh, yeah, that's what it is.",
        260.14,
        260.96
    ],
    [
        " I think he's down in Texas.",
        261.0,
        261.88
    ],
    [
        " But he's trying to lose a lot of weight.",
        262.38,
        264.82
    ],
    [
        " And the first time he went, tried to go for run, didn't happen.",
        265.54,
        269.24
    ],
    [
        " Didn't happen.",
        269.3,
        270.38
    ],
    [
        " So he had to just run less.",
        270.64,
        272.46
    ],
    [
        " He had to just walk actually.",
        272.88,
        274.38
    ],
    [
        " It starts slower.",
        274.4,
        275.34
    ],
    [
        " So yeah, you start with what you can do.",
        275.5,
        279.72
    ],
    [
        " But there is a little bit of, there is, I would say this, keep this one in the back of",
        280.44,
        288.38
    ],
    [
        " your mind.",
        288.38,
        288.82
    ],
    [
        " There is the whole thing of like, you know what?",
        289.16,
        291.02
    ],
    [
        " I'm changing my life right now.",
        291.18,
        292.86
    ],
    [
        " You go home, you get the garbage can out, you bring it into the kitchen, you throw away",
        293.16,
        297.18
    ],
    [
        " the twinkies, you throw away the pop tarts, you throw away the, you pour the crappy soda",
        297.18,
        302.36
    ],
    [
        " down the drain and you get on the path and you just don't look back.",
        302.36,
        305.96
    ],
    [
        " That's a good thing to do too.",
        306.28,
        307.74
    ],
    [
        " But again, if that person's 300 pounds, they're not going to be able to do.",
        308.4,
        313.8
    ],
    [
        " I mean, they're going to push themselves.",
        314.66,
        315.86
    ],
    [
        " Yeah, they could push themselves too hard.",
        317.08,
        318.4
    ],
    [
        " Yeah.",
        318.48,
        318.66
    ],
    [
        " So you just got to be careful.",
        318.76,
        319.62
    ],
    [
        " Yeah.",
        320.08,
        320.36
    ],
    [
        " See, and that is funny when I'm kind of looking at the question.",
        320.76,
        324.36
    ],
    [
        " I'm like, well, obviously you want to start slow, right?",
        324.36,
        327.84
    ],
    [
        " Obviously, but then, I don't know, you hear about these guys just like how you said,",
        328.06,
        331.84
    ],
    [
        " they just, they throw everything away.",
        331.84,
        333.4
    ],
    [
        " They were like, I'm a different person right now.",
        333.54,
        335.18
    ],
    [
        " I think we're crossing streams here or I am.",
        335.18,
        338.56
    ],
    [
        " There's diet and then there's like workout.",
        338.88,
        341.72
    ],
    [
        " Because diet, you can pretty much go cold turkey today.",
        342.48,
        346.02
    ],
    [
        " Yeah, it lets, and you may or may not be able to relate to this, but if you go straight",
        346.66,
        351.14
    ],
    [
        " extreme on your diet, like all of a sudden, you're hit with these, the byproducts of",
        351.14,
        356.88
    ],
    [
        " changing your diet, especially if you'd like, like mountain do every single day.",
        356.88,
        361.82
    ],
    [
        " Right?",
        361.98,
        362.38
    ],
    [
        " And you just all of a sudden boom, stop drinking a month, you'll go through stuff that",
        362.78,
        366.18
    ],
    [
        " you might not expect, like the craving will hit you so hard.",
        366.18,
        369.3
    ],
    [
        " What are we going to put the guy on free and minimal doses of mountain do?",
        369.32,
        372.34
    ],
    [
        " Yeah, no, yeah, basically, no, I'm going to say no, just stop drinking mountain do you",
        372.5,
        377.7
    ],
    [
        " don't need it?",
        377.7,
        378.2
    ],
    [
        " Yeah, and I dig in.",
        378.2,
        379.38
    ],
    [
        " And you're going to go through withdrawals, right?",
        379.44,
        380.82
    ],
    [
        " Yeah, go through caffeine withdrawals and sugar withdrawals.",
        380.98,
        383.0
    ],
    [
        " You're going to get the the keto flu and all those things are going to happen and it's",
        383.02,
        387.22
    ],
    [
        " going to be rough, but yeah, but don't just say it like that is going to be rough part",
        387.22,
        390.6
    ],
    [
        " of that talk.",
        390.6,
        391.02
    ],
    [
        " Hey, bro, seriously, if you go into that and you experience these types of things and",
        391.36,
        395.06
    ],
    [
        " then it's going to bite everything, by the way, any big change that you make where you",
        395.06,
        398.64
    ],
    [
        " have to deprive yourself of these bad things that you've become kind of addicted to or whatever,",
        398.64,
        402.28
    ],
    [
        " you're going to go through all kinds of changes.",
        402.46,
        404.5
    ],
    [
        " And that goes for workout too, by the way, because like just the soreness alone, oh dang,",
        404.7,
        408.44
    ],
    [
        " I wasn't expecting the soreness.",
        408.56,
        409.66
    ],
    [
        " Oh, I'm like tired now because the workout, like was kind of hard.",
        409.78,
        413.64
    ],
    [
        " It's like, oh, shit, I wasn't expecting that.",
        413.64,
        415.38
    ],
    [
        " I was expecting to feel great after my workout, how everyone says or whatever.",
        415.42,
        418.42
    ],
    [
        " So you're going to run into all these little things that no one tells you about.",
        418.42,
        421.18
    ],
    [
        " And then it's like, well, I didn't sign up for that little part of it.",
        421.52,
        424.22
    ],
    [
        " And then when I'm that little part, then you're going to I think the diet thing, I think",
        424.34,
        427.62
    ],
    [
        " you're wrong.",
        427.62,
        428.0
    ],
    [
        " I think the diet thing, I think if you're I think it's very I think it's easier, in fact,",
        428.24,
        432.7
    ],
    [
        " to just be like, I'm done.",
        432.7,
        434.2
    ],
    [
        " It's not like, okay, you know what?",
        434.48,
        435.96
    ],
    [
        " I'm only going to eat a quarter bag of Cheetos a day from now on.",
        436.02,
        439.4
    ],
    [
        " I don't think that works.",
        439.74,
        440.94
    ],
    [
        " I think you got to be like, no, no, no, no Cheetos, not no Cheetos in my house.",
        441.26,
        445.72
    ],
    [
        " But I do think that you could work out so hard that you're so sore that you that you say,",
        446.08,
        453.06
    ],
    [
        " oh, man, I'm just too, like kind of like the did you get to question earlier on?",
        453.08,
        456.0
    ],
    [
        " Like you could be, what if someone's so sore that they can't do their job?",
        456.02,
        458.6
    ],
    [
        " Right?",
        459.04,
        459.34
    ],
    [
        " And they're just sore all day at work.",
        459.8,
        461.8
    ],
    [
        " Well, that's not cool.",
        461.8,
        462.82
    ],
    [
        " So I think for diet, you can you can go cold turkey or actually cold steak or hot steak.",
        463.16,
        471.42
    ],
    [
        " And then I think for working out is the one you you you figure out what you can do.",
        471.7,
        477.32
    ],
    [
        " And you push a little bit harder, but you don't go level nine maximum destruction madness.",
        477.88,
        482.92
    ],
    [
        " I think you're wrong respectfully.",
        482.92,
        485.54
    ],
    [
        " In which part do you think I'm wrong on the diet?",
        485.84,
        487.62
    ],
    [
        " I think if you go extreme with your diet, I think it'll work for some people for sure.",
        487.84,
        493.44
    ],
    [
        " But depending on who you are, but I think you're more, if you go extreme with the diet,",
        493.66,
        497.94
    ],
    [
        " you don't like slowly phase out the bad thing.",
        498.24,
        500.44
    ],
    [
        " You know, it's interesting.",
        500.44,
        501.08
    ],
    [
        " You know, it's interesting.",
        501.26,
        501.84
    ],
    [
        " I don't know if you remember I read a letter a while back on the podcast about a guy that had read",
        502.14,
        506.88
    ],
    [
        " way of the warrior kid and he like fixed his life.",
        506.88,
        510.34
    ],
    [
        " Yeah, man.",
        510.48,
        510.74
    ],
    [
        " That guy did what you're saying.",
        511.26,
        513.22
    ],
    [
        " He just made little changes.",
        513.66,
        515.04
    ],
    [
        " He made little changes along the way.",
        515.36,
        517.16
    ],
    [
        " So maybe it's person, it's probably personality.",
        517.68,
        521.0
    ],
    [
        " In fact, let's just go ahead and say it's personality.",
        521.38,
        523.6
    ],
    [
        " Some people are going to just have to get the damn Cheetos out of their house.",
        523.78,
        527.36
    ],
    [
        " All of them.",
        527.66,
        528.38
    ],
    [
        " Yeah.",
        528.58,
        528.76
    ],
    [
        " And some people say, you know what?",
        528.76,
        530.2
    ],
    [
        " I'm only going to have this one cup full of Cheetos every day.",
        530.58,
        533.66
    ],
    [
        " Yeah.",
        534.06,
        534.18
    ],
    [
        " And that's okay.",
        534.66,
        535.92
    ],
    [
        " But, but here's where you got to be careful.",
        536.4,
        538.72
    ],
    [
        " You may lie to yourself.",
        539.66,
        540.78
    ],
    [
        " Yeah.",
        541.12,
        541.56
    ],
    [
        " And you can lie to yourself.",
        541.84,
        543.6
    ],
    [
        " Yeah.",
        543.6,
        543.92
    ],
    [
        " You can lie to yourself and think, ah, you know, I don't really that that that big of a deal",
        544.32,
        548.32
    ],
    [
        " today.",
        548.32,
        548.64
    ],
    [
        " If I just have two cups of Cheetos.",
        548.76,
        550.16
    ],
    [
        " Yeah.",
        550.32,
        550.52
    ],
    [
        " Nine cups of Cheetos later.",
        551.0,
        552.72
    ],
    [
        " But you still have the cup.",
        552.84,
        554.78
    ],
    [
        " Yeah.",
        554.78,
        555.15
    ],
    [
        " And respectfully, I don't like your Cheetos example.",
        555.4,
        558.58
    ],
    [
        " Because you're like, I'm going to allow myself to, okay, don't allow yourself Cheetos.",
        558.76,
        563.62
    ],
    [
        " That's not how small of a change you're going to make.",
        563.74,
        566.74
    ],
    [
        " If you're not going to eat Cheetos anymore, you're not going to eat Cheetos anymore.",
        566.86,
        568.84
    ],
    [
        " I'm saying like, if you go extreme on your diet, let's say you eat, but, but when you say,",
        569.1,
        572.54
    ],
    [
        " what you're saying is, hey, I'm going to change my diet.",
        572.96,
        576.96
    ],
    [
        " Okay.",
        577.44,
        577.96
    ],
    [
        " I used to eat every day.",
        578.2,
        581.36
    ],
    [
        " I'd eat a whole bag of Cheetos.",
        581.36,
        583.24
    ],
    [
        " And now I'm only going to eat one cup of Cheetos from the bag of day.",
        584.78,
        588.52
    ],
    [
        " That's improvement.",
        589.04,
        589.64
    ],
    [
        " It is improvement.",
        589.92,
        590.5
    ],
    [
        " And it's small improvement.",
        590.58,
        591.86
    ],
    [
        " Well, and if I could do that, then why is that not okay?",
        592.04,
        594.48
    ],
    [
        " Yeah.",
        594.58,
        594.76
    ],
    [
        " Okay.",
        594.84,
        595.0
    ],
    [
        " If you choose to do that, but okay, now we're going into the specifics of a certain person's",
        595.22,
        600.1
    ],
    [
        " okay thing.",
        600.1,
        601.0
    ],
    [
        " I would say this, this is more alonglines what I'm thinking as far as specific examples.",
        601.42,
        606.04
    ],
    [
        " If you're going to go, if I'm going to eat one bag of Cheetos, obviously that's not",
        606.14,
        608.68
    ],
    [
        " all I'm eating.",
        608.68,
        609.14
    ],
    [
        " I'm eating other stuff.",
        609.18,
        610.34
    ],
    [
        " I'm the small change is I'm not going to eat Cheetos anymore.",
        611.94,
        614.66
    ],
    [
        " I'm going to cut out Cheetos.",
        614.86,
        616.0
    ],
    [
        " That's it.",
        616.28,
        617.0
    ],
    [
        " I'm still not eating that good.",
        617.3,
        618.84
    ],
    [
        " You know, I'm going to cut out Cheetos.",
        619.02,
        619.88
    ],
    [
        " Or let's say I get, you know, drive through every day.",
        620.08,
        624.76
    ],
    [
        " Three times a day.",
        625.3,
        626.34
    ],
    [
        " Okay.",
        626.74,
        627.1
    ],
    [
        " I won't get drive through anymore.",
        627.7,
        629.78
    ],
    [
        " Or all that's a big change.",
        630.0,
        631.46
    ],
    [
        " Not necessarily depending on what you get.",
        631.96,
        634.54
    ],
    [
        " Going from three drive through the day to zero, how's that not a big chance?",
        634.66,
        639.06
    ],
    [
        " How is going from like, and there's certain people actually was talking to someone the other",
        639.2,
        643.98
    ],
    [
        " day that had lost 150 pounds of female.",
        643.98,
        649.0
    ],
    [
        " And it was interesting.",
        649.44,
        650.72
    ],
    [
        " Her nutritionist, she hired a nutritionist and the nutritionist said, okay, what are the",
        650.96,
        655.94
    ],
    [
        " foods you can't live without?",
        655.94,
        657.62
    ],
    [
        " And we'll work around those.",
        658.12,
        659.44
    ],
    [
        " That's a pretty cool thing.",
        659.76,
        660.6
    ],
    [
        " And what she said was, I need cheeseburgers and fries.",
        661.08,
        664.16
    ],
    [
        " So then what she got told was something along lines of, okay, you can",
        665.06,
        669.04
    ],
    [
        " have cheeseburger and fries on Friday.",
        669.18,
        671.84
    ],
    [
        " Yeah, yeah.",
        672.14,
        672.56
    ],
    [
        " Right.",
        672.58,
        672.74
    ],
    [
        " So the same only.",
        672.92,
        673.62
    ],
    [
        " So then instead of, you know, this whole thing of I can never eat it.",
        673.62,
        677.04
    ],
    [
        " Now what I'm saying is there are people, and I think I'm one of these people where it's",
        677.32,
        682.04
    ],
    [
        " like, oh, if I have cheeseburgers and fries today, well, then I might as well just get a",
        682.04,
        686.08
    ],
    [
        " mint chocolate chip milkshake with it.",
        686.08,
        687.52
    ],
    [
        " Yeah.",
        687.66,
        687.78
    ],
    [
        " And if I did that tonight, then you know what?",
        687.82,
        690.18
    ],
    [
        " Tomorrow morning, hey, after you get done training, maybe you know, that cheeseburger was",
        690.28,
        694.92
    ],
    [
        " good yesterday.",
        694.92,
        695.24
    ],
    [
        " I have.",
        695.42,
        695.6
    ],
    [
        " So maybe it's my own personal weakness.",
        695.78,
        697.72
    ],
    [
        " But for me, I'd, I'd prefer to be just like on the path.",
        698.2,
        701.62
    ],
    [
        " Yeah, yeah.",
        701.88,
        702.26
    ],
    [
        " That's why the 80 20 rule on I talked about this in the field manual, the 80 20 rule.",
        702.34,
        706.2
    ],
    [
        " Maybe it works for some people.",
        706.34,
        707.44
    ],
    [
        " And I guess it does work for me.",
        707.46,
        708.96
    ],
    [
        " But I'd rather just be straight on the program.",
        709.24,
        711.82
    ],
    [
        " Yeah.",
        712.22,
        712.44
    ],
    [
        " You know what I mean?",
        712.46,
        712.8
    ],
    [
        " And, and then, and you know what?",
        713.06,
        715.38
    ],
    [
        " You know, Tim Ferris has that thing where, or he's talked about that thing where he goes",
        715.52,
        719.3
    ],
    [
        " six days hardcore strict.",
        719.3,
        722.78
    ],
    [
        " And then the seventh day, you literally eat whatever you want as much as you",
        723.14,
        727.64
    ],
    [
        " can.",
        727.64,
        727.96
    ],
    [
        " And I haven't tried that.",
        728.24,
        730.46
    ],
    [
        " I have.",
        730.7,
        731.04
    ],
    [
        " And it's really, really good.",
        731.3,
        733.22
    ],
    [
        " Yeah.",
        733.44,
        733.64
    ],
    [
        " Because you feel really, really good.",
        733.78,
        736.58
    ],
    [
        " Not only physically, but just about the whole thing.",
        736.74,
        739.52
    ],
    [
        " I'm on the program and you kind of know.",
        739.64,
        741.4
    ],
    [
        " And on that, on that cheat day, you do the cheat day, you eat whatever you want.",
        741.6,
        746.06
    ],
    [
        " And you don't feel any guilt at all.",
        746.06,
        747.78
    ],
    [
        " Even when you're on the 80 20, it's like, you have to be coming off a real strong week",
        747.96,
        753.62
    ],
    [
        " to like be to feel good about the cheeseburger.",
        753.62,
        757.36
    ],
    [
        " Free, like, cheeseburgers are good too.",
        757.48,
        759.76
    ],
    [
        " Yeah.",
        760.1,
        760.28
    ],
    [
        " And that's just even really that bad of a cheat day.",
        760.78,
        763.1
    ],
    [
        " A cheat is like fries.",
        763.28,
        764.74
    ],
    [
        " Fries, then you're starting to go into it for sure.",
        765.06,
        767.44
    ],
    [
        " But the, like, you know, a cheat day cheat day, like, as Tim Hill, it'll be like",
        767.58,
        773.68
    ],
    [
        " for like a whole thing of donuts, a box of cookie.",
        773.68,
        776.66
    ],
    [
        " Yeah.",
        776.74,
        776.94
    ],
    [
        " Whatever you want straight up, whatever you want.",
        777.04,
        779.12
    ],
    [
        " It's disgusting.",
        779.12,
        779.72
    ],
    [
        " Here's the thing though.",
        780.0,
        780.6
    ],
    [
        " With when you, when you start to eat healthy and you, then you try to eat a whole",
        780.78,
        784.52
    ],
    [
        " box of donuts, you're after like one, two, three, maybe six, eight donuts.",
        784.52,
        788.34
    ],
    [
        " You're going to be like, you know, in six donuts, easy.",
        788.76,
        792.48
    ],
    [
        " Six donuts in one.",
        792.7,
        794.04
    ],
    [
        " Oh my gosh.",
        794.18,
        794.62
    ],
    [
        " You know those, I think they're called intamins old fashioned.",
        794.74,
        797.66
    ],
    [
        " They're, you know, old fashioned little chocolate donuts.",
        797.9,
        800.12
    ],
    [
        " No, you know what?",
        800.64,
        801.4
    ],
    [
        " It's a full size donut straight up.",
        801.52,
        803.3
    ],
    [
        " They're kind of a little bit bigger too.",
        803.74,
        805.04
    ],
    [
        " You know, you know, um, oh, man.",
        805.28,
        810.26
    ],
    [
        " You know, I can't even fathom eating six donuts.",
        810.38,
        812.76
    ],
    [
        " Ever since I started talking so much smack about donuts, I know I can't literally",
        813.54,
        817.84
    ],
    [
        " can never have one again in my life.",
        817.84,
        819.28
    ],
    [
        " Yeah, no, you're not allowed for sure.",
        819.3,
        820.86
    ],
    [
        " 100% 100% 100%",
        820.94,
        822.26
    ],
    [
        " I can't even even have a bite.",
        822.26,
        824.5
    ],
    [
        " Even if you were like, if someone was like, hey, just buy this one out when I was a",
        824.76,
        827.74
    ],
    [
        " little kid, my parents would buy the chocolate donuts, the hostess chocolate.",
        827.74,
        831.28
    ],
    [
        " That's that covered in chocolate.",
        831.28,
        833.16
    ],
    [
        " Those things are good.",
        833.22,
        834.84
    ],
    [
        " Yeah, yeah, you can't even have one of those again.",
        835.06,
        836.5
    ],
    [
        " No, no, no.",
        836.7,
        837.54
    ],
    [
        " If I did the six day cheat program, no, even then, you can't.",
        837.54,
        840.92
    ],
    [
        " I can't do it.",
        840.98,
        841.66
    ],
    [
        " Yeah.",
        841.66,
        841.88
    ],
    [
        " You know, you know what old fashioned donut is, right?",
        842.14,
        845.2
    ],
    [
        " It's like a donut with a hole in it, right?",
        845.5,
        847.52
    ],
    [
        " No, it's called old fashioned donuts.",
        847.86,
        849.54
    ],
    [
        " They're like, um, it's they're kind of glazed and almost like a, not, they're not",
        849.86,
        853.14
    ],
    [
        " crispy, but they're kind of hardy or hard on, okay, on the outside.",
        853.14,
        856.76
    ],
    [
        " And then they're regular soft donuts on the inside and they have this glaze over them.",
        856.76,
        860.32
    ],
    [
        " Okay.",
        860.42,
        860.72
    ],
    [
        " So I think it's, I forget the name.",
        860.84,
        862.36
    ],
    [
        " I think it might be entomins, but they have old fashioned donuts where they're",
        862.44,
        865.96
    ],
    [
        " not as hard, but they're kind of hard and they're just bigger.",
        865.96,
        868.7
    ],
    [
        " Anyway, those are my favorite ones and I used to get chocolate milk and heat up the",
        869.46,
        872.72
    ],
    [
        " chocolate milk.",
        872.72,
        873.3
    ],
    [
        " So it's like hot chocolate and donuts and, oh, yeah, easy money.",
        873.6,
        876.08
    ],
    [
        " Like I'll eat two boxes of those for sure.",
        876.46,
        879.24
    ],
    [
        " Are you used to anymore?",
        879.26,
        880.26
    ],
    [
        " Oh, yeah.",
        880.72,
        881.04
    ],
    [
        " So the point there is on the cheat day, you just go.",
        881.48,
        885.86
    ],
    [
        " Yeah.",
        886.16,
        886.38
    ],
    [
        " No shame, but after the thing is you can't just eat donuts four times a day or three",
        886.38,
        890.4
    ],
    [
        " to eight.",
        890.4,
        890.68
    ],
    [
        " You just don't feel good.",
        890.76,
        891.8
    ],
    [
        " Like your stomach gets all upset and the more healthy you eat, the more it's going",
        891.92,
        895.14
    ],
    [
        " to be like that.",
        895.14,
        895.76
    ],
    [
        " So the longer you're on the path, you straight, like,",
        896.02,
        898.12
    ],
    [
        " if you ate some donut, like, the other day we went to the Belmont Park and I ate",
        898.7,
        904.08
    ],
    [
        " some ice cream, some mint chocolate chip ice cream.",
        904.08,
        906.14
    ],
    [
        " Was it good?",
        906.32,
        906.7
    ],
    [
        " Fine.",
        907.32,
        908.48
    ],
    [
        " It was good, but you know, all the kids are doing whatever.",
        908.7,
        910.66
    ],
    [
        " I never strax the other night.",
        910.66,
        911.94
    ],
    [
        " Yeah, you eat a big, large, double, you know, whatever after after that,",
        912.42,
        916.24
    ],
    [
        " you're like, bro, I don't feel right, you know, so unless you're just committed",
        916.24,
        919.32
    ],
    [
        " to eat it because I don't know, you don't always do something like that.",
        919.32,
        921.7
    ],
    [
        " You're going to be like, oh, my cheat, your cheat day is not going to be that bad.",
        922.3,
        925.12
    ],
    [
        " This is what I'm saying.",
        925.38,
        925.9
    ],
    [
        " Oh, okay.",
        926.12,
        926.56
    ],
    [
        " But you still do have that free dough making happen.",
        926.94,
        929.42
    ],
    [
        " It depends on what it is.",
        929.54,
        930.46
    ],
    [
        " Yeah, yeah, you could pound some chili fries or something.",
        930.6,
        933.24
    ],
    [
        " I don't like chili fries.",
        933.54,
        934.5
    ],
    [
        " All right.",
        934.68,
        935.32
    ],
    [
        " So yeah, maybe what's the verdict?",
        935.58,
        939.68
    ],
    [
        " I think just in the like middle of the road, not the whole",
        939.8,
        943.58
    ],
    [
        " starting light thing.",
        943.58,
        944.5
    ],
    [
        " I said balance.",
        944.62,
        945.1
    ],
    [
        " So you're saying balance as well.",
        945.1,
        947.36
    ],
    [
        " I'll tell you though, man, if that balance doesn't work for you, you're going to have",
        947.58,
        951.02
    ],
    [
        " to step it up.",
        951.02,
        951.66
    ],
    [
        " You have to go hardcore.",
        951.72,
        952.56
    ],
    [
        " I'd give yourself two weeks, two weeks for a balance.",
        952.84,
        956.54
    ],
    [
        " The approach on the diet side.",
        956.56,
        958.42
    ],
    [
        " If you can't get your shit under control in two weeks, you got to go hardcore.",
        958.58,
        962.44
    ],
    [
        " You got to get in there where the garbage can throw away the twinkies, throw away",
        962.74,
        966.62
    ],
    [
        " everything else that's crap in your fridge and go hardcore and start with a fast",
        966.62,
        971.86
    ],
    [
        " too.",
        971.86,
        972.3
    ],
    [
        "",
        972.82,
        972.82
    ],
    [
        " Hey, a fast is awesome.",
        973.4,
        975.58
    ],
    [
        " A fast is a great way.",
        975.9,
        977.0
    ],
    [
        " I don't even know that there's that much to expect.",
        977.9,
        979.7
    ],
    [
        " Don't never for a day.",
        980.02,
        980.86
    ],
    [
        " If you never done it before, it's not that big of a deal.",
        981.06,
        983.7
    ],
    [
        " There's no little stuff.",
        984.22,
        985.22
    ],
    [
        " Don't eat for a day.",
        985.4,
        986.16
    ],
    [
        " There's not take you from a normal human being.",
        987.18,
        990.52
    ],
    [
        " There's little stuff that you, if you're not, if you go in and not prepared for it,",
        990.7,
        995.1
    ],
    [
        " then you're like, Oh, I don't know.",
        995.52,
        997.34
    ],
    [
        " I actually think the more you think about it, prepare for it, the more psychologically",
        997.52,
        1000.1
    ],
    [
        " harder it is.",
        1000.1,
        1000.96
    ],
    [
        " Just be like, Oh, yeah, you know what?",
        1001.32,
        1002.5
    ],
    [
        " I woke up this morning.",
        1002.7,
        1003.64
    ],
    [
        " I haven't eaten last night.",
        1003.88,
        1004.84
    ],
    [
        " Call I'm not going to eat until tonight.",
        1004.92,
        1005.86
    ],
    [
        " Every time I.",
        1006.42,
        1007.44
    ],
    [
        " That's a fast.",
        1007.5,
        1007.96
    ],
    [
        " Yeah.",
        1008.14,
        1008.24
    ],
    [
        " So when I find it like that, when I'm like, I'm not going to eat till this, then I go",
        1008.36,
        1011.7
    ],
    [
        " through little stuff.",
        1011.7,
        1012.36
    ],
    [
        " But if I just happen, if I'm too into work, and I'm only drinking coffee and I",
        1012.62,
        1016.3
    ],
    [
        " forget, I'm like, dang, if if I eat, not I haven't ate for like, you know, 12 hours,",
        1016.44,
        1021.3
    ],
    [
        " then I'll be like, Oh, I'll just go another three.",
        1021.52,
        1023.44
    ],
    [
        " That's my 15 because like 15, right?",
        1023.46,
        1025.32
    ],
    [
        " 15 hours is when your body starts to kind of shift over to like, I think 15.",
        1025.44,
        1030.28
    ],
    [
        " Okay.",
        1030.64,
        1030.88
    ],
    [
        " What are you?",
        1031.2,
        1031.74
    ],
    [
        " So I'll just wait that shower and it's like cool.",
        1032.04,
        1034.12
    ],
    [
        " Done.",
        1034.14,
        1034.42
    ],
    [
        " But if we plan it, that's when yeah, you, I don't know, it depends on who you are,",
        1034.74,
        1040.06
    ],
    [
        " man.",
        1040.06,
        1040.22
    ],
    [
        " But that's a good way to agree with the things off.",
        1040.28,
        1041.9
    ],
    [
        " Yeah.",
        1042.02,
        1042.24
    ],
    [
        " I think it's a good way to kick things off and get like, jump onto the path.",
        1042.24,
        1046.0
    ],
    [
        " Yeah.",
        1046.54,
        1046.64
    ],
    [
        " Just jump on with a fast.",
        1046.94,
        1048.2
    ],
    [
        " Yeah.",
        1048.8,
        1049.02
    ],
    [
        " Hey, go see your doctor or whatever.",
        1049.2,
        1050.92
    ],
    [
        " Do you have to go see a doctor to fast 24 hours?",
        1051.42,
        1053.68
    ],
    [
        " I think you should.",
        1053.92,
        1054.84
    ],
    [
        " If you've been fat lazy, you know, especially if you're older or something like that,",
        1055.06,
        1063.3
    ],
    [
        " I think seeing a doctor to get a personal trainer.",
        1063.52,
        1065.88
    ],
    [
        " Depends on what you mean by the moment I just talk to, she's like personal trainer,",
        1066.5,
        1071.32
    ],
    [
        " nutritionist, hired them both.",
        1071.46,
        1072.58
    ],
    [
        " Lost 100, whatever pounds.",
        1072.9,
        1075.3
    ],
    [
        " So I think she was an excess of 300 pounds.",
        1075.76,
        1078.96
    ],
    [
        " Yeah.",
        1079.2,
        1079.4
    ],
    [
        " And when I met her, she's completely normal, right?",
        1079.6,
        1082.64
    ],
    [
        " Like, you know, completely like you wouldn't even suspect that she had any weight trouble in",
        1082.98,
        1086.94
    ],
    [
        " her life.",
        1086.94,
        1087.18
    ],
    [
        " Yeah.",
        1087.44,
        1087.6
    ],
    [
        " That's pretty amazing.",
        1087.6,
        1088.38
    ],
    [
        " Yeah.",
        1088.6,
        1088.78
    ],
    [
        " So higher the trainer, higher the, the, the nutritionist.",
        1089.18,
        1094.34
    ],
    [
        " Yeah.",
        1094.66,
        1094.82
    ],
    [
        " I think so.",
        1095.18,
        1095.72
    ],
    [
        " I think that helps.",
        1095.96,
        1096.62
    ],
    [
        " I always looked at it like, why would I hire?",
        1097.26,
        1100.96
    ],
    [
        " Like a trainer or something like that one, I can kind of look up that stuff.",
        1101.02,
        1104.32
    ],
    [
        " But here's the thing.",
        1104.7,
        1105.42
    ],
    [
        " I went in with this bias like because I kind of had a background in it.",
        1105.56,
        1109.8
    ],
    [
        " So I'm like, why would I, I can just go look at, but I'm looking it up.",
        1109.96,
        1112.88
    ],
    [
        " But I have all this other knowledge.",
        1112.98,
        1113.98
    ],
    [
        " The same rule you try it for two weeks.",
        1114.0,
        1116.4
    ],
    [
        " See if you can keep yourself on the path.",
        1116.74,
        1119.2
    ],
    [
        " And if you can't, you got to bring someone in, right?",
        1119.84,
        1122.96
    ],
    [
        " Here's what I like higher trainer, but not like the kind every day.",
        1123.26,
        1126.76
    ],
    [
        " It's like a once a week trainer who can get you on a little program.",
        1126.82,
        1129.72
    ],
    [
        " Yeah.",
        1129.86,
        1130.1
    ],
    [
        " Yeah.",
        1130.1,
        1130.22
    ],
    [
        " That's, you know, but it's going to depend on who you are straight up.",
        1130.4,
        1134.16
    ],
    [
        " You know who can keep you on.",
        1134.42,
        1135.66
    ],
    [
        " Yeah.",
        1136.1,
        1136.5
    ],
    [
        " That's the biggest.",
        1136.54,
        1137.24
    ],
    [
        "",
        1137.54,
        1137.54
    ],
    [
        " All this.",
        1137.54,
        1137.92
    ],
    [
        " And I've said this a billion times, like you know what you need to do.",
        1138.36,
        1141.96
    ],
    [
        " Yeah.",
        1142.42,
        1142.68
    ],
    [
        " You know what you need to do.",
        1143.02,
        1144.08
    ],
    [
        " You know, you know what you need to do.",
        1144.26,
        1145.84
    ],
    [
        " If you can't get yourself to do it, maybe you need to get someone to help you do it.",
        1146.28,
        1149.68
    ],
    [
        " Yeah.",
        1150.04,
        1150.28
    ],
    [
        " The weird thing is like nutritionist and stuff.",
        1151.02,
        1153.86
    ],
    [
        " You can get nutritionist that could come to you and be like, okay, we're going to put you on a low fat diet.",
        1153.96,
        1157.98
    ],
    [
        " You know, which would be really not good.",
        1158.16,
        1160.44
    ],
    [
        " Seeing you in the wrong direction.",
        1160.48,
        1161.2
    ],
    [
        " I don't know how many, you think they're still in the nutritionist that are doing that right now?",
        1161.96,
        1164.58
    ],
    [
        " Oh, yeah.",
        1164.84,
        1165.56
    ],
    [
        " I know there are.",
        1165.86,
        1166.04
    ],
    [
        " I know there are actually.",
        1166.18,
        1167.02
    ],
    [
        " They're all there.",
        1167.44,
        1168.14
    ],
    [
        " So you got to be careful.",
        1168.24,
        1168.82
    ],
    [
        " Check.",
        1169.26,
        1170.94
    ],
    [
        " Next question.",
        1172.18,
        1174.18
    ],
    [
        " Last thing that I'm not going to draw it out, but you said you know what you need to do.",
        1175.46,
        1181.0
    ],
    [
        " And one time you said, imagine what your day would look like.",
        1181.58,
        1185.82
    ],
    [
        " Like if you like everything you did,",
        1185.82,
        1188.26
    ],
    [
        " was you did the things that you knew you're supposed to do, kind of thing.",
        1188.74,
        1193.38
    ],
    [
        " Well, the, the, the full, the full statement is, if you wrote down tonight,",
        1193.54,
        1199.12
    ],
    [
        " what you were supposed to do tomorrow, and then you did the things that you were supposed to do,",
        1199.54,
        1204.4
    ],
    [
        " imagine how that day would feel and imagine what you'd get done in that day.",
        1204.46,
        1208.76
    ],
    [
        " And then imagine if you did that every day for a week,",
        1208.9,
        1212.52
    ],
    [
        " and imagine if you did that every day for a month and they did it for a year,",
        1212.94,
        1215.64
    ],
    [
        " imagine where your life would be.",
        1215.64,
        1217.1
    ],
    [
        " Your life would be in a completely different trajectory, completely different.",
        1217.32,
        1221.18
    ],
    [
        " And that's true with working out.",
        1221.5,
        1223.44
    ],
    [
        " That's true with nutrition.",
        1223.64,
        1224.4
    ],
    [
        " That's true with business.",
        1224.72,
        1225.38
    ],
    [
        " That's true with education.",
        1225.56,
        1226.3
    ],
    [
        " That's true with knowledge.",
        1226.52,
        1227.4
    ],
    [
        " It's true with everything.",
        1227.98,
        1229.46
    ],
    [
        " Everything.",
        1229.94,
        1230.36
    ],
    [
        " Yeah.",
        1230.86,
        1231.06
    ],
    [
        " Kind of know what we're supposed to do.",
        1231.38,
        1232.58
    ],
    [
        " Yeah.",
        1232.9,
        1233.12
    ],
    [
        " Well, I thought you were going to say, some people don't know what to do.",
        1233.56,
        1236.32
    ],
    [
        " And that could be the case.",
        1236.74,
        1237.62
    ],
    [
        " Some people they've never worked out before.",
        1237.76,
        1239.6
    ],
    [
        " And if you're a person that's never worked out before,",
        1239.86,
        1242.46
    ],
    [
        " you probably need to bring someone into the game that's going to help show you how to work out.",
        1242.64,
        1246.54
    ],
    [
        " If you've never done any reading about eating,",
        1246.66,
        1250.58
    ],
    [
        " and you have no idea what's going to be good for you,",
        1251.12,
        1253.52
    ],
    [
        " you're probably a person that might need to bring someone into the game to help you get over that.",
        1253.82,
        1257.8
    ],
    [
        " Yeah.",
        1258.08,
        1258.32
    ],
    [
        " And it still completely goes with exactly what you said.",
        1258.58,
        1260.94
    ],
    [
        " It's like, you know what to do.",
        1261.02,
        1262.16
    ],
    [
        " And even to help that, you know what not to do.",
        1262.9,
        1264.96
    ],
    [
        " Like when you're about to make decisions, I'm going to do this or not do this.",
        1265.1,
        1267.48
    ],
    [
        " Like you know which one is you should or shouldn't do.",
        1267.48,
        1269.74
    ],
    [
        " So let's say I don't know anything about working out,",
        1270.1,
        1272.46
    ],
    [
        " but I know I have to get in shape.",
        1272.46,
        1274.62
    ],
    [
        " We all know, and you know, we all know when we got to get in shape.",
        1274.8,
        1276.68
    ],
    [
        " So then you know you're going to hire somebody.",
        1277.14,
        1278.88
    ],
    [
        " You know you got to do something.",
        1278.96,
        1279.94
    ],
    [
        " You know that you shouldn't just be like, Oh, well, I'm not going to do it.",
        1280.16,
        1282.68
    ],
    [
        " I don't know.",
        1282.74,
        1283.06
    ],
    [
        " I'm not going to do things to do tomorrow.",
        1283.1,
        1284.52
    ],
    [
        " Get a trainer.",
        1284.94,
        1285.54
    ],
    [
        " Yeah.",
        1285.54,
        1285.96
    ],
    [
        " Join a gym.",
        1286.36,
        1287.1
    ],
    [
        " Get a trainer.",
        1287.48,
        1288.54
    ],
    [
        " Yeah.",
        1288.7,
        1288.92
    ],
    [
        " I don't know what to do.",
        1289.1,
        1289.98
    ],
    [
        " Okay.",
        1290.06,
        1290.28
    ],
    [
        " This is what you can do.",
        1290.3,
        1291.12
    ],
    [
        " Find out what to do.",
        1291.26,
        1292.16
    ],
    [
        " There you go.",
        1292.36,
        1292.78
    ],
    [
        " Exactly.",
        1292.9,
        1293.26
    ],
    [
        " In that case.",
        1293.54,
        1293.94
    ],
    [
        " So you got to make sense.",
        1294.42,
        1295.46
    ],
    [
        " Sometimes when you put things in just say stuff, just put it on the table.",
        1295.62,
        1299.3
    ],
    [
        " Just starts to make sense.",
        1299.58,
        1300.68
    ]
]