[
    [
        " And finally thanks to all the service men and women out there right now.",
        0.64,
        7.02
    ],
    [
        " Right now, think about that right now, right this moment in time.",
        7.88,
        11.98
    ],
    [
        " There's men and women out there on the front lines face to face with evil.",
        13.04,
        17.62
    ],
    [
        " So thanks to you all for protecting us and our freedoms.",
        19.02,
        23.0
    ],
    [
        " And to the police law enforcement, firefighters, paramedics and the rest of the first responders.",
        23.8,
        31.84
    ],
    [
        " Thanks for your service and your sacrifice to keep us safe here at home.",
        31.84,
        37.78
    ],
    [
        " And to everyone that's out there grinding, working, driving trucks, pouring concrete, hammering on a project, building bridges or building saws.",
        38.92,
        52.98
    ],
    [
        " Off to where sowing some garments or sowing a field.",
        53.0,
        57.18
    ],
    [
        " Farmers, factory workers, engineers, electricians, plumbers and pilots and ground crew and cooks and waitresses to everyone out there working hard and listening to this and just trying to get yourself a little bit better today than you were yesterday.",
        57.88,
        79.26
    ],
    [
        " Thanks for listening.",
        81.22,
        82.42
    ],
    [
        " And as you meet struggles and as you struggle to stay on the path, first of all, remember you don't have to fight alone reach out to your comrades in arms.",
        82.88,
        100.48
    ],
    [
        " Call for fire support when you need it.",
        102.44,
        106.0
    ],
    [
        " We win wars because we stick together and when we stick together, we can overcome any enemy.",
        106.3,
        112.78
    ],
    [
        " And the struggles that you face when they when they do try to flank you.",
        114.06,
        123.74
    ],
    [
        " Do what Jody did. Do what a soldier does turn into the ambush, turn toward the enemy fire and attack.",
        125.42,
        137.12
    ]
]