[
    [
        " This is Jocco Podcast number 120 with Echo Charles and me, Jocco Willink.",
        0.0,
        6.76
    ],
    [
        " Good evening, I go.",
        7.0,
        8.06
    ],
    [
        " Good evening.",
        8.36,
        8.6
    ],
    [
        " So it's been a while since Q&A.",
        9.34,
        11.86
    ],
    [
        " Yeah.",
        12.22,
        12.42
    ],
    [
        " So we have some Q&A from the interwebs.",
        12.7,
        16.0
    ],
    [
        " Yeah.",
        16.28,
        16.48
    ],
    [
        " Go.",
        16.9,
        17.12
    ],
    [
        " First question, Jocco.",
        17.68,
        20.68
    ],
    [
        " More than once on the podcast, you've mentioned how the teams were so competitive",
        21.88,
        28.16
    ],
    [
        " that no one wanted to admit when they were cold, being too cold puts you at a tactical disadvantage.",
        28.16,
        33.74
    ],
    [
        " In hindsight, was that a failure to control your ego?",
        34.2,
        37.02
    ],
    [
        " So your ego doesn't control you?",
        37.74,
        39.38
    ],
    [
        " I didn't ask this question out of idle curiosity.",
        40.26,
        42.4
    ],
    [
        " A lot of folks on active duty listed to the podcast and I'm concerned they might put themselves, their teammates, and their mission in jeopardy because of their egos.",
        42.82,
        49.92
    ],
    [
        " Won't let them admit they're too hot or too cold.",
        50.24,
        53.1
    ],
    [
        " All right.",
        53.18,
        54.16
    ],
    [
        " So good question, good point.",
        54.32,
        56.42
    ],
    [
        " And there's definitely a big difference between being uncomfortably cold,",
        56.88,
        61.66
    ],
    [
        " like you're just uncomfortably cold or uncomfortably hot or uncomfortably thirsty or hungry or whatever,",
        62.32,
        69.34
    ],
    [
        " and being in an actual state where you're putting the mission in jeopardy because you're too cold or more hot or thirsty or whatever.",
        69.46,
        77.7
    ],
    [
        " So I just needed to say this in the teams, you are 95% of the time you are too cold, too hot, too wet, too thirsty, too miserable, something.",
        77.7,
        90.32
    ],
    [
        " There's no time.",
        90.66,
        91.7
    ],
    [
        " When you're in the field, you put on 100 pounds worth of gear, worth of gear, you're uncomfortable from the word go, from the word go.",
        91.96,
        100.12
    ],
    [
        " And you're cold.",
        100.5,
        102.68
    ],
    [
        " You know, you come in over the beach, you're in wet camis.",
        103.04,
        106.5
    ],
    [
        " It doesn't matter.",
        107.0,
        107.8
    ],
    [
        " You come out with great technology and we got to dry suit or this, we got to wet suit that.",
        107.96,
        111.92
    ],
    [
        " No, you're miserable.",
        112.02,
        113.46
    ],
    [
        " It's not, you're going to be cold, you're going to be uncomfortable.",
        114.28,
        116.04
    ],
    [
        " You ride in a zodiac.",
        116.34,
        117.68
    ],
    [
        " First, you ride in a big rib, which is like a 10 meter boat, and you have your zodiacs on that boat.",
        118.58,
        126.46
    ],
    [
        " So you're in that boat, you're getting sprayed with water, you're getting bounced up and down, you do that for three hours,",
        126.92,
        132.5
    ],
    [
        " and then you launch your little boats into the water.",
        133.1,
        135.3
    ],
    [
        " Well, while you're doing that, you fall in the water, you slip, you get sprayed more, you're covered in water.",
        135.42,
        139.8
    ],
    [
        " By the way, the water is not warm.",
        140.22,
        141.92
    ],
    [
        " And then you got to, because you're going to travel than 15 knots, so you're facing a 15 knot headwind for another two hours in a zodiac.",
        142.9,
        151.06
    ],
    [
        " And then you're going to get in the water and swim with me, you're going to be cold.",
        151.68,
        155.26
    ],
    [
        " That's just the way it is.",
        155.66,
        156.9
    ],
    [
        " And you can't complain about that.",
        157.12,
        159.36
    ],
    [
        " So, and you don't complain about it.",
        159.54,
        161.3
    ],
    [
        " In the teams, you just keep your mouth shut.",
        161.46,
        163.0
    ],
    [
        " That's what you do.",
        163.5,
        164.16
    ],
    [
        " Keep your mouth shut.",
        164.44,
        164.96
    ],
    [
        " Now, the big distinction here is this is correct.",
        165.24,
        168.02
    ],
    [
        " If you're going to get hypothermia, or you're going to get a heat stroke, or you're going to go down from dehydration, then yeah, you got to speak up and be, you're going to say, hey, guess what?",
        168.2,
        176.24
    ],
    [
        " I got an issue here.",
        176.72,
        177.54
    ],
    [
        " I'm starting to get dizzy, or I'm starting to get light-headed, or whatever.",
        178.66,
        182.54
    ],
    [
        " Yeah, if you cross the line to where it goes from discomfort to actual problem, then you definitely need to speak up.",
        182.54,
        191.74
    ],
    [
        " And it does happen.",
        192.88,
        194.32
    ],
    [
        " It happens a lot, actually.",
        194.48,
        195.48
    ],
    [
        " When we do our land warfare training in the desert in the summertime, it's a 120 degree heat.",
        195.78,
        201.8
    ],
    [
        " You're going to take heat catch.",
        202.5,
        203.88
    ],
    [
        " At least, when I was running training, we used to just have premeditated heat casualty evacuation, because we knew someone was going to go down.",
        203.94,
        210.02
    ],
    [
        " That's just the way it's going to happen.",
        210.28,
        211.78
    ],
    [
        " Because you got 40 guys that are all turning and burning, and they're all running on three or four hours of sleep, and then they're going out in the field, and they just got back from the field.",
        212.3,
        223.32
    ],
    [
        " And there's no time to rehydrate.",
        223.94,
        225.58
    ],
    [
        " Okay, there's time, but some guys might forget to rehydrate.",
        226.22,
        229.68
    ],
    [
        " And next thing you know, you got a guy going down.",
        229.82,
        232.22
    ],
    [
        " So the stuff does happen.",
        232.48,
        233.7
    ],
    [
        " And yeah, you got to let your team know what's going on.",
        236.32,
        238.9
    ],
    [
        " I've the closest call I had.",
        239.0,
        241.1
    ],
    [
        " I was on a long patrol training patrol in the Ozark mountains of Arkansas.",
        241.22,
        248.22
    ],
    [
        " It was summertime.",
        248.72,
        249.56
    ],
    [
        " It was hot.",
        249.82,
        250.2
    ],
    [
        " We were planning to pump water, meaning you bring a little water filtration system into the field, and you get to a stream, and you can fill your canteen.",
        250.74,
        256.72
    ],
    [
        " And it's great.",
        256.76,
        257.24
    ],
    [
        " And it seems like you have water forever, because it streams.",
        257.24,
        259.2
    ],
    [
        " Well, the way the patrol went, we started off in pairs, and then we linked up with fire team, and then we linked up with squad, and then you look up with a platoon.",
        259.82,
        267.76
    ],
    [
        " Well, while we were in the squad, link up, for whatever reason, the course that I was on, I didn't hit water.",
        268.46,
        275.68
    ],
    [
        " We had a couple of streams that were supposed to be there, and they weren't, because they're intermittent streams.",
        275.76,
        280.46
    ],
    [
        " So sometimes streams aren't running year round, and the time of year it was, the streams weren't running.",
        280.7,
        285.16
    ],
    [
        " So the first one I was, oh, okay, I'll be okay.",
        285.16,
        287.08
    ],
    [
        " So you go up over a mountain, come back down the other side, get to where the stream is marked intermittent stream is marked on a map.",
        287.64,
        293.6
    ],
    [
        " Guess what, no stream.",
        293.82,
        295.26
    ],
    [
        " So by that time I was out of water.",
        296.32,
        298.5
    ],
    [
        " So now coming the next day, I said to myself, if there's not water on this next stream, I'm going to have issues.",
        298.86,
        305.72
    ],
    [
        " And there wasn't water the next day.",
        306.6,
        309.14
    ],
    [
        " So yeah, that's, but I started to feel the dehydration coming on me.",
        309.42,
        314.3
    ],
    [
        " That's why I hate being thirsty.",
        314.4,
        316.04
    ],
    [
        " I always carry as much water as I can.",
        316.6,
        319.6
    ],
    [
        " You got to be paranoid about being thirsty.",
        319.8,
        321.4
    ],
    [
        " Once you start going down from a dehydration, it's really a bad situation.",
        321.44,
        324.62
    ],
    [
        " You went the whole day?",
        324.88,
        325.9
    ],
    [
        " No, it was two days.",
        326.62,
        327.68
    ],
    [
        " Yeah, I had water going in, but I didn't have a ton of water.",
        328.0,
        332.18
    ],
    [
        " I should have had maybe two more liters of water as a just in case.",
        332.32,
        338.7
    ],
    [
        " But I didn't, didn't you got to carry it?",
        338.9,
        340.98
    ],
    [
        " Yeah, because you got to carry it.",
        340.98,
        342.46
    ],
    [
        " Now you're heavier, now you're sweating more.",
        342.52,
        343.72
    ],
    [
        " So there's a little balance you got to figure it out.",
        344.08,
        345.64
    ],
    [
        " But yeah, can it be a problem?",
        346.02,
        349.52
    ],
    [
        " Yes, I have seen it become a problem.",
        349.74,
        351.44
    ],
    [
        " Where guys, ego is too big, they don't want to admit it for sure.",
        351.7,
        354.6
    ],
    [
        " So yes, this is a good warning.",
        354.76,
        356.06
    ],
    [
        " Don't let your ego get you in real trouble, because that's going to hurt your platoon even more.",
        356.6,
        360.26
    ],
    [
        " So don't let that happen, don't let your ego prevent you from telling the truth about what's happening.",
        361.16,
        368.08
    ],
    [
        " And this happens in, this is going to happen in the business world too.",
        370.12,
        373.32
    ],
    [
        " Where, oh, you know what?",
        373.64,
        375.06
    ],
    [
        " I don't really know how to operate this piece of equipment, but I'm not going to say anything.",
        375.32,
        378.92
    ],
    [
        " I'm just going to try and do it.",
        378.92,
        379.9
    ],
    [
        " Well, that's how someone gets hurt.",
        380.1,
        381.2
    ],
    [
        " So again, that's an ego problem.",
        381.54,
        383.04
    ],
    [
        " When you have an issue, when you know you can't do something or you've never done something before,",
        383.36,
        386.86
    ],
    [
        " step up and raise your hand.",
        386.92,
        390.16
    ],
    [
        " Now, of course, you should have done the research, you should have figured some stuff out on your own.",
        390.52,
        395.7
    ],
    [
        " But if you fail to do that, don't dig the whole deeper.",
        396.1,
        399.48
    ],
    [
        " Yeah.",
        399.82,
        399.96
    ],
    [
        " Raise your hand, say what the problem was.",
        400.32,
        402.28
    ],
    [
        " There you go. Good question.",
        402.5,
        403.8
    ],
    [
        " Yeah, makes sense.",
        404.42,
        405.48
    ],
    [
        " Because that, especially the thirst thing, like the dehydration thing,",
        405.64,
        409.46
    ],
    [
        " yeah, you don't want to be the guy saying, oh, I'm thirsted.",
        409.62,
        412.82
    ],
    [
        " Here's the thing, nowadays though.",
        412.86,
        414.74
    ],
    [
        " Like teams and coaches, here's the thing in football.",
        415.38,
        418.52
    ],
    [
        " Okay, so popcorn or football, maybe like, yeah, no water.",
        418.52,
        421.8
    ],
    [
        " You know, we have a water break, you drink water at the water break.",
        422.1,
        424.44
    ],
    [
        " Otherwise, you're practicing, you know, kind of thing.",
        424.52,
        426.36
    ],
    [
        " It's like a toughening up thing.",
        426.44,
        427.5
    ],
    [
        " But man, that can jam your health up.",
        427.76,
        429.38
    ],
    [
        " Yeah, but let's face it.",
        429.66,
        431.44
    ],
    [
        " I mean, it would be pretty rare.",
        431.44,
        433.34
    ],
    [
        " If you gave people the, if you're doing a practice,",
        433.64,
        436.44
    ],
    [
        " what, how long is a practice last two hours?",
        436.86,
        438.28
    ],
    [
        " Two hours.",
        438.42,
        438.78
    ],
    [
        " Okay, bro, you can make it two hours.",
        438.92,
        441.86
    ],
    [
        " If you're properly hydrated now, if a person's not properly hydrated,",
        441.98,
        445.04
    ],
    [
        " going into the practice, sure, that can, that can be a problem.",
        445.32,
        447.62
    ],
    [
        " But if someone is properly hydrated, going into the situation,",
        447.88,
        450.78
    ],
    [
        " it should not be a problem.",
        451.22,
        452.44
    ],
    [
        " And I'll say what, if you are in the military and you're going in the field,",
        452.44,
        455.12
    ],
    [
        " man, pre-hydrate, like Chris, that used to save me so much from carrying so much water,",
        455.46,
        459.92
    ],
    [
        " you just drink so much water, now, tell you where the problem comes in,",
        460.2,
        463.08
    ],
    [
        " you're in a helicopter ride for an hour and a half.",
        463.36,
        465.1
    ],
    [
        " And you got to piss so bad.",
        465.34,
        467.78
    ],
    [
        "",
        468.22,
        468.22
    ],
    [
        " It's awful.",
        468.22,
        468.86
    ],
    [
        " But you know what, bring a little, bring a little plastic bottle with you,",
        469.24,
        471.7
    ],
    [
        " so you can piss with the bottle.",
        471.86,
        472.92
    ],
    [
        " That's way less of an issue, I think, like, finding a place to drink",
        473.08,
        476.24
    ],
    [
        " versus find a place to play.",
        476.24,
        477.0
    ],
    [
        " Oh, for sure, it's way that you're ready to have to play.",
        477.0,
        479.22
    ],
    [
        " But yeah, if you pre-hydrate properly, no matter how hard you're working,",
        479.22,
        483.38
    ],
    [
        " you can go like 12 hours without any water, which is pretty legit.",
        483.54,
        486.88
    ],
    [
        " For, for, you know, kind of an average seal mission, 12 hours, get you,",
        487.38,
        491.14
    ],
    [
        " plenty of time.",
        491.18,
        491.86
    ],
    [
        " Yeah.",
        492.18,
        492.34
    ],
    [
        " But, kid, I mean, I'm talking about warning here, so, you know,",
        493.56,
        495.78
    ],
    [
        " we're all right in the train.",
        495.8,
        496.58
    ],
    [
        " No, no, no, no, no, no, no, we're not talking about it.",
        497.08,
        498.76
    ],
    [
        " We're talking about warning.",
        499.0,
        499.78
    ],
    [
        " But here's the weird thing, like, when you went to high school college,",
        500.34,
        504.5
    ],
    [
        " they'd have water right there, right there on the sideline.",
        504.74,
        507.16
    ],
    [
        " And they, you know, they're really aware of, hey, you need good,",
        507.34,
        510.32
    ],
    [
        " you need water, drink more water, you know.",
        510.48,
        511.74
    ],
    [
        " Well, I think that was also the time.",
        511.74,
        513.06
    ],
    [
        " Yeah, that's what that's actually the point.",
        513.5,
        515.02
    ],
    [
        " The era.",
        515.32,
        515.58
    ],
    [
        " The era.",
        515.86,
        516.28
    ],
    [
        " Like, when we were kids, no one ever, ever, one single time in my whole,",
        516.88,
        521.56
    ],
    [
        " from the time I was zero until I was 18, no one ever said to me,",
        521.84,
        527.28
    ],
    [
        " hey, make sure you drink water.",
        527.42,
        528.72
    ],
    [
        " Yeah.",
        528.88,
        529.04
    ],
    [
        " Never heard anyone say that.",
        529.08,
        530.86
    ],
    [
        " Yeah.",
        531.12,
        531.26
    ],
    [
        " It was like, oh, your thirsty drink, a Coke, what, you know,",
        531.36,
        533.68
    ],
    [
        " that's just the way it was.",
        534.0,
        535.1
    ],
    [
        " So that changed for you in that time period.",
        536.2,
        538.18
    ],
    [
        " Yeah.",
        538.34,
        538.54
    ],
    [
        " When I got to, when I got to seal training, when I got a buds,",
        538.78,
        542.24
    ],
    [
        " that's when they were saying, ooh, you got to stay hydrated.",
        542.56,
        544.9
    ],
    [
        " Yeah.",
        545.42,
        545.62
    ],
    [
        " I thought it was kind of a joke.",
        546.1,
        547.42
    ],
    [
        " I thought they were getting hit first.",
        547.62,
        548.76
    ],
    [
        " Yeah, nuts.",
        548.96,
        549.66
    ],
    [
        " Like, what do you tell them about hydrogen, you mean drink water?",
        549.68,
        551.38
    ],
    [
        " What do you mean?",
        551.64,
        552.48
    ],
    [
        " Why would you call it something else?",
        552.68,
        553.68
    ],
    [
        " Hydrated.",
        553.84,
        554.36
    ],
    [
        " Yeah.",
        554.78,
        555.1
    ],
    [
        " Your thirst, era.",
        555.68,
        556.72
    ],
    [
        " Yeah.",
        557.04,
        557.2
    ],
    [
        " Like, it's like this, well, you should, because you can go down from like,",
        557.38,
        561.12
    ],
    [
        " heat, K, this like for there's heat exhaustion.",
        561.26,
        563.96
    ],
    [
        " Heat stroke, heat exhaustion.",
        563.96,
        565.22
    ],
    [
        " Yeah.",
        565.4,
        565.5
    ],
    [
        " And it's all kinds of heat injuries you can get.",
        565.86,
        567.94
    ],
    [
        " Yeah.",
        568.06,
        568.26
    ],
    [
        " And you get heat stroke, right?",
        568.38,
        569.34
    ],
    [
        " You can straight up die.",
        569.4,
        570.18
    ],
    [
        " Oh, yeah.",
        570.36,
        570.78
    ],
    [
        " So that's not, you know, it's not a matter of like, oh, yeah, tough it out, right?",
        570.98,
        574.6
    ],
    [
        " You can't tough it out.",
        574.7,
        575.48
    ],
    [
        " You're shutting down kind of thing.",
        575.6,
        577.22
    ],
    [
        " That's for sure.",
        577.44,
        578.2
    ],
    [
        " And so, you know, that is important.",
        578.32,
        579.66
    ],
    [
        " It's for the heat thing.",
        579.76,
        580.5
    ],
    [
        " And I guess the whole thing too.",
        580.96,
        582.02
    ],
    [
        " And that's going to, you know, going back to this question, that is probably why we would see heat casualties in training,",
        582.02,
        588.88
    ],
    [
        " because guys do not want to say anything that are like, man, I'm not going to say anything.",
        589.14,
        592.44
    ],
    [
        " Yeah.",
        592.62,
        592.8
    ],
    [
        " I'm not going to get a knife.",
        592.8,
        593.6
    ],
    [
        " Yeah.",
        593.98,
        594.02
    ],
    [
        " And you don't look even worse.",
        594.02,
        595.38
    ],
    [
        " Because that's what happened.",
        595.74,
        596.68
    ],
    [
        " You could stuck with an IV, now you're laying in the field.",
        596.74,
        598.46
    ],
    [
        " Everyone else, by the way, continues on doing another 10 kilometer hump to a target, and you're",
        598.46,
        603.84
    ],
    [
        " sitting there laid up in the ambulance like a little baby.",
        603.84,
        606.1
    ],
    [
        " No one wants that.",
        606.3,
        607.8
    ],
    [
        " But pre-hyp, you pre-hypherate properly.",
        608.04,
        610.68
    ],
    [
        " You won't be in that situation.",
        610.8,
        611.76
    ],
    [
        " Yeah.",
        612.08,
        612.42
    ],
    [
        " But if you are going to get that situation, you need to say something.",
        612.9,
        616.02
    ],
    [
        " Yeah.",
        616.42,
        616.7
    ],
    [
        " We're talking about your health life, essentially.",
        617.28,
        620.44
    ],
    [
        " And more importantly, we're talking about the mission.",
        620.82,
        622.64
    ],
    [
        " Yeah.",
        623.14,
        624.0
    ],
    [
        " Yeah, I'm still thinking about the potworn of situation, but yeah, man, I dig it.",
        624.26,
        627.96
    ],
    [
        " And you are correct.",
        628.08,
        629.22
    ],
    [
        " I can't help but agree with you 100%.",
        629.44,
        632.9
    ],
    [
        " Next question.",
        632.9,
        633.82
    ],
    [
        " Jocco.",
        634.52,
        634.78
    ],
    [
        " Dear Jocco.",
        635.52,
        636.4
    ],
    [
        " My chosen community has lost and continues to lose members due to suicide.",
        636.98,
        641.74
    ],
    [
        " One reason is that they don't ask for help.",
        642.36,
        645.02
    ],
    [
        " I think one reason they don't ask for help is that they're afraid of being",
        645.48,
        650.08
    ],
    [
        " or being seen as weak.",
        650.16,
        652.42
    ],
    [
        " I'm aware that this takes strength and discipline to be able to perceive when you need help and to ask for it.",
        652.98,
        660.0
    ],
    [
        " I don't know how to convey that to them.",
        660.48,
        662.22
    ],
    [
        " Could you address how one can gather support from their team without losing face?",
        662.78,
        666.96
    ],
    [
        " So there's an obvious reason why I paired these two questions together because they're both very, very similar.",
        667.28,
        672.36
    ],
    [
        " And it's the same thing.",
        673.18,
        675.0
    ],
    [
        " And if we don't, if a member of your team won't come forward and admit they have an issue, then the issue is not going to get addressed.",
        675.72,
        682.46
    ],
    [
        " And this is the same exact thing they have to explain to your team.",
        683.26,
        686.1
    ],
    [
        " Like, hey, if you start going down because you're dehydrated or you're getting frostbite and you need to get warmed up, you need to say something.",
        686.3,
        696.94
    ],
    [
        " If you don't say something, that's going to hurt the whole team.",
        697.16,
        700.2
    ],
    [
        " That's what's bad.",
        700.56,
        701.4
    ],
    [
        " So I think that's important.",
        702.54,
        704.08
    ],
    [
        " I think that's important to make sure everyone understands that this part of being a good operator is knowing your limitations.",
        704.18,
        711.62
    ],
    [
        " And when you reach your limitations, raise your hand and say, hey, this is a problem.",
        711.94,
        715.2
    ],
    [
        " And believe me, there's guys that might complain about little things and they're eventually going to be labeled as a little complainer.",
        715.78,
        725.98
    ],
    [
        " And they don't really have issues.",
        726.14,
        727.74
    ],
    [
        " So there's a fine line, right? There's a fine line.",
        728.84,
        731.28
    ],
    [
        " But for this one, you know, for someone that's having some kind of mental stress, well, again, we got to recognize what's going on.",
        731.66,
        740.56
    ],
    [
        " We got to recognize that it's impacting us negatively at work.",
        740.62,
        743.36
    ],
    [
        " So that means you got to raise your hand.",
        743.66,
        745.16
    ],
    [
        " If it's having a negative impact on the way you're performing, then you got to raise your hand.",
        745.2,
        748.3
    ],
    [
        " And I think it's important to explain to people that this is something that something that happens to, can happen to anybody.",
        748.48,
        756.66
    ],
    [
        " And it's not a negative thing. It's just a reality.",
        757.1,
        759.86
    ],
    [
        " It's kind of like it reminds me of being afraid, right?",
        760.62,
        763.94
    ],
    [
        " And if you're, let's say you got a new guy that's never done anything before, and he doesn't know that he's going to be afraid going on an operation, then he's going to wonder why his stomach is upset.",
        764.32,
        777.24
    ],
    [
        " Or why he second gets himself or why he can't sleep.",
        777.46,
        780.76
    ],
    [
        " Like, oh, you can't sleep. Guess what? That's normal.",
        780.76,
        783.86
    ],
    [
        " You're going on a hardcore combat operation tomorrow.",
        784.06,
        787.34
    ],
    [
        " The fact that you can't sleep is completely normal.",
        787.34,
        789.5
    ],
    [
        " The fact that you feel sick to your stomach is completely normal.",
        789.56,
        791.76
    ],
    [
        " The fact that you're shaking, those things are normal.",
        792.14,
        795.32
    ],
    [
        " Like, you're going to feel those. That's okay.",
        795.6,
        796.88
    ],
    [
        " It's not that big of a deal.",
        797.26,
        798.2
    ],
    [
        " And those things are just fear. That's what they are.",
        799.28,
        801.5
    ],
    [
        " And if you know what they are, and you know that fear is okay, and it's acceptable, and it's actually kind of good, right?",
        802.24,
        809.9
    ],
    [
        " Because if you're not feeling any fear whatsoever, then you know, you've got some...",
        810.86,
        816.12
    ],
    [
        " Well, you should be feeling afraid. You should feel fear. That should propel you. It should get you on edge.",
        816.12,
        821.82
    ],
    [
        " All those things are actually happening for a reason.",
        822.48,
        824.48
    ],
    [
        " So there's nothing wrong with that.",
        824.9,
        826.36
    ],
    [
        " And I think that's the same thing that you got to explain to people with stress.",
        826.86,
        829.88
    ],
    [
        " Like, oh, okay. You can have too much fear.",
        830.26,
        832.54
    ],
    [
        " You keep someone at that heightened state for an extended period of time.",
        832.54,
        836.48
    ],
    [
        " Well, that's called combat stress, and it's real.",
        836.48,
        839.64
    ],
    [
        " And it can happen. It can happen to anyone.",
        840.14,
        841.94
    ],
    [
        " And you know, how many books have we talked about on this podcast,",
        842.12,
        844.52
    ],
    [
        " where you can see stress, combat stress taking its toll on people?",
        844.88,
        849.36
    ],
    [
        " And when it does, we've talked about it many times.",
        849.8,
        854.74
    ],
    [
        " If you get to that point, you need a break.",
        854.9,
        857.56
    ],
    [
        " And Dick Winners from Banda Brothers.",
        858.0,
        860.38
    ],
    [
        " You know, he would give those guys breaks without them even knowing that he was giving them a break.",
        861.14,
        864.92
    ],
    [
        " He said, hey, Echo, you got to go back and do a little logistics run for four days.",
        864.98,
        868.32
    ],
    [
        " Just make sure we have more supplies coming our way.",
        868.44,
        870.38
    ],
    [
        " Get you off the front line, get you a breather.",
        870.78,
        872.84
    ],
    [
        " So that way, again, the same metaphor I've used before is,",
        873.22,
        876.9
    ],
    [
        " if you have an engine in the red and you keep running it, what's going to happen to the engine?",
        877.12,
        880.68
    ],
    [
        " It's going to burn out. It's not going to be usable.",
        880.94,
        882.52
    ],
    [
        " If you have someone that's psychologically stressed and they're in the red",
        882.84,
        885.8
    ],
    [
        " and you keep running them in the red, guess what? Eventually, they're not going to be usable anymore.",
        885.8,
        888.7
    ],
    [
        " So you need to give them a break, get them off the line.",
        888.84,
        890.88
    ],
    [
        " Because if you do take an engine, if your engine like, check engine like comes on",
        891.18,
        894.82
    ],
    [
        " and you go and get it maintained, get it fixed, the engine's still good.",
        894.82,
        898.54
    ],
    [
        " If you keep running it, the engine will be destroyed.",
        898.84,
        900.48
    ],
    [
        " So you got to do that with your people.",
        901.0,
        902.2
    ],
    [
        " And you got to make sure everybody knows.",
        902.26,
        903.54
    ],
    [
        " And I think that's a real simple metaphor to use with people as well.",
        903.88,
        906.68
    ],
    [
        " Say, look, we're running hard.",
        906.94,
        908.32
    ],
    [
        " And we're going to put some stress on the engine.",
        908.84,
        910.72
    ],
    [
        " And if you don't keep the engine maintained, the engine's going to break.",
        911.0,
        913.92
    ],
    [
        " And you won't be any good to the team. You won't be any good for the mission.",
        914.0,
        916.0
    ],
    [
        " So if you start feeling your engine light go on, you got to let someone know",
        916.54,
        920.28
    ],
    [
        " so we can give you the proper maintenance.",
        920.28,
        922.58
    ],
    [
        " And that's it.",
        923.1,
        923.84
    ],
    [
        " Jody Metic talked about that too. Jody was saying, hey, you know, basically",
        924.0,
        928.36
    ],
    [
        " if you get injured, if you break your ankle, they don't just expect you just to keep going.",
        928.36,
        934.54
    ],
    [
        " No, like, okay, you need to get back and you need to rehab.",
        934.72,
        937.36
    ],
    [
        " Well, the same thing can happen to your brain.",
        937.54,
        938.82
    ],
    [
        " Your brain gets a break in it.",
        939.12,
        940.9
    ],
    [
        " You don't just keep driving or it's going to fracture and fall apart.",
        941.42,
        943.88
    ],
    [
        " What do you do? You take a break. You get downtime and you get recovered.",
        944.1,
        949.86
    ],
    [
        " And then you'll be ready to rock and roll again.",
        950.08,
        951.82
    ],
    [
        " So two really good questions to start it off.",
        952.16,
        955.38
    ],
    [
        " You know, again, especially for folks out there on the battlefield.",
        955.54,
        958.5
    ],
    [
        " And it's not just for people on the battlefield because it happens with any group of people",
        958.92,
        964.36
    ],
    [
        " that are in a stressful environment.",
        964.36,
        965.56
    ],
    [
        " I mean, obviously cops get put into a really stressful environment all the time.",
        965.74,
        970.14
    ],
    [
        " Well, if you need to take a breather, you need to say something before you burn out the engine.",
        970.14,
        975.58
    ],
    [
        " Yeah.",
        975.82,
        976.16
    ],
    [
        " Same thing with business world, right?",
        976.54,
        978.34
    ],
    [
        " People in the business world get extremely stressed out.",
        978.6,
        980.68
    ],
    [
        " Well, you probably need a break at some point.",
        981.02,
        983.14
    ],
    [
        " Yeah.",
        983.46,
        983.74
    ],
    [
        " Make sure you work that in there.",
        983.84,
        984.86
    ],
    [
        " Don't like police have like a mandatory program or mandatory situation where, you know, you go through,",
        986.16,
        995.32
    ],
    [
        " I think when they shoot someone or something like that, like mandatory, you have to go to like some kind of",
        995.42,
        1000.12
    ],
    [
        " like counseling or something like that.",
        1000.12,
        1001.32
    ],
    [
        " Yeah, most of them do now.",
        1001.32,
        1002.12
    ],
    [
        " Yeah.",
        1002.24,
        1002.36
    ],
    [
        " Yeah.",
        1002.6,
        1002.88
    ],
    [
        " So that makes sense too because even if let's say you don't necessarily need it or whatever,",
        1003.16,
        1009.38
    ],
    [
        " right, you go through a shooting situation, you got to go mandatory and then I got to go through.",
        1009.46,
        1013.1
    ],
    [
        " But it's good that everyone kind of does it because it seems like.",
        1013.34,
        1017.1
    ],
    [
        " Oh, it takes away the negative.",
        1017.24,
        1019.06
    ],
    [
        " The stigma.",
        1019.24,
        1019.92
    ],
    [
        " Yeah.",
        1019.92,
        1020.2
    ],
    [
        " You know, like kind of like, oh, I'm the only guy, you know, I'm the only guy that apparently feels this",
        1020.28,
        1025.3
    ],
    [
        " where I'm looking around.",
        1025.3,
        1026.08
    ],
    [
        " No one else is going to counseling.",
        1026.4,
        1027.76
    ],
    [
        " Yeah.",
        1027.92,
        1028.28
    ],
    [
        " And now I'm the only guy.",
        1028.38,
        1029.18
    ],
    [
        " I must be the weak guy.",
        1029.2,
        1030.04
    ],
    [
        " So I don't know.",
        1030.12,
        1030.92
    ],
    [
        " Yeah.",
        1030.92,
        1031.16
    ],
    [
        " And they do that.",
        1031.46,
        1031.92
    ],
    [
        " They've done that somewhat in the military of, hey, when you come home from deployment, everyone's going to go talk to a",
        1031.92,
        1037.72
    ],
    [
        " talk to what is it a psychothera therapist or something like psychologist.",
        1037.72,
        1042.3
    ],
    [
        " They kind of do that.",
        1042.72,
        1044.08
    ],
    [
        " I know they did that in the sales teams where they'd be everyone would go.",
        1044.18,
        1046.86
    ],
    [
        " They didn't do it while I was in.",
        1047.32,
        1049.1
    ],
    [
        " They'd give you like a piece of paper to fill out which everyone just kind of gun decked.",
        1049.34,
        1053.86
    ],
    [
        " You know,",
        1053.88,
        1054.54
    ],
    [
        " I got a deck.",
        1054.54,
        1055.74
    ],
    [
        " It was, I mean, just pencil whip.",
        1055.92,
        1058.16
    ],
    [
        " I don't know what I don't know.",
        1058.32,
        1059.12
    ],
    [
        " You just like, you know, fill it out, except for Tony.",
        1059.2,
        1062.2
    ],
    [
        " You know what Tony wrote on the head of his.",
        1062.48,
        1064.06
    ],
    [
        " What?",
        1064.34,
        1064.64
    ],
    [
        " He wrote, this is a cry for help.",
        1064.96,
        1067.56
    ],
    [
        " That was pretty funny.",
        1067.98,
        1071.1
    ],
    [
        " But anyways, that was, he filled out like a whole fake one about just a funny one.",
        1071.44,
        1075.8
    ],
    [
        " Yeah.",
        1076.06,
        1076.3
    ],
    [
        " I got to take out of it.",
        1076.3,
        1078.66
    ],
    [
        " Yeah.",
        1079.24,
        1079.58
    ],
    [
        " But it makes sense though because of that because that's kind of the, yeah, that's really",
        1079.82,
        1084.22
    ],
    [
        " the smart way to do thing.",
        1084.22,
        1085.22
    ],
    [
        " It's the smart way to do things.",
        1085.62,
        1086.48
    ],
    [
        " Let's give everyone a, let's give everyone a baseline sort of, okay, check.",
        1086.54,
        1090.6
    ],
    [
        " Here you go.",
        1090.8,
        1091.22
    ],
    [
        " Yeah.",
        1091.56,
        1091.92
    ],
    [
        " And that way no one's, no one has to go.",
        1092.16,
        1094.24
    ],
    [
        " No one has to take, raise their hand first, right?",
        1094.52,
        1096.64
    ],
    [
        " Yeah.",
        1096.64,
        1096.7
    ],
    [
        " You're all going to talk to somebody.",
        1096.8,
        1098.08
    ],
    [
        " I think it's a smart thing to do.",
        1098.3,
        1099.16
    ],
    [
        " Yeah.",
        1099.64,
        1099.86
    ],
    [
        " Yeah, man.",
        1100.3,
        1101.12
    ],
    [
        " Because that's kind of the thing, right?",
        1101.64,
        1102.86
    ],
    [
        " It kind of goes along with the earlier question too.",
        1103.08,
        1105.04
    ],
    [
        " Like, if it's a water break and hey, guys, water break, everyone's drinking water.",
        1105.04,
        1109.6
    ],
    [
        " So now it's like, you don't have to feel like, the one plus who like needs his water, you",
        1110.12,
        1117.56
    ],
    [
        " know, kind of thing.",
        1117.56,
        1118.22
    ],
    [
        " Oh, yeah.",
        1118.72,
        1119.14
    ],
    [
        " No, no, no.",
        1119.4,
        1119.88
    ],
    [
        " That's the exact same thing.",
        1119.92,
        1121.32
    ],
    [
        " Yeah.",
        1121.74,
        1122.04
    ],
    [
        " So yeah, if you got an issue, man, speak up, let everyone know.",
        1122.6,
        1126.54
    ],
    [
        " You know, that way you can do your job.",
        1126.84,
        1128.9
    ],
    [
        " You can do it longer.",
        1129.0,
        1129.58
    ],
    [
        " You can do it better.",
        1129.7,
        1130.24
    ],
    [
        " Your goal is to do the, is to be the best possible that you, be the best possible capability so",
        1130.24,
        1137.76
    ],
    [
        " that you can go out and do your job the best.",
        1137.76,
        1139.94
    ],
    [
        " If you're, if you've got issues, you've got to say something so that you can keep doing",
        1140.0,
        1143.84
    ],
    [
        " your job for the team.",
        1143.84,
        1144.62
    ],
    [
        " Yeah.",
        1145.22,
        1145.44
    ],
    [
        " So like, um, like don't look at yourself as being weak.",
        1146.06,
        1149.56
    ],
    [
        " Look at yourself is trying to optimize your strength.",
        1149.86,
        1152.46
    ],
    [
        " Kind of go, you know, maybe just to flip over the way you look, look at it or whatever.",
        1152.6,
        1156.38
    ],
    [
        " There it is.",
        1156.54,
        1156.94
    ],
    [
        " Next question.",
        1157.18,
        1158.14
    ],
    [
        " Wish.",
        1158.14,
        1158.24
    ],
    [
        " Do you think martial arts tournaments are the most effective way for preparing for physical",
        1158.7,
        1164.08
    ],
    [
        " confrontation?",
        1164.08,
        1164.82
    ],
    [
        " I just competed in my first, my second duty tournament as a three straight white belt.",
        1165.38,
        1170.34
    ],
    [
        " In one match, I completely lost focus and control of my mind because I believe I was taken",
        1171.26,
        1176.48
    ],
    [
        " a back by the strength and wildness of my opponent.",
        1176.48,
        1179.78
    ],
    [
        " Amen.",
        1180.18,
        1180.76
    ],
    [
        " I did get 100%.",
        1180.9,
        1182.06
    ],
    [
        " I barely, I can barely even remember how, how the match unfolded.",
        1182.06,
        1186.7
    ],
    [
        " I've given this match significant thought and I concluded that I need to compete more.",
        1187.42,
        1191.6
    ],
    [
        " I'm very comfortable with everyone in my academy.",
        1192.06,
        1195.42
    ],
    [
        " I trust that guys are roll with without question.",
        1195.78,
        1197.72
    ],
    [
        " They're like family now.",
        1198.22,
        1199.24
    ],
    [
        " The guy, the guy in the tournament was a total stranger.",
        1199.56,
        1202.92
    ],
    [
        " He was unknown and therefore elicited fear.",
        1202.92,
        1205.38
    ],
    [
        " I allowed myself to be, to be crippled by fear.",
        1206.0,
        1208.78
    ],
    [
        " Is there any other way to overcome this beyond competing in tournaments?",
        1209.26,
        1213.18
    ],
    [
        " Thank you.",
        1213.4,
        1213.68
    ],
    [
        " All right.",
        1216.22,
        1215.24
    ],
    [
        " Competing is definitely part of it and it's interesting that he's asking if this is the",
        1217.26,
        1223.58
    ],
    [
        " most effective way to prepare for a physical confrontation.",
        1223.58,
        1226.92
    ],
    [
        " It is a very good way to help you prepare for a physical confrontation.",
        1227.56,
        1233.4
    ],
    [
        " The bottom line is competing, one of the things that's true with competing and it's true",
        1233.98,
        1240.84
    ],
    [
        " with anything is that the more familiar you are with the unfamiliar, the more familiar",
        1240.84,
        1245.4
    ],
    [
        " it will become.",
        1245.4,
        1246.18
    ],
    [
        " I know that sounds pretty obvious but the more familiar you are with the unfamiliar,",
        1246.76,
        1253.34
    ],
    [
        " the more familiar it will become.",
        1253.56,
        1255.3
    ],
    [
        " You get to become familiar with things that are unfamiliar and you learn how to handle",
        1255.44,
        1260.2
    ],
    [
        " things that you aren't expecting.",
        1260.2,
        1262.02
    ],
    [
        " In the teams we always talk about that your first free fall jump when you're learning",
        1262.86,
        1267.12
    ],
    [
        " how to sky dive with a free fall rig and your first jump seems like it's like three",
        1267.12,
        1272.94
    ],
    [
        " seconds long, even though it's a minute, even though it's a minute because you're all",
        1272.94,
        1276.94
    ],
    [
        " amped up and all you see is your altimeter and the more you jump the more you see.",
        1276.94,
        1281.74
    ],
    [
        " Until that minute, have you ever tried to hold your breath for a minute?",
        1282.06,
        1285.06
    ],
    [
        " That's like a long time, right?",
        1285.38,
        1287.64
    ],
    [
        " And that's the amount of time that can take up a free fall can be a nice long minute",
        1290.12,
        1294.52
    ],
    [
        " when you're observing all these different things.",
        1294.52,
        1296.16
    ],
    [
        " But when you first start doing it, it doesn't seem very long.",
        1296.54,
        1299.0
    ],
    [
        " I'm sure if we had Andy, you know, Andy's stump on here, his one minute free fall price",
        1299.24,
        1303.64
    ],
    [
        " seems like a really, really long time because he's got thousands of jumps.",
        1303.64,
        1309.02
    ],
    [
        " And so this is the same thing.",
        1309.74,
        1312.68
    ],
    [
        " The more you train for chaos, the more accustomed you're going to become to the chaos.",
        1313.0,
        1321.4
    ],
    [
        " Now, what's great is in this particular case, he's talking about this guy's just wild",
        1321.56,
        1325.64
    ],
    [
        " and crazy and hey, if you survive it that first time, well, the next time someone goes",
        1325.64,
        1329.74
    ],
    [
        " wild and crazy, you're like, okay, well, here's what I need to do.",
        1329.74,
        1331.86
    ],
    [
        " You need to put this in check.",
        1332.1,
        1333.1
    ],
    [
        " I need to hold on.",
        1333.42,
        1334.4
    ],
    [
        " I need to make sure he doesn't give any positions, but I'm not going to get crazy.",
        1334.58,
        1337.56
    ],
    [
        " I'm just going to absorb some, you go through that mental drill and the more you go through",
        1337.72,
        1342.82
    ],
    [
        " that mental drill, the better you will get at it.",
        1342.82,
        1345.32
    ],
    [
        " And this is true.",
        1345.9,
        1346.42
    ],
    [
        " This is true with anything.",
        1346.46,
        1347.74
    ],
    [
        " And that's why, you know, when I was running the seal training, we put the, we would make",
        1348.02,
        1352.82
    ],
    [
        " it.",
        1352.82,
        1353.16
    ],
    [
        " So we hit people with the most random possible things because that's what prepares you",
        1353.72,
        1357.94
    ],
    [
        " for random possible things is random possible things.",
        1357.94,
        1360.16
    ],
    [
        " That's what you want to deal with.",
        1360.28,
        1361.66
    ],
    [
        " It's kind of weird, you know, in Jiu-Jitsu, Dean used to talk about this and now you can",
        1361.94,
        1367.3
    ],
    [
        " hear John Donner talking about it as well.",
        1367.3,
        1369.22
    ],
    [
        " And if you have never been in a certain situation before, you're not ready for it.",
        1369.5,
        1376.22
    ],
    [
        " And when, okay, so there's a position in in Jiu-Jitsu called 50-50, right?",
        1376.84,
        1382.24
    ],
    [
        " That's what it's called now.",
        1382.72,
        1383.52
    ],
    [
        " We used to call it Kakariko because that's the position that Dean was in when he beat",
        1384.16,
        1388.92
    ],
    [
        " a guy named Kakariko for the ADCC, World Championship.",
        1388.92,
        1392.2
    ],
    [
        " And Dean calls that position 90-10 because he's been in it so much that even though it's",
        1393.16,
        1401.1
    ],
    [
        " a neutral position, meaning we both have the same advantages and disadvantages.",
        1401.1,
        1404.94
    ],
    [
        " When Dean's in that position, he's been in it so much that he's got a 90% chance, he's",
        1405.28,
        1409.02
    ],
    [
        " got a 90% chance of success because he's been there 10 times, 20 times, 30 times more",
        1409.02,
        1414.4
    ],
    [
        " than you.",
        1414.4,
        1414.68
    ],
    [
        " And I heard John Donner talking about the same thing the other day.",
        1415.2,
        1417.68
    ],
    [
        " He's getting, you know, his Jiu-Jitsu fighters right now are doing things to guys that are,",
        1418.42,
        1425.08
    ],
    [
        " they're putting people in positions that the person's not used to.",
        1425.5,
        1428.24
    ],
    [
        " So if you're not used to it, guess what?",
        1428.36,
        1429.6
    ],
    [
        " You're an advantage.",
        1429.74,
        1430.26
    ],
    [
        " Even though I might have trained, even though let's say I'm a Jiu-Jitsu black belt, and",
        1430.4,
        1434.18
    ],
    [
        " I've been training for 20 years, if I've never been in this particular position before,",
        1434.18,
        1439.76
    ],
    [
        " I might as well be a white belt in that position.",
        1440.64,
        1442.34
    ],
    [
        " You can see that happening.",
        1442.58,
        1443.78
    ],
    [
        " You can see that happening in Jiu-Jitsu.",
        1443.98,
        1445.3
    ],
    [
        " That's why when somebody comes up with a new type of moves, that move can be effective",
        1445.6,
        1451.14
    ],
    [
        " for a little while.",
        1451.14,
        1452.08
    ],
    [
        " Like let's say you came up with a new move.",
        1452.5,
        1454.14
    ],
    [
        " You might catch me in that new move one time, and then I go, oh, I know what he did.",
        1454.26,
        1458.18
    ],
    [
        " But now if instead of just a new move, you had a whole new area that I had to learn.",
        1458.78,
        1463.76
    ],
    [
        " Yeah, then I had to learn a whole new deal around.",
        1463.84,
        1466.82
    ],
    [
        " It's the same thing with Eddie Bravo and 10th Planet.",
        1467.18,
        1469.44
    ],
    [
        " They were doing things like, oh, I've never been in this position before.",
        1469.62,
        1473.3
    ],
    [
        " Now what do I do?",
        1473.44,
        1474.2
    ],
    [
        " And they were catching guys like that.",
        1475.1,
        1476.32
    ],
    [
        " And then the more people figure out that part of that system, okay, well then you get",
        1477.28,
        1481.44
    ],
    [
        " better at it and we get to a neutral ground again.",
        1481.44,
        1483.66
    ],
    [
        " But anytime you can, so in training, anytime you can get to put yourself in a situation",
        1484.06,
        1489.22
    ],
    [
        " that you haven't been before, it's going to be beneficial to you.",
        1489.22,
        1491.48
    ],
    [
        " Now what is it, how does this translate to real physical confrontations?",
        1491.82,
        1495.92
    ],
    [
        " Right?",
        1496.76,
        1496.84
    ],
    [
        " How do you train for that?",
        1497.38,
        1498.5
    ],
    [
        " Well, how often are you putting on gloves in Jiu-Jitsu?",
        1498.76,
        1501.74
    ],
    [
        " How often are you having somebody punch you in the face?",
        1501.94,
        1503.76
    ],
    [
        " How often are you having somebody come up and push you around?",
        1503.86,
        1506.8
    ],
    [
        " How often are you having people do things that people have been doing in a street fight?",
        1507.34,
        1510.52
    ],
    [
        " Right?",
        1511.52,
        1511.66
    ],
    [
        " That people are going to do in a street fight that they wouldn't normally do in a Jiu-Jitsu match.",
        1511.98,
        1515.4
    ],
    [
        " Right?",
        1515.7,
        1515.8
    ],
    [
        " For instance, in a street fight does anyone ever start on the knees?",
        1515.86,
        1518.8
    ],
    [
        " Right?",
        1521.04,
        1521.32
    ],
    [
        " They don't start on the knees.",
        1521.52,
        1522.44
    ],
    [
        " They don't start on the knees in a street fight.",
        1522.58,
        1524.88
    ],
    [
        " You don't say, hey, you want to fight me and then you didn't get down on your knees.",
        1525.0,
        1527.7
    ],
    [
        " And so does the other guy.",
        1527.84,
        1528.6
    ],
    [
        " Now we figure out what happens.",
        1528.6,
        1529.52
    ],
    [
        " No.",
        1529.52,
        1530.04
    ],
    [
        " Street fights don't start on the knees.",
        1530.18,
        1531.46
    ],
    [
        " So you're almost, and people ask me this, actually somebody asked me the other day, what",
        1531.68,
        1536.64
    ],
    [
        " should I do when starting from the knees?",
        1536.64,
        1539.06
    ],
    [
        " What's a good take down?",
        1539.16,
        1540.02
    ],
    [
        " I'm like, pull guard.",
        1540.02,
        1540.88
    ],
    [
        " Because why are you on your knees?",
        1541.3,
        1542.4
    ],
    [
        " The best thing to do if your opponent is on their knees, stand up and kick him in the face.",
        1542.66,
        1545.9
    ],
    [
        " Right?",
        1546.34,
        1548.1
    ],
    [
        " Because you're not going to be, why would you be on your knees?",
        1549.02,
        1551.76
    ],
    [
        " So don't practice that.",
        1552.96,
        1554.2
    ],
    [
        " So how do you prepare for the best way to prepare for these combat situations is Jiu-Jitsu",
        1554.56,
        1561.1
    ],
    [
        " tournament a good way?",
        1561.1,
        1562.0
    ],
    [
        " Yes, it is a good way.",
        1562.18,
        1562.82
    ],
    [
        " Is boxing a good way?",
        1563.24,
        1566.14
    ],
    [
        " Is it good to do a smoker?",
        1566.26,
        1567.28
    ],
    [
        " So you figure out what it's like when somebody, do you want to talk about someone going wild?",
        1567.66,
        1571.28
    ],
    [
        " Wait till you get someone that's untrained in boxing, come throwing windmill haymakers at",
        1571.98,
        1577.06
    ],
    [
        " you 38 in a row.",
        1577.26,
        1578.32
    ],
    [
        " Now they're going to be exhausted after that first 32 seconds, but you will have had to",
        1578.62,
        1584.78
    ],
    [
        " have withstand and not get punched in the head.",
        1584.78,
        1587.64
    ],
    [
        " Because if you get punched in the head by a wild haymaker, I don't care who you are if",
        1588.14,
        1591.46
    ],
    [
        " they connect with your chin, there's a possibility you might go down.",
        1591.46,
        1593.96
    ],
    [
        " So you need to be careful of that.",
        1594.34,
        1595.94
    ],
    [
        " So don't just think, oh, just Jiu-Jitsu, hey, go out, train some boxing, train some boy",
        1596.54,
        1602.06
    ],
    [
        " tie and go and spar.",
        1602.92,
        1604.3
    ],
    [
        " And if you can, do a smoker's because it's not easy to do.",
        1604.72,
        1608.76
    ],
    [
        " In other words, you don't need to do like a full preparation camp and all that.",
        1609.06,
        1616.5
    ],
    [
        " It's an unofficial event.",
        1616.84,
        1618.96
    ],
    [
        " So you go do a smoker's and you're going to experience somebody going wild on you, throwing",
        1619.3,
        1623.64
    ],
    [
        " haymakers at you, throwing crazy kicks at you.",
        1623.64,
        1626.18
    ],
    [
        " Do that, do all these things to get ready for those physical competitions.",
        1626.86,
        1630.32
    ],
    [
        " And then you also on top of that, you read and you look at YouTube videos.",
        1630.86,
        1635.6
    ],
    [
        " Go watch YouTube, I've talked about this before.",
        1635.88,
        1637.46
    ],
    [
        " Go watch YouTube videos and street fights because you get to see what people, what kind",
        1637.66,
        1641.32
    ],
    [
        " of things people do, which can be very effective, right?",
        1641.32,
        1646.58
    ],
    [
        " You need to watch learn to watch out for soccer punches.",
        1646.92,
        1648.72
    ],
    [
        " You need to learn to watch out, watch your back and watch you sneaking up on you and be",
        1648.8,
        1652.68
    ],
    [
        " aware of your surroundings and put your back against the wall.",
        1652.68,
        1654.62
    ],
    [
        " You know, there's all these little things that you can do to make sure that you're not",
        1654.84,
        1656.96
    ],
    [
        " going to get soccer punched, but you got to pay attention to those things.",
        1656.96,
        1660.86
    ],
    [
        "",
        1661.64,
        1661.64
    ],
    [
        " Yeah.",
        1662.74,
        1663.3
    ],
    [
        " That what that wildness that he talks about, that is a huge thing.",
        1663.84,
        1669.8
    ],
    [
        " It's like a whole another factor where especially and exactly how he said he's real, he's",
        1669.84,
        1675.02
    ],
    [
        " real familiar with his training partners.",
        1675.02,
        1677.56
    ],
    [
        " Right.",
        1677.94,
        1678.34
    ],
    [
        " So, man, you know, the amount of cruising and kind of relaxing, even during the role,",
        1678.34,
        1682.22
    ],
    [
        " there's probably a significant amount of it almost to the point where it seems like",
        1682.22,
        1685.36
    ],
    [
        " anyway, where he kind of maybe expects that or even subconsciously kind of he understands",
        1685.36,
        1691.22
    ],
    [
        " that that's kind of part of the deal.",
        1691.22,
        1692.46
    ],
    [
        " You go against a complete stranger and he gets wild.",
        1692.66,
        1696.66
    ],
    [
        " And it's like, whoa, this is like, it's kind of overwhelming.",
        1697.1,
        1699.72
    ],
    [
        " Yeah.",
        1700.24,
        1700.44
    ],
    [
        " And also, even at the three stripe white belt level, this other guy, he may, he's got",
        1700.58,
        1707.74
    ],
    [
        " his little game.",
        1707.74,
        1708.58
    ],
    [
        " He's got his game that he plays.",
        1709.0,
        1710.56
    ],
    [
        " And there's a chance that as a three stripe white belt, you haven't learned that part",
        1711.02,
        1714.96
    ],
    [
        " of the game.",
        1714.96,
        1715.34
    ],
    [
        " So, it just feels crazy.",
        1715.58,
        1717.46
    ],
    [
        " Yeah.",
        1717.78,
        1717.92
    ],
    [
        " And that whole, you know, when you compete for the first second time, you know, just",
        1718.36,
        1721.58
    ],
    [
        " at the, those earlier, you see that as the thing is the more you train, the less holes",
        1721.58,
        1726.84
    ],
    [
        " there are.",
        1726.84,
        1727.32
    ],
    [
        " Yeah.",
        1727.46,
        1727.58
    ],
    [
        " Right.",
        1727.8,
        1727.96
    ],
    [
        " The less holes you are, there are in your game.",
        1728.18,
        1730.46
    ],
    [
        " And so, if you're a three stripe white belt, you might not have good guard replacement.",
        1730.74,
        1736.82
    ],
    [
        " Yeah.",
        1737.18,
        1737.32
    ],
    [
        " Right.",
        1737.48,
        1737.6
    ],
    [
        " Like, you really haven't learned how to replace the guard from cross-eyed.",
        1737.76,
        1740.58
    ],
    [
        " Yeah.",
        1740.96,
        1741.08
    ],
    [
        " Well, if this guy happens to be a guy that holds really well across the eye, and that's",
        1741.1,
        1745.82
    ],
    [
        " where he works his game from, man, you're in big trouble.",
        1745.82,
        1747.8
    ],
    [
        " Yeah.",
        1747.98,
        1748.16
    ],
    [
        " You're in big trouble.",
        1748.24,
        1749.36
    ],
    [
        " Yeah.",
        1749.42,
        1749.6
    ],
    [
        " And it all seems so unpredictable, too, at those earlier stages, because you don't know",
        1749.94,
        1754.14
    ],
    [
        " where your holes are.",
        1754.14,
        1755.0
    ],
    [
        " I mean, you might know some, but you don't know.",
        1755.12,
        1757.14
    ],
    [
        " Yeah.",
        1757.34,
        1757.48
    ],
    [
        " You know, you haven't seen enough of the game, and you haven't been in enough situations",
        1757.52,
        1761.22
    ],
    [
        " where you, you can kind of stay calm and, you know, all this stuff.",
        1761.22,
        1765.0
    ],
    [
        " So to your point where you say you got to be familiar with the unfamiliar kind of thing,",
        1765.48,
        1769.94
    ],
    [
        " remember when Majid started just baseball bat choking everyone?",
        1769.94,
        1773.94
    ],
    [
        "",
        1774.18,
        1774.18
    ],
    [
        " That was weird.",
        1774.34,
        1775.06
    ],
    [
        " Yeah.",
        1775.3,
        1775.52
    ],
    [
        " He's a weird set-ups, and he would let people pass his guard, and they'd be thinking",
        1775.52,
        1780.28
    ],
    [
        " on about to score some points on them.",
        1780.28,
        1782.08
    ],
    [
        " And boom, they're getting tapped out.",
        1782.28,
        1783.26
    ],
    [
        " Yeah.",
        1783.46,
        1783.56
    ],
    [
        " Right.",
        1783.9,
        1784.04
    ],
    [
        " It was so foreign that, okay, so he went the two real, real famous ones at the time when",
        1784.34,
        1791.24
    ],
    [
        " he exploded on the scene with these was, he was Clark and Zach.",
        1791.24,
        1795.46
    ],
    [
        " Yeah.",
        1795.7,
        1795.8
    ],
    [
        " So there's two matches, and one of them, Zach Maxwell, mounted in Armbar.",
        1795.8,
        1801.9
    ],
    [
        " No.",
        1802.24,
        1802.3
    ],
    [
        " Has him in the Armbar, meanwhile baseball, both choke is in, not, but who cares?",
        1802.52,
        1807.58
    ],
    [
        " Because really that rule, not rule, but that situation applies.",
        1807.78,
        1810.58
    ],
    [
        " If you have someone in the Armbar, I don't care.",
        1811.48,
        1813.04
    ],
    [
        " You choke me up.",
        1813.26,
        1814.02
    ],
    [
        " I got the Armbar.",
        1814.24,
        1815.06
    ],
    [
        " I'm about to break your arm.",
        1815.18,
        1815.7
    ],
    [
        " He's going for the arm, but he can't lean back, because baseball that choke is in, and",
        1815.82,
        1819.46
    ],
    [
        " he's like, he got a tap.",
        1819.46,
        1821.06
    ],
    [
        " Yeah.",
        1821.3,
        1821.44
    ],
    [
        " He got a straight up tap.",
        1821.44,
        1822.14
    ],
    [
        " And then I think he was Clark where he could have been the other way around, but either way,",
        1822.36,
        1827.66
    ],
    [
        " Clark has a mouth.",
        1827.66,
        1828.56
    ],
    [
        " Zach was the Armbar.",
        1828.56,
        1829.72
    ],
    [
        " I was the one who was at these matches, I know I was.",
        1829.72,
        1832.14
    ],
    [
        " Yeah, no, I wasn't at all.",
        1832.22,
        1833.22
    ],
    [
        " I was at a live.",
        1833.22,
        1833.7
    ],
    [
        " I saw the videos, but yeah, the kind where Clark was like, I know this choke, I'm in",
        1833.86,
        1839.14
    ],
    [
        " mount, or I'm in this good position.",
        1839.14,
        1840.76
    ],
    [
        " I know that this choke doesn't work.",
        1840.94,
        1842.7
    ],
    [
        " It simply doesn't work, because I have the advent, and he gets choked unconscious, because",
        1842.8,
        1846.1
    ],
    [
        " it doesn't tap.",
        1846.1,
        1846.58
    ],
    [
        " Sure, it might hurt, and that's the case for a lot of, a lot of chokes where it's like,",
        1846.68,
        1850.14
    ],
    [
        " sure, this hurts.",
        1850.22,
        1851.18
    ],
    [
        " No, no, no, no, no, he's got a choke.",
        1851.22,
        1852.46
    ],
    [
        " No, a good one doesn't even hurt.",
        1852.58,
        1853.98
    ],
    [
        " Yeah, it's just in.",
        1854.24,
        1854.72
    ],
    [
        " A good choke, it's just in.",
        1854.72,
        1855.6
    ],
    [
        " Yeah.",
        1855.9,
        1856.12
    ],
    [
        " So what we're talking about, there is a guy named Majid.",
        1856.44,
        1858.88
    ],
    [
        " What's Majid's last name?",
        1858.92,
        1859.82
    ],
    [
        " Heage.",
        1859.94,
        1860.18
    ],
    [
        " Yeah, that's right.",
        1860.4,
        1861.22
    ],
    [
        " And he came onto the scene, we'll say, with, well, this is what's interesting about",
        1861.8,
        1868.66
    ],
    [
        " this is, the baseball bat choke is not a new choke.",
        1868.66,
        1871.3
    ],
    [
        " Yeah.",
        1871.54,
        1871.72
    ],
    [
        " It's not a domain that people were unfamiliar with.",
        1871.86,
        1874.52
    ],
    [
        " It's just that he was doing it really, really well with really good setups that people",
        1874.76,
        1879.74
    ],
    [
        " that's what that's the part that people weren't expecting.",
        1879.88,
        1881.84
    ],
    [
        " It was a really good setups.",
        1882.28,
        1883.2
    ],
    [
        " They were really good setups that people weren't expecting.",
        1883.6,
        1885.4
    ],
    [
        " And so he let people pass their guard or his guard, but he had the choke in, they get",
        1885.82,
        1891.9
    ],
    [
        " across side and get mounted or whatever, go for arm locks, and they're tapping because",
        1891.9,
        1896.84
    ],
    [
        " they weren't expecting it.",
        1896.84,
        1898.26
    ],
    [
        " Yeah.",
        1898.5,
        1898.7
    ],
    [
        " And even if those, you know, I mean, Zach Maxwell and Clark Gracie, just phenomenal competitors",
        1899.22,
        1905.06
    ],
    [
        " at Black Belt, I mean, been training their whole lives, both of them.",
        1905.06,
        1909.7
    ],
    [
        " You got caught by that.",
        1909.8,
        1910.66
    ],
    [
        " Yeah, I jeed.",
        1910.96,
        1911.64
    ],
    [
        " Yeah.",
        1912.12,
        1912.4
    ],
    [
        " Yeah.",
        1912.74,
        1913.16
    ],
    [
        " The legitimacy of like the way that whole thing went down was just so astounding.",
        1913.54,
        1919.7
    ],
    [
        " Like just like how you say, like Clark.",
        1920.04,
        1921.86
    ],
    [
        " Yeah.",
        1922.32,
        1922.7
    ],
    [
        " But Clark has been winning stuff from day one, just winning it in that.",
        1922.98,
        1926.78
    ],
    [
        " And yeah, it's just crazy, but it just shows, you know, where you can, you can be that good.",
        1927.66,
        1932.52
    ],
    [
        " Yeah.",
        1932.52,
        1932.86
    ],
    [
        " You get just that one teeny tiny window of unfamiliarity.",
        1933.1,
        1936.06
    ],
    [
        " Yeah, that's what it is.",
        1936.06,
        1937.16
    ],
    [
        " And he's familiar, but he'll just have his way.",
        1937.24,
        1940.56
    ],
    [
        " And then what was interesting is as people started knowing that that's what he's going to",
        1940.78,
        1945.36
    ],
    [
        " go for, but he'd still get it.",
        1945.36,
        1946.36
    ],
    [
        " Yeah.",
        1946.96,
        1947.16
    ],
    [
        " And actually, he and I trained a thing before.",
        1947.34,
        1950.0
    ],
    [
        " Yeah, just a few times or whatever.",
        1950.24,
        1952.2
    ],
    [
        " And he didn't do that to me.",
        1952.48,
        1954.9
    ],
    [
        " And I was like, hey, you know, like, well, I didn't ask him why he didn't do it to me,",
        1955.2,
        1958.44
    ],
    [
        " but I was like, do people, you know, like does everyone ask you to teach them or what",
        1958.44,
        1962.6
    ],
    [
        " it is?",
        1962.6,
        1962.8
    ],
    [
        " You know what?",
        1962.9,
        1963.32
    ],
    [
        " People don't, I don't even really talk about it anymore because I've become so well",
        1963.42,
        1967.48
    ],
    [
        " known for that move that it becomes, it became less a part of my life.",
        1967.48,
        1971.7
    ],
    [
        " He said, yeah.",
        1971.88,
        1972.4
    ],
    [
        " Well, it can happen to where, okay, now once you go, okay, it goes through a phase of,",
        1972.54,
        1978.54
    ],
    [
        " hey, I wasn't expecting that.",
        1978.74,
        1980.06
    ],
    [
        " And it worked because I wasn't expecting it.",
        1980.34,
        1982.26
    ],
    [
        " Then it goes like, hey, I was expecting it, but it's still worked.",
        1982.34,
        1985.62
    ],
    [
        " But then it gets to a point where people are just going, I'm not going to do it.",
        1985.74,
        1988.44
    ],
    [
        " Like, oh, if he grabs my collar, I need to go in a totally different direction.",
        1988.44,
        1991.68
    ],
    [
        " I need to not do anything, need to back out whatever.",
        1991.72,
        1994.36
    ],
    [
        " And then it becomes where, like you said, now it's, lose it.",
        1994.74,
        1998.54
    ],
    [
        " Some of its effectiveness because everyone is expecting that to be the move that you do.",
        1998.56,
        2003.62
    ],
    [
        " That's what happened with Dean.",
        2003.78,
        2004.56
    ],
    [
        " 100% like where it, there'd be like, I don't care what position I'm in.",
        2004.88,
        2009.34
    ],
    [
        " I don't care what position I have to give up.",
        2009.46,
        2011.7
    ],
    [
        " Right.",
        2011.88,
        2011.96
    ],
    [
        " Just do not get into that leg lock position.",
        2011.96,
        2014.04
    ],
    [
        " It's a, and you could tell with some of his matches, I was like, oh, yeah, this guy doesn't",
        2014.16,
        2017.74
    ],
    [
        " work.",
        2017.74,
        2018.0
    ],
    [
        " I get it, you know, I get it.",
        2018.0,
        2019.44
    ],
    [
        " But yeah, man, that is how it goes.",
        2019.56,
        2021.6
    ],
    [
        " But the chaos thing, I think he should compete more.",
        2022.0,
        2026.22
    ],
    [
        " Yes, he should compete more for sure.",
        2026.4,
        2028.08
    ],
    [
        " But what I'm saying is compete in Jiu Jitsu for sure, but do some smokers, do some Muay Thai,",
        2028.24,
        2033.82
    ],
    [
        " do some wrestling matches, do some sombo turn, you know, get out there, get some different",
        2034.08,
        2039.24
    ],
    [
        " competitions.",
        2039.5,
        2039.88
    ],
    [
        " And then on top of all that, man, do some scenario based training, you know, do some self-defense,",
        2040.16,
        2046.26
    ],
    [
        " based training at the academy where somebody pulls out the knife, the fake knife, whatever",
        2046.48,
        2053.12
    ],
    [
        " what they call the fake knife.",
        2053.12,
        2054.7
    ],
    [
        " And like, let's make sure we know how to deal with that.",
        2054.84,
        2056.72
    ],
    [
        " Let's make sure we know how to deal with the baseball bat.",
        2057.08,
        2058.92
    ],
    [
        " Like what are you going to do?",
        2059.14,
        2059.82
    ],
    [
        " Yeah.",
        2060.36,
        2060.52
    ],
    [
        " What are you going to do?",
        2060.56,
        2060.96
    ],
    [
        " Because baseball bat, you know what you do with the baseball bat, close the distance.",
        2061.18,
        2063.82
    ],
    [
        " Yeah.",
        2064.22,
        2064.4
    ],
    [
        " You know, hey, that's not even really a game changer as long as you know what you're doing.",
        2064.4,
        2070.1
    ],
    [
        " Knife, you close the distance with a knife, now you're getting stabbed.",
        2070.54,
        2072.56
    ],
    [
        " This problem.",
        2072.86,
        2073.76
    ],
    [
        " Yeah.",
        2074.02,
        2074.22
    ],
    [
        " So you got to make distance.",
        2074.4,
        2075.58
    ],
    [
        " Yeah.",
        2076.18,
        2076.38
    ],
    [
        " And again, man, that just that familiarity, like once you go through it, that's like almost",
        2076.76,
        2081.64
    ],
    [
        " night and day in and of itself.",
        2081.64,
        2083.02
    ],
    [
        " Once you've seen it, if you've never seen it, if you've seen it once, like that first step",
        2083.22,
        2087.24
    ],
    [
        " is night and day.",
        2087.24,
        2087.88
    ],
    [
        " So that's good that he went through this.",
        2088.16,
        2089.46
    ],
    [
        " Yeah.",
        2089.98,
        2090.14
    ],
    [
        " Yeah.",
        2090.42,
        2090.58
    ],
    [
        " And what's the other good psychologically?",
        2091.08,
        2093.28
    ],
    [
        " You know what he recognized psychologically?",
        2093.68,
        2094.94
    ],
    [
        " He recognized that he lost his mind.",
        2095.18,
        2096.8
    ],
    [
        " Right.",
        2097.1,
        2097.24
    ],
    [
        " What he said.",
        2097.42,
        2097.82
    ],
    [
        " He said, uh, I, yeah, I got fear.",
        2098.22,
        2102.62
    ],
    [
        " What was it?",
        2103.04,
        2103.84
    ],
    [
        " In one match, I completely lost focus and control of my mind.",
        2104.62,
        2109.26
    ],
    [
        " So once you, that's just to what you just said, when you get that, when you experience",
        2109.26,
        2113.84
    ],
    [
        " that, that's a good thing to experience.",
        2113.84,
        2115.66
    ],
    [
        " Because then you learn to recognize that you're losing control and you're losing your",
        2115.66,
        2119.02
    ],
    [
        " mind and you're going to, when you, when you realize that, it allows you to start monitoring",
        2119.02,
        2123.96
    ],
    [
        " it.",
        2123.96,
        2124.36
    ],
    [
        " Yeah.",
        2124.64,
        2124.78
    ],
    [
        " Because there's people that are listening to this right now that have never lost their",
        2125.52,
        2128.18
    ],
    [
        " mind before.",
        2128.18,
        2128.64
    ],
    [
        " They've never been overwhelmed by something.",
        2128.92,
        2130.5
    ],
    [
        " I just not known what to do.",
        2130.5,
        2132.16
    ],
    [
        " Never been frozen.",
        2132.42,
        2133.36
    ],
    [
        " You've been frozen with fear, frozen with fear.",
        2133.68,
        2136.22
    ],
    [
        " You've never felt your fight or flight thing engage.",
        2136.54,
        2139.76
    ],
    [
        " Then when it happens, you won't know what it is.",
        2139.76,
        2142.02
    ],
    [
        " You want to know what it is.",
        2142.22,
        2144.16
    ],
    [
        " So that way when it happens, you can go, okay, I know what's happening right here.",
        2144.38,
        2147.04
    ],
    [
        " Yeah.",
        2147.08,
        2147.36
    ],
    [
        " Yeah.",
        2147.36,
        2147.46
    ],
    [
        " Well, I'm going to make this, I'm going to make this decision.",
        2147.46,
        2149.7
    ],
    [
        " Yeah.",
        2150.12,
        2150.42
    ],
    [
        " And how you're saying, when you train boxing or, um, I'm boxing, yeah, yeah, and MMA.",
        2150.58,
        2157.76
    ],
    [
        " So when you get hit in the face and we talked about this before, when you get hit in the",
        2158.08,
        2161.48
    ],
    [
        " face and you haven't really been hit in the face before, like that's a, it'll throw",
        2161.48,
        2167.04
    ],
    [
        " you off.",
        2167.04,
        2167.4
    ],
    [
        " Oh, yeah, for sure.",
        2167.64,
        2168.36
    ],
    [
        " To put really mildly, it'll throw you off.",
        2168.36,
        2170.38
    ],
    [
        " So especially, yeah, you're right.",
        2170.38,
        2173.12
    ],
    [
        " Because when you see someone get punched in the face in a movie and it seems like it's",
        2173.32,
        2177.18
    ],
    [
        " doesn't really phase them that much and they keep going.",
        2177.18,
        2179.06
    ],
    [
        " If that's what you expect is going to happen when you get punched in the face, that's the",
        2179.38,
        2182.52
    ],
    [
        " wrong idea.",
        2182.52,
        2183.04
    ],
    [
        " Yeah.",
        2183.38,
        2183.54
    ],
    [
        " Because what's going to, if you've never been punched in the face before, when you get punched,",
        2183.7,
        2186.34
    ],
    [
        " it's a little shocker.",
        2186.4,
        2187.68
    ],
    [
        " Yeah.",
        2187.86,
        2188.12
    ],
    [
        " And there's pain and your eyes get blurry and you're, you get a little flash.",
        2188.4,
        2192.26
    ],
    [
        " I mean, there's a lot of things that go on when you get punched in the face.",
        2192.62,
        2194.58
    ],
    [
        " Once you get used to it, you're like, you can move right through it.",
        2194.86,
        2197.38
    ],
    [
        " Exactly.",
        2197.5,
        2197.72
    ],
    [
        " But if you're not used to it, it's a problem.",
        2198.04,
        2200.0
    ],
    [
        " Yeah.",
        2200.28,
        2200.46
    ],
    [
        " Fully.",
        2200.84,
        2201.34
    ],
    [
        " And it's, that's another one.",
        2201.66,
        2203.66
    ],
    [
        " It's night and day when a guy has been hitting the face a bunch of times and is used to",
        2203.74,
        2208.14
    ],
    [
        " it and a guy who's not used to it.",
        2208.14,
        2209.38
    ],
    [
        " Because you know how like you can hit a guy in a face or get hidden in the face and they'll",
        2209.44,
        2216.3
    ],
    [
        " be like, I'm done.",
        2216.3,
        2217.46
    ],
    [
        " Like I didn't really expect this encounter, this experience, you know, one again.",
        2217.68,
        2223.1
    ],
    [
        " And then other guys, they'll get him the face, break their nose, break their jaw, this",
        2223.32,
        2226.54
    ],
    [
        " stuff and they'll keep fighting.",
        2226.54,
        2227.46
    ],
    [
        " You know, it's like, dang.",
        2227.46,
        2228.7
    ],
    [
        " So that night in a situation, if you're not used to it, which is essentially the same",
        2229.02,
        2233.34
    ],
    [
        " thing you went through, this guy went wild.",
        2233.34,
        2234.9
    ],
    [
        " He wasn't ready for this overwhelming experience and he lost his mind.",
        2234.9,
        2239.72
    ],
    [
        " So if you get in the face, like I remember great punch me on my face, so hard where I don't",
        2240.14,
        2246.76
    ],
    [
        " know if he was mad or just got.",
        2246.76,
        2250.46
    ],
    [
        " Greg changed fires it off.",
        2251.02,
        2253.78
    ],
    [
        " He punched me right between the eyes.",
        2253.78,
        2255.6
    ],
    [
        " Thought he broke my face and it was the kind where it was a timing thing too where I came",
        2256.06,
        2260.56
    ],
    [
        " in.",
        2260.56,
        2260.78
    ],
    [
        " I was shooting in and right before a level changed or whatever, he just connected.",
        2260.78,
        2264.88
    ],
    [
        " I was like, boom.",
        2265.16,
        2265.72
    ],
    [
        " And I remember thinking, because I just kept going and I remember thinking, dang, I'm glad",
        2266.48,
        2270.14
    ],
    [
        " I was kind of used to getting in the face because that would have kind of, at the very",
        2270.14,
        2273.58
    ],
    [
        " least, paused me for a long time.",
        2273.58,
        2275.0
    ],
    [
        " Like, didn't he would have, but I'm thinking when you imagine just that kind of chaos and",
        2275.16,
        2279.62
    ],
    [
        " sensation, that'll just stop you.",
        2279.62,
        2282.1
    ],
    [
        " But once you used to it, you're good.",
        2282.26,
        2283.46
    ],
    [
        " And this is a good point to bring up with just with any kind of training like leadership",
        2283.68,
        2287.84
    ],
    [
        " training, right?",
        2287.84,
        2288.66
    ],
    [
        " When you have leaders that haven't been put in certain situations before, that's why",
        2288.78,
        2292.58
    ],
    [
        " at echelon front we do role-playing exercises for people.",
        2292.58,
        2295.28
    ],
    [
        " And you put people in situations.",
        2295.94,
        2297.36
    ],
    [
        " The first time you put them in situations like dealing with a hostile subordinate that",
        2297.44,
        2301.62
    ],
    [
        " doesn't want to do the plan.",
        2301.62,
        2302.78
    ],
    [
        " The first time they get put in that scenario, they just, they just fall apart.",
        2303.38,
        2307.4
    ],
    [
        " They're like, well, no, I told you to do it.",
        2307.68,
        2309.36
    ],
    [
        " And you're like, okay, let's replay that.",
        2309.36,
        2310.72
    ],
    [
        " By the third time you're doing it, they are already handling the job, handling the scenario,",
        2310.92,
        2315.8
    ],
    [
        " infinitely better, infinitely better.",
        2316.02,
        2317.98
    ],
    [
        " Then they did the first time.",
        2317.98,
        2319.14
    ],
    [
        " So it's the same with everything in life, like the exposure to it and the rehearsal of",
        2319.44,
        2325.02
    ],
    [
        " it gives you such a massive advantage that to not rehearse and to not train is, it's",
        2325.02,
        2332.7
    ],
    [
        " actually sad.",
        2332.7,
        2333.42
    ],
    [
        " And that's actually the echelon front's a great example because that's why we're in business.",
        2334.36,
        2338.04
    ],
    [
        " Because people don't even know that they should be doing this.",
        2338.54,
        2341.56
    ],
    [
        " And to go to a company that has 50, 100, 150, 200 leaders that are leading teams and they",
        2342.64,
        2352.74
    ],
    [
        " have no leadership training.",
        2352.74,
        2353.92
    ],
    [
        " And therefore we're all surprised when the leader doesn't get the teams to do what they're",
        2354.36,
        2359.64
    ],
    [
        " supposed to do.",
        2359.64,
        2360.18
    ],
    [
        " Who taught them how to lead?",
        2360.4,
        2361.5
    ],
    [
        " You just don't show, you just don't show up to work.",
        2361.98,
        2364.88
    ],
    [
        " No one how to lead.",
        2365.08,
        2365.62
    ],
    [
        " No, you actually get trained to lead.",
        2365.8,
        2366.98
    ],
    [
        " Yeah.",
        2367.46,
        2367.62
    ],
    [
        " All these unfamiliar micro scenarios happening.",
        2368.14,
        2370.86
    ],
    [
        " Yeah.",
        2371.2,
        2371.6
    ],
    [
        " That's one of the, that's one of the cool, like at the must we do these little drills",
        2371.26,
        2375.72
    ],
    [
        " at the must and you could see people are overwhelmed with the knowledge that they gain from two or",
        2375.72,
        2381.82
    ],
    [
        " three little scenarios that we put in front of them.",
        2381.82,
        2383.76
    ],
    [
        " And these are common scenarios that happen all the time.",
        2384.08,
        2385.76
    ],
    [
        " But when you watch seasoned business leaders try and handle a scenario that they haven't",
        2385.92,
        2391.94
    ],
    [
        " seen before.",
        2391.94,
        2392.5
    ],
    [
        " Now they might have seen it before but they never actually had to deal with it.",
        2392.78,
        2395.62
    ],
    [
        " The first time they try and deal with it, they fall apart.",
        2395.82,
        2397.92
    ],
    [
        " Yeah.",
        2398.06,
        2398.42
    ],
    [
        " And it's real.",
        2398.56,
        2399.28
    ],
    [
        " It takes like 10 seconds before you go, okay, let's just stop because you've already",
        2399.32,
        2403.86
    ],
    [
        " got this guy mad at you.",
        2403.86,
        2405.0
    ],
    [
        " Well, let's try this again.",
        2405.02,
        2406.34
    ],
    [
        " Because we haven't been through this situation before.",
        2406.4,
        2409.04
    ],
    [
        " They never been punched in the face before.",
        2409.12,
        2410.64
    ],
    [
        " Yeah.",
        2410.8,
        2411.2
    ],
    [
        " And that's the problem.",
        2411.46,
        2412.86
    ],
    [
        " Yeah.",
        2413.26,
        2413.86
    ],
    [
        " Don't let it happen.",
        2414.0,
        2414.6
    ],
    [
        " Get punched in the face a few times.",
        2414.88,
        2416.42
    ],
    [
        "",
        2416.76,
        2416.76
    ],
    [
        " Yeah.",
        2417.12,
        2417.28
    ],
    [
        " Yeah.",
        2417.5,
        2417.72
    ],
    [
        " You can do this.",
        2418.56,
        2419.16
    ],
    [
        " It's kind of like, remember when our kids there's this, there's this gun, you know, like",
        2419.22,
        2423.24
    ],
    [
        " Riggley's chewing gum.",
        2424.16,
        2424.8
    ],
    [
        "",
        2424.9,
        2424.9
    ],
    [
        " You know the little packs, except for five of them in there, small little thing.",
        2424.9,
        2427.7
    ],
    [
        " And you know, you grab one and this one kind of stick you now, you can say, hey, you know,",
        2427.96,
        2431.72
    ],
    [
        " do you want one?",
        2431.82,
        2432.36
    ],
    [
        " Offer one to your friends.",
        2432.52,
        2433.32
    ],
    [
        " So it was my brother.",
        2433.32,
        2435.32
    ],
    [
        " And he did the long story, but he was crying from something else who you said.",
        2435.6,
        2439.36
    ],
    [
        " And he was like crying.",
        2439.78,
        2440.66
    ],
    [
        " And oh, by the way, you know, he offered me some gum.",
        2440.66,
        2442.64
    ],
    [
        " I grabbed the gum.",
        2442.78,
        2443.42
    ],
    [
        " It's one of those mouse traps.",
        2443.5,
        2444.44
    ],
    [
        " Yeah.",
        2444.44,
        2444.86
    ],
    [
        " And it slaps you and it kind of hurts when you're a little kid anyway.",
        2445.22,
        2447.72
    ],
    [
        " And it snaps off.",
        2448.28,
        2450.62
    ],
    [
        " I feel like, dang, I never, you know, I see he's laughing.",
        2450.62,
        2452.92
    ],
    [
        " He was crying from something else and then he's laughing and cheering him up whatever.",
        2453.52,
        2457.1
    ],
    [
        " Double leg.",
        2457.34,
        2457.88
    ],
    [
        " It was up there for, well, actually, which would have made the double leg even better.",
        2458.2,
        2463.58
    ],
    [
        " Nonetheless, I'd never seen that before.",
        2463.76,
        2466.48
    ],
    [
        " Now someone offers me Riggley's gum.",
        2467.0,
        2470.14
    ],
    [
        " I'm aware I'm ready for that mouse trap.",
        2470.32,
        2472.02
    ],
    [
        " Maybe the mouse trap may be not.",
        2472.18,
        2473.54
    ],
    [
        " But you're grabbing by the side.",
        2474.1,
        2475.16
    ],
    [
        " I'm grabbing by the side.",
        2475.16,
        2476.16
    ],
    [
        " Exactly right.",
        2476.6,
        2476.98
    ],
    [
        " Less to learn.",
        2477.14,
        2477.74
    ],
    [
        " Yeah, exactly right.",
        2477.9,
        2478.6
    ],
    [
        " Now I have to endure that.",
        2478.7,
        2479.72
    ],
    [
        " I won't lose my mind.",
        2479.86,
        2480.5
    ],
    [
        " Life is no different.",
        2483.0,
        2484.28
    ],
    [
        " Next question.",
        2485.38,
        2486.16
    ],
    [
        " I'm a chef in a large operation kitchen.",
        2487.12,
        2489.84
    ],
    [
        " I'm second in command overseeing a large kitchen staff and part of a five person management",
        2490.32,
        2494.3
    ],
    [
        " team overseeing the entire account.",
        2494.3,
        2496.54
    ],
    [
        " Recently during my last review, I was given some advice by my boss and his boss.",
        2497.08,
        2501.12
    ],
    [
        " I'm unsure about my last two annual reviews have gone very well.",
        2501.78,
        2506.08
    ],
    [
        " And I'm on the rise in the company.",
        2506.44,
        2508.02
    ],
    [
        " However, they said.",
        2508.28,
        2509.3
    ],
    [
        " If it was important for me to get or heat however, they said it was important for me to",
        2509.62,
        2515.34
    ],
    [
        " give up some of my kitchen dog mentality and work to showcase my artistic side and embrace",
        2515.34,
        2524.12
    ],
    [
        " more of a star role in the spotlight.",
        2524.12,
        2527.36
    ],
    [
        " Get out of the kitchen a bit more, gain more exposure, specifically with our high profile",
        2527.8,
        2532.74
    ],
    [
        " clients.",
        2532.74,
        2533.38
    ],
    [
        " While I appreciate their sentiment and respect their big management skills, their style isn't",
        2533.64,
        2538.58
    ],
    [
        " one I strive to emulate or feel would work for me and the way I operate.",
        2538.58,
        2543.6
    ],
    [
        " I have always approached my work as more of a craft than an art and I've always liked",
        2544.36,
        2549.96
    ],
    [
        " being a trench dog with my team.",
        2549.96,
        2551.64
    ],
    [
        " My team responds to it and I get results for the business and I feel the results should",
        2551.9,
        2556.38
    ],
    [
        " speak for themselves.",
        2556.38,
        2557.0
    ],
    [
        " It has propelled my career rapidly thus far so why would I want to change and be something",
        2558.5,
        2563.38
    ],
    [
        " I'm not?",
        2563.38,
        2563.82
    ],
    [
        " Should I heat their advice or stick to what I do best and keep getting after it on my",
        2564.24,
        2570.02
    ],
    [
        " terms?",
        2570.02,
        2570.38
    ],
    [
        " It's one of those questions.",
        2570.84,
        2573.0
    ],
    [
        " Sure.",
        2573.88,
        2574.18
    ],
    [
        " That's just funny how that last statement is framed, right?",
        2574.2,
        2577.92
    ],
    [
        " Yeah.",
        2578.84,
        2578.98
    ],
    [
        " Should I stick to what I do best and keep getting after it?",
        2579.1,
        2582.16
    ],
    [
        " As if to say, if you say no, you should not stick to what you do best.",
        2582.28,
        2586.42
    ],
    [
        " Yes, and you should not get after it, right?",
        2586.48,
        2588.54
    ],
    [
        " That's the frame there.",
        2589.04,
        2590.72
    ],
    [
        " And actually, this guy, I answered the question real, tertially.",
        2590.72,
        2595.76
    ],
    [
        " I think this came through Facebook messages, I said, sounds like you found a comfortable",
        2595.9,
        2600.14
    ],
    [
        " zone for yourself and you want to stay in there, right?",
        2600.14,
        2604.64
    ],
    [
        " A little cold-buttered response and he's like, oh, I knew it.",
        2604.9,
        2608.0
    ],
    [
        " Because as we know, in the comfort zone, there's no growth in the comfort zone.",
        2608.06,
        2612.92
    ],
    [
        " So it's interesting.",
        2614.46,
        2615.42
    ],
    [
        " This guy is actually getting some good, solid and straightforward advice from up the chain",
        2615.42,
        2620.68
    ],
    [
        " of command.",
        2620.68,
        2621.2
    ],
    [
        " Plus, I think if they have him as more of a personality than the restaurant will do better,",
        2622.2,
        2628.6
    ],
    [
        " and they're trying to build their reputation and your reputation at the same time, and",
        2628.76,
        2632.58
    ],
    [
        " that seems pretty reasonable to me, right?",
        2632.58,
        2634.44
    ],
    [
        " And I'm not real familiar with the restaurant business, but I'm familiar enough to know if",
        2634.84,
        2639.46
    ],
    [
        " you've got a good reputation with the staff that works at the restaurant, it brings in more",
        2639.46,
        2644.26
    ],
    [
        " people.",
        2644.26,
        2644.6
    ],
    [
        " Like, there's no doubt about it.",
        2644.88,
        2646.2
    ],
    [
        " The relationship, just like any other business, the relationship that you build with the",
        2646.44,
        2651.06
    ],
    [
        " customers, strengthens them, strengthens that relationship and makes them want to come",
        2651.06,
        2655.64
    ],
    [
        " back for more, right?",
        2655.64,
        2656.74
    ],
    [
        " That's the way it works.",
        2656.84,
        2657.66
    ],
    [
        " And so for them to say to you, hey, man, hey, you know, you're a good cook, we get that.",
        2658.9,
        2663.66
    ],
    [
        " We need a little bit more.",
        2663.78,
        2664.76
    ],
    [
        " We want a little bit more.",
        2665.02,
        2665.88
    ],
    [
        " Chef.",
        2666.08,
        2666.32
    ],
    [
        " We need somebody that has, yeah, chef.",
        2667.12,
        2669.54
    ],
    [
        " Sorry.",
        2669.86,
        2670.0
    ],
    [
        " You're a good chef.",
        2670.02,
        2671.48
    ],
    [
        "",
        2671.76,
        2671.76
    ],
    [
        " Yeah, yeah, sorry.",
        2672.02,
        2672.78
    ],
    [
        " You're a good chef.",
        2673.2,
        2674.18
    ],
    [
        " Well, actually, what I think I might have actually purposely said that, like, hey, you're",
        2674.46,
        2679.82
    ],
    [
        " doing a good job in the kitchen as a cook.",
        2679.82,
        2682.5
    ],
    [
        " We don't need someone that's just cooking the food.",
        2682.96,
        2685.16
    ],
    [
        " We need a chef with a reputation with a personality, right?",
        2685.16,
        2689.18
    ],
    [
        " Yeah.",
        2689.56,
        2689.72
    ],
    [
        " There's a difference there, right?",
        2689.82,
        2690.64
    ],
    [
        " Yes, sir.",
        2690.84,
        2691.18
    ],
    [
        " So it was called out for a reason.",
        2691.28,
        2692.96
    ],
    [
        " Gotcha.",
        2693.52,
        2693.94
    ],
    [
        " He's happy.",
        2694.68,
        2695.68
    ],
    [
        " And you can see like kitchen dog.",
        2695.84,
        2697.48
    ],
    [
        " Yeah, yeah.",
        2697.88,
        2698.74
    ],
    [
        " He's proud of that, right?",
        2698.76,
        2699.4
    ],
    [
        " And I get that, man.",
        2699.96,
        2700.94
    ],
    [
        " I get that.",
        2700.94,
        2701.84
    ],
    [
        " I get that.",
        2701.84,
        2702.6
    ],
    [
        " Like, you're one of the boys.",
        2702.74,
        2703.92
    ],
    [
        " You're back in the grind.",
        2704.26,
        2706.08
    ],
    [
        " Well, let me ask you this, or let me make this statement.",
        2706.7,
        2709.94
    ],
    [
        " Guess what you have to do is a seal.",
        2710.08,
        2711.1
    ],
    [
        " As a seal leader, guess what you have to do?",
        2711.44,
        2714.24
    ],
    [
        " You have to build relationships.",
        2714.74,
        2715.7
    ],
    [
        " You have to make your commanding officer trust you.",
        2716.36,
        2719.82
    ],
    [
        " You have to build relationships with the army.",
        2720.2,
        2721.66
    ],
    [
        " You have to build relationships with the Marine Corps.",
        2721.8,
        2723.18
    ],
    [
        " You have to, in order to do that, you have to like raise your, you have to call a little",
        2723.72,
        2727.6
    ],
    [
        " bit of attention to yourself and raise your hand and say, hey, this is who I am.",
        2727.6,
        2731.5
    ],
    [
        " You have to take, this is who I am.",
        2732.64,
        2734.52
    ],
    [
        " You actually have to step into the spotlight a little bit so that you can let people know",
        2734.76,
        2740.26
    ],
    [
        " who you are because if people don't know who you are, how do you have relationship with",
        2740.26,
        2743.4
    ],
    [
        " them?",
        2743.4,
        2743.58
    ],
    [
        " And if you don't have a relationship with people, how can they trust you?",
        2743.9,
        2745.88
    ],
    [
        " So, so that's part of it, right?",
        2747.2,
        2751.28
    ],
    [
        " That's part of what they're asking you to do.",
        2751.5,
        2752.94
    ],
    [
        " Now, in all seriousness, if you really don't want to do it, well, then you can keep being",
        2753.42,
        2760.64
    ],
    [
        " the guy that's in the back and guess what?",
        2760.68,
        2763.0
    ],
    [
        " You're going to be mad in six months when some other chef gets hired for a different",
        2763.14,
        2767.04
    ],
    [
        " shift and all of a sudden he's out making friends with everyone.",
        2767.04,
        2769.72
    ],
    [
        " He gets promoted.",
        2769.82,
        2770.62
    ],
    [
        " And why does he get promoted?",
        2771.6,
        2772.68
    ],
    [
        " Well, look at what the guy's doing.",
        2772.8,
        2773.74
    ],
    [
        " But he's not as good as he's not as good as a cook as I am.",
        2774.66,
        2778.66
    ],
    [
        " Guess what?",
        2779.3,
        2779.8
    ],
    [
        " They don't really care.",
        2780.2,
        2780.94
    ],
    [
        " Being making the food is only part of what they want you to do.",
        2781.48,
        2785.0
    ],
    [
        " Just like being a seal, doing, doing missions is only part of what they, what you need to",
        2785.28,
        2789.86
    ],
    [
        " do to do the mission.",
        2789.86,
        2790.66
    ],
    [
        " You can't just be tactically sound.",
        2790.94,
        2792.9
    ],
    [
        " You've got to have the relationship built so you can work in the battle space that's owned",
        2793.0,
        2797.12
    ],
    [
        " by a conventional commander.",
        2797.12,
        2798.24
    ],
    [
        " You've got to have the relationship that you can get your missions approved up the chain",
        2799.0,
        2802.34
    ],
    [
        " of command on the special operation side.",
        2802.34,
        2803.86
    ],
    [
        " How do you do that?",
        2804.6,
        2805.36
    ],
    [
        " You build.",
        2805.64,
        2806.08
    ],
    [
        " You go out, you talk to people, you get out of your comfort zone.",
        2806.8,
        2810.44
    ],
    [
        " So weird thing, you know, I'm kind of, I'm kind of anti social, right?",
        2811.04,
        2817.72
    ],
    [
        " Like, if you don't know me, we're not going to have a conversation.",
        2817.72,
        2823.26
    ],
    [
        " You know, like we're not having a, like it's not, I'm not, I'm not walking up and talking",
        2823.66,
        2829.3
    ],
    [
        " to you.",
        2829.3,
        2829.72
    ],
    [
        " If I don't know you, I'm not walking up and saying hi to you.",
        2829.88,
        2831.86
    ],
    [
        " It's not happening.",
        2831.98,
        2832.48
    ],
    [
        " It's not my personality.",
        2832.6,
        2833.66
    ],
    [
        " If you say hi to me, I'll say hi, I'm not disrespectful.",
        2834.16,
        2838.12
    ],
    [
        " I'm not rude, but I'm not looking to have a bunch of conversations with people.",
        2838.42,
        2842.52
    ],
    [
        " And so that's known to me.",
        2843.24,
        2845.6
    ],
    [
        " But that's not okay for the business side of my life, which is, hey, I got to talk",
        2846.36,
        2852.74
    ],
    [
        " to people, got to build relationships, got to, had to know my commanding officer, had",
        2852.74,
        2857.48
    ],
    [
        " to know the common order, had to know the, the, the conventional battalion commander,",
        2857.48,
        2863.0
    ],
    [
        " had to know the brigade commander, had to build relationships.",
        2863.14,
        2865.62
    ],
    [
        " Could I just talk about war with the brigade commander?",
        2865.96,
        2871.86
    ],
    [
        " Well, I could, but what's more powerful that I talk about war and I talk about where",
        2872.5,
        2877.44
    ],
    [
        " I'm from or where he's from or what, you know, no other things.",
        2877.44,
        2880.96
    ],
    [
        " Yes, because I want to build a relationship with why?",
        2881.14,
        2883.04
    ],
    [
        " Because I'm trying to build trust.",
        2883.3,
        2884.46
    ],
    [
        " Why?",
        2884.46,
        2884.84
    ],
    [
        " Why?",
        2885.44,
        2885.72
    ],
    [
        " Because I wanted to allow me to go out there and do things in his battle space.",
        2885.84,
        2888.6
    ],
    [
        " So that's what they're asking you.",
        2889.04,
        2891.52
    ],
    [
        " They're asking you to step out of your comfort zone.",
        2891.58,
        2893.98
    ],
    [
        " It doesn't need to become your primary focus.",
        2894.56,
        2897.26
    ],
    [
        " No.",
        2897.44,
        2897.56
    ],
    [
        " Should you try and step out of the comfort zone?",
        2898.24,
        2899.98
    ],
    [
        " If you want to grow, if you want to have more opportunity, I would give it a try.",
        2900.5,
        2904.62
    ],
    [
        " I would give it a try.",
        2905.7,
        2906.58
    ],
    [
        " If not, you know, like I said, if you hate it and you feel like you're not being true",
        2907.16,
        2912.46
    ],
    [
        " to your true self, that's okay.",
        2912.46,
        2913.88
    ],
    [
        " Maybe your true self is meant to be the one that's back, not getting promoted.",
        2914.04,
        2917.74
    ],
    [
        " They need somebody to do that.",
        2918.6,
        2921.34
    ],
    [
        " Yeah.",
        2921.86,
        2922.0
    ],
    [
        " If it's not you, it might be somebody else.",
        2922.06,
        2923.78
    ],
    [
        " Yeah.",
        2924.46,
        2924.74
    ],
    [
        " So another one of those tough questions where people, you know, hit me with like, should",
        2925.32,
        2928.38
    ],
    [
        " I just be, should be loyal to myself?",
        2928.38,
        2930.64
    ],
    [
        " Because the obvious, like, answer that everyone wants to hear is like, yeah, dude, the most",
        2931.28,
        2936.52
    ],
    [
        " important thing is you got to be loyal to yourself.",
        2936.52,
        2937.96
    ],
    [
        " That's the most important thing.",
        2938.1,
        2939.06
    ],
    [
        " Yeah.",
        2939.64,
        2939.78
    ],
    [
        " Okay.",
        2939.8,
        2940.04
    ],
    [
        " If that's what your priority is, then that's the most important thing.",
        2940.34,
        2943.06
    ],
    [
        " But guess what?",
        2943.7,
        2944.86
    ],
    [
        " Who does a, who can take care of the other kitchen dogs that respect you so much?",
        2945.18,
        2950.16
    ],
    [
        " Who can take a better care of them than you can?",
        2950.42,
        2952.62
    ],
    [
        " Because if you get promoted, if you don't get promoted and Johnny Glamour boy gets promoted",
        2953.58,
        2960.42
    ],
    [
        " because he likes to go out and schmooze the clients and now he gets promoted and yours,",
        2960.42,
        2964.66
    ],
    [
        " and now who's going to take care of the kitchen dogs on his, on his time, right?",
        2964.8,
        2969.46
    ],
    [
        " Not him.",
        2969.76,
        2970.12
    ],
    [
        " He doesn't care.",
        2970.48,
        2971.14
    ],
    [
        " He's got, he got promoted not for taking care of his guys.",
        2971.6,
        2974.64
    ],
    [
        " He got promoted because he schmoozed the clients.",
        2974.64,
        2976.04
    ],
    [
        " Yeah, man.",
        2976.42,
        2978.3
    ],
    [
        " Play the game a little bit.",
        2978.62,
        2979.44
    ],
    [
        " It's weird when you're explaining that and it's like, it makes complete sense.",
        2980.14,
        2985.12
    ],
    [
        " I'm thinking of it in terms of like being a, I don't know, but I guess it applies to",
        2985.12,
        2989.4
    ],
    [
        " any relationship you have.",
        2989.4,
        2990.5
    ],
    [
        " So like let's say, okay, you have a wife, right?",
        2990.86,
        2992.5
    ],
    [
        " You're buried, whatever.",
        2992.62,
        2994.06
    ],
    [
        " And so your wife wants to go to hypothetically, wife wants to go to, I don't know, Vermont.",
        2994.92,
        3003.2
    ],
    [
        " You're like, yeah, I don't like Vermont.",
        3003.62,
        3005.44
    ],
    [
        " You know, go to Vermont or whatever.",
        3005.76,
        3007.02
    ],
    [
        " But your wife's like, hey, I want you to come because I like spending time with you and",
        3007.26,
        3012.4
    ],
    [
        " all the stuff.",
        3012.4,
        3013.08
    ],
    [
        " And as a husband, you're like, hey, I like spending time with you too.",
        3013.38,
        3015.68
    ],
    [
        " Why can't we do something that I specifically like to do, whatever.",
        3015.78,
        3019.9
    ],
    [
        " And it has to do so a lot of times with like maybe your wife's friends or the in large.",
        3021.14,
        3025.72
    ],
    [
        " So I don't want to hang with, I want to hang with you, but I want to hang with them.",
        3025.74,
        3028.18
    ],
    [
        " And the wife wants to hang with you with the friends and all this stuff or whatever.",
        3028.2,
        3030.48
    ],
    [
        " But a lot of the time, in my case, might have been me just sticking in my little",
        3030.66,
        3037.0
    ],
    [
        " comfort zone, you know, like the people that I like to hang out with, there's like set",
        3037.12,
        3040.96
    ],
    [
        " stuff that I know they're into and I know they like to talk about and all this stuff.",
        3040.96,
        3044.48
    ],
    [
        " And I'm essentially rejecting being open to new or other stuff.",
        3044.94,
        3051.24
    ],
    [
        " You know, that's, you know, that's kind of like a situation.",
        3051.72,
        3054.74
    ],
    [
        " But in a way, I'm kind of doing what this, what this guy is implying, where it's like,",
        3055.04,
        3061.7
    ],
    [
        " I'm going to say to myself, in my interests and all this stuff, I love my wife, 100%.",
        3061.7,
        3065.6
    ],
    [
        " That has nothing to do with it.",
        3065.6,
        3066.84
    ],
    [
        " Vermont has nothing to do with me and my wife, you know, but why shouldn't I step outside",
        3066.98,
        3073.08
    ],
    [
        " of my comfort zone and, you know, try to accommodate her wishes in this way?",
        3073.08,
        3078.2
    ],
    [
        " It's not a maker breaker relationship or nothing like that.",
        3078.24,
        3080.22
    ],
    [
        " But if I do that, if I just exercise the ability to be open, I become more valuable of a husband,",
        3080.32,
        3088.0
    ],
    [
        " more valuable, I offer more value in the relationship and as a person.",
        3088.6,
        3092.6
    ],
    [
        " So same exact thing when you're explaining this, when this guy is explaining where he's awesome",
        3092.94,
        3097.84
    ],
    [
        " as a chef in the back doing the, you know, doing his deal, doing what he does best.",
        3097.84,
        3102.72
    ],
    [
        " Awesome. But they, and this guy see it, his, his, his, he obviously, where they're like,",
        3102.96,
        3108.24
    ],
    [
        " Hey, we want you to do this more stuff, even because you're awesome.",
        3108.24,
        3111.26
    ],
    [
        " And man, imagine if you had this, this more stuff, you know, valuable, you would be as a,",
        3111.26,
        3116.14
    ],
    [
        " XYZ, whatever the position is in this case is a chef.",
        3116.52,
        3118.82
    ],
    [
        " And to reject that is essentially to say, you know what, I, I don't want to be more valuable",
        3120.44,
        3125.04
    ],
    [
        " as a chef or I don't want to be more valuable as a husband.",
        3125.04,
        3128.46
    ],
    [
        " I prefer to stick with my current value.",
        3129.44,
        3132.6
    ],
    [
        " I don't want to upgrade. There you go.",
        3133.2,
        3135.48
    ],
    [
        " I refused to upgrade.",
        3136.08,
        3137.14
    ],
    [
        " So I'm staying true to myself.",
        3137.88,
        3139.3
    ],
    [
        " Just saying. Anyway, next question.",
        3140.18,
        3143.02
    ],
    [
        " I mean, can you cross the line and get to a point where you make yourself sick?",
        3143.14,
        3146.94
    ],
    [
        " Because you've done, yeah, then you've gone too far.",
        3146.94,
        3149.2
    ],
    [
        " That's the dichotomy of leadership.",
        3149.3,
        3150.32
    ],
    [
        " Like, yeah, if you become just a, uh, disgusting, sick event, then that's what?",
        3150.54,
        3157.62
    ],
    [
        " That's not good.",
        3158.16,
        3158.86
    ],
    [
        " So I'm not talking about that.",
        3159.34,
        3160.6
    ],
    [
        " I'm not talking about leaving your values and abandoning your values.",
        3160.9,
        3164.76
    ],
    [
        " That's not what I'm talking about.",
        3164.76,
        3166.04
    ],
    [
        " Right. Talking about playing the game a little bit.",
        3166.2,
        3167.78
    ],
    [
        " There's a big difference.",
        3167.98,
        3168.54
    ],
    [
        " Step up to the comfort zone, play the game a little bit.",
        3168.94,
        3171.86
    ],
    [
        " At the very least, do it with open mind.",
        3172.24,
        3174.48
    ],
    [
        " See how you like it?",
        3174.48,
        3175.24
    ],
    [
        " What if you were like, you got real good at that?",
        3175.62,
        3177.54
    ],
    [
        " You know how like public speaking, for example, where I'm no exception.",
        3177.9,
        3182.28
    ],
    [
        " A lot of people don't like public speaking.",
        3182.58,
        3184.64
    ],
    [
        " Even though they might have a lot to say or whatever, you know,",
        3185.02,
        3187.48
    ],
    [
        " like some people like their, their swamp, but I don't want to get up on state.",
        3187.52,
        3190.18
    ],
    [
        " Nothing like that. That's dumb.",
        3190.18,
        3191.42
    ],
    [
        " I'm not a star.",
        3192.28,
        3193.32
    ],
    [
        " I don't want the limelight on me and all this stuff.",
        3193.32,
        3195.2
    ],
    [
        " Then they do one time and they, and they offer like just so much value doing it.",
        3195.74,
        3200.0
    ],
    [
        " And then they get used to it.",
        3200.14,
        3201.1
    ],
    [
        " And then all of a sudden they kind of like it, you know?",
        3201.1,
        3203.14
    ],
    [
        " Could be one of those deals.",
        3203.16,
        3204.52
    ],
    [
        " Could be.",
        3204.72,
        3205.42
    ],
    [
        " Could be.",
        3205.52,
        3205.9
    ],
    [
        " You never know.",
        3206.06,
        3206.52
    ],
    [
        " So you try it.",
        3206.7,
        3207.8
    ],
    [
        " Next question.",
        3208.08,
        3209.94
    ],
    [
        " Two of my bosses have told me I don't like Jocco.",
        3211.44,
        3215.18
    ],
    [
        " Interesting.",
        3215.86,
        3216.18
    ],
    [
        " Without giving any valid reasons, their ego is in the way.",
        3216.84,
        3223.12
    ],
    [
        " How do I flank them to help them see the path?",
        3223.68,
        3226.72
    ],
    [
        " My belief is that they're afraid of the truth.",
        3227.68,
        3230.54
    ],
    [
        " And they, they're afraid of the truth.",
        3230.7,
        3233.1
    ],
    [
        " They see an extreme ownership.",
        3233.12,
        3234.5
    ],
    [
        " Okay. So, uh, yeah, I mean, clearly,",
        3234.84,
        3237.76
    ],
    [
        " ego could be a problem here as a leader, you know,",
        3237.88,
        3239.78
    ],
    [
        " who wants to constantly be compared to some other leader, right?",
        3239.82,
        3244.36
    ],
    [
        " You know, if you were teaching a jujitsu,",
        3244.78,
        3245.8
    ],
    [
        " you'd be like, well, the way that the way that Dean teaches this, you know,",
        3245.8,
        3248.8
    ],
    [
        " that would make you mad afterward.",
        3248.8,
        3250.22
    ],
    [
        " I didn't even think so.",
        3250.22,
        3251.2
    ],
    [
        " So that could be part of the problem.",
        3251.2,
        3253.1
    ],
    [
        " Oh, that's definitely.",
        3253.1,
        3254.4
    ],
    [
        " That's that's a way up there on the list of possible things.",
        3254.78,
        3257.52
    ],
    [
        " Could be the military flavor, right?",
        3257.52,
        3258.94
    ],
    [
        " Some people don't like the military flavor of things.",
        3258.94,
        3261.52
    ],
    [
        " So that's that's okay.",
        3261.78,
        3262.58
    ],
    [
        " It's, it's,",
        3262.82,
        3265.1
    ],
    [
        " can't turn some people off.",
        3265.28,
        3267.7
    ],
    [
        " They don't want to hear about it.",
        3267.78,
        3268.44
    ],
    [
        " That's fine.",
        3268.48,
        3268.84
    ],
    [
        " Uh, the reality is,",
        3269.38,
        3270.52
    ],
    [
        " here's the, but here's the reality of the situation.",
        3270.98,
        3274.4
    ],
    [
        " What is there to not like",
        3274.54,
        3278.7
    ],
    [
        " about the things that I talk about, right?",
        3278.7,
        3283.32
    ],
    [
        " So let's say, you know what?",
        3284.02,
        3285.36
    ],
    [
        " I don't like people taking ownership.",
        3285.46,
        3286.58
    ],
    [
        " I want everyone to make excuses and play each other.",
        3286.66,
        3288.84
    ],
    [
        " Right?",
        3288.84,
        3289.0
    ],
    [
        " It doesn't even make sense.",
        3289.18,
        3290.84
    ],
    [
        " You know, instead of, you know,",
        3291.32,
        3292.22
    ],
    [
        " I don't want to hear about this cover move.",
        3292.46,
        3293.98
    ],
    [
        " I want everyone to ignore each other and get worried about themselves, right?",
        3294.16,
        3297.18
    ],
    [
        " Like that, that, that makes no sense whatsoever.",
        3297.3,
        3299.12
    ],
    [
        " You know, if, uh, keeping things simple, I don't want to,",
        3299.62,
        3302.92
    ],
    [
        " hey, look, I don't want to keep things simple.",
        3303.04,
        3304.48
    ],
    [
        " I want everything to be so complicated,",
        3304.5,
        3305.76
    ],
    [
        " but no one knows what's going on, right?",
        3306.08,
        3307.5
    ],
    [
        " These things that they make note,",
        3307.62,
        3309.48
    ],
    [
        " there's no human being, no one in a leadership position.",
        3309.62,
        3312.7
    ],
    [
        " That would want everyone to know,",
        3313.04,
        3315.86
    ],
    [
        " or that would, that would go against what",
        3315.88,
        3318.08
    ],
    [
        " these simple principles.",
        3319.0,
        3319.68
    ],
    [
        " So",
        3320.7,
        3320.76
    ],
    [
        " how do you fix it then, right?",
        3320.76,
        3325.06
    ],
    [
        " What's the problem?",
        3325.28,
        3325.84
    ],
    [
        " One, here's a cup, and actually this was a Twitter thing",
        3327.44,
        3330.36
    ],
    [
        " and a bunch of people gave great responses on Twitter after I kind of highlighted it.",
        3330.36,
        3334.46
    ],
    [
        " One, one of them, and my, my actual response is like,",
        3334.5,
        3338.9
    ],
    [
        " hey, just don't, you know, stop using my name.",
        3338.94,
        3340.9
    ],
    [
        " You know, stop saying, well, jockeless it,",
        3341.42,
        3343.46
    ],
    [
        " because you can't imagine how annoying that must be.",
        3343.52,
        3345.08
    ],
    [
        " Well, jockeless saying, you know, when you're in a leadership position,",
        3345.48,
        3347.32
    ],
    [
        " you know, it's like, that's going to really great on somebody.",
        3347.32,
        3350.36
    ],
    [
        " So, so, so throw that out the window.",
        3350.82,
        3352.6
    ],
    [
        " Don't pit it as me,",
        3352.78,
        3354.96
    ],
    [
        " jockeau against what your bosses are saying, no, don't do that.",
        3355.48,
        3359.38
    ],
    [
        " You've set up an adversarial relationship with them,",
        3359.52,
        3361.44
    ],
    [
        " and you've set up an adversarial relationship with me,",
        3361.6,
        3364.26
    ],
    [
        " and I've never even met these people before.",
        3364.44,
        3366.06
    ],
    [
        " I don't even know who they are, even know what business they're in.",
        3366.46,
        3368.44
    ],
    [
        " But what you've done by constantly harping on it is you've pissed them off.",
        3368.66,
        3372.5
    ],
    [
        " And now they're saying, dude, quit talking about jockeau.",
        3372.7,
        3375.1
    ],
    [
        " We don't care.",
        3375.1,
        3375.52
    ],
    [
        " Because also the way that he's in,",
        3375.78,
        3377.9
    ],
    [
        " just the way he's being offensive in approaching these things",
        3378.0,
        3381.7
    ],
    [
        " means that he has a little more listening and growing to do.",
        3381.7,
        3384.06
    ],
    [
        " Because if you really want to approach your boss,",
        3384.24,
        3387.54
    ],
    [
        " or you know, he asked about flanking his boss,",
        3387.92,
        3389.42
    ],
    [
        " well, the way you flank someone isn't going,",
        3389.56,
        3390.78
    ],
    [
        " hey, the way jockeau says you should do this,",
        3391.0,
        3392.64
    ],
    [
        " that's not good.",
        3392.78,
        3394.4
    ],
    [
        " So, let the principles work.",
        3395.42,
        3397.36
    ],
    [
        " And another, another person pointed out, you know,",
        3397.48,
        3400.36
    ],
    [
        " hey, don't, hey, stop trying to impose your things on them.",
        3401.56,
        3406.12
    ],
    [
        " Like, just take extreme ownership.",
        3406.78,
        3408.44
    ],
    [
        " How's that sound?",
        3408.6,
        3408.96
    ],
    [
        " You step up and start leading.",
        3409.24,
        3410.26
    ],
    [
        " You do your thing.",
        3410.72,
        3411.4
    ],
    [
        " You perform well.",
        3411.5,
        3412.24
    ],
    [
        " Quit talking, quit trying to force these things down,",
        3412.52,
        3414.38
    ],
    [
        " people's throats, and give them space, give them room.",
        3414.4,
        3417.1
    ],
    [
        " And then they'll recognize that you're doing a good job.",
        3417.86,
        3422.98
    ],
    [
        " If you label it with something that you know they don't like,",
        3423.18,
        3426.58
    ],
    [
        " well, then they're not going to like it no matter what you do.",
        3426.74,
        3428.74
    ],
    [
        " No matter what you do, that's going to be problematic.",
        3429.84,
        3432.4
    ],
    [
        " Don't beludging them with, well, you know,",
        3432.76,
        3435.94
    ],
    [
        " this is blah, blah, blah, blah.",
        3436.08,
        3437.5
    ],
    [
        " No, don't do that.",
        3437.52,
        3438.34
    ],
    [
        " Mm-hmm.",
        3438.82,
        3439.18
    ],
    [
        " Take, let, put your ego in check.",
        3440.0,
        3441.72
    ],
    [
        " How's that sound?",
        3441.86,
        3442.36
    ],
    [
        " Put your ego in check a little bit.",
        3443.08,
        3444.24
    ],
    [
        " Make the ideas that you're talking about, their ideas.",
        3444.7,
        3448.08
    ],
    [
        " Get them to talk about ownership.",
        3449.08,
        3450.28
    ],
    [
        " You know, get them, maybe they call it something else,",
        3450.84,
        3453.34
    ],
    [
        " other than extreme ownership.",
        3453.34,
        3454.3
    ],
    [
        " Maybe they call it, you know, personal accountability.",
        3455.06,
        3457.44
    ],
    [
        " Okay, awesome.",
        3457.6,
        3458.32
    ],
    [
        " That's great.",
        3458.5,
        3459.12
    ],
    [
        " Yeah, I really like that.",
        3459.28,
        3460.1
    ],
    [
        " I really like what you've come up with.",
        3460.2,
        3461.36
    ],
    [
        " Boss, I'm in with that.",
        3461.46,
        3462.16
    ],
    [
        " Oh, well, now they're in the game.",
        3462.32,
        3464.46
    ],
    [
        " And they don't realize that you're talking about the same thing.",
        3464.78,
        3466.92
    ],
    [
        " That's fine.",
        3467.3,
        3468.06
    ],
    [
        " They don't, they don't ever have to realize that.",
        3468.24,
        3469.68
    ],
    [
        " They don't ever have to realize that.",
        3469.92,
        3471.24
    ],
    [
        " So, I mean, there's some people,",
        3471.72,
        3473.66
    ],
    [
        " there's some people that don't like, even in the teams,",
        3473.92,
        3476.16
    ],
    [
        " there's people that like, they didn't like me.",
        3476.16,
        3477.72
    ],
    [
        " Didn't matter, didn't matter where what the, the principal was.",
        3478.84,
        3481.96
    ],
    [
        " Didn't make no, that's not.",
        3482.48,
        3483.8
    ],
    [
        " It's like, no, like, hey, just, just, just, just don't, don't attach my name to it.",
        3485.34,
        3490.88
    ],
    [
        " And go and do, be a good leader.",
        3491.08,
        3492.84
    ],
    [
        " How's that?",
        3493.02,
        3493.38
    ],
    [
        " So, those are some things.",
        3493.8,
        3495.86
    ],
    [
        " I think if you live, live the principals, act on the principals,",
        3495.96,
        3500.28
    ],
    [
        " no one's going to be mad at you for taking ownership and responsibility of what you're doing.",
        3500.58,
        3504.38
    ],
    [
        " Unless you say, oh, you like how I took ownership of that?",
        3504.62,
        3507.18
    ],
    [
        " Well, then you might paint yourself into a corner where they end up being stupid",
        3507.5,
        3510.84
    ],
    [
        " or they end up not accepting what you're doing.",
        3511.54,
        3513.82
    ],
    [
        " And they'll get mad at you for stepping on their toes out of court.",
        3514.5,
        3517.16
    ],
    [
        " And it is also, as you do this, as you take ownership, don't rub their noses in it.",
        3517.32,
        3521.44
    ],
    [
        " You give them credit. How hard is that?",
        3521.78,
        3524.12
    ],
    [
        " You know, you come up with a solution to the problem, say, hey, no, actually,",
        3524.88,
        3527.72
    ],
    [
        " I got this idea from something I saw you doing.",
        3527.74,
        3529.2
    ],
    [
        " Really?",
        3529.64,
        3530.18
    ],
    [
        " Right? That's how you, that's how you flank them.",
        3530.88,
        3533.28
    ],
    [
        " Hey, it took ownership of this problem.",
        3534.34,
        3535.74
    ],
    [
        " Oh, really?",
        3535.76,
        3536.46
    ],
    [
        " Oh, you took all the, here we go extreme, but no, no, don't say that.",
        3536.62,
        3538.84
    ],
    [
        " Don't say that.",
        3539.44,
        3540.44
    ],
    [
        " You know, it's like, hey, boss, I wanted to make sure this got done correctly.",
        3540.84,
        3544.1
    ],
    [
        " I was watching the way you did blah, blah, blah, blah.",
        3544.32,
        3546.9
    ],
    [
        " And you go from there.",
        3546.9,
        3547.7
    ],
    [
        " Give them the idea.",
        3548.3,
        3550.28
    ],
    [
        " You know, make sense?",
        3550.8,
        3551.94
    ],
    [
        " Yeah, I wonder how the boss got introduced to the concept of jocco for him to eventually hate.",
        3553.02,
        3562.62
    ],
    [
        " In this situation, it probably was like, you know, multiple repetitions of what you're doing.",
        3562.88,
        3568.56
    ],
    [
        " Yeah, yeah, yeah, yeah, yeah, and didn't pick up the vibe.",
        3569.14,
        3572.48
    ],
    [
        " Yeah.",
        3572.62,
        3573.0
    ],
    [
        " Which is like, hey, I'm dealing with someone with a big ego and they're not going to take",
        3573.12,
        3575.88
    ],
    [
        " well to me talking about this other guy's leadership style.",
        3575.88,
        3579.02
    ],
    [
        " Do you, you don't want to be compared to some other leader if you're in a leadership position?",
        3579.26,
        3582.4
    ],
    [
        " Yeah.",
        3582.64,
        3583.0
    ],
    [
        " And, and, and also, this is kind of the same thing, but a little bit different.",
        3583.4,
        3586.68
    ],
    [
        " The, that, thinking about that type of scenario, man, that's the worst.",
        3587.32,
        3592.46
    ],
    [
        " That's like, as a boss, I would think that that'd be really bad.",
        3592.66,
        3595.9
    ],
    [
        " Because, okay, so here's a, here's a situation.",
        3596.1,
        3598.28
    ],
    [
        " So, I make videos sometimes, right?",
        3598.72,
        3601.42
    ],
    [
        " And so, let's say I'm, and actually this is an actual thing that actually happened, where, okay,",
        3602.06,
        3607.22
    ],
    [
        " so I'm in this video for this, we'll say client.",
        3607.34,
        3609.72
    ],
    [
        " And, kind of say, okay, you know, they look at it and it's typical, you know, they'll have some",
        3610.62,
        3614.6
    ],
    [
        " input, maybe some information they want to add or take or change or whatever.",
        3614.6,
        3618.04
    ],
    [
        " And then, this guy said, oh yeah, I'm not sure about this part.",
        3618.64,
        3624.28
    ],
    [
        " I showed it to my wife and she said, you know, X, Y, Z, and X, I'm thinking, okay,",
        3624.28,
        3630.3
    ],
    [
        " I get it.",
        3630.72,
        3632.06
    ],
    [
        " Like, okay, you showed it to people that I understand, but I was like, wait, wait, so,",
        3632.34,
        3635.6
    ],
    [
        " this is a video I made for you and your deal, you know, kind of thing.",
        3635.96,
        3639.9
    ],
    [
        " And you went and showed your wife and then now she has some kind of input.",
        3640.04,
        3642.9
    ],
    [
        " She's not part of this deal, you know.",
        3643.08,
        3644.74
    ],
    [
        " Now you're like citing your wife's critique and like all this stuff.",
        3645.88,
        3648.78
    ],
    [
        " And it doesn't make sense, by the way, as far as what we've discussed and all this stuff, right?",
        3649.24,
        3653.0
    ],
    [
        " So the wife is going, now I kind of have this kind of disdain for the wife.",
        3653.0,
        3656.66
    ],
    [
        " I don't know the wife at all, by the way.",
        3656.84,
        3658.18
    ],
    [
        " So I'm like, I'm just not feeling the wife in it.",
        3658.24,
        3660.5
    ],
    [
        " Or ego got in the way a little bit.",
        3660.5,
        3662.18
    ],
    [
        " A little bit and it's natural is what I'm saying.",
        3662.18,
        3664.68
    ],
    [
        " Where it's kind of like, I thought we were doing this video kind of together and I'll do this for you",
        3664.86,
        3668.98
    ],
    [
        " and you give me the input and now you involved your wife in it who threw the whole thing off",
        3668.98,
        3672.44
    ],
    [
        " because she's not even part of this little thing.",
        3672.44,
        3674.04
    ],
    [
        " It's really hard to put your ego in check.",
        3674.44,
        3675.98
    ],
    [
        " It's really hard to put your ego in check and actually listen to what the critique points are.",
        3676.14,
        3680.84
    ],
    [
        " It's hard for anyone to do that.",
        3681.26,
        3683.1
    ],
    [
        " And so when it happens, you have to go, okay,",
        3683.66,
        3686.66
    ],
    [
        " that's my ego and you need to put it aside.",
        3686.9,
        3690.0
    ],
    [
        " Yeah, so consider this situation.",
        3690.46,
        3692.68
    ],
    [
        " If the guy would have just said, don't say I showed it to my wife and she said this.",
        3693.18,
        3698.4
    ],
    [
        " Don't say if he would have said, well, I was thinking about this, which is what the wife said.",
        3698.6,
        3703.08
    ],
    [
        " You know, in there, whatever.",
        3703.32,
        3704.02
    ],
    [
        " I was thinking about this.",
        3704.38,
        3705.02
    ],
    [
        " It would have got delivered way better, way easier.",
        3705.3,
        3708.3
    ],
    [
        " Same thing with your situation.",
        3708.4,
        3709.98
    ],
    [
        " If someone's saying, I don't know, let's say, for example, it's a fireman.",
        3709.98,
        3714.82
    ],
    [
        " It's a fireman.",
        3715.0,
        3715.46
    ],
    [
        " And you know, the boss is saying, hey, we should do this and do that.",
        3716.08,
        3718.72
    ],
    [
        " And then this guy just said, well, Jocco said, the boss is like, who the hell is Jocco?",
        3718.86,
        3723.32
    ],
    [
        " I don't remember hiring Jocco.",
        3723.62,
        3724.8
    ],
    [
        " Who is this guy?",
        3724.9,
        3725.76
    ],
    [
        " And what's he talking about?",
        3725.98,
        3726.7
    ],
    [
        " Cool.",
        3726.84,
        3727.04
    ],
    [
        " But Jocco has no saying this department.",
        3727.58,
        3730.22
    ],
    [
        " It's me and it's you.",
        3730.4,
        3731.18
    ],
    [
        " It's the team, you know, the team that we've worked with kind of thing.",
        3731.32,
        3734.34
    ],
    [
        " That's kind of the feeling.",
        3734.34,
        3735.4
    ],
    [
        " So yeah, man, don't say Jocco.",
        3735.68,
        3738.04
    ],
    [
        " Yeah.",
        3738.04,
        3738.32
    ],
    [
        " Leave Jocco.",
        3738.46,
        3738.94
    ],
    [
        " Leave him.",
        3739.02,
        3739.44
    ],
    [
        " Leave him.",
        3739.84,
        3740.0
    ],
    [
        " You know, I don't need to credit at all.",
        3740.28,
        3742.22
    ],
    [
        " Next question, Jocco, please explain how working harder for an incompetent superior helps oneself.",
        3742.66,
        3750.98
    ],
    [
        " I feel like screw them in whatever lightning bolt of luck.",
        3751.36,
        3754.44
    ],
    [
        " They were struck by it again in their position.",
        3754.66,
        3756.42
    ],
    [
        " Is that kind of like screw them in the horse they rode in on kind of thing?",
        3757.12,
        3760.84
    ],
    [
        " Yeah, that is.",
        3760.84,
        3761.2
    ],
    [
        " No, he's saying screw them in.",
        3761.48,
        3762.54
    ],
    [
        " They were there in their position as a superior because they got lucky.",
        3762.74,
        3765.56
    ],
    [
        " Yeah, yeah, I didn't get lucky.",
        3765.72,
        3766.78
    ],
    [
        " Well, that's good.",
        3766.78,
        3767.56
    ],
    [
        "",
        3767.98,
        3767.98
    ],
    [
        " And, you know, here's the answer to that.",
        3768.58,
        3770.24
    ],
    [
        " It's like, okay, so what are you going to do then?",
        3770.34,
        3771.34
    ],
    [
        " What are you going to do then?",
        3772.48,
        3774.06
    ],
    [
        " You're going to sit around and wait for your own bolt of lightning of luck to hit you?",
        3774.14,
        3778.3
    ],
    [
        " Is that what you're going to do?",
        3778.72,
        3779.98
    ],
    [
        " I don't recommend that.",
        3780.5,
        3782.3
    ],
    [
        " Instead, I recommend that you step up and yes, you do work harder.",
        3782.38,
        3785.92
    ],
    [
        " And you do the best possible job that you can do.",
        3786.48,
        3789.68
    ],
    [
        " And you take some pride in what you're doing and how you're doing it.",
        3789.78,
        3792.76
    ],
    [
        " And you do it better than they could not to rub their nose into it.",
        3792.92,
        3796.44
    ],
    [
        " Not to prove that you can do it better, but out of professionalism.",
        3797.28,
        3802.66
    ],
    [
        " That's why you do it.",
        3802.84,
        3803.86
    ],
    [
        " Now, one outcome that can come from that is they get credit for your work.",
        3804.22,
        3808.46
    ],
    [
        " And that makes you all mad.",
        3808.96,
        3811.14
    ],
    [
        " No, that's actually good because if they get credit for your work, that's what?",
        3811.26,
        3814.08
    ],
    [
        " The work's going well.",
        3814.62,
        3815.48
    ],
    [
        " They're going to get promoted.",
        3815.52,
        3816.12
    ],
    [
        " And they get the recognition.",
        3817.46,
        3819.56
    ],
    [
        " Okay, that's fine.",
        3820.84,
        3821.72
    ],
    [
        " But they know where the actual credit goes.",
        3823.66,
        3826.44
    ],
    [
        " Even if they don't give it to you, even if they don't give it to you, they know it.",
        3826.68,
        3830.98
    ],
    [
        " Even if they're the type of person you go, that doesn't even realize that",
        3831.2,
        3834.74
    ],
    [
        " you're like, oh, wow, I did all that work.",
        3834.74,
        3837.58
    ],
    [
        " And he's taken all the credit for it.",
        3837.68,
        3838.74
    ],
    [
        " They don't even know that I made this happen.",
        3838.76,
        3840.12
    ],
    [
        " Or he doesn't even know that he that I made this happen.",
        3840.18,
        3842.1
    ],
    [
        " They know.",
        3842.34,
        3843.06
    ],
    [
        " They know.",
        3843.58,
        3844.56
    ],
    [
        " So as long as you can keep your ego in check and you can let them have the credit",
        3845.02,
        3850.54
    ],
    [
        " eventually they get promoted.",
        3851.78,
        3853.0
    ],
    [
        " The team's doing well.",
        3853.16,
        3854.08
    ],
    [
        " You'll look good.",
        3854.44,
        3855.1
    ],
    [
        " You'll get promoted.",
        3855.4,
        3856.1
    ],
    [
        " Your life is easy.",
        3856.46,
        3857.34
    ],
    [
        " Your gaining experience.",
        3857.94,
        3859.78
    ],
    [
        " You've got a good reputation like everything is going in your direction.",
        3859.8,
        3862.14
    ],
    [
        " And by the way, when that incompetent person does get promoted,",
        3864.34,
        3867.6
    ],
    [
        " who do they usually recommend that fills their spot?",
        3867.82,
        3870.26
    ],
    [
        " You because you're the one that got them promoted.",
        3870.48,
        3872.08
    ],
    [
        " They're stoked on that.",
        3872.22,
        3873.0
    ],
    [
        " Now you become a superstar.",
        3873.72,
        3876.8
    ],
    [
        " That's great.",
        3877.06,
        3877.48
    ],
    [
        " Eventually they're going to get found out by the way.",
        3877.74,
        3879.54
    ],
    [
        " Like someone incompetency can't be hidden forever.",
        3880.96,
        3883.1
    ],
    [
        " And eventually someone says, wait a second, you don't even know how to do this.",
        3883.32,
        3885.42
    ],
    [
        " That was echo Charles.",
        3885.78,
        3886.74
    ],
    [
        " That was doing this this whole time.",
        3886.86,
        3888.54
    ],
    [
        " Yeah.",
        3888.82,
        3889.08
    ],
    [
        " Okay.",
        3889.62,
        3889.98
    ],
    [
        " Okay, well, we're going to promote echo.",
        3890.28,
        3891.4
    ],
    [
        " You're out of here.",
        3891.56,
        3892.02
    ],
    [
        " That don't happen.",
        3892.48,
        3893.56
    ],
    [
        " And when that happens, when that incompetency gets found out,",
        3893.8,
        3898.02
    ],
    [
        " then you will get the recognition you deserve.",
        3898.02,
        3901.04
    ],
    [
        " Because people said, I wasn't Jocco doing all this stuff.",
        3901.06,
        3903.14
    ],
    [
        " This was echo.",
        3903.16,
        3903.76
    ],
    [
        " They go, oh, Jocco, you're done.",
        3904.1,
        3905.98
    ],
    [
        " So that's something that happened.",
        3906.4,
        3908.34
    ],
    [
        " Or another outcome that can happen is that they give you the credit that you do,",
        3908.5,
        3913.06
    ],
    [
        " which is great.",
        3913.22,
        3914.0
    ],
    [
        " And you still get promoted.",
        3914.44,
        3915.42
    ],
    [
        " And you may get promoted above them, which is fine too.",
        3915.66,
        3917.94
    ],
    [
        " And or they might get promoted, which is fine.",
        3918.6,
        3921.26
    ],
    [
        " Stop worrying about it.",
        3921.38,
        3922.54
    ],
    [
        " So those two things, if you do a good job, eventually something good is going to come out of it.",
        3923.9,
        3928.7
    ],
    [
        " Whether it's they get, whether it's you both get promoted, whether it's they get promoted above you,",
        3929.06,
        3932.4
    ],
    [
        " whether it's you get promoted above that, it doesn't matter.",
        3932.52,
        3934.34
    ],
    [
        " All those outcomes, or maybe it's just the team continues to do well.",
        3934.52,
        3937.44
    ],
    [
        " And your job is stress-free and you continue to perform.",
        3937.44,
        3939.58
    ],
    [
        " And the the the division that you're in grows and you get a chance to promote,",
        3939.92,
        3944.78
    ],
    [
        " because everyone's getting promoted.",
        3944.94,
        3945.76
    ],
    [
        " It's like, oh, good, all good stuff.",
        3945.88,
        3947.66
    ],
    [
        " Or you can be angry and you can be frustrated and you can blame your own bad luck.",
        3948.32,
        3952.88
    ],
    [
        " And you cannot work hard and you can not do a good job.",
        3952.96,
        3955.18
    ],
    [
        " And you can be recognized as a slacker.",
        3955.18,
        3956.78
    ],
    [
        " You can get blamed by the incompetent boss when things do fall short.",
        3956.86,
        3961.38
    ],
    [
        " Because that's what the incompetent boss does.",
        3961.54,
        3963.12
    ],
    [
        " He doesn't step up and say go ownership of it.",
        3963.66,
        3965.7
    ],
    [
        " He says no, you know what, I would have done a better job, but Echo was slacking.",
        3965.7,
        3968.6
    ],
    [
        " That's the problem.",
        3968.88,
        3969.54
    ],
    [
        " Now Echo gets fired.",
        3969.76,
        3970.66
    ],
    [
        " And guess what?",
        3971.26,
        3974.1
    ],
    [
        " Someone we hire someone else to come in and they start doing a good job.",
        3974.76,
        3976.8
    ],
    [
        " The boss is still going to look good and still get promoted.",
        3976.94,
        3979.38
    ],
    [
        " It's just that you lost your job.",
        3979.38,
        3980.58
    ],
    [
        " And by the way, you lost your job with a bad reputation.",
        3980.94,
        3982.74
    ],
    [
        " Now you can't even get a recommendation for a new job.",
        3982.74,
        3984.78
    ],
    [
        " So you lose.",
        3986.2,
        3987.08
    ],
    [
        " That's what's going to happen.",
        3988.04,
        3990.2
    ],
    [
        " So step up, do your best.",
        3990.38,
        3993.46
    ],
    [
        " It'll pay off in the long run.",
        3994.54,
        3995.72
    ],
    [
        " Yeah.",
        3996.34,
        3996.42
    ],
    [
        " It's funny how like it's one of those things where if you can just flip the switch and see that.",
        3996.9,
        4000.46
    ],
    [
        " Just that one little thing.",
        4000.58,
        4001.44
    ],
    [
        " And it's funny, though, too, the way these questions are framed.",
        4001.66,
        4005.26
    ],
    [
        " You know, what they want to hear.",
        4005.82,
        4007.74
    ],
    [
        " It's like no, you know, what if you got an incompetent boss, you don't help him out.",
        4008.16,
        4011.0
    ],
    [
        " You let him burn.",
        4011.26,
        4011.86
    ],
    [
        " That's what you do.",
        4012.28,
        4013.14
    ],
    [
        " That's what people want to hear.",
        4013.54,
        4014.5
    ],
    [
        " But it's the easy answer and it's not the smart answer.",
        4014.94,
        4017.66
    ],
    [
        " And it's a short term answer, not a long term answer.",
        4018.04,
        4020.2
    ],
    [
        " Make your boss look great.",
        4020.66,
        4021.96
    ],
    [
        " How's that?",
        4022.28,
        4022.7
    ],
    [
        " That's my goal.",
        4023.46,
        4024.1
    ],
    [
        " I want to make my boss look great.",
        4024.34,
        4025.36
    ],
    [
        " There, there was a little tell in the question too.",
        4025.82,
        4031.38
    ],
    [
        " I'm no expert.",
        4031.52,
        4032.44
    ],
    [
        " Obviously, but lightning bolt of luck.",
        4032.6,
        4034.26
    ],
    [
        " Yeah.",
        4034.84,
        4035.08
    ],
    [
        " So you know the whole deal.",
        4035.38,
        4036.38
    ],
    [
        " And this is even you can be a normal person to recognize this.",
        4036.38,
        4038.92
    ],
    [
        " Like people who are bitter, I'm not saying the asker of this question is, but I'm not saying that.",
        4039.44,
        4044.3
    ],
    [
        " I'm saying this is the external scenario.",
        4044.36,
        4047.22
    ],
    [
        " But you know how if you get a bitter person who's just bearing life, maybe not doing it as well",
        4047.22,
        4052.36
    ],
    [
        " in life as they had, you know, had hoped or whatever, you'll probably wise.",
        4052.36,
        4057.34
    ],
    [
        " You'll probably encounter them from time to time.",
        4057.58,
        4060.24
    ],
    [
        " No more.",
        4060.24,
        4060.76
    ],
    [
        " Saying how the guy who is successful is lucky.",
        4061.38,
        4065.12
    ],
    [
        " They're lucky.",
        4065.36,
        4066.04
    ],
    [
        " They had a given to them like all this, all this other stuff.",
        4066.6,
        4069.8
    ],
    [
        " Me, I'm not lucky, whatever, whatever.",
        4069.96,
        4071.8
    ],
    [
        " But it's always the successful guy.",
        4072.02,
        4073.9
    ],
    [
        " It's lucky.",
        4074.02,
        4074.3
    ],
    [
        " Always.",
        4074.8,
        4075.04
    ],
    [
        " Yeah, they attribute other people's success to luck.",
        4075.2,
        4077.52
    ],
    [
        " To luck.",
        4077.66,
        4077.94
    ],
    [
        " For sure.",
        4078.16,
        4078.32
    ],
    [
        " So the likely bolt of luck and screw them, you know, kind of thing just that is indicative.",
        4079.0,
        4084.96
    ],
    [
        " I'm not saying it is.",
        4085.14,
        4085.82
    ],
    [
        " I'm not saying it is or isn't as far as this particular person.",
        4085.92,
        4088.4
    ],
    [
        " But it tends to be like that.",
        4088.56,
        4090.04
    ],
    [
        " And again, like that, just that switch.",
        4090.42,
        4092.2
    ],
    [
        " If you can like turn on the switch and just look at it, just like how you said, it's not intuitive.",
        4092.2,
        4096.2
    ],
    [
        " I get it, man.",
        4096.2,
        4097.06
    ],
    [
        " Because it's like, I was in that situation where it's like literally I was doing the work.",
        4097.06,
        4102.2
    ],
    [
        " So many think about this.",
        4102.48,
        4103.48
    ],
    [
        " You just said you're in this situation.",
        4103.62,
        4104.86
    ],
    [
        " Almost everybody has been in this situation.",
        4105.18,
        4108.14
    ],
    [
        " And here's the difference.",
        4108.14,
        4109.42
    ],
    [
        " If you don't flip that switch and you're in this situation, your whole life goes down in the other",
        4109.88,
        4115.5
    ],
    [
        " direction.",
        4115.5,
        4115.96
    ],
    [
        " Yeah.",
        4116.0,
        4116.12
    ],
    [
        " That's the real problem.",
        4116.32,
        4117.46
    ],
    [
        " That's why you meet people.",
        4117.64,
        4118.42
    ],
    [
        " Yeah, you know, this is a thing I think about a lot.",
        4118.72,
        4120.82
    ],
    [
        " You know how you know people in your life, they're bad asses.",
        4120.94,
        4124.88
    ],
    [
        " But they're not going anywhere.",
        4124.96,
        4127.84
    ],
    [
        " Like you look at it and you go, man, this guy's smarter than me.",
        4128.58,
        4131.74
    ],
    [
        " And a better athlete than me and a better speaker than me.",
        4132.54,
        4136.68
    ],
    [
        " But they're not going anywhere.",
        4137.48,
        4139.08
    ],
    [
        " And you know why it's because at some point in their life, instead of saying,",
        4139.28,
        4142.26
    ],
    [
        " oh, wow, that guy's lucky.",
        4142.46,
        4144.94
    ],
    [
        " That's what they do.",
        4145.44,
        4146.64
    ],
    [
        " At some point in their life, instead of saying, hey, that person worked to get in that situation.",
        4146.96,
        4150.8
    ],
    [
        " And I should do the same.",
        4150.8,
        4152.18
    ],
    [
        " Instead of saying that, they say, that person got lucky.",
        4152.54,
        4155.16
    ],
    [
        " Yeah.",
        4155.44,
        4155.68
    ],
    [
        " That's why they're there.",
        4155.8,
        4156.62
    ],
    [
        " And I'm down here.",
        4156.62,
        4157.54
    ],
    [
        " Yeah.",
        4158.02,
        4158.4
    ],
    [
        " You better than him.",
        4158.6,
        4159.42
    ],
    [
        " Yeah, you can't make the upward climb.",
        4159.66,
        4161.16
    ],
    [
        " If you don't say, you know what, hey, that person might be a little luck there.",
        4161.56,
        4164.98
    ],
    [
        " But guess what?",
        4164.98,
        4165.58
    ],
    [
        " They're obviously working hard.",
        4165.96,
        4167.1
    ],
    [
        " They're obviously doing something right because I'm down here and they're up there.",
        4167.26,
        4169.42
    ],
    [
        " How do I get up there?",
        4169.82,
        4170.58
    ],
    [
        " Yeah.",
        4171.1,
        4171.38
    ],
    [
        " The answer to get up there is not by tearing them down.",
        4171.78,
        4175.0
    ],
    [
        " The answer to get up there is by working hard.",
        4175.28,
        4177.0
    ],
    [
        " Yeah.",
        4177.48,
        4177.8
    ],
    [
        " Make them look good.",
        4178.06,
        4178.86
    ],
    [
        " That line you said, um, what?",
        4180.34,
        4184.16
    ],
    [
        " And so what are you going to do about it?",
        4184.46,
        4186.22
    ],
    [
        " Yeah, what are you going to do about it?",
        4186.24,
        4187.24
    ],
    [
        " That's the switch right there.",
        4187.24,
        4188.44
    ],
    [
        " Because I mean, you do with it with kids.",
        4188.76,
        4190.56
    ],
    [
        " I've seen some young kids and you know, same thing.",
        4190.56,
        4193.0
    ],
    [
        " Like, oh, this is how it is or this happened or whatever spilled milk.",
        4193.0,
        4198.04
    ],
    [
        " I don't know whatever.",
        4198.14,
        4198.64
    ],
    [
        " And you know, the kids cry and saw this stuff.",
        4198.88,
        4200.98
    ],
    [
        " It's like, okay.",
        4200.98,
        4201.52
    ],
    [
        " So what are you going to do about it?",
        4201.88,
        4203.7
    ],
    [
        " So you can cry.",
        4204.0,
        4205.94
    ],
    [
        " You totally can.",
        4206.04,
        4206.7
    ],
    [
        " And you can complain about how junk that is that the milk got spilt or your toy broke or",
        4206.96,
        4211.64
    ],
    [
        " whatever the situation.",
        4211.64,
        4212.7
    ],
    [
        " Yeah, because that's all truth.",
        4212.92,
        4214.08
    ],
    [
        " Absolutely true.",
        4214.08,
        4215.08
    ],
    [
        " And go ahead, you can cry whatever.",
        4215.14,
        4216.54
    ],
    [
        " But if that's what you're going to do about it, then, okay, then that's what it's going to be.",
        4216.56,
        4219.64
    ],
    [
        " And that's all it's going to be.",
        4219.88,
        4220.72
    ],
    [
        " You're going to continue to cry and you probably continue to cry next time it happens to.",
        4220.88,
        4224.22
    ],
    [
        " Or you clean up the milk, you fix your toy, whatever, you know, whatever.",
        4224.62,
        4228.58
    ],
    [
        " What are you going to do about it?",
        4228.76,
        4229.5
    ],
    [
        " That's the whole thing, you know, what are you going to do about it?",
        4229.54,
        4231.82
    ],
    [
        " It's interesting to you.",
        4231.9,
        4232.64
    ],
    [
        " There's like a, just a known,",
        4232.7,
        4235.24
    ],
    [
        " the right answer seems really obvious when we talk about it right now.",
        4235.86,
        4240.36
    ],
    [
        " But not many people see that right answer.",
        4240.56,
        4242.34
    ],
    [
        " Most people want to just be mad at their boss and be frustrated and",
        4242.84,
        4245.84
    ],
    [
        " undermine them and not work hard so that they don't get any shine on them.",
        4245.84,
        4250.18
    ],
    [
        " It's like, okay, great.",
        4250.18,
        4251.02
    ],
    [
        " That's, you put yourself in that barrel too.",
        4251.18,
        4252.68
    ],
    [
        " Yeah.",
        4253.14,
        4253.46
    ],
    [
        " Don't do it.",
        4253.62,
        4254.34
    ],
    [
        " It's crazy.",
        4254.42,
        4254.94
    ],
    [
        " Actualization say it's crazy.",
        4255.48,
        4258.42
    ],
    [
        " It makes sense.",
        4258.74,
        4259.82
    ],
    [
        " I mean, I felt that before.",
        4260.14,
        4261.82
    ],
    [
        " 100%.",
        4262.08,
        4263.0
    ],
    [
        " Yeah.",
        4263.0,
        4263.56
    ],
    [
        " Oh, for sure.",
        4263.96,
        4264.56
    ],
    [
        " For sure.",
        4264.88,
        4265.7
    ],
    [
        " Next question.",
        4266.1,
        4267.2
    ],
    [
        " Can you be default aggressive and relaxed in jujitsu?",
        4268.42,
        4272.98
    ],
    [
        " Okay, yeah, this seems like two opposing things that you can't do at the same time.",
        4273.64,
        4278.86
    ],
    [
        " But the actual fact is yes, you can and you should.",
        4278.86,
        4281.48
    ],
    [
        " So you want your maneuvers to be aggressive,",
        4281.96,
        4284.8
    ],
    [
        " but you don't want to be using a bunch of strength to execute the maneuvers, right?",
        4284.98,
        4289.12
    ],
    [
        " You want to aggressively escape your opponent's position before your opponent gets settled.",
        4289.26,
        4296.28
    ],
    [
        " Therefore, you don't have to use strength.",
        4296.28,
        4298.44
    ],
    [
        " You can use, relax it.",
        4298.74,
        4300.3
    ],
    [
        " You can relax.",
        4300.38,
        4300.88
    ],
    [
        " You can be proactive.",
        4301.2,
        4302.48
    ],
    [
        " Same thing with defending a submission attempt.",
        4302.72,
        4305.78
    ],
    [
        " You want to defend that submission attempt.",
        4305.92,
        4308.02
    ],
    [
        " Aggressively before this submission attempt gets settled in.",
        4309.64,
        4312.92
    ],
    [
        " You want to move aggressively.",
        4313.68,
        4316.6
    ],
    [
        " Again, I'm not talking about strength and spasming.",
        4317.3,
        4319.98
    ],
    [
        " I'm talking about moving aggressively before your opponent moves and get ahead of them on",
        4319.98,
        4325.54
    ],
    [
        " their udalup.",
        4325.54,
        4326.16
    ],
    [
        " When you get ahead of them on their udalup, they're going to have issues with you.",
        4326.42,
        4329.46
    ],
    [
        " And so yeah, absolutely.",
        4330.6,
        4332.92
    ],
    [
        " You can be default aggressive and at the same time, you can be relaxed and you should.",
        4333.2,
        4336.66
    ],
    [
        " That should be your goal.",
        4336.66,
        4337.58
    ],
    [
        " Do you sometimes have to use strength in Jiu-Jitsu?",
        4338.6,
        4340.42
    ],
    [
        " Yes, you do.",
        4340.9,
        4341.52
    ],
    [
        " Yes, you do.",
        4342.1,
        4342.86
    ],
    [
        " Sometimes you've got to power out of something.",
        4343.42,
        4345.14
    ],
    [
        " Why did you?",
        4345.62,
        4346.06
    ],
    [
        " The reason you had to power out of something is because you were too late because you weren't",
        4346.28,
        4349.92
    ],
    [
        " moving aggressively enough.",
        4349.92,
        4350.96
    ],
    [
        " You weren't moving quickly enough.",
        4351.4,
        4353.28
    ],
    [
        " And so then you got to power out of something.",
        4353.82,
        4355.2
    ],
    [
        " You got to claw those hands.",
        4355.28,
        4356.78
    ],
    [
        " Claw that guillotine off your neck.",
        4357.1,
        4358.54
    ],
    [
        " You know what I'm saying?",
        4358.72,
        4359.1
    ],
    [
        " You know when you get a guillotine on someone, they're clawing your fingers away from their neck.",
        4359.68,
        4362.66
    ],
    [
        " Yes.",
        4363.04,
        4363.28
    ],
    [
        " Yeah.",
        4363.4,
        4363.88
    ],
    [
        " So when that happens, that person was late.",
        4364.3,
        4366.62
    ],
    [
        " And now they're clawing their resorting to strength.",
        4367.24,
        4370.02
    ],
    [
        " They're resorting to panic.",
        4370.02,
        4371.66
    ],
    [
        " Clawing at your fingers.",
        4372.3,
        4373.3
    ],
    [
        " Sometimes it usually doesn't even matter.",
        4373.72,
        4375.32
    ],
    [
        " They can claw.",
        4375.58,
        4376.0
    ],
    [
        " Doesn't matter.",
        4376.38,
        4377.14
    ],
    [
        " Good.",
        4377.5,
        4377.78
    ],
    [
        " No.",
        4378.22,
        4378.48
    ],
    [
        " I like that sense of panic.",
        4378.9,
        4380.08
    ],
    [
        " That I feel when they're clawing.",
        4380.34,
        4382.5
    ],
    [
        " Yeah, I'm sure you do.",
        4382.74,
        4383.58
    ],
    [
        " You really seem like you like it a lot.",
        4383.7,
        4385.44
    ],
    [
        " So that's what it is.",
        4385.6,
        4387.56
    ],
    [
        " And by the way, this is true in life as well.",
        4387.86,
        4389.24
    ],
    [
        " Right?",
        4389.54,
        4389.56
    ],
    [
        " Like if you are maneuvering correctly, correctly as a leader,",
        4392.52,
        4396.96
    ],
    [
        " you don't have to get aggressive at people because they're doing what they're supposed to be doing.",
        4397.44,
        4403.1
    ],
    [
        " Right?",
        4404.18,
        4404.46
    ],
    [
        " You don't have to be.",
        4404.64,
        4405.1
    ],
    [
        " You shouldn't have to yell.",
        4405.24,
        4406.06
    ],
    [
        " If you have to yell as a boss, guess what?",
        4406.18,
        4407.7
    ],
    [
        " Your intent wasn't followed.",
        4407.92,
        4409.78
    ],
    [
        " Your plan wasn't understood.",
        4410.02,
        4411.18
    ],
    [
        " There's so many mistakes that you made if you're yelling as a leader.",
        4411.3,
        4413.52
    ],
    [
        " Do you never have to yell?",
        4413.84,
        4415.32
    ],
    [
        " Yeah, certainly.",
        4415.38,
        4415.62
    ],
    [
        " Sometimes you can yell because you got to make sure you get that emotional point across.",
        4415.82,
        4418.08
    ],
    [
        " Sometimes you got to make sure that someone really like someone doesn't seem to realize",
        4418.08,
        4420.8
    ],
    [
        " that the mistake that they made is severe enough that it warrants a yelling.",
        4420.8,
        4423.38
    ],
    [
        " And therefore it doesn't matter to them because they're dead yelled at them their whole life.",
        4423.4,
        4426.3
    ],
    [
        " Well, so if you're not yelling, they don't get it.",
        4426.3,
        4428.32
    ],
    [
        " So can you can you run to that?",
        4428.58,
        4429.86
    ],
    [
        " Okay.",
        4429.96,
        4430.02
    ],
    [
        " Problem occasionally, occasionally, very,",
        4430.36,
        4432.48
    ],
    [
        " occasionally, very, very rarely should you run into that situation.",
        4432.98,
        4436.22
    ],
    [
        " Because if you're doing the right job being default aggressive as a leader,",
        4436.38,
        4440.0
    ],
    [
        " you should be in situations where you never have to yell because your people,",
        4440.0,
        4444.94
    ],
    [
        " because your people understand what it is that they're supposed to be doing.",
        4446.22,
        4449.48
    ],
    [
        " They understand why they're supposed to be doing it.",
        4449.7,
        4451.74
    ],
    [
        " They understand what the plan is.",
        4451.8,
        4452.96
    ],
    [
        " They understand what the contingencies were.",
        4453.02,
        4454.36
    ],
    [
        " They understand what the intent that you had was.",
        4454.52,
        4458.68
    ],
    [
        " They understand this way that this fits strategically into the situation.",
        4458.86,
        4462.0
    ],
    [
        " They understand all those things.",
        4462.36,
        4463.3
    ],
    [
        " And if they understand all those things,",
        4463.4,
        4464.66
    ],
    [
        " then they're going to do the right thing.",
        4465.0,
        4466.1
    ],
    [
        " And if they don't, if they understand all those things and they still do something that doesn't make sense,",
        4466.28,
        4471.14
    ],
    [
        " well, maybe they do deserve to yell at.",
        4471.6,
        4473.68
    ],
    [
        " But again, all the first person I check is myself.",
        4473.68,
        4475.9
    ],
    [
        " And say, well, obviously, I didn't make this clear enough.",
        4476.2,
        4478.5
    ],
    [
        " So yes, relax harder.",
        4478.98,
        4482.14
    ],
    [
        " So yelling is to leading as using strength is to do just to somewhat.",
        4482.38,
        4490.76
    ],
    [
        " You got to do it every once in a while.",
        4491.0,
        4492.36
    ],
    [
        " Yeah, every once in a while.",
        4492.36,
        4493.18
    ],
    [
        " Or if you're late, maybe you lacked on your technique earlier,",
        4493.22,
        4496.4
    ],
    [
        " you got to kind of make up for it a little bit.",
        4496.4,
        4498.6
    ],
    [
        " But think about this.",
        4499.32,
        4499.98
    ],
    [
        " You hurt your stamina when you get your strength.",
        4500.22,
        4503.54
    ],
    [
        " Right.",
        4503.54,
        4503.86
    ],
    [
        " And when you yell, when I yell at you,",
        4504.14,
        4506.38
    ],
    [
        " because something went wrong and you're my subordinate,",
        4506.68,
        4508.4
    ],
    [
        " when I yell at you, I pay a little price for that too.",
        4508.76,
        4511.26
    ],
    [
        " Because it better be important.",
        4511.38,
        4512.82
    ],
    [
        " And I better really think about it.",
        4513.26,
        4515.68
    ],
    [
        " Because I didn't do anything to build our relationship in a positive manner by yelling at you.",
        4515.68,
        4519.1
    ],
    [
        " Didn't do anything.",
        4519.16,
        4520.44
    ],
    [
        " Just like you didn't improve your Giu Gitsu technique or knowledge.",
        4520.84,
        4524.76
    ],
    [
        " Or really, I guess you improved your situation for a moment.",
        4525.24,
        4528.8
    ],
    [
        " Because you escaped, but now you're more tired.",
        4528.98,
        4530.62
    ],
    [
        " Just like if I yelled at you to do something and you did it,",
        4530.72,
        4533.36
    ],
    [
        " because you were like, okay, we'll find.",
        4533.36,
        4535.94
    ],
    [
        " I don't want to get yelled at anymore.",
        4536.06,
        4536.88
    ],
    [
        " So I'm just going to do this thing that you told me to do.",
        4537.0,
        4538.92
    ],
    [
        " That it's temporary.",
        4539.2,
        4540.98
    ],
    [
        " It's temporary fix.",
        4540.98,
        4542.28
    ],
    [
        " It's a temporary fix.",
        4542.68,
        4543.68
    ],
    [
        " Yeah, you know how like J. P you will say,",
        4544.24,
        4546.58
    ],
    [
        " aggressive, it isn't, or default aggressive,",
        4546.62,
        4549.5
    ],
    [
        " isn't towards people.",
        4549.66,
        4550.64
    ],
    [
        " It's towards making things happen.",
        4550.82,
        4552.06
    ],
    [
        " So like, so endgüjitsu is the same thing.",
        4552.52,
        4554.18
    ],
    [
        " So it's like, I don't know aggressively.",
        4554.34,
        4555.58
    ],
    [
        " And it in a way, you kind of can narrow it down to the timing thing.",
        4556.16,
        4560.4
    ],
    [
        " It's like, it's like, it's either taking action or hesitating kind of thing.",
        4560.62,
        4563.88
    ],
    [
        " So you just don't really hesitate.",
        4563.88,
        4565.1
    ],
    [
        " You can lay back if that's part of the strategy and stuff like that.",
        4565.52,
        4568.06
    ],
    [
        " You can relax when it's part of the strategy.",
        4568.2,
        4569.96
    ],
    [
        " But it's about making things happen.",
        4570.06,
        4571.18
    ],
    [
        " Like what are you trying to make things happen timing wise?",
        4571.26,
        4572.88
    ],
    [
        " So you know how like you have a thing to Ferris.",
        4573.28,
        4574.98
    ],
    [
        " Ask what is the disrespect?",
        4575.1,
        4577.26
    ],
    [
        " Remember you asked me that?",
        4577.76,
        4578.6
    ],
    [
        " What's the disrespect?",
        4578.72,
        4579.5
    ],
    [
        " Oh, it's a Giu Gitsu.",
        4580.16,
        4581.96
    ],
    [
        " Yeah, yeah, Giu Gitsu.",
        4582.28,
        4582.96
    ],
    [
        " You're doing that.",
        4583.16,
        4583.6
    ],
    [
        " You made up, but you made up the terminology as well.",
        4583.68,
        4586.8
    ],
    [
        " So the disrespect is basically, when a guy pulls guard",
        4587.08,
        4590.5
    ],
    [
        " or you're in a guard scenario, it's actually not even a guard scenario yet.",
        4590.5,
        4594.5
    ],
    [
        " It's like you essentially treat that person like they don't even have a guard.",
        4594.76,
        4599.4
    ],
    [
        " Like the guard doesn't even exist.",
        4599.56,
        4600.94
    ],
    [
        " That's how little respect you have for the guard and then you just pass.",
        4601.2,
        4603.66
    ],
    [
        " But when you kind of think about it, when I think about it,",
        4603.84,
        4606.2
    ],
    [
        " when you've done it to me the times you have, it is literally that.",
        4606.2,
        4610.7
    ],
    [
        " So before I can establish any kind of position to establish guard,",
        4611.12,
        4614.52
    ],
    [
        " you're just, yeah, you're a passive.",
        4614.72,
        4616.74
    ],
    [
        " You don't even consider the guard.",
        4617.34,
        4619.5
    ],
    [
        " You know it's weird is where people get confused on this though,",
        4619.74,
        4622.48
    ],
    [
        " is they think, oh, so you're saying move faster?",
        4622.72,
        4625.4
    ],
    [
        " Yeah, right?",
        4625.74,
        4626.26
    ],
    [
        " That's the weird thing.",
        4626.4,
        4627.12
    ],
    [
        " Yeah.",
        4627.24,
        4627.4
    ],
    [
        " And it is, it's not, I'm sure I'll think of this at a later time.",
        4627.6,
        4632.68
    ],
    [
        " But it's not about moving faster.",
        4633.46,
        4635.9
    ],
    [
        " It's about moving more aggressively.",
        4636.0,
        4637.82
    ],
    [
        " Yeah, it's not faster.",
        4638.28,
        4639.36
    ],
    [
        " It's like being proactive and being aggressive",
        4639.5,
        4641.54
    ],
    [
        " and shutting down the situation before it even becomes the situation",
        4642.34,
        4646.3
    ],
    [
        " that you know it's going to become.",
        4646.3,
        4647.34
    ],
    [
        " Yeah.",
        4647.72,
        4647.74
    ],
    [
        " So if you take, like you said, like if you take taking action and hesitation,",
        4648.14,
        4652.1
    ],
    [
        " you take those two, it's basically you're narrowing the hesitation down to zero.",
        4652.16,
        4655.94
    ],
    [
        " It's possible.",
        4656.14,
        4656.72
    ],
    [
        " Just action.",
        4656.94,
        4657.26
    ],
    [
        " Literally what it is.",
        4657.4,
        4658.2
    ],
    [
        " Yeah, just take action.",
        4658.34,
        4659.34
    ],
    [
        " And again, you can relax, you can wait,",
        4659.8,
        4662.58
    ],
    [
        " but it's not hesitation waiting.",
        4662.88,
        4664.34
    ],
    [
        " It's waiting.",
        4664.5,
        4664.92
    ],
    [
        " It's like one more like being patient or waiting for a very specific reason.",
        4665.12,
        4668.42
    ],
    [
        " You can do all those things, but there's no hesitation.",
        4668.54,
        4671.0
    ],
    [
        " That's what I think that is.",
        4671.0,
        4672.78
    ],
    [
        " And then obviously it's going to vary from game to game.",
        4673.34,
        4674.96
    ],
    [
        " Yeah, this is something you hear over and over and over again",
        4674.96,
        4677.8
    ],
    [
        " in combat leadership philosophies.",
        4677.8,
        4680.68
    ],
    [
        " Like doing something now is better than waiting.",
        4680.9,
        4683.1
    ],
    [
        " Yeah.",
        4683.62,
        4683.82
    ],
    [
        " Doing something.",
        4683.86,
        4684.6
    ],
    [
        " Doing something that's pretty good right now",
        4685.14,
        4686.6
    ],
    [
        " is infinitely better than doing something that's great in two days.",
        4686.6,
        4690.12
    ],
    [
        " Yeah.",
        4690.4,
        4690.64
    ],
    [
        " Good plan now better than a great plan now.",
        4691.1,
        4693.08
    ],
    [
        " It's like be aggressive, make something happen.",
        4693.1,
        4694.2
    ],
    [
        " Yeah.",
        4694.52,
        4694.68
    ],
    [
        " Like that is so important.",
        4694.82,
        4697.14
    ],
    [
        " Can you overdo it?",
        4697.62,
        4698.46
    ],
    [
        " Yes, you can.",
        4698.68,
        4699.46
    ],
    [
        " Can you make stupid decisions because you rushed?",
        4699.46,
        4701.24
    ],
    [
        " Yes, you can.",
        4701.38,
        4701.9
    ],
    [
        " Is there a dichotomy in this?",
        4702.14,
        4703.32
    ],
    [
        " Absolutely.",
        4703.54,
        4703.96
    ],
    [
        " There is.",
        4704.32,
        4704.58
    ],
    [
        " That's there's a dichotomy in every part of it.",
        4705.06,
        4707.26
    ],
    [
        " So and every type of leadership there's a dichotomy in Giu-Jitsu, right?",
        4707.7,
        4711.16
    ],
    [
        " There's a dichotomy.",
        4711.54,
        4712.02
    ],
    [
        " Because if I just rush to a situation,",
        4712.16,
        4714.64
    ],
    [
        " well, that might be the situation that you wanted me to rush to.",
        4715.04,
        4717.18
    ],
    [
        " You gave me the opening, the trap.",
        4717.56,
        4718.86
    ],
    [
        " Yeah, the trap.",
        4719.48,
        4720.34
    ],
    [
        " So it's like, you know, when you're like helping your friend move",
        4721.12,
        4723.42
    ],
    [
        " and then you get like three or four other friends, you know.",
        4723.42,
        4726.32
    ],
    [
        " And everyone's waiting around to be like, okay, where do we start?",
        4728.08,
        4730.4
    ],
    [
        " Okay, where do we put?",
        4730.62,
        4731.58
    ],
    [
        " You know, where do we start?",
        4731.8,
        4732.66
    ],
    [
        " Who's starting first kind of thing?",
        4732.72,
        4734.18
    ],
    [
        " The default aggressive guy is just going to start moving stuff.",
        4734.36,
        4737.08
    ],
    [
        " Yeah.",
        4737.24,
        4737.38
    ],
    [
        " And that seemed like, okay, that's like a little lighthearted scenario.",
        4737.68,
        4740.7
    ],
    [
        " But by that's real.",
        4740.7,
        4741.54
    ],
    [
        " That's when I would run into it.",
        4741.56,
        4742.78
    ],
    [
        " You know, when there's a bunch of people",
        4742.88,
        4744.16
    ],
    [
        " and we're all capable of making the decision,",
        4744.16,
        4746.42
    ],
    [
        " it kind of paralyzes everyone because...",
        4746.42,
        4748.12
    ],
    [
        " Oh, this is so true.",
        4748.12,
        4749.24
    ],
    [
        " That scenario that you're talking about,",
        4749.64,
        4751.5
    ],
    [
        " it happens over and over and over again in the business world.",
        4751.7,
        4753.74
    ],
    [
        " It happens over and over again in the battlefield.",
        4753.84,
        4755.3
    ],
    [
        " It happens in the training field where",
        4755.3,
        4756.9
    ],
    [
        " there's a bunch of people",
        4756.9,
        4759.18
    ],
    [
        " and no one's taking leadership position.",
        4759.18,
        4760.8
    ],
    [
        " Yeah, like all it takes is someone to say,",
        4761.1,
        4763.18
    ],
    [
        " hey, we're moving this over here.",
        4763.18,
        4764.56
    ],
    [
        " Yeah, yeah, yeah.",
        4764.66,
        4765.2
    ],
    [
        " They put all this to get all the stuff off the truck right now.",
        4765.2,
        4766.78
    ],
    [
        " Boom.",
        4766.88,
        4767.14
    ],
    [
        " Yeah, guys are like, okay, cool.",
        4767.36,
        4768.38
    ],
    [
        " We'll make it happen.",
        4768.46,
        4769.18
    ],
    [
        " Yeah, like your oil rig scenario, the main one.",
        4769.5,
        4772.84
    ],
    [
        " That's the exact same thing.",
        4772.9,
        4773.46
    ],
    [
        " Yeah.",
        4773.7,
        4773.94
    ],
    [
        " And if you're default aggressive, meaning",
        4774.16,
        4777.84
    ],
    [
        " that's your default, that's your zero.",
        4777.84,
        4781.18
    ],
    [
        " You'd hear that 100%.",
        4781.4,
        4782.94
    ],
    [
        " Then you're just pandaling business.",
        4782.94,
        4785.06
    ],
    [
        " Right.",
        4785.08,
        4785.4
    ],
    [
        " Your whole life.",
        4785.6,
        4785.9
    ],
    [
        " Until you take it too far.",
        4786.32,
        4787.96
    ],
    [
        " Yeah.",
        4788.24,
        4788.42
    ],
    [
        " And you're trying to run stuff that other people",
        4788.52,
        4790.26
    ],
    [
        " might have a better vision of what to do.",
        4790.26,
        4791.84
    ],
    [
        " Like if I might be,",
        4792.26,
        4793.3
    ],
    [
        " if I'm only moving for the first time ever",
        4793.76,
        4795.72
    ],
    [
        " on our moving team,",
        4795.72,
        4797.72
    ],
    [
        " and I come in and I'm like, hey, guess what?",
        4797.86,
        4799.7
    ],
    [
        " Hey, we're going to start getting this heavy stuff",
        4799.84,
        4801.1
    ],
    [
        " and you're like, hey, actually, that's not a good idea.",
        4801.1,
        4803.14
    ],
    [
        " We should do this.",
        4803.56,
        4804.62
    ],
    [
        " We should get this stuff in here",
        4804.88,
        4805.92
    ],
    [
        " into the truck first or whatever, right?",
        4805.92,
        4807.3
    ],
    [
        " Yeah.",
        4807.52,
        4807.68
    ],
    [
        " Because you've been doing it longer.",
        4807.68,
        4808.5
    ],
    [
        " So even though it's got to be your default mode,",
        4808.8,
        4810.86
    ],
    [
        " again, there's a dichotomy you can push it too far.",
        4811.1,
        4813.1
    ],
    [
        " Yeah.",
        4813.1,
        4813.18
    ],
    [
        " But it keeps your eyes open.",
        4813.44,
        4814.46
    ],
    [
        " Next question.",
        4815.06,
        4815.8
    ],
    [
        " Let's do one more.",
        4816.1,
        4816.86
    ],
    [
        " Jocco.",
        4818.62,
        4819.06
    ],
    [
        " How do self-awareness, self-assessment,",
        4821.48,
        4824.16
    ],
    [
        " and self-improvement begin?",
        4824.44,
        4826.84
    ],
    [
        " And how do they continue over time?",
        4827.46,
        4829.94
    ],
    [
        " Well, they're all tied together.",
        4831.9,
        4835.74
    ],
    [
        " And it starts with being self-aware",
        4836.72,
        4841.1
    ],
    [
        " with being able to detach.",
        4841.1,
        4844.32
    ],
    [
        " Because if you can't detach from yourself,",
        4844.96,
        4848.22
    ],
    [
        " then you can't see yourself.",
        4848.92,
        4851.48
    ],
    [
        " And so people ask, how do you detach from yourself?",
        4853.42,
        4858.06
    ],
    [
        " How do you learn to do that?",
        4858.28,
        4859.38
    ],
    [
        " And a good drill for this is try to imagine",
        4859.52,
        4862.6
    ],
    [
        " the way other people see you.",
        4862.6,
        4866.0
    ],
    [
        " And what other people are thinking of you.",
        4866.54,
        4870.12
    ],
    [
        " And one place where this happens, and it definitely happened to me,",
        4872.86,
        4876.5
    ],
    [
        " is when I started getting,",
        4876.56,
        4877.38
    ],
    [
        " putting in charge of things,",
        4877.72,
        4879.08
    ],
    [
        " I started thinking about other people's perspectives.",
        4879.36,
        4882.04
    ],
    [
        " What are they seeing?",
        4883.46,
        4884.44
    ],
    [
        " If you're in charge, then what are your subordinates see you do?",
        4886.14,
        4890.98
    ],
    [
        " What are your subordinates hear you say?",
        4891.4,
        4893.32
    ],
    [
        " What kind of representation are they receiving?",
        4893.88,
        4899.78
    ],
    [
        " And if you work for someone else, it's the same questions.",
        4902.88,
        4905.84
    ],
    [
        " What does the boss see me do?",
        4906.4,
        4908.18
    ],
    [
        " What does the boss hear me say?",
        4908.66,
        4910.66
    ],
    [
        " What kind of representation am I making of myself to my boss?",
        4911.08,
        4916.08
    ],
    [
        " And then you start thinking about what are your friends and family think?",
        4917.08,
        4922.96
    ],
    [
        " What do they see?",
        4923.34,
        4924.42
    ],
    [
        " What do they hear?",
        4925.7,
        4926.94
    ],
    [
        " So the question becomes how well do you represent yourself?",
        4929.08,
        4934.26
    ],
    [
        " What shortfalls do you have?",
        4934.86,
        4936.96
    ],
    [
        " Now, when you first start looking,",
        4937.42,
        4939.92
    ],
    [
        " it's like you're looking at an overgrown lawn.",
        4940.58,
        4944.74
    ],
    [
        " There are some big, obvious problems.",
        4945.44,
        4949.1
    ],
    [
        " So you do a broad, just kind of general cut of the grass.",
        4949.54,
        4953.42
    ],
    [
        " You fix some of the big, easy problems.",
        4953.92,
        4956.68
    ],
    [
        " They're obvious.",
        4957.56,
        4958.56
    ],
    [
        " Or once you've done that,",
        4959.82,
        4961.7
    ],
    [
        " and you've gotten rid of some of those big, obvious problems, you notice",
        4961.7,
        4966.3
    ],
    [
        " some more detailed problems.",
        4966.3,
        4969.0
    ],
    [
        " So then you handle them.",
        4969.34,
        4970.58
    ],
    [
        " And once you've got those handled, you see even smaller and more detailed issues.",
        4970.84,
        4975.3
    ],
    [
        " So you start trying to fix them.",
        4975.3,
        4976.84
    ],
    [
        " And that's what you do with yourself.",
        4978.28,
        4983.46
    ],
    [
        " You continually detach, and then you look, and then you refine,",
        4985.62,
        4989.14
    ],
    [
        " and then you detach, and then you look, and then you refine,",
        4989.4,
        4991.72
    ],
    [
        " and then you detach, and then you look, and then you refine.",
        4991.88,
        4994.12
    ],
    [
        " That's what you do.",
        4994.82,
        4996.66
    ],
    [
        " That's how you get better.",
        4998.14,
        5001.58
    ],
    [
        " And that process doesn't stop.",
        5002.08,
        5004.32
    ],
    [
        " It can't stop because if you stop refining, then,",
        5004.5,
        5009.58
    ],
    [
        " then the weeds grow back.",
        5011.96,
        5014.56
    ],
    [
        " And the next thing you know, you can't see yourself anymore.",
        5014.68,
        5017.68
    ],
    [
        " And when you can't see yourself anymore,",
        5018.62,
        5021.52
    ],
    [
        " when you stop looking at yourself, then you accept,",
        5021.9,
        5026.88
    ],
    [
        " you accept anything.",
        5027.2,
        5030.68
    ],
    [
        " And that's wrong.",
        5032.36,
        5034.44
    ],
    [
        " Don't accept the faults.",
        5036.96,
        5038.98
    ],
    [
        " Don't give yourself the benefit of the doubt.",
        5039.18,
        5042.0
    ],
    [
        " You've got to be your own harshest critic.",
        5042.02,
        5045.8
    ],
    [
        " And hold the line.",
        5046.56,
        5050.86
    ],
    [
        " And don't let go.",
        5051.38,
        5058.74
    ],
    [
        " And I think that's all I've got for tonight.",
        5061.36,
        5066.94
    ],
    [
        " So, echo Charles.",
        5068.14,
        5071.52
    ],
    [
        " Speaking of improving ourselves,",
        5072.08,
        5075.14
    ],
    [
        " sure have any recommendations as to how we might be able to improve ourselves a little bit.",
        5076.16,
        5081.54
    ],
    [
        " Sure.",
        5081.78,
        5082.06
    ],
    [
        " Improve and maintain.",
        5082.38,
        5084.1
    ],
    [
        " Improve maintain.",
        5084.66,
        5085.36
    ],
    [
        " Improve maintain.",
        5085.54,
        5085.84
    ],
    [
        " Well,",
        5086.06,
        5086.22
    ],
    [
        " Hmm, something like that.",
        5086.8,
        5088.64
    ],
    [
        " I would recommend okay, let's start with the workout, right?",
        5089.38,
        5093.4
    ],
    [
        " Work it out is established and known.",
        5093.84,
        5097.92
    ],
    [
        " Well known, by the way, to be one of the only things that you can do that all affect every other",
        5098.2,
        5103.84
    ],
    [
        " part of your life in a good way.",
        5103.84,
        5105.1
    ],
    [
        " So, also one of those things that, well, more health.",
        5105.68,
        5108.16
    ],
    [
        " If you lose that, you lose everything.",
        5108.76,
        5110.62
    ],
    [
        " It's one of those things.",
        5110.9,
        5111.82
    ],
    [
        " So, why do some of us not regard it in that way 100% of the time?",
        5113.1,
        5118.14
    ],
    [
        " Why is why do people not have time to exercise?",
        5119.56,
        5122.64
    ],
    [
        " Like a discipline.",
        5122.86,
        5123.38
    ],
    [
        " Yeah, possibly.",
        5124.08,
        5125.94
    ],
    [
        " It might be that short term payoff thing.",
        5126.74,
        5128.48
    ],
    [
        " You know, you know, it's natural to seek short term payoff.",
        5129.04,
        5131.18
    ],
    [
        " It's natural.",
        5131.54,
        5131.86
    ],
    [
        " I think that's it.",
        5132.04,
        5132.86
    ],
    [
        " Because again, you lose your health, you lose everything straight up.",
        5133.08,
        5137.32
    ],
    [
        " So, why wouldn't health be first in the priority list?",
        5138.02,
        5141.02
    ],
    [
        " I don't have time to exercise.",
        5141.56,
        5142.9
    ],
    [
        " No, you have time to exercise.",
        5143.04,
        5144.26
    ],
    [
        " You might not have time to the rest of the stuff in life.",
        5144.44,
        5148.18
    ],
    [
        " Really?",
        5148.44,
        5148.78
    ],
    [
        " That's how it should be, right?",
        5149.06,
        5149.94
    ],
    [
        " Nonetheless, when you're exercising, your joints might be generate.",
        5150.56,
        5155.08
    ],
    [
        " But don't worry about that, even.",
        5156.18,
        5157.66
    ],
    [
        " Because jacquoise supplements, jacquoise supplements, jacquoise super-crial oil.",
        5158.22,
        5161.82
    ],
    [
        " This is omega-3s for your joints.",
        5161.92,
        5163.68
    ],
    [
        " For a lot of other stuff too, by the way.",
        5163.86,
        5165.0
    ],
    [
        " Brain.",
        5165.12,
        5165.36
    ],
    [
        " Skin, skin tone.",
        5166.12,
        5167.44
    ],
    [
        " That's like a supplemental thing.",
        5168.12,
        5169.44
    ],
    [
        " But it is good for it.",
        5169.84,
        5171.02
    ],
    [
        " Nonetheless, that's a fact.",
        5171.04,
        5172.04
    ],
    [
        " And another one called jacquoise joint warfare.",
        5172.24,
        5174.6
    ],
    [
        " So, your joints, when you start to lose the functionality of your joints,",
        5174.92,
        5180.36
    ],
    [
        " not only does it make workouts less desirable,",
        5180.42,
        5185.24
    ],
    [
        " less fun, effective, less fun, less everything.",
        5185.76,
        5189.98
    ],
    [
        " It can jam up your health.",
        5190.58,
        5193.5
    ],
    [
        " So, it physically, you can be less capable.",
        5193.68,
        5195.04
    ],
    [
        " So, you want to maintain your joints.",
        5195.34,
        5196.42
    ],
    [
        " I didn't know this, but now that I do,",
        5196.52,
        5198.28
    ],
    [
        " I'm never looking back.",
        5198.42,
        5199.6
    ],
    [
        " Jacquoise super-crial, take that and joint warfare, maintain the joints.",
        5199.92,
        5203.02
    ],
    [
        " Maintain joint health every single day.",
        5203.64,
        5206.44
    ],
    [
        " Get the subscription so you don't run out.",
        5206.92,
        5208.34
    ],
    [
        " That's what I say straight up.",
        5208.48,
        5209.76
    ],
    [
        " There's a panic mode if you run out.",
        5210.56,
        5212.28
    ],
    [
        " Yeah, and you don't want that panic mode.",
        5212.54,
        5213.88
    ],
    [
        " You don't even need that panic mode.",
        5214.02,
        5215.38
    ],
    [
        " You don't need that in your life, even.",
        5215.48,
        5216.72
    ],
    [
        " So, wife and bother.",
        5216.9,
        5217.62
    ],
    [
        " So, get the subscription to the recurring one every month.",
        5217.84,
        5220.0
    ],
    [
        " Everything wants, however often you take them.",
        5220.16,
        5221.84
    ],
    [
        " Depending, you know, how nuts you want to get.",
        5222.06,
        5224.38
    ],
    [
        " Also, Jacquoise A supplement.",
        5225.18,
        5227.36
    ],
    [
        " This is for your brain and your body, all in one.",
        5227.66,
        5232.32
    ],
    [
        " You don't have to take the pre-workout and the cognitive enhancing",
        5233.18,
        5236.4
    ],
    [
        " a newtropic.",
        5236.4,
        5237.34
    ],
    [
        " You don't have to do that anywhere.",
        5237.66,
        5238.46
    ],
    [
        " You take the just the ones called discipline.",
        5238.56,
        5240.02
    ],
    [
        " Takes good to, live in line.",
        5240.68,
        5241.82
    ],
    [
        " For a multiplier?",
        5242.5,
        5244.32
    ],
    [
        " It's what we call it.",
        5244.96,
        5245.76
    ],
    [
        "",
        5246.18,
        5246.18
    ],
    [
        " Boom, that's a good one.",
        5246.84,
        5247.72
    ],
    [
        " Take that.",
        5247.98,
        5248.26
    ],
    [
        " That'll help you.",
        5248.28,
        5248.88
    ],
    [
        " That'll help you to stand task.",
        5249.02,
        5250.84
    ],
    [
        " Find all the words that you're looking for to use.",
        5251.82,
        5254.5
    ],
    [
        " You know, you don't want, what do you call that anyway?",
        5254.86,
        5256.58
    ],
    [
        " That brain, far brain, far, such a lame word.",
        5257.14,
        5259.3
    ],
    [
        " Not, it's not a lame word.",
        5259.62,
        5260.62
    ],
    [
        " It's a lame word when I say it.",
        5260.76,
        5262.0
    ],
    [
        " Absent-mindedness.",
        5262.18,
        5263.24
    ],
    [
        " Absent-mindedness.",
        5263.44,
        5264.68
    ],
    [
        " You know, it kind of combats all that stuff.",
        5264.74,
        5266.26
    ],
    [
        " Present-mindedness is the opposite of apps, technically.",
        5267.48,
        5270.98
    ],
    [
        " Yes, technically, yeah.",
        5271.16,
        5272.2
    ],
    [
        " Nonetheless, promote that.",
        5272.38,
        5273.62
    ],
    [
        " And you're all good.",
        5274.32,
        5274.96
    ],
    [
        " It's called discipline.",
        5275.1,
        5275.62
    ],
    [
        " Get all these at originmane.com.",
        5275.84,
        5278.34
    ],
    [
        " The company is origin.",
        5278.84,
        5280.1
    ],
    [
        " I say originmane.",
        5280.1,
        5281.22
    ],
    [
        " I just do that's the company.",
        5281.22,
        5282.42
    ],
    [
        " I say it's originmane.",
        5282.54,
        5283.74
    ],
    [
        " But it's really called origin.",
        5283.74,
        5285.1
    ],
    [
        " It's in main.",
        5285.24,
        5285.88
    ],
    [
        " And the website is originmane.com.",
        5286.14,
        5289.18
    ],
    [
        " Also in originmane.",
        5289.72,
        5291.3
    ],
    [
        " Geese and rash guards for your jiu-jitsu journey.",
        5291.44,
        5293.44
    ],
    [
        " Important journey, by the way.",
        5293.6,
        5294.8
    ],
    [
        " I would say 90.",
        5295.3,
        5297.18
    ],
    [
        " I would say every 100% of people, one 100%",
        5297.72,
        5299.88
    ],
    [
        " almost 100% of people who start jiu-jitsu will say,",
        5299.88,
        5302.72
    ],
    [
        " okay, it's valuable.",
        5302.78,
        5303.42
    ],
    [
        " Whether they stick with it or not,",
        5303.66,
        5304.72
    ],
    [
        " you cannot deny the value of jiu-jitsu.",
        5305.02,
        5307.14
    ],
    [
        " Even with that, one of the questions earlier.",
        5307.3,
        5309.3
    ],
    [
        " Boom, you inoculate yourself.",
        5310.3,
        5311.9
    ],
    [
        " You know, to all these things.",
        5312.36,
        5313.54
    ],
    [
        " And it's weird how it affects the rest of your life.",
        5313.62,
        5315.76
    ],
    [
        " Jiu-jitsu is good.",
        5316.42,
        5317.26
    ],
    [
        " Yeah.",
        5317.74,
        5317.9
    ],
    [
        " For your whole life.",
        5318.42,
        5319.04
    ],
    [
        " Yeah.",
        5319.42,
        5319.5
    ],
    [
        " Nonetheless, when you start,",
        5319.84,
        5320.82
    ],
    [
        " you're going to ask, what gie should I get?",
        5321.58,
        5323.16
    ],
    [
        " Guess what?",
        5323.66,
        5324.26
    ],
    [
        " Origin.",
        5324.5,
        5324.74
    ],
    [
        " You get an origin gie made in America.",
        5324.9,
        5326.6
    ],
    [
        " The fabrics made in America.",
        5327.36,
        5329.14
    ],
    [
        " The cotton to make the fabric is made in America.",
        5329.38,
        5331.74
    ],
    [
        " Grown in America.",
        5331.96,
        5332.74
    ],
    [
        " See, we're going all the way down to grown.",
        5332.92,
        5334.44
    ],
    [
        " Straight up.",
        5334.88,
        5335.6
    ],
    [
        " From dirt, from the dirt.",
        5336.06,
        5338.0
    ],
    [
        " To the shirt.",
        5338.46,
        5338.9
    ],
    [
        " To the shirt.",
        5339.22,
        5339.38
    ],
    [
        " To the gie top.",
        5339.44,
        5340.38
    ],
    [
        " To all that stuff.",
        5340.38,
        5341.1
    ],
    [
        " They also got hoodies.",
        5341.3,
        5342.18
    ],
    [
        " Pete sent me some new.",
        5342.38,
        5344.62
    ],
    [
        " Sweat suit.",
        5344.78,
        5346.66
    ],
    [
        " Situation.",
        5347.12,
        5348.24
    ],
    [
        " No, joggers.",
        5348.44,
        5349.56
    ],
    [
        " Are they nice?",
        5349.58,
        5350.02
    ],
    [
        " Got them on right now.",
        5350.26,
        5350.98
    ],
    [
        " Straight up, most comfortable.",
        5351.24,
        5353.0
    ],
    [
        " Most comfortable.",
        5353.4,
        5354.92
    ],
    [
        " Close.",
        5355.38,
        5356.98
    ],
    [
        " This goes for all clothing I've ever had.",
        5357.66,
        5360.74
    ],
    [
        " That's saying a lot.",
        5360.82,
        5362.3
    ],
    [
        " That's the most comfortable for a straight up is.",
        5362.48,
        5364.58
    ],
    [
        " Straight up.",
        5365.0,
        5365.62
    ],
    [
        " Yes, 100%.",
        5365.84,
        5366.68
    ],
    [
        " Is it because it's made in America?",
        5367.74,
        5369.34
    ],
    [
        " Maybe, maybe not.",
        5369.6,
        5370.66
    ],
    [
        " But it does speak a lot for the quality of origin in and of itself.",
        5370.94,
        5374.26
    ],
    [
        " Wait, it's comfortable because it was made in America.",
        5374.7,
        5376.7
    ],
    [
        " That's the question.",
        5376.84,
        5377.64
    ],
    [
        " Is it?",
        5377.84,
        5378.22
    ],
    [
        " Or isn't it?",
        5378.36,
        5378.9
    ],
    [
        " I don't know.",
        5379.34,
        5379.7
    ],
    [
        " But it is comfortable.",
        5380.08,
        5380.96
    ],
    [
        " 100%.",
        5381.38,
        5381.94
    ],
    [
        " The most comfortable.",
        5381.94,
        5383.08
    ],
    [
        " That's the top.",
        5383.5,
        5384.04
    ],
    [
        " I know it is.",
        5384.22,
        5384.96
    ],
    [
        " Because you are one that deals high in comfort levels.",
        5384.98,
        5387.14
    ],
    [
        " I know my comfort levels.",
        5387.14,
        5388.36
    ],
    [
        " Yes, I mean comfort kind of sewer.",
        5388.36,
        5390.16
    ],
    [
        " 100% and this one graded off the charts.",
        5390.38,
        5393.08
    ],
    [
        " Check.",
        5393.58,
        5393.94
    ],
    [
        " But you lay down, you take a break.",
        5394.82,
        5396.28
    ],
    [
        " So I export stuff.",
        5396.46,
        5397.62
    ],
    [
        " You know, in video editing, especially if you actually get an export.",
        5397.82,
        5400.6
    ],
    [
        " So 3D stuff export takes long time.",
        5400.78,
        5402.68
    ],
    [
        " 3D studio max.",
        5403.36,
        5404.56
    ],
    [
        " That's what it's called.",
        5404.82,
        5405.86
    ],
    [
        " Takes long time.",
        5406.78,
        5407.5
    ],
    [
        " So while it exports, you start using your computer doing other things.",
        5408.5,
        5412.24
    ],
    [
        " It kind of, you know, you can jam you up.",
        5412.24,
        5413.84
    ],
    [
        " It'll slow it down your computer.",
        5413.88,
        5414.78
    ],
    [
        " Whatever.",
        5414.78,
        5415.12
    ],
    [
        " So, you know, I take a little break.",
        5415.12,
        5416.28
    ],
    [
        " I'm going to lay it down on the couch.",
        5416.28,
        5417.24
    ],
    [
        " I got my origin whole sweatsuit on.",
        5417.26,
        5419.08
    ],
    [
        " Get some.",
        5419.24,
        5419.62
    ],
    [
        " And I lay down on the couch.",
        5420.14,
        5421.44
    ],
    [
        " Like this for some reason, I'm the most comfortable I've ever been in my life.",
        5422.38,
        5426.0
    ],
    [
        " You need to make, wait, I'll talk to Pete.",
        5426.0,
        5427.64
    ],
    [
        " You need like a signature series.",
        5427.88,
        5431.6
    ],
    [
        " Comfort series.",
        5432.3,
        5434.26
    ],
    [
        " Yeah, I have it on right now.",
        5434.62,
        5436.96
    ],
    [
        " That's it.",
        5436.96,
        5437.48
    ],
    [
        " You know, all you got to do is rename it and embroider it right on the side bone.",
        5437.74,
        5440.34
    ],
    [
        " I got to know it's cruising in comfort.",
        5440.6,
        5442.28
    ],
    [
        " Oh, big time.",
        5442.56,
        5443.1
    ],
    [
        " And here's the thing.",
        5443.76,
        5444.76
    ],
    [
        " Sure, I say that and I know comfort is kind of a subjective thing.",
        5444.82,
        5447.74
    ],
    [
        " Maybe.",
        5448.14,
        5449.24
    ],
    [
        " Well, okay.",
        5449.42,
        5450.0
    ],
    [
        " I challenge anyone to, if you have the origin sweatsuit or if you get one,",
        5450.28,
        5454.52
    ],
    [
        " get on it, lay down on your couch.",
        5454.76,
        5456.16
    ],
    [
        " Temperature would have to be just right because if it's hot and you have a sweatsuit on,",
        5457.1,
        5460.3
    ],
    [
        " then that's not going to be as comfortable.",
        5460.32,
        5461.2
    ],
    [
        " But keep that in mind.",
        5461.44,
        5463.12
    ],
    [
        " I challenge you to do that.",
        5463.46,
        5464.62
    ],
    [
        " Report back.",
        5464.78,
        5465.28
    ],
    [
        " If it's not the most comfortable, let me know.",
        5465.34,
        5466.88
    ],
    [
        " For 100% you get a taste of real comfort.",
        5467.12,
        5471.54
    ],
    [
        " American made comfort too, by the way.",
        5471.98,
        5473.6
    ],
    [
        " Also, if you're into jujitsu, or if you're not into jujitsu,",
        5473.78,
        5478.36
    ],
    [
        " there's a jujitsu immersion camp on August 26th this year.",
        5478.36,
        5482.3
    ],
    [
        " Goes to September 2nd, one week, two sessions in that one week.",
        5482.74,
        5487.2
    ],
    [
        " Yeah.",
        5487.4,
        5487.46
    ],
    [
        " I'm going, Jocke is doing going and so is Dave Burke, the real top gun.",
        5487.9,
        5492.44
    ],
    [
        " Dave Burke.",
        5492.68,
        5493.84
    ],
    [
        " Yes.",
        5494.32,
        5494.54
    ],
    [
        " Good deal, Dave.",
        5494.74,
        5495.16
    ],
    [
        " Good deal, Dave.",
        5495.48,
        5496.12
    ],
    [
        " You know why he's going?",
        5496.18,
        5496.86
    ],
    [
        " He sounded like a good deal.",
        5497.04,
        5498.08
    ],
    [
        " If Dave Burke is going, you know it's a good deal.",
        5498.54,
        5501.46
    ],
    [
        " No, Dave, Dave does not do non-good deal things.",
        5501.52,
        5504.04
    ],
    [
        " Yeah, and good deal, not in the sense where it's like a good deal,",
        5504.26,
        5507.22
    ],
    [
        " like, you know, like, I'm going to get over.",
        5507.22,
        5510.48
    ],
    [
        " It's like a good deal.",
        5510.6,
        5511.32
    ],
    [
        " Like it's a good, it's a win, win, win, win.",
        5511.42,
        5513.92
    ],
    [
        " It's like the best deal.",
        5514.14,
        5514.78
    ],
    [
        " The best case scenario kind of thing.",
        5514.78,
        5516.7
    ],
    [
        " That's what good deal, Dave, is all about.",
        5516.8,
        5518.42
    ],
    [
        " That's just him.",
        5518.6,
        5519.16
    ],
    [
        " That's how he is, how he rolls.",
        5519.46,
        5520.58
    ],
    [
        " Unless other people would be there.",
        5521.36,
        5523.3
    ],
    [
        " Who else would be there?",
        5523.66,
        5524.58
    ],
    [
        " Hopefully JP and Lave.",
        5524.76,
        5526.82
    ],
    [
        " Well, Lave just got his strike, another strike.",
        5527.72,
        5530.52
    ],
    [
        " On the white belt.",
        5530.84,
        5531.72
    ],
    [
        " No white belt.",
        5531.78,
        5532.24
    ],
    [
        " Yeah, so he's getting, he might very well be there.",
        5532.36,
        5534.52
    ],
    [
        " As a thing, I'll be a blue belt by then.",
        5534.92,
        5536.7
    ],
    [
        " Maybe he should be there.",
        5536.9,
        5537.96
    ],
    [
        " At this pace, yeah.",
        5537.96,
        5538.84
    ],
    [
        " He keeps trading the hard.",
        5539.06,
        5539.8
    ],
    [
        " Yeah.",
        5540.06,
        5540.26
    ],
    [
        " And well, he has prior knowledge as well.",
        5540.8,
        5542.58
    ],
    [
        " So yeah, he never know.",
        5542.68,
        5543.42
    ],
    [
        " Yeah.",
        5543.62,
        5543.84
    ],
    [
        " Yeah.",
        5544.38,
        5544.62
    ],
    [
        " So did you see him?",
        5544.8,
        5545.4
    ],
    [
        " Merced yourself and you're just the best way to learn,",
        5545.4,
        5546.8
    ],
    [
        " in my opinion.",
        5546.84,
        5547.36
    ],
    [
        " Mine too.",
        5547.88,
        5548.3
    ],
    [
        " And a lot, even if you've never gotten go.",
        5548.78,
        5550.78
    ],
    [
        " Because last time I even went on the side with beginner beginners.",
        5551.06,
        5556.58
    ],
    [
        " Like one day, zero days experience.",
        5556.8,
        5559.32
    ],
    [
        " Boom, we go through some stuff.",
        5559.86,
        5561.4
    ],
    [
        " From, and I'm not saying like,",
        5562.68,
        5563.96
    ],
    [
        " well, I'm such a good teacher.",
        5564.0,
        5564.82
    ],
    [
        " I'm not saying that at all.",
        5564.82,
        5566.1
    ],
    [
        " But after like that session,",
        5566.58,
        5568.56
    ],
    [
        " they were ready to go start rolling.",
        5568.62,
        5570.36
    ],
    [
        " Humble brag.",
        5570.54,
        5571.14
    ],
    [
        " Just saying.",
        5571.8,
        5573.18
    ],
    [
        " I know this because that's what they said.",
        5573.46,
        5575.3
    ],
    [
        " Not all of them, but some of them said that.",
        5575.7,
        5578.02
    ],
    [
        " Unless I'm saying there's a lot of value,",
        5578.26,
        5580.54
    ],
    [
        " Jiu Jitsu value, if you've never done Jiu Jitsu before.",
        5580.72,
        5582.88
    ],
    [
        " Never.",
        5583.2,
        5583.36
    ],
    [
        " So yeah, go origin main.com, check it out.",
        5583.7,
        5586.34
    ],
    [
        " See if it's for you.",
        5586.46,
        5587.32
    ],
    [
        " It's for you.",
        5587.46,
        5588.46
    ],
    [
        " But you want to make sure and check",
        5588.74,
        5591.22
    ],
    [
        " on that one.",
        5591.22,
        5591.72
    ],
    [
        " It's a good one.",
        5592.02,
        5592.5
    ],
    [
        " Also, jaco is a store.",
        5593.76,
        5595.64
    ],
    [
        " It's called jaco store.",
        5596.1,
        5597.06
    ],
    [
        " Go to jacostore.com.",
        5597.7,
        5600.4
    ],
    [
        " So jaco store is where you can get shirts, t-shirts.",
        5600.76,
        5605.04
    ],
    [
        " This one equals, get after it.",
        5605.84,
        5608.02
    ],
    [
        " Shirt with jaco's big head on it.",
        5608.66,
        5610.74
    ],
    [
        " This is good.",
        5610.86,
        5611.38
    ],
    [
        " Just for those days that you know,",
        5611.68,
        5613.1
    ],
    [
        " you're powering through some adversity.",
        5613.34,
        5614.84
    ],
    [
        " Whatever got jaco, they were right on your shirt.",
        5615.06,
        5617.04
    ],
    [
        " Oh good.",
        5617.84,
        5618.5
    ],
    [
        " Rash cards, hoodies, patches,",
        5619.32,
        5621.44
    ],
    [
        " beanies,",
        5622.32,
        5624.7
    ],
    [
        " are either on there",
        5625.06,
        5627.34
    ],
    [
        " or they're like literally on the way.",
        5627.34,
        5629.78
    ],
    [
        " The wheels are in motion, man.",
        5630.24,
        5631.78
    ],
    [
        " Check.",
        5632.08,
        5632.26
    ],
    [
        " I can't stop it.",
        5632.56,
        5633.2
    ],
    [
        " Can't stop it right now.",
        5633.32,
        5634.26
    ],
    [
        " A lot of cool stuff on there.",
        5635.02,
        5636.42
    ],
    [
        " Stickers, some decals on there.",
        5636.56,
        5637.78
    ],
    [
        " It's good.",
        5638.04,
        5638.28
    ],
    [
        " Anyway, you don't have to get something.",
        5638.68,
        5639.78
    ],
    [
        " But go on there, check it out.",
        5639.9,
        5640.86
    ],
    [
        " If you like something, get something.",
        5640.96,
        5642.02
    ],
    [
        " Really good way to support.",
        5642.34,
        5644.2
    ],
    [
        " Also, for work out here,",
        5644.68,
        5647.88
    ],
    [
        " equipment.",
        5648.3,
        5648.9
    ],
    [
        " You want to introduce some variety",
        5649.16,
        5651.96
    ],
    [
        " and movements in your workout.",
        5651.96,
        5654.0
    ],
    [
        " Good place to go.",
        5654.5,
        5656.0
    ],
    [
        " Kettlebells,",
        5656.36,
        5657.0
    ],
    [
        " Battle Robes, Maces,",
        5657.4,
        5658.52
    ],
    [
        " go to onit.com slash jaco.",
        5658.92,
        5660.82
    ],
    [
        " I once said,",
        5661.58,
        5663.5
    ],
    [
        " well actually more than once said that,",
        5663.58,
        5665.18
    ],
    [
        " jaco's workouts are boring.",
        5665.7,
        5666.9
    ],
    [
        " They're not, I get it.",
        5667.12,
        5668.04
    ],
    [
        " They're not boring.",
        5668.12,
        5668.54
    ],
    [
        " I re- retract that statement.",
        5669.0,
        5671.64
    ],
    [
        " They're not boring.",
        5671.74,
        5672.2
    ],
    [
        " But if you run the risk of",
        5672.64,
        5675.42
    ],
    [
        " your workouts being boring,",
        5676.6,
        5677.66
    ],
    [
        " just get some new equipment.",
        5677.96,
        5679.64
    ],
    [
        " Actually, it's good because you don't",
        5679.8,
        5680.62
    ],
    [
        " want to get new equipment.",
        5680.62,
        5681.3
    ],
    [
        " Like get even something that",
        5681.38,
        5682.56
    ],
    [
        " simpods a jump rope.",
        5682.56,
        5683.44
    ],
    [
        " Right when you get it,",
        5683.98,
        5684.96
    ],
    [
        " kind of rejuvenates a little party.",
        5685.1,
        5686.38
    ],
    [
        " You want to, you know,",
        5686.64,
        5687.04
    ],
    [
        " it's like when you get a new key.",
        5687.28,
        5688.26
    ],
    [
        " You want to go to practice more, you know.",
        5688.62,
        5690.02
    ],
    [
        " You buy some new running shoes.",
        5690.34,
        5691.42
    ],
    [
        " It's like you're kind of compelled to go running.",
        5691.58,
        5693.36
    ],
    [
        " So you're basically still a five-year-old.",
        5693.5,
        5695.1
    ],
    [
        " Whatever we kind of all are in a way.",
        5695.32,
        5698.62
    ],
    [
        " And if you go to onit.com,",
        5698.88,
        5702.36
    ],
    [
        " get you some new fitness gear.",
        5702.74,
        5703.96
    ],
    [
        " It'll introduce a little variety to your workout,",
        5703.98,
        5706.36
    ],
    [
        " different gear, different movement,",
        5706.38,
        5708.02
    ],
    [
        " different workout.",
        5708.24,
        5709.0
    ],
    [
        " Keep you on the path even more.",
        5709.36,
        5711.92
    ],
    [
        " And make it interesting.",
        5712.42,
        5713.1
    ],
    [
        " Made fun, man.",
        5713.22,
        5713.82
    ],
    [
        " I think that's my opinion.",
        5714.24,
        5715.46
    ],
    [
        " Anyway, onit.com slash chocco.",
        5715.84,
        5716.98
    ],
    [
        " Good spot.",
        5717.2,
        5717.56
    ],
    [
        " Good way to support.",
        5717.84,
        5718.38
    ],
    [
        " Also, when you're buying any of the books",
        5718.84,
        5721.26
    ],
    [
        " that we review on this podcast,",
        5721.26,
        5722.74
    ],
    [
        " don't worry.",
        5723.36,
        5723.88
    ],
    [
        " I organized them on our website,",
        5724.12,
        5725.92
    ],
    [
        " chocloccast.com, in the books section.",
        5726.32,
        5728.36
    ],
    [
        " Just click through there, get the books through there.",
        5728.72,
        5730.16
    ],
    [
        " And if you're doing another shopping,",
        5730.4,
        5731.62
    ],
    [
        " behave, carry on.",
        5731.62,
        5732.38
    ],
    [
        " Do you shopping?",
        5732.92,
        5733.72
    ],
    [
        " Good way to support.",
        5734.6,
        5735.14
    ],
    [
        " Also, subscribe to the podcast.",
        5735.36,
        5737.16
    ],
    [
        " If you haven't already on iTunes,",
        5737.28,
        5739.16
    ],
    [
        " Stitcher, Google Play,",
        5739.68,
        5740.58
    ],
    [
        " and any podcast app that you might use.",
        5740.84,
        5744.32
    ],
    [
        " A lot of new apps, by the way,",
        5744.56,
        5745.56
    ],
    [
        " doing podcasts.",
        5745.76,
        5746.56
    ],
    [
        " Yeah, subscribe.",
        5747.2,
        5747.76
    ],
    [
        " Good way to support.",
        5747.98,
        5749.02
    ],
    [
        " Also, we have a YouTube channel.",
        5749.24,
        5750.28
    ],
    [
        " If you are interested in the video version of this podcast,",
        5750.4,
        5753.18
    ],
    [
        " subscribe to YouTube channel.",
        5754.04,
        5755.86
    ],
    [
        " There's some excerpts on there,",
        5756.14,
        5758.08
    ],
    [
        " along with the video version.",
        5758.14,
        5759.44
    ],
    [
        " And,",
        5761.4,
        5761.76
    ],
    [
        " enhanced excerpts.",
        5760.46,
        5762.9
    ],
    [
        " It's good.",
        5763.32,
        5763.74
    ],
    [
        " Deliver the message with some,",
        5764.26,
        5765.54
    ],
    [
        " I don't know, some cool music or something.",
        5765.7,
        5767.22
    ],
    [
        " Anyway, shareable stuff.",
        5767.52,
        5768.58
    ],
    [
        " Like, so you don't have to share a two,",
        5768.82,
        5770.02
    ],
    [
        " three-hour podcast with someone.",
        5770.14,
        5771.68
    ],
    [
        " And then, you know, when you get something",
        5772.16,
        5773.34
    ],
    [
        " in your message or inbox or whatever,",
        5773.34,
        5775.4
    ],
    [
        " and it's two hours long,",
        5775.52,
        5776.48
    ],
    [
        " you're not watching it.",
        5776.52,
        5777.16
    ],
    [
        " Straight up.",
        5777.78,
        5778.24
    ],
    [
        " In fact, I would say even,",
        5778.34,
        5779.62
    ],
    [
        " right when you press play,",
        5779.96,
        5781.24
    ],
    [
        " before you even get to like five seconds,",
        5781.48,
        5783.26
    ],
    [
        " and you check, see how long it is.",
        5783.4,
        5784.74
    ],
    [
        " I think that's a normal protocol.",
        5785.02,
        5786.04
    ],
    [
        " That is a normal protocol.",
        5786.58,
        5787.56
    ],
    [
        " You see two hours,",
        5787.66,
        5788.5
    ],
    [
        " you're clicking right out of there.",
        5788.5,
        5789.8
    ],
    [
        " It depends what it is.",
        5789.9,
        5790.7
    ],
    [
        " Depends on what it is, and it depends.",
        5790.8,
        5792.06
    ],
    [
        " But there's not too often that you just got a two-hour block",
        5792.14,
        5793.84
    ],
    [
        " from, you know, sitting a sitting aside.",
        5793.84,
        5795.66
    ],
    [
        " Randomly.",
        5795.88,
        5796.56
    ],
    [
        " Randomly, somebody sent me a video.",
        5796.64,
        5797.94
    ],
    [
        " Yeah, it's two hours long.",
        5798.16,
        5798.94
    ],
    [
        " I'll watch it right now,",
        5799.1,
        5799.6
    ],
    [
        " but that's not happening.",
        5799.68,
        5800.4
    ],
    [
        " Yeah, typically it doesn't happen like that.",
        5800.54,
        5801.98
    ],
    [
        " But three minutes, four minutes.",
        5802.06,
        5803.38
    ],
    [
        " Yeah.",
        5803.78,
        5803.96
    ],
    [
        " We're able to hang with that.",
        5803.96,
        5804.56
    ],
    [
        " Yeah.",
        5804.8,
        5805.0
    ],
    [
        " And you might share it with your, you know, your friend.",
        5805.42,
        5807.72
    ],
    [
        " Yeah, so subscribe.",
        5808.76,
        5809.64
    ],
    [
        " YouTube channel.",
        5809.84,
        5810.34
    ],
    [
        " Good way to support.",
        5810.64,
        5811.3
    ],
    [
        " Also, psychological warfare.",
        5812.36,
        5814.56
    ],
    [
        " You don't know what that is, is what it is.",
        5814.84,
        5816.02
    ],
    [
        " It's an album with tracks,",
        5816.52,
        5817.84
    ],
    [
        " on this album,",
        5819.06,
        5820.1
    ],
    [
        " not music tracks.",
        5820.38,
        5821.22
    ],
    [
        " It's jocco tracks.",
        5821.48,
        5822.56
    ],
    [
        " And these tracks, each track is designated,",
        5822.82,
        5825.16
    ],
    [
        " engineered, if you will,",
        5825.58,
        5828.18
    ],
    [
        " to help you, me,",
        5828.6,
        5830.26
    ],
    [
        " to help me, it's what it is.",
        5831.06,
        5832.58
    ],
    [
        " But it will help you get past little moments of weakness",
        5832.82,
        5837.16
    ],
    [
        " that you might encounter.",
        5837.16,
        5838.54
    ],
    [
        " I'm not saying everyone's going to encounter it.",
        5838.76,
        5840.08
    ],
    [
        " Everyone probably will encounter it,",
        5840.54,
        5842.08
    ],
    [
        " but that's not the point here.",
        5842.14,
        5842.92
    ],
    [
        " Point is, if you do encounter it,",
        5843.24,
        5844.88
    ],
    [
        " you got something to help you.",
        5844.98,
        5845.98
    ],
    [
        " You got jocco to help you.",
        5846.1,
        5847.0
    ],
    [
        " That's a good deal.",
        5847.28,
        5848.18
    ],
    [
        " You want to skip to workout or something like this.",
        5849.28,
        5851.74
    ],
    [
        " You don't feel like working out.",
        5851.96,
        5853.1
    ],
    [
        " That's really what it is.",
        5853.2,
        5854.22
    ],
    [
        " You don't feel like working out.",
        5854.4,
        5855.64
    ],
    [
        " The comfort of not working out",
        5855.76,
        5857.14
    ],
    [
        " is distracting you as what it is,",
        5857.14,
        5860.06
    ],
    [
        " but it seems more appealing",
        5860.14,
        5862.94
    ],
    [
        " than the discomfort of working out.",
        5862.94,
        5865.36
    ],
    [
        " So what it is.",
        5866.42,
        5867.16
    ],
    [
        " And then,",
        5867.9,
        5868.56
    ],
    [
        " you listen to a track.",
        5868.96,
        5870.94
    ],
    [
        " There's a certain track for that.",
        5871.46,
        5872.3
    ],
    [
        " Jocco explains to you why you shouldn't miss a workout.",
        5872.74,
        5874.34
    ],
    [
        " Boom.",
        5874.62,
        5874.74
    ],
    [
        " Probably through the workout, you're good.",
        5875.02,
        5876.16
    ],
    [
        " And for every little weakness that you might come across",
        5876.62,
        5878.16
    ],
    [
        " as a track for it.",
        5878.16,
        5878.98
    ],
    [
        " It's all good.",
        5879.2,
        5879.52
    ],
    [
        " Just check it out.",
        5879.68,
        5880.14
    ],
    [
        " And think like dang,",
        5880.66,
        5881.82
    ],
    [
        " is that one of my weaknesses?",
        5881.84,
        5882.96
    ],
    [
        " Boom.",
        5883.24,
        5883.4
    ],
    [
        " Get it.",
        5883.8,
        5884.84
    ],
    [
        " You're good to go.",
        5885.06,
        5885.72
    ],
    [
        " 100% success rate in my experience.",
        5886.0,
        5888.56
    ],
    [
        " Cool.",
        5889.12,
        5889.4
    ],
    [
        " Also, you can get jocco white tea,",
        5890.1,
        5891.9
    ],
    [
        " which I'm not even saying anything else about it,",
        5892.14,
        5894.04
    ],
    [
        " because I don't have to.",
        5894.04,
        5894.64
    ],
    [
        " Because this is a drink that guarantees",
        5895.34,
        5897.64
    ],
    [
        " an 8,000 pound deadlift.",
        5897.64,
        5899.2
    ],
    [
        " And so what else could I say?",
        5899.38,
        5901.46
    ],
    [
        " Regardless of age,",
        5902.54,
        5903.74
    ],
    [
        " everyone should know.",
        5903.96,
        5905.12
    ],
    [
        " And you should be careful with that.",
        5905.46,
        5906.42
    ],
    [
        " Because my eight-year-old daughter,",
        5906.54,
        5907.76
    ],
    [
        " she drinks some jocco white tea.",
        5907.76,
        5909.08
    ],
    [
        " 8,000 pounds.",
        5909.78,
        5912.3
    ],
    [
        " D.O.",
        5912.76,
        5913.86
    ],
    [
        " Get some.",
        5914.32,
        5914.66
    ],
    [
        " All right, books.",
        5915.24,
        5915.66
    ],
    [
        " Way the warrior kid,",
        5916.54,
        5917.36
    ],
    [
        " you probably already read the first way the warrior kid book.",
        5917.58,
        5920.06
    ],
    [
        " If you haven't, you can get that right now.",
        5920.46,
        5922.04
    ],
    [
        " You can also get",
        5922.76,
        5925.36
    ],
    [
        " way the warrior kid too,",
        5925.36,
        5927.38
    ],
    [
        " which you have not read yet.",
        5927.44,
        5928.5
    ],
    [
        " It's called the Mark's Mission.",
        5928.66,
        5929.72
    ],
    [
        " You haven't read it yet,",
        5930.02,
        5931.22
    ],
    [
        " because it comes out April 24th.",
        5931.28,
        5933.14
    ],
    [
        " It has more lessons,",
        5933.36,
        5934.44
    ],
    [
        " life lessons,",
        5934.68,
        5935.74
    ],
    [
        " how to be a better human being.",
        5935.96,
        5937.58
    ],
    [
        " How's that for a good subtitle?",
        5938.62,
        5940.76
    ],
    [
        " How to be a better human being?",
        5940.76,
        5942.54
    ],
    [
        " By the way, my nephew,",
        5943.12,
        5944.06
    ],
    [
        " my actual nephew,",
        5944.38,
        5945.32
    ],
    [
        " he likes book two better.",
        5945.58,
        5947.92
    ],
    [
        " He liked book one.",
        5948.96,
        5949.84
    ],
    [
        " He likes book two better.",
        5949.84,
        5950.78
    ],
    [
        " Judge for yourself.",
        5950.98,
        5952.08
    ],
    [
        " Preorder it now,",
        5952.44,
        5953.14
    ],
    [
        " whatever books are sold,",
        5953.34,
        5954.3
    ],
    [
        " so that it will be at your door",
        5954.88,
        5956.76
    ],
    [
        " on April 24th when it comes out.",
        5956.76,
        5959.02
    ],
    [
        " And on top of that,",
        5959.74,
        5961.32
    ],
    [
        " when you buy this book,",
        5961.48,
        5962.9
    ],
    [
        " you're helping another kid see this book.",
        5963.08,
        5965.42
    ],
    [
        " If that makes sense,",
        5965.86,
        5967.08
    ],
    [
        " like when you buy this book,",
        5967.24,
        5968.54
    ],
    [
        " someone else is going to see it.",
        5969.04,
        5970.8
    ],
    [
        " It's going to elevate it.",
        5971.0,
        5972.42
    ],
    [
        " And other people are going to see it.",
        5972.94,
        5974.24
    ],
    [
        " We're trying to spread the word.",
        5974.28,
        5975.38
    ],
    [
        " So the more we sell out of the gate,",
        5975.66,
        5977.42
    ],
    [
        " the more kids are going to hear about this book",
        5977.54,
        5979.32
    ],
    [
        " and the first book.",
        5979.32,
        5980.16
    ],
    [
        " So get a copy for your kids,",
        5980.22,
        5981.92
    ],
    [
        " your neighbor kids,",
        5982.22,
        5983.04
    ],
    [
        " your classroom at school,",
        5983.58,
        5984.74
    ],
    [
        " the library.",
        5984.98,
        5985.7
    ],
    [
        " Get as many copies as you can,",
        5986.1,
        5987.92
    ],
    [
        " because we're going to help out a lot of kids",
        5987.94,
        5989.74
    ],
    [
        " get their lives on the path with this book.",
        5989.74,
        5993.2
    ],
    [
        " If you don't believe me,",
        5994.12,
        5995.64
    ],
    [
        " check out Aiden.",
        5995.74,
        5996.44
    ],
    [
        " He's a warrior kid,",
        5996.84,
        5997.98
    ],
    [
        " 12 years old,",
        5998.24,
        5998.86
    ],
    [
        " own business.",
        5999.34,
        5999.76
    ],
    [
        " You can get his soap.",
        6000.42,
        6001.7
    ],
    [
        " Jocco's soap.",
        6002.98,
        6003.8
    ],
    [
        " From IrishOaksRanch.com,",
        6004.48,
        6007.28
    ],
    [
        " so you can stay clean,",
        6007.82,
        6009.1
    ],
    [
        " which is important.",
        6009.42,
        6010.46
    ],
    [
        " Also don't forget about",
        6010.92,
        6011.78
    ],
    [
        " Dispen equals Freedom Field Manual.",
        6011.78,
        6013.32
    ],
    [
        " The manual for getting after it,",
        6013.64,
        6015.66
    ],
    [
        " which is what you should do.",
        6015.76,
        6017.12
    ],
    [
        " It's what we should all do.",
        6017.24,
        6018.54
    ],
    [
        " How do you do it, though?",
        6018.94,
        6020.7
    ],
    [
        " That's a question.",
        6020.78,
        6021.4
    ],
    [
        " And the answer is in the field manual.",
        6021.48,
        6022.8
    ],
    [
        " Dispen equals Freedom Field Manual.",
        6023.2,
        6025.02
    ],
    [
        " If you want the audio version,",
        6025.44,
        6026.76
    ],
    [
        " it's not on Audible.",
        6026.92,
        6027.72
    ],
    [
        " It's on Amazon Music,",
        6028.34,
        6029.46
    ],
    [
        " Google Play,",
        6029.46,
        6030.06
    ],
    [
        " other MP3 platforms.",
        6030.2,
        6031.86
    ],
    [
        " Also Extreme Ownership,",
        6032.26,
        6033.84
    ],
    [
        " Combat Leadership,",
        6034.02,
        6034.68
    ],
    [
        " Applied to the Battlefield,",
        6034.84,
        6036.04
    ],
    [
        " to Business and to Life.",
        6036.26,
        6037.34
    ],
    [
        " Number one, New York Times best seller.",
        6038.06,
        6039.28
    ],
    [
        " Number one, Wall Street Journal best seller.",
        6039.42,
        6040.86
    ],
    [
        " Amazon best seller.",
        6041.08,
        6042.1
    ],
    [
        " Number one,",
        6042.24,
        6042.8
    ],
    [
        " why?",
        6043.04,
        6044.28
    ],
    [
        " Because it works.",
        6045.1,
        6046.1
    ],
    [
        " Read it.",
        6047.1,
        6048.24
    ],
    [
        " And right now,",
        6048.68,
        6049.42
    ],
    [
        " you can also order the follow-on book",
        6049.62,
        6051.92
    ],
    [
        " to Extreme Ownership.",
        6051.92,
        6053.08
    ],
    [
        " It's called the Dicotomy of Leadership.",
        6053.42,
        6055.44
    ],
    [
        " You heard me talk a little bit about dichotomy today.",
        6055.74,
        6057.58
    ],
    [
        " And in this book,",
        6058.34,
        6059.16
    ],
    [
        " Leif and I go into the granular principles",
        6059.88,
        6062.52
    ],
    [
        " and examples from the battlefield",
        6062.52,
        6064.98
    ],
    [
        " and from business",
        6064.98,
        6066.44
    ],
    [
        " that will make you a better leader",
        6066.44,
        6068.66
    ],
    [
        " and a better person.",
        6068.66,
        6069.86
    ],
    [
        " All those little scenarios we talk about today,",
        6070.38,
        6072.06
    ],
    [
        " if you read them and understand them,",
        6072.36,
        6074.18
    ],
    [
        " you'll be ready for you",
        6074.26,
        6075.2
    ],
    [
        " when you get punched in the face with them.",
        6075.2,
        6076.9
    ],
    [
        " So, pre-order that book.",
        6077.26,
        6078.72
    ],
    [
        " Now,",
        6078.9,
        6080.0
    ],
    [
        " or you're going to have to wait.",
        6080.82,
        6081.98
    ],
    [
        " That's what happens.",
        6082.08,
        6082.6
    ],
    [
        " If you don't pre-order,",
        6082.74,
        6083.4
    ],
    [
        " the book comes out and you don't get your copy.",
        6084.76,
        6086.4
    ],
    [
        " Because you hesitate it.",
        6086.96,
        6089.22
    ],
    [
        " Don't hesitate.",
        6089.32,
        6089.86
    ],
    [
        " That book comes out September 25th.",
        6090.4,
        6093.26
    ],
    [
        " And if you need intrusive leadership training",
        6093.26,
        6097.06
    ],
    [
        " with your team,",
        6097.06,
        6097.92
    ],
    [
        " then you need Escalon Front.",
        6098.38,
        6099.74
    ],
    [
        " My Leadership Consultant Company.",
        6099.98,
        6101.32
    ],
    [
        " It's me,",
        6101.46,
        6101.72
    ],
    [
        " Leif Babin, JP DeNel,",
        6101.96,
        6103.1
    ],
    [
        " Dave Burke,",
        6103.24,
        6103.68
    ],
    [
        " info-escalonfront.com.",
        6104.62,
        6106.86
    ],
    [
        " Or you can just visit the website,",
        6107.36,
        6108.96
    ],
    [
        " escalonfront.com.",
        6109.4,
        6110.04
    ],
    [
        " We solve problems through leadership.",
        6110.28,
        6112.24
    ],
    [
        " That's all.",
        6112.48,
        6112.94
    ],
    [
        " And of course, there's the muster,",
        6113.38,
        6114.72
    ],
    [
        " which is our leadership seminar.",
        6114.82,
        6116.24
    ],
    [
        " We're only doing two years,",
        6116.52,
        6117.66
    ],
    [
        " two of these this year,",
        6117.96,
        6119.0
    ],
    [
        " one in Washington DC,",
        6119.6,
        6120.76
    ],
    [
        " May 17th and 18th.",
        6120.76,
        6122.06
    ],
    [
        " One in San Francisco,",
        6122.24,
        6123.44
    ],
    [
        " October 17th and 18th.",
        6123.72,
        6125.46
    ],
    [
        " These events are well on the way to being sold out.",
        6125.46,
        6127.76
    ],
    [
        " That's all there is to it.",
        6127.8,
        6128.62
    ],
    [
        " There's not going to be any other musters this year.",
        6128.7,
        6130.2
    ],
    [
        " Come to one of these.",
        6130.46,
        6131.1
    ],
    [
        " We will be there.",
        6132.1,
        6134.24
    ],
    [
        " We will not be hiding backstage.",
        6134.46,
        6135.66
    ],
    [
        " We'll be out front with you.",
        6135.66,
        6137.7
    ],
    [
        " Join us there.",
        6137.7,
        6138.86
    ],
    [
        " Registered extremotorship.com.",
        6139.32,
        6141.14
    ],
    [
        " Also, there is roll call 001",
        6141.3,
        6144.62
    ],
    [
        " happening September 21st in Dallas,",
        6144.62,
        6147.62
    ],
    [
        " Texas.",
        6147.86,
        6148.2
    ],
    [
        " This is for current military,",
        6148.46,
        6150.4
    ],
    [
        " law enforcement,",
        6150.82,
        6151.42
    ],
    [
        " firefighters,",
        6151.6,
        6151.84
    ],
    [
        " paramedics and other first responders.",
        6152.1,
        6153.54
    ],
    [
        " We appreciate what it is that you all do every day",
        6154.06,
        6158.06
    ],
    [
        " and we want to help you do it even better.",
        6158.06,
        6160.54
    ],
    [
        " So one day,",
        6161.02,
        6162.42
    ],
    [
        " leadership seminar about leading",
        6162.68,
        6164.82
    ],
    [
        " in a dynamic environment,",
        6164.82,
        6166.86
    ],
    [
        " you can sign up for that edictreamownership.com as well.",
        6167.12,
        6171.88
    ],
    [
        " And until we do see you at the muster",
        6172.52,
        6174.54
    ],
    [
        " or at the roll call,",
        6174.54,
        6175.58
    ],
    [
        " if there's some reason that you want to continue",
        6175.74,
        6178.24
    ],
    [
        " this conversation with us,",
        6178.24,
        6179.52
    ],
    [
        " you can find us on the inner webs.",
        6180.08,
        6182.3
    ],
    [
        " At Twitter, on Instagram",
        6183.04,
        6185.66
    ],
    [
        " and inside the people hot this,",
        6185.66,
        6189.44
    ],
    [
        " you will find Echo,",
        6189.88,
        6191.34
    ],
    [
        " who is at Echo Charles.",
        6191.6,
        6193.12
    ],
    [
        " And I am at Jocco,",
        6193.58,
        6195.38
    ],
    [
        " Willink and thanks to all the military folks",
        6195.5,
        6197.74
    ],
    [
        " that are out there tonight at some forgotten barricade.",
        6197.74,
        6201.32
    ],
    [
        " Waiting and ready",
        6201.66,
        6205.56
    ],
    [
        " for whatever comes into the police",
        6205.56,
        6208.74
    ],
    [
        " and law enforcement,",
        6208.74,
        6209.96
    ],
    [
        " firefighters, EMTs and other first responders",
        6210.14,
        6213.08
    ],
    [
        " who are here on the home front.",
        6213.08,
        6214.92
    ],
    [
        " Also waiting and also ready for whatever comes",
        6214.92,
        6217.88
    ],
    [
        " thanks to all of you",
        6217.88,
        6219.7
    ],
    [
        " and to everyone else that is out there.",
        6219.7,
        6222.94
    ],
    [
        " Listening,",
        6223.92,
        6224.72
    ],
    [
        " but not just listening,",
        6225.18,
        6227.18
    ],
    [
        " more important watching,",
        6227.5,
        6229.14
    ],
    [
        " watching yourself,",
        6229.62,
        6232.44
    ],
    [
        " observing yourself,",
        6233.06,
        6234.5
    ],
    [
        " looking to see what you can do better",
        6234.9,
        6237.76
    ],
    [
        " and where you can be better",
        6237.76,
        6239.84
    ],
    [
        " so that you can become better.",
        6239.84,
        6242.36
    ],
    [
        " Keep yourself in check.",
        6242.76,
        6244.98
    ],
    [
        " Hold the line",
        6245.76,
        6247.72
    ],
    [
        " and get after it.",
        6247.72,
        6250.82
    ],
    [
        " So until next time,",
        6251.04,
        6253.38
    ],
    [
        " this is Echo and Jocco.",
        6253.6,
        6256.36
    ],
    [
        " Out.",
        6256.76,
        6257.56
    ]
]