[
    [
        " My wife told me that she thinks our 11 year old daughter is being bullied emotionally by some girls at school.",
        0.0,
        5.96
    ],
    [
        " As I drove into work, I wondered if Jiu Jitsu would give her some tools to help her deal with emotional stress and or bullying that might be taking place.",
        6.58,
        16.32
    ],
    [
        " I think we all know the answer that Dhaka will give to this question.",
        17.02,
        19.92
    ],
    [
        " Absolutely Jiu Jitsu will help 11 years old as a perfect age for getting in there and you will learn to she will learn to defend herself for real and physical confrontations, which will give her confidence because let's face it.",
        19.92,
        36.12
    ],
    [
        " Emotional and verbal bullying is absolutely backed up by a either clear message of possible violence.",
        36.26,
        48.92
    ],
    [
        " This is a subliminal message of possible violence.",
        49.02,
        53.94
    ],
    [
        " A girl that's getting picked on the underlying message is there, the implied message is there that it could go physical if it had to.",
        54.52,
        65.5
    ],
    [
        " When that gets removed because the daughter knows how to now fight and defend herself, that starts to impact these emotional bullies as well.",
        65.76,
        74.82
    ],
    [
        " Yes, absolutely. Get her training. I would throw some boxing in there too.",
        75.86,
        80.22
    ],
    [
        " Just because that is a pretty empowering thing. You're punching something that feels good.",
        80.58,
        85.38
    ],
    [
        " You know what, while we're at it, let's get some work going on.",
        85.76,
        88.4
    ],
    [
        " Get a pull-up bar. Get away the warrior kid. No kidding.",
        89.32,
        93.06
    ],
    [
        " Get her way of the warrior kid. Don't baby her too much.",
        93.88,
        97.92
    ],
    [
        " You gotta be careful of that because she's your daughter and you say, oh, it's so horrible.",
        98.3,
        102.6
    ],
    [
        " These girls are picking it. Don't do that because guess what?",
        102.84,
        106.0
    ],
    [
        " She's going to be dealing with us her whole life.",
        106.8,
        108.28
    ],
    [
        " You're going to be there's always bullies in every environment in the school environment, in the work environment, everywhere.",
        109.08,
        115.44
    ],
    [
        " There's bullies and she's going to have to deal with them.",
        115.84,
        118.46
    ],
    [
        " So don't baby her where she thinks that you're the one that's going to save her from it.",
        119.18,
        122.96
    ],
    [
        " I also think she should know that everyone gets bullied.",
        123.14,
        126.8
    ],
    [
        " I got asked that when the warrior kid came out.",
        127.34,
        130.06
    ],
    [
        " Someone said, did you get bullied?",
        131.0,
        132.16
    ],
    [
        " And they think, of course, I would never get bullied because I'm a big dude.",
        132.34,
        136.54
    ],
    [
        " Well, guess what? When I was nine years old, I was a scrawny little nine-year-old kid and everybody that",
        136.78,
        144.66
    ],
    [
        " was 11 was bigger than me and stronger than me.",
        144.66,
        146.86
    ],
    [
        " And then when I was 11, everyone that was 13 was bigger than me than stronger than me.",
        147.24,
        150.86
    ],
    [
        " And when I was 14, everyone that was 16 was bigger than me and stronger than me.",
        151.28,
        155.18
    ],
    [
        " So no matter who you are as a kid, there's always somebody that's bigger and stronger than you.",
        155.34,
        159.36
    ],
    [
        " That's going to bully you if they're a jerk.",
        159.4,
        160.98
    ],
    [
        " So I think she should understand that she's getting bullied right now, but that happens to people",
        161.82,
        167.66
    ],
    [
        " and people get over it and get through it.",
        167.66,
        170.08
    ],
    [
        " I do think you have to be, when you say that, you can't leave the...",
        173.22,
        176.84
    ],
    [
        " You can't overwhelm her and say, everyone gets bullied and you can always get bullied in the office.",
        176.84,
        183.12
    ],
    [
        " You know what I mean? I'm not saying to overwhelm her.",
        183.48,
        185.66
    ],
    [
        " I think that's just like...",
        185.78,
        187.22
    ],
    [
        " Did you ever see the movie The Professional?",
        187.22,
        189.1
    ],
    [
        " Which one was it?",
        189.92,
        190.52
    ],
    [
        " The French guy.",
        190.76,
        191.62
    ],
    [
        " Oh yeah, yeah.",
        191.78,
        192.22
    ],
    [
        " And Leon.",
        192.3,
        192.68
    ],
    [
        " Yeah, there's a great scene in that movie where the girl is...",
        193.18,
        197.4
    ],
    [
        " Crazy fight going on between her parents and the apartment.",
        198.0,
        200.6
    ],
    [
        " They're yelling at each other to scream and just slapping people.",
        200.6,
        202.86
    ],
    [
        " The domestic violence is going on and she comes out and she's sitting in the hallway.",
        202.86,
        206.42
    ],
    [
        " And she's crying.",
        206.9,
        208.42
    ],
    [
        " And the assassin guy kind of walks up the stairs.",
        208.8,
        214.64
    ],
    [
        " And she looks at her and she looks at him and she says,",
        215.82,
        218.94
    ],
    [
        " is life always like this or does it get better when you get older?",
        219.02,
        223.76
    ],
    [
        " And he looks at her and says, always like this.",
        224.8,
        227.6
    ],
    [
        " Yeah.",
        228.36,
        228.72
    ],
    [
        " So you got to be careful that that's not the message that you're sending.",
        229.22,
        232.48
    ],
    [
        " Now there is some reality to that statement.",
        232.48,
        234.2
    ],
    [
        " Like, yeah, guess what?",
        234.42,
        235.38
    ],
    [
        " Life is always going to be hard and you do want to give your kids enough exposure to the hard thing",
        235.52,
        240.44
    ],
    [
        " so that they're not weak.",
        240.44,
        242.58
    ],
    [
        " Yeah.",
        243.02,
        243.2
    ],
    [
        " And they don't...",
        243.66,
        244.98
    ],
    [
        " They don't go into panic mode when something tough enters their world.",
        244.98,
        250.8
    ],
    [
        " So that's why things like you do to when working out are good",
        251.04,
        253.32
    ],
    [
        " and exposing them and letting them experience some hard things.",
        253.32,
        258.06
    ],
    [
        " But again, you just don't want to overwhelm her and that's that.",
        258.66,
        263.66
    ],
    [
        " And by the way, you guys will start training Jiu Jitsu too.",
        263.78,
        265.86
    ],
    [
        " They're dead.",
        266.02,
        266.58
    ],
    [
        " We can't get mom in there too.",
        266.96,
        268.44
    ],
    [
        " Yeah, now you got to look.",
        268.58,
        269.32
    ],
    [
        " Excuse to get down in that gym.",
        269.5,
        271.1
    ],
    [
        " Jiu Jitsu on.",
        271.26,
        271.98
    ],
    [
        " And I know that you don't train Jiu Jitsu because if you did,",
        272.22,
        274.54
    ],
    [
        " you wouldn't be asking this question.",
        274.64,
        275.92
    ],
    [
        " You'd be getting her training.",
        275.94,
        277.72
    ],
    [
        " Making that happen.",
        277.88,
        279.78
    ],
    [
        " So you emotionally bullied.",
        280.92,
        283.6
    ],
    [
        " Right?",
        283.74,
        284.22
    ],
    [
        " So this is interesting.",
        284.5,
        285.18
    ],
    [
        " In the New Warrior Kidbook, the bully.",
        285.3,
        289.1
    ],
    [
        " There's a bully in there, but he's not a bully like Kenny Williamson who's a big strong bully.",
        289.3,
        293.58
    ],
    [
        " He's a bully that's an emotionally kind of his deed.",
        293.8,
        296.7
    ],
    [
        " And every time there seems like there's going to be a confrontation,",
        296.92,
        299.28
    ],
    [
        " he finds a way to wheeze out of it.",
        299.28,
        300.98
    ],
    [
        " Yeah.",
        301.32,
        301.56
    ],
    [
        " You know, so he'll harass people, but then he'll get it.",
        301.88,
        304.04
    ],
    [
        " He'll harass people.",
        304.46,
        305.04
    ],
    [
        " He knows perfectly how to push the buttons.",
        305.14,
        306.86
    ],
    [
        " That's what Mark's dealing with.",
        306.86,
        307.94
    ],
    [
        " This kid named Nathan James.",
        307.94,
        309.74
    ],
    [
        " Some vaguely familiar.",
        309.96,
        311.76
    ],
    [
        " Nathan James causes problems.",
        311.78,
        313.94
    ],
    [
        " Yeah, there's some layers of that name for sure.",
        314.64,
        316.46
    ],
    [
        " So this makes a lot of sense to me because I have a daughter.",
        317.28,
        321.88
    ],
    [
        " Four and a half, by the way, it goes to pre-K.",
        322.5,
        325.4
    ],
    [
        " It's like pre-school.",
        326.02,
        327.16
    ],
    [
        " Pre-K, is that Jiu Jitsu's course she goes to?",
        327.26,
        328.96
    ],
    [
        " No.",
        328.96,
        329.12
    ],
    [
        " No, bro.",
        329.8,
        330.58
    ],
    [
        " Anyway, so she...",
        331.7,
        333.48
    ],
    [
        " She's the instructor.",
        333.48,
        333.72
    ],
    [
        " She told me one day.",
        334.16,
        336.12
    ],
    [
        " She said that her friend, so I'm not gonna say their name doesn't matter.",
        337.22,
        342.76
    ],
    [
        " She said,",
        343.3,
        344.56
    ],
    [
        " this friend told me that she's not my friend.",
        344.9,
        349.88
    ],
    [
        " She's only this other girl's friend.",
        350.24,
        352.2
    ],
    [
        " That's emotional, that's emotional bullying right there.",
        352.98,
        356.22
    ],
    [
        " For the four and a half year old version of it, by the way.",
        356.58,
        359.26
    ],
    [
        " So it gets way worse at 11, by the way.",
        359.42,
        361.28
    ],
    [
        " And then probably way worse at 15, 16.",
        361.38,
        364.36
    ],
    [
        " It's just my assumption.",
        364.92,
        366.04
    ],
    [
        " So what I told her, not to say this is the right answer,",
        366.96,
        369.78
    ],
    [
        " but maybe it's something to think about.",
        369.78,
        371.58
    ],
    [
        " So my daughter does Jiu Jitsu, has done Jiu Jitsu.",
        371.76,
        375.76
    ],
    [
        " Double leg choke.",
        376.0,
        377.66
    ],
    [
        " Well, I like it.",
        377.98,
        378.54
    ],
    [
        " Well, that's what you want to say.",
        378.62,
        380.94
    ],
    [
        " You'd smash it and she's bigger too.",
        381.38,
        383.48
    ],
    [
        " She's bigger than everyone.",
        383.64,
        385.3
    ],
    [
        " Oh, so she's gonna be the way.",
        385.66,
        386.6
    ],
    [
        " No, no.",
        387.04,
        387.9
    ],
    [
        " All right, so what would you tell her?",
        387.9,
        389.0
    ],
    [
        " My daughter's trained to be a nice broker.",
        389.22,
        391.28
    ],
    [
        " So I always have this underlying thing.",
        391.48,
        392.98
    ],
    [
        " No matter if someone beats me into you,",
        392.98,
        394.38
    ],
    [
        " that doesn't mean you be mean to them.",
        394.44,
        395.8
    ],
    [
        " That makes you mean person.",
        395.92,
        396.92
    ],
    [
        " I said, mean people will be mean to other people.",
        397.02,
        400.24
    ],
    [
        " Nice people tend to not be mean to other people.",
        400.42,
        403.0
    ],
    [
        " Right?",
        403.24,
        403.32
    ],
    [
        " That's really real basic stuff.",
        403.48,
        404.86
    ],
    [
        " Fun man, I like it.",
        404.9,
        405.98
    ],
    [
        " But she's for it.",
        406.18,
        407.26
    ],
    [
        " So you just keep reminding her.",
        407.76,
        409.36
    ],
    [
        " So I told her, hey, look, if she doesn't want to be your friend,",
        409.58,
        414.68
    ],
    [
        " then she's not your friend.",
        414.68,
        416.0
    ],
    [
        " And that's okay.",
        416.0,
        416.76
    ],
    [
        " Does that mean you be mean to her?",
        416.9,
        418.12
    ],
    [
        " No.",
        418.38,
        418.54
    ],
    [
        " But at the end of the day,",
        418.98,
        421.58
    ],
    [
        " she and I said, are you stronger than her?",
        421.8,
        424.58
    ],
    [
        " She said, yeah,",
        425.14,
        425.76
    ],
    [
        " I said, are you smarter than her?",
        426.08,
        428.22
    ],
    [
        " She said, yeah, I don't know if she is risen.",
        428.38,
        430.12
    ],
    [
        " Here's the thing.",
        430.22,
        430.6
    ],
    [
        " It's the self-empowering thing,",
        430.8,
        432.34
    ],
    [
        " just like how you said,",
        432.4,
        433.46
    ],
    [
        " where she knows you're just, she's smarter,",
        433.72,
        435.82
    ],
    [
        " she's stronger, she can do more pull-ups,",
        435.98,
        437.32
    ],
    [
        " she can do more burpees and stuff like that.",
        437.44,
        438.88
    ],
    [
        " All this stuff, it starts to form in her head.",
        439.22,
        441.24
    ],
    [
        " Hopefully, if they go, hopefully it'll form in her head",
        441.36,
        444.3
    ],
    [
        " that if they don't want to be my friend,",
        444.3,
        446.68
    ],
    [
        " that's okay.",
        446.78,
        447.2
    ],
    [
        " That's no loss to me.",
        447.28,
        448.36
    ],
    [
        " Maybe if someone who is strong like me,",
        448.74,
        450.84
    ],
    [
        " smart like me, and whatever like me,",
        451.46,
        454.66
    ],
    [
        " didn't want to be okay.",
        454.82,
        455.42
    ],
    [
        " Maybe that's something, but this isn't the case.",
        455.42,
        457.3
    ],
    [
        " You know, it's kind of that idea.",
        457.72,
        459.34
    ],
    [
        " I think that's good to me.",
        459.5,
        459.94
    ],
    [
        " I think the thing of just saying,",
        460.02,
        462.26
    ],
    [
        " oh yeah, that's okay.",
        462.48,
        463.12
    ],
    [
        " Not everyone's going to want to be your friend.",
        463.3,
        464.4
    ],
    [
        " That's okay.",
        464.66,
        465.0
    ],
    [
        " And some people are going to like you",
        465.44,
        467.02
    ],
    [
        " and some people aren't going to like you.",
        467.02,
        467.82
    ],
    [
        " That's okay.",
        467.86,
        468.22
    ],
    [
        " You just be nice to everyone.",
        468.34,
        469.16
    ],
    [
        " That's fine.",
        469.24,
        469.5
    ],
    [
        " Yeah.",
        469.8,
        470.04
    ],
    [
        " I got to ask that question.",
        470.5,
        471.38
    ],
    [
        " When we did the one warrior kid podcast,",
        471.46,
        473.7
    ],
    [
        " a bunch of people asked,",
        474.02,
        475.04
    ],
    [
        " I feel like people don't want to hang on with me.",
        476.08,
        479.56
    ],
    [
        " And I was like, yeah, that's okay.",
        479.9,
        481.1
    ],
    [
        " Yeah.",
        481.44,
        481.62
    ],
    [
        " That's okay.",
        481.76,
        482.1
    ],
    [
        " You don't need to hang around with people all the time.",
        482.24,
        483.68
    ],
    [
        " I don't like even like hanging around with people.",
        484.02,
        486.18
    ],
    [
        " I didn't say that because I don't want to turn",
        486.32,
        487.46
    ],
    [
        " everyone into bands, I social person like me,",
        487.46,
        489.2
    ],
    [
        " but yeah, that makes it.",
        489.3,
        492.1
    ],
    [
        " And that thing,",
        492.3,
        493.74
    ],
    [
        " I think you just said where,",
        494.1,
        495.62
    ],
    [
        " because my daughter always asks,",
        496.2,
        498.14
    ],
    [
        " you know,",
        498.84,
        499.22
    ],
    [
        " did people not want to be your friend",
        499.48,
        501.04
    ],
    [
        " or when she'd like bumper head real hard?",
        501.04,
        503.74
    ],
    [
        " She'd like, did you use to bump your head",
        503.9,
        505.4
    ],
    [
        " when you were little?",
        505.4,
        506.04
    ],
    [
        " You know, she always wants to know,",
        506.24,
        507.28
    ],
    [
        " like am I alone in this whole deal?",
        507.28,
        509.44
    ],
    [
        " And man, it seems like it really helps when I say,",
        510.46,
        512.84
    ],
    [
        " no, I used to all the time.",
        512.92,
        513.92
    ],
    [
        " I show her like my scars and stuff like that.",
        514.2,
        515.96
    ],
    [
        " And she'll be like, oh,",
        516.34,
        517.04
    ],
    [
        " and you can tell she feels better about it.",
        517.18,
        518.94
    ],
    [
        " That's pretty cool.",
        518.94,
        520.08
    ],
    [
        " It's weird.",
        520.24,
        520.56
    ],
    [
        " I think that would help with a bullying thing.",
        521.04,
        522.54
    ],
    [
        " And it's good.",
        522.62,
        523.36
    ],
    [
        " Your daughter's smart.",
        523.54,
        524.66
    ],
    [
        " And so she has the capability of formulating that question.",
        524.88,
        527.82
    ],
    [
        " I bet a lot of kids might not be able to even say,",
        527.88,
        530.68
    ],
    [
        " hey, did you bump your head too?",
        530.82,
        532.34
    ],
    [
        " Whereas a parent, if you just recognize",
        532.62,
        534.72
    ],
    [
        " that they probably feel alone.",
        534.72,
        536.26
    ],
    [
        " And so if you say, oh, I know you bumped your head,",
        536.58,
        538.44
    ],
    [
        " I used to bump my head too.",
        538.44,
        539.32
    ],
    [
        " One time, look, I got a scar on my head.",
        539.4,
        540.7
    ],
    [
        " It happened to me too.",
        540.7,
        541.46
    ],
    [
        " So they don't make your kids beg for a partner in the world.",
        541.62,
        546.16
    ],
    [
        " Give it to them.",
        546.38,
        547.06
    ],
    [
        " Yeah.",
        547.28,
        547.66
    ],
    [
        " Follow the Equatorial's model of parenting.",
        548.2,
        549.84
    ],
    [
        " And that makes sense too.",
        550.12,
        551.38
    ],
    [
        " Now that I'm thinking of it,",
        551.38,
        552.3
    ],
    [
        " because even as an adult, okay.",
        552.3,
        553.94
    ],
    [
        " So you got a kid and they're like, hey, did you,",
        554.08,
        556.04
    ],
    [
        " I don't know.",
        556.12,
        556.56
    ],
    [
        " Did you bump your head like this and get blood",
        557.54,
        559.52
    ],
    [
        " on your head whatever when you're little?",
        559.52,
        560.84
    ],
    [
        " And you're like, yeah.",
        561.2,
        562.34
    ],
    [
        " And if you add this and this is how I dealt with it, right?",
        562.64,
        565.74
    ],
    [
        " Because a lot of times, like,",
        565.84,
        566.72
    ],
    [
        " you give them a little path.",
        567.34,
        568.3
    ],
    [
        " Yes, exactly right.",
        568.78,
        569.78
    ],
    [
        " So you got this poor little kid,",
        569.96,
        571.94
    ],
    [
        " the bumped their head and it's like dang,",
        572.42,
        574.34
    ],
    [
        " I don't even, I've never felt this before.",
        574.54,
        575.86
    ],
    [
        " There's a lot of pain.",
        575.96,
        576.42
    ],
    [
        " There's blood.",
        576.42,
        576.88
    ],
    [
        " Hope that's scary.",
        577.0,
        577.86
    ],
    [
        " I don't know really how to deal with it.",
        577.88,
        579.48
    ],
    [
        " So of course you go to your dad.",
        579.84,
        581.92
    ],
    [
        " And then your dad's like, yeah, hey, yeah, I've done it.",
        582.5,
        584.78
    ],
    [
        " This is how I did it.",
        584.86,
        585.62
    ],
    [
        " This is how I dealt with it.",
        585.86,
        587.3
    ],
    [
        " And she's like, okay, maybe I can deal with it.",
        587.3,
        589.06
    ],
    [
        " And even adult because adults, we do that too.",
        589.26,
        591.4
    ],
    [
        " You know, like dang, I'm getting, I don't know, audited.",
        591.92,
        594.04
    ],
    [
        " Yeah.",
        594.48,
        594.72
    ],
    [
        " I'm getting audited.",
        594.72,
        595.44
    ],
    [
        " Who's first time whatever,",
        595.94,
        597.02
    ],
    [
        " juggle, hey, you know, or, you know,",
        597.7,
        599.5
    ],
    [
        " your friend or whatever is like, hey, I got audited.",
        599.56,
        601.46
    ],
    [
        " And this is what you can expect.",
        601.66,
        602.64
    ],
    [
        " This is like how you deal with it and all this stuff.",
        603.06,
        604.64
    ],
    [
        " Boom, you feel better about it.",
        604.8,
        606.14
    ],
    [
        " And more empowered.",
        606.28,
        607.74
    ],
    [
        " And that's on top of the Jiu-Jitsu.",
        607.98,
        609.16
    ],
    [
        " If I got audited out of the way rather than",
        609.56,
        611.52
    ],
    [
        " no Jiu-Jitsu than not, by the way.",
        611.52,
        613.04
    ],
    [
        "",
        613.4,
        613.4
    ],
    [
        " Yeah.",
        613.8,
        613.96
    ]
]