[
    [
        " I'm often given tasks on the fly, whereas many of my tasks are given as a result of meetings.",
        0.0,
        5.6
    ],
    [
        " These days, an increasing number are coming from emails or my manager or client asking me to do something.",
        6.28,
        12.5
    ],
    [
        " I find myself quite disorganized when dealing with this.",
        12.84,
        16.4
    ],
    [
        " I'm writing things down when I'm told, but it's all over the place.",
        16.76,
        20.52
    ],
    [
        " Posts, it's notebook, phone, etc.",
        21.04,
        22.78
    ],
    [
        " I don't have a solid method of keeping track of these things.",
        23.28,
        25.96
    ],
    [
        " I'm guessing that a possible solution is to write all these things down in the same place,",
        25.96,
        30.36
    ],
    [
        " but I've also tried that and didn't really make a difference.",
        30.36,
        33.66
    ],
    [
        " I'd appreciate any input or advice you have on how to record and track objectives in a functional",
        33.92,
        39.14
    ],
    [
        " and reliable manner. As I'm subjected to a lot of information each day, week, month,",
        39.14,
        45.42
    ],
    [
        " I'm definitely overloaded to remember it myself.",
        45.76,
        48.72
    ],
    [
        " Discipline equals freedom. So yeah, a few things. First of all, definitely write the things down in",
        49.32,
        55.12
    ],
    [
        " one place. And it sounds like since you're moving all the time or you're going to meetings,",
        55.12,
        60.2
    ],
    [
        " carry just a nice little notebook with you and write the things down as you get tasked with them.",
        60.44,
        65.94
    ],
    [
        " Then on top of that, you have to have a master list of some kind.",
        66.2,
        68.9
    ],
    [
        " Either paper or digital. I'm going to probably recommend digital to track things",
        69.26,
        75.98
    ],
    [
        " overall in a prioritized method. So if you get tasked something in a meeting in your little notebook,",
        75.98,
        80.72
    ],
    [
        " you come back, you put it in the right place in the master task list.",
        80.72,
        84.8
    ],
    [
        " And then like twice a day, consolidate the information that's in the little notebook you have into",
        85.26,
        95.44
    ],
    [
        " the big master list. And then before you go to bed at night, you organize those things by priority",
        95.44,
        103.0
    ],
    [
        " on the master list. You put the most important thing at the top. And that's what you're going to",
        103.0,
        107.02
    ],
    [
        " attack the next day. That's part one on how you get these things organized. Now the part two is",
        107.3,
        113.18
    ],
    [
        " you've got to schedule this stuff. And actually, I always say this when people have trouble with tasks,",
        113.18,
        118.5
    ],
    [
        " put them on the calendar. You know, actually Jamie does that for me. When Jamie's got something for",
        118.94,
        124.28
    ],
    [
        " me to do, she just doesn't email me and say, Hey, you need to do this. She puts it on the calendar.",
        124.28,
        128.36
    ],
    [
        " So I look at my calendar, boom, there it is. I got to go do this, whatever this task is done.",
        128.56,
        132.82
    ],
    [
        " So put these things on your calendar and that includes scheduling time on your calendar so that you",
        133.76,
        140.6
    ],
    [
        " can have time to consolidate your list and do a review of your lists. You know, whether that takes",
        140.6,
        146.74
    ],
    [
        " that probably take 15 minutes to do. And I guess there's a bunch of apps you can use. And I'm sure",
        146.74,
        154.36
    ],
    [
        " people will make recommendations, but there's a ton of to-do list apps, including there's one,",
        154.36,
        159.98
    ],
    [
        " there's native ones on all the different phones. So you could look at that as a possible.",
        159.98,
        164.1
    ],
    [
        " A voice recorder. You can either use the voice recorder app you have or you can carry around a",
        164.24,
        169.44
    ],
    [
        " little mini voice recorder. Then you can just take notes with that and then you can solidate",
        169.44,
        173.48
    ],
    [
        " those notes from your voice recorder into your master task list every day. And then you just",
        173.48,
        181.68
    ],
    [
        " got to prioritize an execute. That's it. Pretty straightforward.",
        181.68,
        187.0
    ]
]