[
    [
        " You discuss leading and maneuvering up and down the chain of command, but what about",
        0.0,
        4.52
    ],
    [
        " laterally within your own peer group where the competition for advancement is fiercest",
        4.52,
        9.44
    ],
    [
        " and your ability to set team objectives and implement some of the tools you discuss is limited.",
        9.44,
        14.62
    ],
    [
        " Okay, so you absolutely do have to lead laterally amongst your peers.",
        15.86,
        21.08
    ],
    [
        " And since you don't have rank or position, you have to do it another way.",
        21.92,
        28.1
    ],
    [
        " But wait a second, since you shouldn't use rank or position to lead people below you in the",
        29.5,
        34.98
    ],
    [
        " chain of command, and since you don't want to be led by someone that's throwing their rank and",
        34.98,
        39.9
    ],
    [
        " position around, then guess what? You need to do the same type of leadership that you would use",
        39.9,
        45.38
    ],
    [
        " up and down the chain of command to lead your peers. So what does that mean? That means you",
        45.38,
        51.5
    ],
    [
        " help them when you can. Are you support what they're doing? You try and build a relationship",
        51.5,
        57.64
    ],
    [
        " with them. That's what you try and do. Now this part of this is where we're talking about",
        57.64,
        61.74
    ],
    [
        " their competitiveness. Like if they want to maneuver and try and make you look bad and jump",
        61.74,
        67.52
    ],
    [
        " in the spotlight and try and get all the credit, guess what? That's fine. That's fine. Let them do it.",
        67.52,
        75.02
    ],
    [
        " And everyone is going to see what they're doing. And they might not see it immediately,",
        75.38,
        81.06
    ],
    [
        " but they will eventually be found out. So do your best to support them. Do your best to help them.",
        81.1,
        87.16
    ],
    [
        " Do your best to build the relationship. Make the mission. The most important thing, not the little",
        87.5,
        93.96
    ],
    [
        " politics that you're about to dive into and get involved in. Don't make that the primary thing.",
        93.96,
        98.46
    ],
    [
        " Make the primary thing accomplishing the mission. Think about this. If you start fighting with them,",
        98.56,
        104.44
    ],
    [
        " you're expending energy on fighting your own team. That's what you're doing. Instead of fighting",
        104.48,
        110.16
    ],
    [
        " the enemy, this is a blue on blue situation. This is friendly fire. It's fracture side. Don't do",
        110.16,
        115.22
    ],
    [
        " that. Disengage from the friendly fire and focus on how to make the team win. Take the high ground.",
        115.22,
        123.6
    ],
    [
        " Take the high ground or the high ground will take you.",
        124.0,
        128.58
    ],
    [
        " Another one of those points that we always say, I know I do. I always think this where people",
        129.4,
        137.8
    ],
    [
        " are watching. Man, they see that. They see all that stuff. Let's play this game. The game where I",
        137.8,
        142.86
    ],
    [
        " play where I like, who would you hire? Who would you rather have working for you? Who would you rather",
        142.86,
        146.76
    ],
    [
        " have working for you? The guy, the guy, oh, you got four guys. One guy is helping the other guys out,",
        146.76,
        152.96
    ],
    [
        " trying to help them with their mission. One guy, the other end of the spectrum, is undermining people",
        153.26,
        159.34
    ],
    [
        " and trying to make himself look good. Which guy are you going to promote all day long? You know who",
        159.34,
        163.94
    ],
    [
        " you're going to promote? You're going to promote the guy that's trying to help the team win and not",
        163.94,
        167.86
    ],
    [
        " just look out for himself. Yeah. Yeah, fully. And then that's it. And consider that with not just your",
        167.86,
        175.22
    ],
    [
        " boss, but like your peers as well. You know, even if there's competition, let's say there's",
        175.22,
        179.02
    ],
    [
        " everyone's competing. Yeah. And you're the guy who's jumping in the spotlight, always whatever",
        179.02,
        184.54
    ],
    [
        " versus the other guy who's always helping everyone. Right. Even if they're competing with you,",
        184.54,
        189.48
    ],
    [
        " first, the guy who's jumping in the spotlight, he's going to get ostracized if anything. Yes.",
        189.48,
        193.9
    ],
    [
        " So man, yeah, they see that stuff, man. That goes socially. You know what? Now, now, now,",
        194.1,
        199.22
    ],
    [
        " answer me this. When someone sees the world this way, that means that I have a tendency to think",
        199.36,
        207.06
    ],
    [
        " that way. That means they might have a tendency to act this way. So they got especially cautious.",
        207.06,
        211.2
    ],
    [
        " If you're looking at everyone like, well, I'm trying to compete with that guy. And if I might be",
        211.44,
        214.7
    ],
    [
        " getting screwed over, if I don't, if I let him, you know, get the spotlight right now, if that's",
        214.7,
        219.04
    ],
    [
        " the way you're thinking, that's the way you're acting. And if you're acting that way, everybody can",
        219.04,
        222.86
    ],
    [
        " see it. Yeah. So don't act that way. Don't act that way. Be a good team member. Yeah. The enemy is",
        222.86,
        228.32
    ],
    [
        " outside the wire. Yeah, that's a good one too, where the good news about that is like, let's say",
        228.32,
        234.44
    ],
    [
        " you are acting that way as long as you can admit it to yourself. Even if you do have those feelings",
        234.44,
        239.66
    ],
    [
        " inside, but you're like, hey, I don't want to act like that. And you start even if you know, it's",
        239.66,
        243.72
    ],
    [
        " kind of against your feelings. And then you start acting that way slowly and slowly, your feelings",
        243.72,
        248.6
    ],
    [
        " kind of accommodate where you don't feel that way anymore. You'll start to realize how you should act",
        248.6,
        254.46
    ],
    [
        " as a human being, as a team member, as a leader, as a follower. Yeah. You'll grow up, you'll mature,",
        254.46,
        259.6
    ],
    [
        " you'll be a good person. Feel the benefits as opposed to just looking out for yourself, screwing",
        259.72,
        263.98
    ],
    [
        " over the other team. Yeah. It was against me. Check. Killer BQ.",
        263.98,
        267.88
    ]
]