[
    [
        " So what I think people might get the ideas, okay, if I'm in a relationship with my wife and she",
        0.36,
        5.7
    ],
    [
        " Gives serves me dry chicken again, right?",
        5.7,
        9.34
    ],
    [
        " Which is it which is a common theme in my house",
        9.66,
        11.38
    ],
    [
        " Actually thanks to the internet. It's actually changed now because she's gotten thousands of people that have now sent her how to keep the chicken moist",
        11.38,
        19.06
    ],
    [
        " So she does a great job, but for for you know, we're talking about two decades of my life",
        19.06,
        24.12
    ],
    [
        " We're talking about dry chicken. This is a problem",
        24.12,
        25.98
    ],
    [
        " So and you know what I did I didn't say anything",
        25.98,
        29.46
    ],
    [
        " Because I just would drink more water more water at dinner. Yeah, I",
        30.0,
        34.3
    ],
    [
        " Fear that sometimes people say well, you know what I'm gonna do is I'm just gonna run around and I'm gonna tell the truth to everyone all the time on these little things that don't matter now",
        34.3,
        41.42
    ],
    [
        " My my my actual best example that I've ever heard of this we had a guy in the podcast named Charlie Plum",
        41.42,
        48.28
    ],
    [
        " He was a pilot in Vietnam. He was shot down in",
        48.28,
        51.94
    ],
    [
        " And on his last mission of his deployment. He was shot down. He was captured",
        51.94,
        57.16
    ],
    [
        " He was in the Hanoi Hilton for six years",
        57.16,
        59.92
    ],
    [
        " This is the deal that they had amongst their roommates",
        59.92,
        64.16
    ],
    [
        " So they had roommates in a room smaller than we're in right now and there'd be four of them in their three of them in their two from there depending on what was going on",
        64.16,
        70.0
    ],
    [
        " If you did something that in order me if Jordan does something that annoys me",
        70.0,
        75.1
    ],
    [
        " We got to live together if you do something that annoys me. It's my fault",
        75.1,
        79.34
    ],
    [
        " Mm-hmm. It's my fault for allowing you clip clip click your nails together or you pick your nose a lot or you it's your head",
        79.34,
        86.42
    ],
    [
        " Whatever it is that you do that bothers me. It's my problem and I have to",
        86.42,
        90.6
    ],
    [
        " Absorb it because otherwise what we have is we have like rats in a cage that are gonna know each other apart and",
        90.6,
        97.52
    ],
    [
        " And I thought about that",
        97.52,
        98.88
    ],
    [
        " While I was reading the part of the book that was saying like and you actually also later in the book talk about",
        98.88,
        105.1
    ],
    [
        " Hey, you know, are you gonna get a fight over this little stupid thing?",
        105.1,
        107.34
    ],
    [
        " Are you gonna absorb and I talk about that a lot?",
        107.34,
        109.96
    ],
    [
        " As a leader yeah as a as a person in a relationship. Hey, there's problems from your boss",
        110.58,
        115.78
    ],
    [
        " You absorb them and you don't pass them down to your people, you know",
        116.44,
        119.48
    ],
    [
        " You you want us to do to stay work and stay late and do a much crazy stuff that we don't think we should be doing cool",
        119.48,
        124.08
    ],
    [
        " My guys are gonna go home. I'm gonna absorb that. I'll get it done myself. I'm not gonna. I'm gonna absorb these problems now",
        124.08,
        129.48
    ],
    [
        " Are there some tertiary effects of course or secondary effects that now my boss thinks he can get away with that and all those things but",
        129.48,
        135.6
    ],
    [
        " I just think there's we have to be careful that we're not just throwing oh",
        135.6,
        141.38
    ],
    [
        " Spears of truth in people's",
        141.38,
        143.78
    ],
    [
        " Well, I think those are black truths. They're the opposite of white lies, right?",
        143.78,
        147.94
    ],
    [
        " So black truths are truths you used to hurt other people with right and so",
        148.1,
        151.72
    ],
    [
        " Technically in the moment the statement is factual, but the context",
        151.72,
        156.68
    ],
    [
        " Belize it right whereas a white lie. It's like well, it's a little lie",
        156.68,
        160.42
    ],
    [
        " But you're trying to support a larger truth not that white white lies aren't optimal",
        160.42,
        164.72
    ],
    [
        " You know, it's better not to lie, but sometimes the best you can manage is a white lie and then maybe that's pretty good",
        164.72,
        171.34
    ],
    [
        " Well, okay, so then in those sorts of situations you think",
        171.34,
        174.54
    ],
    [
        " Well, first of all I have some rules of thumb if someone does something at work that annoys you it's like",
        174.54,
        180.54
    ],
    [
        " Right it off man. It's like that's once. It's like what does that mean you're having a bad you're having a bad day or I'm having a bad day",
        180.54,
        187.78
    ],
    [
        " It's like doesn't mean anything",
        187.78,
        188.92
    ],
    [
        " Do it twice think it's okay. Let's write that off right that off. It's that's the same issue",
        188.92,
        196.48
    ],
    [
        " It could still just be circumstance in situation",
        196.48,
        199.52
    ],
    [
        " Three times okay now there might be grounds for a conversation you go and say well, you know you put your feet up on my desk like",
        200.4,
        208.44
    ],
    [
        " But they ago and that was okay, but then you did it again and then like you did it again and I'm thinking",
        208.44,
        215.0
    ],
    [
        " It actually happened three times right so there's no denying it and perhaps that's not optimal and then you go for the smallest",
        215.0,
        223.34
    ],
    [
        " possible victory that's the next thing is like",
        223.34,
        225.68
    ],
    [
        " I'm not telling you that you're what would you say that you lack respect or that there's something wrong with you",
        227.08,
        233.44
    ],
    [
        " What I'm asking is that if you come in my office",
        233.44,
        236.5
    ],
    [
        " It would be",
        236.5,
        239.0
    ],
    [
        " better for both of us if your feet stayed on the floor that okay, you know and and that's a small thing",
        239.0,
        247.18
    ],
    [
        " You're not going after the person's character right you're going after the tiny victory",
        247.18,
        250.74
    ],
    [
        " So you say to your wife look like I'm thrilled to death that you're cooking me dinner really I'm serious because and it could be a hell of",
        250.74,
        257.16
    ],
    [
        " Lot worse than it is, you know and and",
        257.16,
        260.3
    ],
    [
        " Maybe I could be more helpful around the kitchen that's certainly a possibility",
        260.3,
        264.0
    ],
    [
        " But I have the got this thing with regards to chicken and maybe it's me, you know",
        264.0,
        268.68
    ],
    [
        " But could we try for like a month to cook it differently and then we'll revisit it and if I happen to be wrong",
        268.68,
        275.8
    ],
    [
        " Like I'll shut the hell up and she might think okay",
        275.8,
        279.04
    ],
    [
        " Well, he is kind of useless around the kitchen and sort of bitchy about the chicken and all of that but",
        279.04,
        284.06
    ],
    [
        " Maybe I trust him enough to admit that I made a small mistake and rectify it and we could go long and not have the damn chicken thing hanging over our heads",
        284.06,
        292.6
    ],
    [
        " Till we're 80, right?",
        292.6,
        293.8
    ],
    [
        " You know you just in your second example there you I tell people this all the time so",
        294.08,
        298.96
    ],
    [
        " You you're coming into my office and you're putting your feet in the desk. What I'll generally do is",
        298.96,
        304.24
    ],
    [
        " Make it my fault. I have generally say hey Jordan",
        304.24,
        307.72
    ],
    [
        " I hate to be like a nitpicker. Yeah, but I'm really freaked out about germs",
        307.72,
        311.38
    ],
    [
        " It's really stupid by am and when you come in and put your feet on my desk",
        311.38,
        314.9
    ],
    [
        " It freaks me out. Can you just do me a favor and not put your foot in your",
        314.9,
        318.2
    ],
    [
        " Same thing with you know with the chicken. It's like hey, you know what?",
        318.2,
        322.44
    ],
    [
        " I have a super sensitive palate refined and I yeah",
        322.6,
        325.66
    ],
    [
        " But and I just",
        325.66,
        330.44
    ],
    [
        " Yeah, could we maybe figure out another way to cook that?",
        330.96,
        333.44
    ],
    [
        " Okay, we try, you know, but I'll take the blame for for the situation rather than your your disrespect",
        333.94,
        341.34
    ],
    [
        " Well, don't put your feet on my desk. This is you know, well you don't want to adopt",
        341.34,
        344.92
    ],
    [
        " More of a position of moral superiority than is absolutely necessary",
        344.92,
        350.28
    ]
]