[
    [
        " I'm a veteran of the infantry and when I took over a fire team, for the first time I made the",
        0.0,
        6.36
    ],
    [
        " mistake of drawing hard lines in the sand, this immediately alienated members of that team",
        6.36,
        12.84
    ],
    [
        " that had been together for some time. I did not make that mistake again and I definitely learned",
        12.84,
        18.94
    ],
    [
        " from my experience. So clearly there's not a question there. Yeah. And I forget pulling this out",
        18.94,
        26.34
    ],
    [
        " from I get a lot of emails and messages and all that. But I thought it was a good point to bring up",
        26.4,
        32.14
    ],
    [
        " to say, you know, this idea of drawing hard lines in the sand and what that does to your leadership",
        32.14,
        39.4
    ],
    [
        " position, it's a difficult, it's usually not a good thing to do. If you draw a lot hard lines",
        39.4,
        45.42
    ],
    [
        " in the sand and eventually you realize that they're either unrealistic or people can't maintain",
        45.42,
        51.88
    ],
    [
        " you have set yourself up for failure. What is that exactly like drawing lines in the sand? No",
        52.08,
        56.76
    ],
    [
        " matter what we will not. Got you. There's no matter what we will win every single road marks that",
        56.76,
        68.34
    ],
    [
        " we do as a fire team in this while we're here on this training thing. Okay. Well guess what?",
        68.34,
        74.56
    ],
    [
        " That's a that's hard. There's other there's some other fire teams that are also want to win.",
        74.86,
        80.1
    ],
    [
        " And so you've drawn a hard line to say that's not really a good example. A good example is",
        81.18,
        87.42
    ],
    [
        " like no matter what we're going to muster every morning at 4.30 in the morning. No matter what",
        87.42,
        91.9
    ],
    [
        " and you know, then the guys are out on patrol until 2.38 in the morning and now the next morning",
        91.9,
        100.0
    ],
    [
        " you're good no matter what. It's not good for them. It's unrealistic. So you drew a hard line",
        100.0,
        106.92
    ],
    [
        " in the sand and now you got to back it down. So and all you have to do is soften the statement a",
        106.92,
        111.34
    ],
    [
        " little bit. Hey guys, to the best of our ability if we can we're going to get here every morning at 4.30",
        111.34,
        115.76
    ],
    [
        " for muster. There's a little there's a little room to play there, right? And that's that's fine.",
        115.76,
        122.16
    ],
    [
        " So again, I there's there's not a lot of there's not a question here, but one of the reasons I think",
        122.6,
        130.68
    ],
    [
        " that that I wanted to talk about it was because I think people look at me and even hear me",
        131.52,
        138.02
    ],
    [
        " on a peripheral level and they think all right that Chuck would just lay down the hard lines.",
        138.02,
        143.7
    ],
    [
        " It's my way or the highway, right? Yeah. And the opposite is actually true. And the reason that I",
        143.72,
        155.64
    ],
    [
        " came to that conclusion was because I worked for leaders like that and I hated working for leaders like",
        156.76,
        164.48
    ],
    [
        " that. So I tried to never be a leader like that. And there's a dichotomy, right? There's a huge",
        164.48,
        174.36
    ],
    [
        " dichotomy because this doesn't mean that you're not driving and pushing. This doesn't mean that",
        174.36,
        180.22
    ],
    [
        " you're not saying, Hey, we're going to be the best one ever. We're going to be the best task unit",
        180.22,
        184.28
    ],
    [
        " here. It doesn't mean you're not saying, Hey, look, we're not going to rest until we've done what",
        184.48,
        188.66
    ],
    [
        " we're supposed to do. It doesn't mean that. But man, you got to find that balance. Yeah.",
        188.66,
        194.94
    ]
]