[
    [
        " It took me a long time to understand what sacrifice meant,",
        0.0,
        3.0
    ],
    [
        " because on the surface of it, especially the way it's acted out,",
        3.72,
        6.92
    ],
    [
        " like burnt offerings and that sort of thing, it just seems like,",
        7.22,
        9.72
    ],
    [
        " well, it seems so archaic and distant from us that it's not really comprehensible,",
        10.08,
        14.6
    ],
    [
        " but partly from reading Jean-Pierre J.A. I started, and Nietzsche, for that matter,",
        14.76,
        18.96
    ],
    [
        " I started to understand that people often acted out conceptions before they understood what they meant.",
        19.02,
        23.56
    ],
    [
        " You know, and we act out a lot of things, we don't understand,",
        24.3,
        26.28
    ],
    [
        " because we're much more complex than we can represent.",
        26.48,
        29.34
    ],
    [
        " So we're always acting out things we don't understand.",
        29.36,
        31.54
    ],
    [
        " But so there's this idea and can enable that you have to make sacrifices",
        32.44,
        36.86
    ],
    [
        " in order to stay on the good side of God.",
        36.86,
        40.02
    ],
    [
        " And so I thought about that practically, say, not so much metaphysically,",
        40.66,
        45.28
    ],
    [
        " but practically, and realized that that was equivalent to the discovery of time,",
        45.36,
        49.02
    ],
    [
        " of the future, because we do act, and this is a peculiar discovery of human beings,",
        49.44,
        55.7
    ],
    [
        " and maybe a consequence of our expanded intelligence, is that we're actually aware of the future.",
        55.7,
        59.74
    ],
    [
        " And we actually treat the future as if it's something that you can bargain with.",
        60.42,
        63.58
    ],
    [
        " Now, partly, it's because the future is other people, and they remember your reputation,",
        64.02,
        68.16
    ],
    [
        " they remember your past actions, and if you do someone a favor, then that favor is in some sense stored up in the future.",
        68.46,
        74.98
    ],
    [
        " So you can think about the future as a place of judgment about your moral actions,",
        75.22,
        79.58
    ],
    [
        " and it's not that far from that to imagining a God who's keeping track of that, or who even is that.",
        79.76,
        85.52
    ],
    [
        " But in any case, the idea of sacrifice emerges in the story of Cain and Abel,",
        85.94,
        90.66
    ],
    [
        " and Cain and Abel both make sacrifices to God in order to stay on his good side, let's say.",
        90.72,
        97.28
    ],
    [
        " And what a sacrifice means is that you give up something of value in the present",
        97.52,
        101.54
    ],
    [
        " so that you can be, so that you can improve the future.",
        101.54,
        105.38
    ],
    [
        " And that's no different from what we call discipline.",
        105.94,
        108.46
    ],
    [
        " It's exactly the same thing. It's just that concretely acted out version of that.",
        108.78,
        113.58
    ],
    [
        " And so, you know, the idea basically was that, well, God was in the transcendent heavens,",
        113.58,
        120.4
    ],
    [
        " and the first question would be, well, why is that?",
        120.76,
        123.32
    ],
    [
        " And it's like, well, if you go out in a really dark night and look up at the sky,",
        123.46,
        127.5
    ],
    [
        " you have a sense of what's beyond you, what's transcendent, what's infinite.",
        128.14,
        132.52
    ],
    [
        " And so to associate that with the highest of values is a reasonable association, right,",
        133.22,
        138.74
    ],
    [
        " from an emotional point of view.",
        139.1,
        141.1
    ],
    [
        " So it's not particularly primitive. It's a smart metaphor, or it's a smart intuition.",
        141.1,
        147.48
    ],
    [
        " And it's above you, and we tend to think of when you're moving towards an ideal,",
        148.02,
        152.56
    ],
    [
        " that you're moving up, that you're moving above, you're moving to the mountaintop, right,",
        152.56,
        155.8
    ],
    [
        " you're going up, not down. And so it all sits within that same framework.",
        155.9,
        160.9
    ],
    [
        " And it's partly because when you go up, like on a mountain, you can see for long distances, right?",
        161.12,
        165.6
    ],
    [
        " So all those things are tangled together.",
        165.76,
        167.48
    ],
    [
        " So anyways, so the idea is that you have to give up something of value now,",
        167.82,
        173.02
    ],
    [
        " so you make the future better.",
        173.18,
        175.44
    ],
    [
        " And sometimes it's even something you love now, and that's a good example too,",
        176.16,
        181.24
    ],
    [
        " because often the things that stop us from moving forward are attachments to things",
        181.36,
        186.24
    ],
    [
        " that we should no longer be attached to, right?",
        186.24,
        189.04
    ],
    [
        " And in fact, you can almost make that definitional.",
        189.24,
        192.36
    ],
    [
        " If you're not moving forward in your life, there's a high probability that you have some idea,",
        192.66,
        197.38
    ],
    [
        " or some mode of action, or some habit that you're so in love with that you won't let go of it.",
        197.5,
        202.82
    ],
    [
        " So, all right, so Canaan able make sacrifices, and there's kind of a hint in the story that",
        203.66,
        208.7
    ],
    [
        " it's just a hint that Cane sacrifices their sort of second rate,",
        208.7,
        213.82
    ],
    [
        " but in any case, it's ambivalent, hey?",
        214.08,
        215.9
    ],
    [
        " But able, he just does wonderfully well, and everything works out for him.",
        216.6,
        221.66
    ],
    [
        " And everyone knows people like that, you know?",
        221.88,
        223.78
    ],
    [
        " And so God accepts his sacrifices, but for some reason he rejects Canes.",
        224.58,
        229.16
    ],
    [
        " And maybe it's the arbitrariness of God, or maybe it's because Canes heart isn't in the right place",
        229.38,
        235.56
    ],
    [
        " when he's making his sacrifices, which is more likely.",
        235.56,
        238.1
    ],
    [
        " And so Cane goes and has a chat with God, and he says, basically what he says is something like,",
        238.76,
        243.78
    ],
    [
        " how in the world can you possibly justify this universe that you created?",
        244.18,
        248.6
    ],
    [
        " You look at me, and I'm breaking myself in half trying to adapt and to make things right,",
        249.18,
        253.56
    ],
    [
        " and it's not working.",
        254.04,
        255.52
    ],
    [
        " And then there's this able character, and things come easy to him,",
        256.0,
        259.76
    ],
    [
        " and everything is flourishing for him, and so, like, what the hell?",
        259.76,
        263.46
    ],
    [
        " And if you don't understand that question, then you're not thinking,",
        264.58,
        268.02
    ],
    [
        " because it's very, very frequently the case when a serious catastrophe besets you in life,",
        268.14,
        273.88
    ],
    [
        " that you essentially ask exactly that question, what's the meaning of life, what's the purpose of the world,",
        273.94,
        279.06
    ],
    [
        " how come they're suffering, and it's easy to become resentful and vengeful as a consequence of that.",
        279.3,
        284.44
    ],
    [
        " And so you've got to think about what state of mind having your sacrifices rejected puts you in,",
        284.64,
        290.82
    ],
    [
        " especially when you see someone who's successful, because that's where the jealousy and resentment starts to,",
        290.88,
        296.96
    ],
    [
        " starts to what, fester is probably the right word.",
        297.08,
        300.7
    ],
    [
        " And so God says to Cain exactly what he doesn't want to hear, which is, well, yeah, okay,",
        301.6,
        308.68
    ],
    [
        " but you have made lots of mistakes in your life, so he basically says, sin is at your door like a predatory",
        308.94,
        315.88
    ],
    [
        " and sexually aroused animal, and you've invited it into your house to have its way with you",
        315.88,
        320.74
    ],
    [
        " and produce something creative as a consequence.",
        320.74,
        323.0
    ],
    [
        " So you use a sexual metaphor, you know, and so that you've willingly gone down the negative path,",
        323.6,
        328.72
    ],
    [
        " and you've allowed that to enter into you and to operate in a creative manner,",
        329.06,
        333.48
    ],
    [
        " and you've spun off all these terrible thoughts and this justification for not acting properly,",
        333.9,
        339.32
    ],
    [
        " and that's why things aren't going well for you, and so don't lay that at my feet,",
        339.46,
        343.26
    ],
    [
        " which is the most brutal possible message he could have got.",
        343.7,
        346.96
    ],
    [
        " And so then he leaves the presence of God, let's say, and it says in the story that his countenance fell,",
        347.78,
        354.42
    ],
    [
        " which meant he was basically enraged, and so what does he do? He goes out and kills Abel,",
        354.42,
        358.5
    ],
    [
        " and then that's a very fascinating idea, because Abel is his ideal, so it kills his ideal,",
        358.68,
        366.44
    ],
    [
        " and when you kill your ideal, you're lost, and then he does that to take revenge on Abel,",
        366.7,
        372.3
    ],
    [
        " but also to take revenge on God, which I think is extremely interesting, and a deep, deep idea,",
        372.38,
        377.66
    ],
    [
        " like these kids who shoot up high schools, for example, you cannot understand what they're doing",
        378.04,
        382.96
    ],
    [
        " unless you understand the story of Cain and Abel. You cannot understand what possesses them",
        383.06,
        388.7
    ],
    [
        " until you can understand that someone, even someone who doesn't believe, it doesn't matter,",
        388.7,
        393.48
    ],
    [
        " it's the psychological state of mind that matters, is there out for revenge on being itself,",
        393.6,
        398.24
    ],
    [
        " and that's why they produce as much mayhem as possible in the shortest period of time.",
        398.62,
        402.7
    ],
    [
        " That's why they sacrifice innocent people, because it's much more vengeful and demonstrative",
        403.14,
        411.62
    ],
    [
        " to kill innocent people than to kill guilty people, because it's a worse sin, so to speak,",
        411.62,
        417.06
    ],
    [
        " and then they kill themselves, and they kill themselves as a final demonstration of their belief in the innihlysium",
        417.26,
        424.4
    ],
    [
        " and the horror of existence, because you might say, well, why don't they just kill themselves first",
        424.4,
        428.24
    ],
    [
        " and save everyone the trouble? And there's narcissism in that too, because they know their names are going to be splashed across the page,",
        428.24,
        435.14
    ],
    [
        " that's their notoriety instead of their accomplishment, and of course the media is unbelievably complicit in that.",
        435.4,
        441.02
    ],
    [
        " But, well, so when you're talking about motivation for evil, then you have to understand what it is that's driving it,",
        442.04,
        450.48
    ],
    [
        " and it is a deep resentment about the structure of being, for being what's saturated with suffering,",
        450.48,
        457.16
    ],
    [
        " but also for rejecting your sacrifices, and that produces the bitterness of failure, and I'll stop with this.",
        457.3,
        466.44
    ],
    [
        " One of the things that's really interesting about the Old Testament is that, and the Jews in the Old Testament is that",
        466.72,
        472.66
    ],
    [
        " they don't take the path of cane, every time they're walloped by God, which is like fairly frequently,",
        472.66,
        478.66
    ],
    [
        " they say, we must have done something wrong, and we have to set ourselves right, and that's an unbelievably heroic attitude,",
        479.32,
        487.76
    ],
    [
        " because that's the alternative cursing fate. It's like you take the responsibility for failure onto yourself,",
        487.76,
        494.44
    ]
]