[
    [
        " As you know, I wrote a book called Extreme Ownership, the opening chapter of the book is a horrible situation with a fracture side",
        0.0,
        6.3
    ],
    [
        " happens on the battlefield, so friendly forces, killing friendly forces, some of those forces being mine.",
        6.3,
        11.98
    ],
    [
        " And you know, it's all these people I could blame and all these little incidents that happened that I could have said,",
        12.9,
        19.46
    ],
    [
        " well, you know, we had this radio cryptographic change that happened in the middle of operation and it had people",
        19.48,
        25.06
    ],
    [
        " weren't able to talk to each other and we had these Iraqis that we didn't speak English, we had these units that we hadn't worked with before",
        25.06,
        30.8
    ],
    [
        " and they did things that we didn't expect and there's plenty of blame to go around. And essentially I said, hey, you know whose fault this is, this is my fault, I'm the commander.",
        30.8,
        40.92
    ],
    [
        " And so when I hear you say things like that, it strikes me that you uncovered this through your study of history and philosophy and religion.",
        41.62,
        52.06
    ],
    [
        " And I learned it, you know, as like I said, a certified knuckle dragger out on the battlefield that realized, you know, if you're going to exist as a leader and as a human, then you need to take responsibility for what happens around you.",
        52.58,
        66.72
    ],
    [
        " And that's a deal.",
        67.38,
        68.5
    ],
    [
        " Yeah, you have to take well the religious notion in some senses that you have to take ultimate responsibility in some sense, the things that happen around you.",
        68.56,
        77.08
    ],
    [
        " I mean, this is, Dostoevsky I think said something like every man is responsible for everything that happens to him and everything that happens to everyone else.",
        77.4,
        87.08
    ],
    [
        " And that's, you know, that that's, that's, it's a crazy statement, right? It's a crazy statement and he was a pretty extreme person in many, many ways.",
        87.72,
        96.6
    ],
    [
        " But there's a level at which that's metaphysically true. You know, because what happens is that it's, it's failure to act often. That's the most catastrophic.",
        96.66,
        107.18
    ],
    [
        " You know, I mean, it's, it's, it's to not do the right thing when the, when the situation presents itself. And it's very specific.",
        107.56,
        117.18
    ],
    [
        " You know, you're constantly in situations where you could do the right thing if you were willing to take a risk that's actually of relatively moderate size.",
        117.64,
        128.14
    ],
    [
        " And you know that you could take the risk and you know that you should take the risk and you don't.",
        128.9,
        133.5
    ],
    [
        " And that happens to people all the time. And then what happens is the thing that they didn't oppose grows a little bit. And they shrink a little bit. And that starts a loop, hey.",
        134.04,
        143.94
    ],
    [
        " And so, and you say, well, how do you take responsibility for the world? And the answer is, well, you also have to do it with a certain degree of humility because what do you know?",
        144.26,
        153.56
    ],
    [
        " You know, and, and this is part of the reason that I'm so opposed to the activist culture on, on college campuses. You don't teach 18-year-olds to go and demonstrate about capitalism, you know, because they don't know anything.",
        154.0,
        166.14
    ],
    [
        " And they have problems in their own life that need to be solved that are local. And the local problems aren't trivial, you know. They're not disciplined.",
        166.14,
        173.6
    ],
    [
        " They're, they're, they're not looking at the world in a straight way. They're not taking responsibility for themselves or for their actions, their sexual actions among others.",
        174.06,
        182.58
    ],
    [
        " They're not taking responsibility for their family. They're not looking at how they could contribute to the community. They don't understand the fact that they don't know anything.",
        183.16,
        190.16
    ],
    [
        " And so they should be taught to start locally and to put things together that they could put together, you know, to make their bed and to clean up the room and to attend their classes with regularity if they're going to university because that's part of the implicit contract.",
        190.38,
        205.46
    ],
    [
        " And to straighten up the things around them that are actually within their power to straighten up. And then what happens is that if you do that, let's say religiously, which I suppose would be the same as in a disciplined manner,",
        205.8,
        218.3
    ],
    [
        " that your realm of influence starts to grow, but it grows in a positive way, just like you can go, you can take, you can end up in hell one step at a time.",
        218.76,
        228.58
    ],
    [
        " And that's extraordinarily well documented. You can end up at the opposite place of that one step at a time. But it's also that same gradual process.",
        229.22,
        238.84
    ],
    [
        " You don't get to leap from being a 17-year-old not-head who doesn't know anything and who isn't disciplined to the critic of Judeo-Christian society.",
        238.84,
        247.72
    ],
    [
        " You just don't know enough to do that, especially when you can look at your own life and think about how many things that you're doing that you know are wrong, that you could fix that you aren't fixing.",
        248.0,
        257.5
    ],
    [
        " And that's the crucial thing. This mode of thinking isn't asking people to stretch themselves beyond what they're capable of.",
        257.94,
        265.82
    ],
    [
        " It's just asking them to stretch themselves to the point that they are capable of and seeing what happens. And that works.",
        265.82,
        272.62
    ],
    [
        " It works. I've had many people write me over the last year. And this is a great thing, really. It's a great thing, who said that they started to tell the truth, or at least not to lie, because who can tell the truth, right?",
        273.14,
        285.46
    ],
    [
        " But at least you can not lie. And that they started to put things in order around them. That they could put in order.",
        285.46,
        291.62
    ],
    [
        " And that the positive things just started to happen like mad. And they're not nihilistic and they've got a purpose in their life.",
        291.78,
        298.74
    ],
    [
        " And so thank God for that. And it does work.",
        299.02,
        302.18
    ]
]