[
    [
        " I get a lot of really great emails. I get a lot of great messages through social media.",
        0.0,
        9.32
    ],
    [
        " Letters, written letters. I get all those kinds of things and I appreciate them all. I don't",
        10.36,
        15.52
    ],
    [
        " always respond to all of them because I physically cannot do it. And of course, you know,",
        15.52,
        20.92
    ],
    [
        " oh, get someone to manage your social media or whatever. I'm not doing that.",
        21.56,
        24.54
    ],
    [
        " If you hear back from me, you hear from me, not from somebody that I paid $10 an hour to respond",
        25.48,
        32.4
    ],
    [
        " to my stuff and say, cool, get after it. Like, no, not doing that. But, you know, I get all these",
        32.4,
        40.54
    ],
    [
        " things and I do read them. So if you send it, I read it. And so I appreciate the feedback and everything.",
        40.54,
        45.68
    ],
    [
        " I got one though that that was good. I wanted to actually wanted to read on here because I felt",
        46.58,
        53.66
    ],
    [
        " not only said, hey, thanks for, you know, the podcast or whatever, thanks to the books, whatever.",
        54.82,
        60.16
    ],
    [
        " It actually gave some pretty good methodology and really an inset into a mindset that I think",
        60.56,
        65.78
    ],
    [
        " will help people doing what they're doing. So here we go, Mr. Willink. Just wanted to share a",
        65.78,
        72.46
    ],
    [
        " quick story with you. At 39, I had fallen into a 15 year rut of undisciplined alcoholism.",
        72.46,
        79.88
    ],
    [
        " I was soft and heavy and wanted to change. Earlier this year, I had started working out three to",
        80.66,
        87.5
    ],
    [
        " four times a week in my basement. I was trying and failing to get a handle on my alcohol abuse.",
        87.5,
        92.96
    ],
    [
        " Every failure made the beasts seem bigger and unbeatable. It was like I didn't have control over my",
        93.44,
        99.9
    ],
    [
        " body. I finished your book on a Monday night and decided that I would get up early the next morning",
        99.9,
        106.76
    ],
    [
        " and work out. I got up and worked out. Not much, but I just wanted to do something.",
        106.76,
        113.26
    ],
    [
        " Sit ups, push ups, 15 minutes on the bike. Worked out twice Tuesday.",
        114.58,
        120.06
    ],
    [
        " Got up Wednesday and did it again. Got to Thursday night, a normal drinking night and decided to try",
        121.72,
        129.04
    ],
    [
        " not drinking. Made it through Friday. Same thing. Worked out morning and night, stayed busy and",
        129.04,
        137.64
    ],
    [
        " stayed away from the drink. Falled, I should try and push it through the weekend. Worked out Saturday",
        137.64,
        145.08
    ],
    [
        " morning. Took the rest of the weekend off and stayed dry. Monday morning, I got up and started",
        145.08,
        152.3
    ],
    [
        " two days again. Made it through the week with 11 workouts. By the second week, I felt better than I",
        152.3,
        162.14
    ],
    [
        " had in my entire life. I was astounded that normal people walked around feeling this good.",
        162.14,
        168.02
    ],
    [
        " I guess not systematically poisoning your body. We'll do that.",
        169.74,
        173.3
    ],
    [
        " On the fifth week, I got a project at work that was going to require traveling for the next eight",
        174.62,
        179.3
    ],
    [
        " weeks. I was worried about overcoming my triggers and road habits. The normal traveling evening",
        180.24,
        187.58
    ],
    [
        " was dinner, watch cable and drink eight beers. To my surprise, the hotel at a sweet gym. Cool.",
        187.58,
        194.9
    ],
    [
        " I'll just keep doing what I'm doing. Then at the site, I found out that we would start work at",
        195.2,
        201.18
    ],
    [
        " 6 a.m. Damn, that means I have to get up at four to work out. I'm 12 weeks into my traveling",
        201.18,
        209.68
    ],
    [
        " two days, usually getting 11 to 12 workouts a week. They recently moved our start time to 7 a.m.",
        209.68,
        217.02
    ],
    [
        " So now I get an hour and a half in the morning and evening. I'm 16 weeks clean. Drop 30 pounds or",
        217.4,
        225.4
    ],
    [
        " more. I haven't been on a scale in three weeks. 34 waist jeans hang off of me. My sit-up and push-up",
        225.4,
        234.08
    ],
    [
        " sets went from 10 to 40 to 50. Kettlebell swings went from 35 by 10 to 50 by 15.",
        234.08,
        242.86
    ],
    [
        " I started to learn how to run as I haven't done it in 20 years. Now after a day off, I can do two",
        243.7,
        255.26
    ],
    [
        " or five miles on the treadmill and nine miles on the bike besides the sit-ups, push-ups,",
        255.26,
        260.52
    ],
    [
        " kettlebells, core and weights. I look forward to next year's competitive shooting season. I'm going to",
        261.06,
        268.78
    ],
    [
        " bring it. At this point, my cravings are gone and I actually recoil from the smell of booze.",
        268.78,
        275.4
    ],
    [
        " When I started this, I thought it would be temporary. Now it's going to be permanent.",
        275.98,
        282.32
    ],
    [
        " No reason to waste time with it anymore. Now when I question something, your voice comes to me",
        283.36,
        290.66
    ],
    [
        " with the hard answer. It's only black and white with no gray area. One day, when I'm standing before",
        290.66,
        299.94
    ],
    [
        " the Lord and hear his voice, if it doesn't sound like yours, I might be disappointed.",
        299.94,
        304.68
    ],
    [
        " The book I read those months ago was the way of the war your kid. I'm working on extreme ownership now.",
        307.8,
        316.12
    ],
    [
        " Thank you for your service. Thank you for producing a badass podcast. Thank you for influencing my life.",
        316.98,
        325.24
    ],
    [
        " I love you.",
        325.24,
        325.82
    ],
    [
        " There you go. I say this to people all the time.",
        325.82,
        337.06
    ],
    [
        " Most important here is it isn't me. It's you. Sure, you may have grabbed some",
        338.24,
        349.28
    ],
    [
        " little foot hold from the podcast or from one of the books, but it isn't me that changes you. It's you.",
        349.28,
        356.1
    ],
    [
        " You set the small goals. You achieve those goals. Then set some more and achieve those and set",
        356.72,
        366.86
    ],
    [
        " some more goals. Maybe a little bit bigger, but not that much bigger. You pay attention to the progress.",
        366.86,
        374.28
    ],
    [
        " This guy is 16 weeks deep. 30 pounds lighter. Working harder, stronger, faster, more efficient, competitive.",
        374.28,
        385.24
    ],
    [
        " The individual that wrote that is getting after it and changing his life. And you can too.",
        385.98,
        396.14
    ],
    [
        " Just start. Start small. Start with changing tomorrow morning, just tomorrow morning.",
        398.74,
        408.62
    ],
    [
        " Get that squared away. Then then move on to the next day and the next and move your life to a",
        409.16,
        418.7
    ],
    [
        " better place. One little step. One little victory at a time.",
        418.7,
        427.56
    ]
]