[
    [
        " Losing a teammate both military and civilian civilian world happens.",
        0.0,
        4.02
    ],
    [
        " How do you assist and promote healing and growth within a team that has lost a pivotal member?",
        4.5,
        9.06
    ],
    [
        " What do you do when the emotional toll leaves your guys unfocused and is creating unacceptable risks?",
        10.32,
        17.26
    ],
    [
        " Yeah, you know, I've talked about this before.",
        19.22,
        26.82
    ],
    [
        " And I think obviously in this can happen.",
        27.24,
        29.72
    ],
    [
        " This part of life is death and people are going to die and you obviously we're all going to deal with or are going to face it at some time.",
        29.96,
        37.46
    ],
    [
        " You know work environment.",
        38.14,
        39.16
    ],
    [
        " How do you deal with it?",
        39.4,
        40.66
    ],
    [
        " One of the things that I always say is get back to work, right?",
        41.04,
        45.92
    ],
    [
        " You yes, you're going to mourn.",
        46.26,
        48.1
    ],
    [
        " Yes, you're going to have your memorial services and then you got to get back to work.",
        48.18,
        52.38
    ],
    [
        " And I think if you let people, if you give them too much time off, if you let them sit around, they're going to get unfocused.",
        53.88,
        61.06
    ],
    [
        " They're going to start thinking about, you know, they're going to start thinking about things that are not good to think about because we want to, yes, we want to mourn.",
        61.26,
        69.46
    ],
    [
        " We want to do the, we want to remember but at the same time, and I say this whole time, we don't want to dwell.",
        69.5,
        73.88
    ],
    [
        " You don't want to dwell in the past.",
        74.26,
        77.3
    ],
    [
        " You want to remember but don't dwell.",
        77.62,
        79.2
    ],
    [
        " So I say get back to work, going back to what we talked about earlier, find out what your next mission is going to be.",
        79.58,
        85.14
    ],
    [
        " You have more of a reason to achieve your mission because you lost someone that you lost someone that can't, that can no longer carry on with their mission.",
        85.28,
        96.84
    ],
    [
        " So for them, carry on with your mission, go forward.",
        97.52,
        101.46
    ],
    [
        " Don't dwell in the past.",
        101.76,
        102.46
    ],
    [
        " Anybody that you lost that you cared about, what would they want you to do?",
        102.88,
        106.16
    ],
    [
        " Would they want you to sit around and, and soak and look at the ground?",
        106.7,
        109.64
    ],
    [
        " No, they don't want you to get your gear, get your mindset straight and get back after it.",
        110.06,
        117.76
    ],
    [
        " So that's what I recommend.",
        118.22,
        119.38
    ],
    [
        " I think that's, that's exactly right.",
        120.14,
        121.44
    ],
    [
        " And I think getting to work, the reason that's important is, if these people, if that person died, you know, and for the guys that we lost,",
        121.56,
        129.88
    ],
    [
        " like if we just, if we just gave up and walked away, that means they died in vain for nothing.",
        129.88,
        134.48
    ],
    [
        " And, and we're not going to do that.",
        135.16,
        136.4
    ],
    [
        " We're going to, we're going to double a triple quadruple down on that mission to make sure that we win, that their sacrifices weren't, weren't in vain.",
        136.48,
        142.82
    ],
    [
        " And I think that's helping the team understand what you're accomplishing and why they're doing what they're doing is, is incredibly important.",
        142.88,
        150.34
    ],
    [
        " And we wrote about that in a stream ownership and talk about it all the time.",
        150.52,
        153.7
    ],
    [
        " That understanding why and briefing the team and helping them understand why is critical.",
        153.86,
        157.44
    ],
    [
        " But yeah, focus on accomplishing that mission is, is what you got to do.",
        157.9,
        161.86
    ],
    [
        " I think the other thing too is, you know, do everything you can to take care of that, that, that person and their family.",
        161.92,
        166.6
    ],
    [
        " Take care of their family and, and help them out.",
        167.08,
        169.12
    ],
    [
        " And, you know, that's a obligation that never goes away.",
        169.28,
        171.34
    ],
    [
        " That you're always going to have.",
        171.72,
        172.62
    ],
    [
        " And that's extremely important.",
        173.06,
        174.34
    ],
    [
        " And something that's, that's helped me through, you know, those difficult losses is by serving others and trying to look out for others.",
        174.92,
        180.42
    ],
    [
        " And I got to do that even more than I do.",
        180.96,
        183.52
    ]
]