[
    [
        " My one of my close friends his experience is he",
        0.18,
        4.86
    ],
    [
        " He was sitting down and each individual from",
        4.86,
        10.42
    ],
    [
        " From extortion",
        10.42,
        13.44
    ],
    [
        " Was like dressed in white and would sit down and put their hand on his shoulder and say hey man",
        13.44,
        20.44
    ],
    [
        " It's okay like I'm good like you can let me go now and but he had the conversation with that person",
        20.44,
        25.82
    ],
    [
        " He would look at him and go yeah, okay, and then that guy would go and then another guy from extortion would sit down",
        26.3,
        33.26
    ],
    [
        " dressed in white and say hey man. I'm good like I'm good",
        33.26,
        38.28
    ],
    [
        " I'm in a good place and then that person would go and and each person that he was like obviously",
        38.28,
        43.36
    ],
    [
        " having whatever the this person was dealing with had to do",
        43.36,
        47.84
    ],
    [
        " with all the buddies he just lost on that Hilo and",
        47.84,
        52.66
    ],
    [
        " once that was gone",
        52.66,
        54.44
    ],
    [
        " Again, he he just dealt with",
        55.3,
        57.66
    ],
    [
        " Whatever that was his trauma. It may have been locked back into subconscious as Amber mentioned",
        57.66,
        63.06
    ],
    [
        " but that's what he was dealing with in life and",
        63.06,
        66.56
    ],
    [
        " once he faced them and talked to them and they talked to him and they told him was okay",
        66.56,
        71.34
    ],
    [
        " He's okay like he's not bad anymore like he let he let that shit go and",
        71.34,
        77.88
    ],
    [
        " I you know we hear these stories like over and over and over again and it's um",
        77.88,
        82.62
    ],
    [
        " You know, it's they're all different, but they're all the same",
        83.32,
        86.12
    ],
    [
        " And I think that's what's you know pretty remarkable about it. I've developed some of my own theories whether they're true or not",
        86.12,
        94.48
    ],
    [
        " I know every has theories as we're",
        94.48,
        96.56
    ],
    [
        " Science hasn't proven my theories, but my theory is that",
        96.56,
        100.76
    ],
    [
        " Whatever the trauma response is it goes back to the origination of the trauma and some people channel that trauma",
        100.76,
        108.76
    ],
    [
        " in",
        108.76,
        110.2
    ],
    [
        " ways that society deems unhealthy versus healthier",
        110.2,
        114.16
    ],
    [
        " I feel like what I've seen in the special operations community is that is something in the early childhood has like enabled this sort of like",
        114.16,
        122.56
    ],
    [
        " Diling down of suffering like like you",
        122.56,
        126.36
    ],
    [
        " Just the community is able to maintain such suffering and so a",
        126.36,
        132.08
    ],
    [
        " lot of guys I've felt are going way back to childhood and dealing with like sort of repressed things and I",
        132.08,
        139.62
    ],
    [
        " Don't know Marcus if you want to tell any of her stories like about your actual experience of going back to actual memories and childhood",
        139.62,
        145.44
    ],
    [
        " But then also to your question jock out on why the blood and the gore I also feel like when you're in the face of evil",
        145.44,
        153.06
    ],
    [
        " that's sort of can stick to you and",
        153.06,
        157.44
    ],
    [
        " Marcus had to get through some really dark",
        157.44,
        162.32
    ],
    [
        " very demonic",
        162.32,
        164.64
    ],
    [
        " you know",
        164.64,
        166.4
    ],
    [
        " heaviness",
        166.4,
        168.16
    ],
    [
        " To come out on the other side and he's been back to do I began since he's like basically does this annual",
        168.84,
        175.48
    ],
    [
        " Protocol reset or like every year and a half yeah, and so if he started in the basement of his soul",
        175.48,
        182.28
    ],
    [
        " Every year he gets a floor higher and the last time he did I began which would be their fourth time",
        182.28,
        189.4
    ],
    [
        " He described it as blissful",
        189.4,
        191.78
    ],
    [
        " So yeah, so it wasn't it wasn't painful. It wasn't tough. It wasn't angry",
        191.78,
        197.5
    ],
    [
        " And I feel like I was like you know fighting demons you hear a lot of guy",
        198.16,
        201.18
    ],
    [
        " I mean they talk about literally like fighting demons. It was none of that it was just",
        201.18,
        204.48
    ],
    [
        " Just kind of like peaceful and surreal and",
        204.48,
        208.5
    ],
    [
        " Not not tough and it what it told me is like I'm good like I I think I've",
        208.5,
        214.96
    ],
    [
        " scrubbed",
        214.96,
        216.04
    ],
    [
        " Whatever I needed to scrub just come the darkness",
        216.04,
        219.22
    ],
    [
        " Yeah, you know you kind of just got rid of any of the garbage that I think was you know affecting me and so I mean",
        219.22,
        227.04
    ],
    [
        " I'm I'm like I'm light now like I don't have nightmares anymore and and I think that was like a lot of the the blood and",
        227.5,
        233.66
    ],
    [
        " Gore or like you know you'd go to try to pull the trigger and like the magazine would fall out or like the barrel would melt like just all the dumb stuff",
        233.66,
        241.56
    ],
    [
        " Like I don't have I don't have those visions anymore",
        241.56,
        247.08
    ],
    [
        " It is and some of it is funny. I mean if you hear some of the stories like man",
        247.08,
        251.94
    ],
    [
        " That's fucking hilarious, right?",
        251.94,
        253.28
    ],
    [
        " Especially like you guys talk about their funny story laughing because like everyone has that dream",
        253.64,
        257.9
    ],
    [
        " Like a bullet so you're working forgot you for a hundred times and they're just like lick it. Yeah",
        257.9,
        263.34
    ],
    [
        " I'm really good fighting. Why can't I nag you out my dream?",
        263.34,
        269.84
    ],
    [
        " Yeah, exactly",
        270.28,
        271.44
    ]
]