[
    [
        " Knowing what you know about war and the teams if you could go back in time what would you have done differently?",
        1.12,
        6.32
    ],
    [
        " Man, I wish I could go back in time",
        7.1,
        10.12
    ],
    [
        " Dave Burk and I were doing an event",
        10.12,
        12.68
    ],
    [
        " early this week and",
        12.68,
        15.26
    ],
    [
        " He was he said you know, I'm glad I'm not Ramadi",
        15.26,
        19.7
    ],
    [
        " I know they've probably wish he was a body a 100% I would go there right now. Yeah, let's go",
        19.7,
        24.56
    ],
    [
        " and look it's",
        24.56,
        27.02
    ],
    [
        " What I would do differently is the recognition that",
        27.78,
        30.44
    ],
    [
        " We were super aggressive. We took a lot of risk",
        30.44,
        34.22
    ],
    [
        " What I would do differently is I would actually be even more aggressive. I would be a hundred times more aggressive",
        34.22,
        42.4
    ],
    [
        " I would be putting up you know a concept of operations brief for your for your approval to send up the chain to swim across the river and",
        42.4,
        51.52
    ],
    [
        " Hit targets and and you know put in some cyber overwatches and just",
        51.52,
        55.46
    ],
    [
        " Completely ruin the bad guys program going on in South Central my when they had a complete freedom movement before they had any",
        56.98,
        62.46
    ],
    [
        " Expectation that we could be there before anybody could get to us and I think",
        62.46,
        65.32
    ],
    [
        " They would never see it coming which means that we would have more impact and it would actually be safer for us",
        65.32,
        71.5
    ],
    [
        " Because they wouldn't be expecting it. So they would probably hammer us",
        71.5,
        74.4
    ],
    [
        " But we recognize that we could get away with a lot more",
        74.4,
        76.8
    ],
    [
        " You know, then then we could and looking back on it. I just",
        76.8,
        80.42
    ],
    [
        " When you when you come into an area and they're like hey, don't go in there. You're all gonna get killed",
        80.42,
        84.1
    ],
    [
        " You want to be cautious you want to you don't want to just jump into things you want to mitigate risk and control certainly",
        84.32,
        90.08
    ],
    [
        " But we recognize we could get away with a lot more",
        90.08,
        92.86
    ],
    [
        " That than we thought we could and more often than not bring bring guys home and of course that's the one thing",
        92.86,
        98.04
    ],
    [
        " I would change obviously if I could change and if I would trade places with",
        98.04,
        101.7
    ],
    [
        " Mark Lee and Ryan Joe in my platoon in a second",
        101.7,
        104.78
    ],
    [
        " I'd trade places with Mike Montserr in Delphiolton in a second and I don't wish I could do that",
        104.78,
        109.92
    ],
    [
        " And I can't but that is the that is what I would change",
        109.92,
        113.64
    ],
    [
        " But I certainly would if we could go back there again",
        115.28,
        117.84
    ],
    [
        " We would be even more aggressive and we'd have even more impact",
        117.84,
        120.88
    ],
    [
        " There's a term that that they used to say in the teams. I don't know if you ever heard it",
        120.88,
        125.94
    ],
    [
        " You probably did when we'd be doing special reconnaissance training and guys would say trust your camouflage",
        125.94,
        131.2
    ],
    [
        " Did you ever hear that expression?",
        131.2,
        132.5
    ],
    [
        " You may not have I don't I don't believe so so what it was was",
        133.28,
        136.04
    ],
    [
        " When you got good at putting your camouflage together",
        136.04,
        140.0
    ],
    [
        " You could really get aggressive in getting up and observing a target",
        140.0,
        143.74
    ],
    [
        " Because if you trust your cam if you've done a good job with your cami paint your gilly suit and and and putting yourself together",
        144.36,
        150.94
    ],
    [
        " Well the enemy's not going to be able to see you",
        150.94,
        152.76
    ],
    [
        " But it's really weird to be you know",
        152.76,
        154.94
    ],
    [
        " 40 meters from a target that you're looking at",
        154.94,
        158.18
    ],
    [
        " Then there's a guy walking around and you feel completely naked like they can see but they can't see you at all",
        158.18,
        163.1
    ],
    [
        " They can't see you at all",
        163.1,
        164.36
    ],
    [
        " And so it takes some it takes some time to learn to trust your camouflage",
        164.36,
        168.34
    ],
    [
        " And I think you know obviously hindsight is 2020 and when you look back at your body like",
        168.34,
        173.44
    ],
    [
        " You look back and you think yourself well we could have done this and we could have done that",
        174.24,
        177.08
    ],
    [
        " We could have gotten closer to that target. We could have done more things",
        177.08,
        179.28
    ],
    [
        " Because our hindsight's 2020 and also we learned over time to trust our camouflage and the longer we were there the the the more aggressive",
        179.28,
        187.06
    ],
    [
        " You know operations took place, but yeah, let's",
        187.06,
        191.36
    ],
    [
        " hindsight's 2020",
        191.36,
        192.3
    ],
    [
        " Isn't it?",
        192.3,
        194.48
    ],
    [
        " There it is",
        194.48,
        195.62
    ]
]