[
    [
        " I have ongoing regret for never joining the military or police department and I'm not yet strong enough to consider changing careers now for financial reasons.",
        0.0,
        10.74
    ],
    [
        " I also don't know how to discuss this with my wife as we want to make some additions to the family soon.",
        11.14,
        17.0
    ],
    [
        " I feel unfulfilled in the single aspect of my life. It's a strange feeling considering I've skyrocketed up the chain in my company so quickly.",
        17.44,
        25.84
    ],
    [
        " So many would do anything to be where I find myself. How do you overcome your face or how do you overcome or face yourself knowing you're holding back from a certain calling?",
        26.68,
        36.84
    ],
    [
        " Because I really do see it as a calling in some form. I'm interested to hear from you.",
        37.72,
        45.94
    ],
    [
        " I think this is pretty easy. Go join the reserves. Go join the reserves. Go in the army reserves. Go in the like every branch has some reserves where you're going to do one week and a month.",
        47.66,
        60.16
    ],
    [
        " You have to do boot camp. That'll be whatever it's going to be 10 weeks, 12 weeks, 14 weeks depending on which branch you go into.",
        60.34,
        66.86
    ],
    [
        " Then you do one week and a month and you do two weeks in the summer. You'll understand what the military is about.",
        67.1,
        73.46
    ],
    [
        " There's actually a chance. Well, first of all, there's a chance you'll be deployed. When we were in Iraq, when we deployed to Ramadi, my second deployment to Iraq, the unit that was there, the 228 Iron Soldiers, they were reserved unit out of Pennsylvania.",
        73.84,
        85.64
    ],
    [
        " They were awesome. They'd been there for 14 months. They lost a lot of guys and they fought hard.",
        86.18,
        90.4
    ],
    [
        " It's not like this reservist thing is a different class of soldier. They're soldiers for real. They're Marines for real. You may be going on deployment.",
        90.92,
        101.48
    ],
    [
        " But what's cool about it is most companies, they will excuse you basically when you go in the reserves. They'll excuse you when you have time.",
        102.58,
        110.5
    ],
    [
        " I think it's I was never in the reserves, but I think you're actually protected by the federal government from being fired because you're serving in the reserves.",
        110.5,
        118.5
    ],
    [
        " I would definitely go and look into the reserves because otherwise that feeling that you have, I can only imagine it's never going to go away.",
        118.98,
        127.72
    ],
    [
        " I don't know because I had that feeling that I wanted to join the military when I was four years old and I did it as soon as I turned 18.",
        128.06,
        135.82
    ],
    [
        " I don't know what I regret now is like I want to still be in. Especially now with the fighting picking up overseas, that's the only thing that I feel is damn.",
        137.68,
        151.22
    ],
    [
        " I want to go back. But if you never did it at all, that's a grinding feeling.",
        151.92,
        156.32
    ],
    [
        " So go talk to recruiter getting the reserves and you know what else in certain areas. There's definitely volunteer fire departments.",
        156.32,
        163.04
    ],
    [
        " You can volunteer as a fireman and you can volunteer as a policeman. They have certain, I don't know, I have no idea what state you're from.",
        163.24,
        169.96
    ],
    [
        " Ask in this question, but there's deputies. You can get deputized. You can go through a in San Diego. They definitely have reserve cops where you have to go to, you have to go to the police academy and you become a reserve cop.",
        170.52,
        182.7
    ],
    [
        " So and with all that, you want to talk about it with your wife, talk about it with your wife. You know, you say you don't know how to. This is the situation where you can be totally honest with her.",
        184.44,
        193.94
    ],
    [
        " Hey, I always wanted to join the military. I haven't done it. I feel like it's something I really want to do. Here's the options I want to go look at. What do you think?",
        194.14,
        201.04
    ],
    [
        " Now you're you're marrying you married to a girl and you're going to have kids. It's your military service will be harder on her than it is on you.",
        203.04,
        211.02
    ],
    [
        " So she better be strong. She better be tough. And you know, the military wives out there. I mean, my wife when I was gone on deployment after deployment, it's not easy.",
        211.34,
        222.46
    ],
    [
        " I mean, luckily she's tough and she raised kids without me and she took care of household without me. And she went to the hospital to visit my wounded guys and she went to the funerals of my guys we were getting killed.",
        222.46,
        236.74
    ],
    [
        " And she had to do that while I was gone on deployment. And I was she was hearing from me once a week, maybe.",
        237.46,
        242.5
    ],
    [
        " So you're going to put your family through a lot of stress. Now you might stress your family a lot by always having regret that they held you back. That's selfish, but that's true.",
        243.84,
        256.02
    ],
    [
        " So I would just go look into it, see what the options are, talk about it with your wife. There's some really good benefits to it.",
        257.28,
        263.84
    ],
    [
        " And also the final point is sometimes when you're reserved, you can decide that you want to go active duty. Maybe you love it. Maybe you say, yeah, this wasn't my calling. Maybe your fourth day in boot camp, where you haven't slept, you had your head shaved, you're tired, you're hungry, the food is horrible.",
        264.36,
        279.7
    ],
    [
        " And you say, man, this is what I've always wanted to do with my life. And if that happens, there's options where you can now go active duty.",
        280.24,
        286.58
    ],
    [
        " And you can see how your wife dealt with it while you were gone. And if she dealt with it well, that's great. Hey, let's make a career out of this. And that's a good option to do.",
        287.22,
        295.68
    ],
    [
        " So there's some, I think you're this is this is this is an easy day easy, easy problem to take care of. No factor.",
        296.72,
        303.7
    ]
]