[
    [
        " Lave we truly appreciate your father's work here in Texas",
        0.64,
        4.1
    ],
    [
        " Would you ever consider a career in politics?",
        4.1,
        7.9
    ],
    [
        " Well, I appreciate that",
        8.4,
        11.06
    ],
    [
        " There's just to serve by understands that my dad is a uh, uh, uh, uh,",
        11.06,
        16.08
    ],
    [
        " US Congressman now. Uh, he's a freshman US Congressman from uh,",
        16.08,
        19.64
    ],
    [
        " Texas district 36 in southeast Texas and uh, I'm very proud of him. He",
        19.64,
        25.08
    ],
    [
        " retired after a career as a small town dentist, you know, business, uh,",
        26.66,
        30.48
    ],
    [
        " self-employed former army and air force army army and air force veteran and uh, he was fed up with",
        31.02,
        36.02
    ],
    [
        " Washington and didn't like the options that he saw, uh, you know, that he knew we're gonna be running",
        36.02,
        40.94
    ],
    [
        " for that seat and he said, you know what, I'm throwing my hat in the ring, I'm gonna go up there,",
        40.94,
        43.7
    ],
    [
        " I'm trying to make a difference and I we need more people like that in Washington.",
        43.7,
        46.94
    ],
    [
        " Dad is my dad is there to make a difference and only to make a difference. He doesn't care about",
        47.5,
        51.8
    ],
    [
        " a career. He doesn't care about being there for decades and decades and decades. You know,",
        51.8,
        56.22
    ],
    [
        " he's uh, he's retired and he'd rather be fishing hanging out with his grandkids and uh, and hunting",
        56.28,
        61.14
    ],
    [
        " but uh, he would, but he's up there. He cares about the country and he is sacrificing to be there",
        61.14,
        66.82
    ],
    [
        " and to lead and I'm, I'm, I'm damn proud of the job that he's doing uh, and stepping up.",
        66.82,
        71.52
    ],
    [
        " Would I consider a career in politics? Uh, I can't imagine anything to be more miserable than that.",
        71.66,
        78.82
    ],
    [
        " You know what? On the other hand, when I look at our nation, just as my dad has, uh, as, as felt,",
        79.1,
        86.06
    ],
    [
        " you know, calls to do that to step up to lead, you know, if we don't do it, who's gonna do it?",
        86.08,
        91.62
    ],
    [
        " So somebody has got to step up, somebody's got to lead and I think when you look at the direction",
        92.08,
        95.94
    ],
    [
        " of our country right now and the, the, the political climate and all that's going on, you know,",
        95.94,
        101.6
    ],
    [
        " in this electoral cycle, um, would I do that? Maybe. I just might be able to be talked into it.",
        101.62,
        107.78
    ],
    [
        " Uh, we, we shall see. What about you, Jaco? Get some, uh, I mean, we got, we got the bumper stickers.",
        107.94,
        114.82
    ],
    [
        " Jaco 2016, uh, you know, I think I would be running as, if I was to run for political office,",
        115.12,
        124.3
    ],
    [
        " I would run as um, dictator and he's a prime ruler of, of America and that's what I would do.",
        124.72,
        133.82
    ],
    [
        " We could, we could bring back some of the Roman rule of tri, triumvirate. So me, you and echo,",
        133.82,
        138.86
    ],
    [
        " we could just take take over it. Uh, I don't know if I have the stomach for politics. I, I really don't",
        138.9,
        144.98
    ],
    [
        " like the political arena too much and not sure it's something I would ever, ever have the desire to do.",
        144.98,
        153.68
    ],
    [
        " You know, I guess that's mine. That's where I sit. Maybe when I was 70 years old, um,",
        154.1,
        161.92
    ],
    [
        " yeah. People, people have asked me to, you know, like, Hey, if you were president, what would you do?",
        163.62,
        167.34
    ],
    [
        " And, you know, about the situation with Iran, you know, in their development, I'm nuclear weapons or",
        167.48,
        171.36
    ],
    [
        " China getting, you know, making big moves in the South China Sea or Russia pushing the envelope and, uh,",
        171.36,
        177.94
    ],
    [
        " and, and, uh, kind of thumb in their noses at us. And often I've told them that if I were president, I would",
        178.14,
        183.08
    ],
    [
        " immediately, uh, nominate Jaco Willink as Secretary of Defense. We would change Secretary of",
        183.08,
        188.6
    ],
    [
        " Defense to the previous title of Secretary of War. And, uh, and I think those problems would, would",
        188.6,
        193.4
    ],
    [
        " disappear immediately. Um, I think if, if I was president, it'd be very, my policy would be pretty simple.",
        193.4,
        200.58
    ],
    [
        " My policy would be kick ass. That's what we would do. Economic, what are you, what's your economic",
        200.76,
        208.72
    ],
    [
        " plan, Jaco? Kick ass. But what you're, what would you do with this situation over here in the, uh,",
        208.72,
        214.0
    ],
    [
        " middle east? Oh, there. Oh, yeah. We're gonna do this. We're gonna kick ass.",
        214.0,
        217.42
    ],
    [
        " What about the drug problem that we got coming in through the borders? Oh, the drug cartel?",
        217.9,
        223.12
    ],
    [
        " Yeah. We're gonna kick ass on that. So that's my policy. So, so this is why I probably wouldn't be",
        223.26,
        227.82
    ],
    [
        " the best politician in the world. That kind of like BTF thing. Yeah. Yeah.",
        227.82,
        232.32
    ]
]