[
    [
        " Get into Loyola University Chicago. Is that a good school? I don't even know",
        1.2,
        6.38
    ],
    [
        " Sorry, it's alright. Yeah, it's pretty good pretty good school. Yeah, pretty good school hard to get into",
        6.38,
        11.3
    ],
    [
        " I don't I mean I think maybe",
        11.3,
        15.58
    ],
    [
        " Your alma mater is gonna come at you. Yeah, you back hell. Yeah, it's hard to get it. Yeah, it's super hard to get into it's elite",
        15.58,
        21.66
    ],
    [
        " So you get in there you're you're kind of stoked, but you don't have any money to pay for college",
        21.66,
        27.72
    ],
    [
        " And this is where you first kind of discover an ROTC",
        28.14,
        33.34
    ],
    [
        " Yeah, I believe in them in West. There we go. Okay. Yeah, I",
        33.34,
        39.84
    ],
    [
        " You know no one is is",
        39.84,
        42.86
    ],
    [
        " No one I'm not able to talk to kind of anybody about going to college",
        42.86,
        48.12
    ],
    [
        " I don't know anything about going to college and so",
        48.12,
        51.34
    ],
    [
        " Well after all the scholarship applications are already passed and well after I'm like oh like okay",
        51.34,
        57.7
    ],
    [
        " So I'm in the college like how am I gonna pay for it and and so I",
        57.72,
        62.92
    ],
    [
        " Go well, there wasn't Google on AOL",
        62.92,
        65.92
    ],
    [
        " You know looking up",
        65.92,
        68.12
    ],
    [
        " College scholarships and I find that that there's this thing called ROTC and that they pay for tuition",
        68.12,
        74.1
    ],
    [
        " I said well, I want to serve anyways",
        74.1,
        75.66
    ],
    [
        " This could be a thing and and when I call them like yeah, the scholarship went no close like six months ago",
        75.66,
        83.0
    ],
    [
        " but you could do it for free and",
        83.0,
        85.62
    ],
    [
        " And maybe if you're in a couple years you can you can pick up the scholarship and I thought oh I got another",
        86.56,
        92.14
    ],
    [
        " Nothing else going for me. So I'll I'll try this and so that's how I ended up in ROTC",
        92.14,
        97.3
    ],
    [
        " It sounds like you were a little unimpressed in the book with the Navy when you",
        97.3,
        100.76
    ],
    [
        " Like what you had in your mind for what military",
        100.76,
        104.56
    ],
    [
        " Stormers would be like and then you showed up in the Navy",
        104.56,
        107.0
    ],
    [
        " You didn't really impress you too much at the ROTC branch at Loyola Chicago sure",
        107.0,
        111.72
    ],
    [
        " I",
        111.72,
        112.28
    ],
    [
        " The only thing I still kind of thought I'd be a lawyer and",
        112.96,
        116.4
    ],
    [
        " And my grandma had a big crush on Tom Cruise",
        116.4,
        120.04
    ],
    [
        " So I'd seen a few good men and so I think well that'll make it happen",
        120.04,
        125.18
    ],
    [
        " And so my mom is really against it, but she thinks oh well you're gonna be Tom Cruise in this movie",
        125.18,
        132.78
    ],
    [
        " It's not a bit it's maybe not terrible",
        132.78,
        134.72
    ],
    [
        " And then I go to my little ROTC orientation week and we go up to Great Lakes Naval Base and",
        134.72,
        140.52
    ],
    [
        " Get marched around and yelled at and it's just it's just clear like",
        140.68,
        144.4
    ],
    [
        " The the Marine staff the Navy staff and then the the midshipman who are first class who are going to commission the Marine Corps and we're gonna",
        144.4,
        150.86
    ],
    [
        " I just said I don't know but it looks like these guys have these guys have something that this other group",
        150.86,
        156.42
    ],
    [
        " doesn't and",
        156.42,
        158.06
    ],
    [
        " So I think I want to go and so that was my still not knowing anything about the Marine Corps",
        158.06,
        163.34
    ],
    [
        " Not knowing what infantry was not knowing",
        163.34,
        165.62
    ],
    [
        " Expeditionary none of this kind of stuff. I just know that like it seems like they got their shit together and I want to be like those guys",
        167.34,
        171.82
    ]
]