[
    [
        " This is relate. Well, I guess yeah, it is relate. I heard you say it is important to think.",
        0.08,
        5.4
    ],
    [
        " I heard Jocco say this too. How do you think? Meaning how do you talk to yourself? Do you",
        5.88,
        12.34
    ],
    [
        " ask yourself questions? Do you think by talking to others? What do you believe is the most valuable",
        12.34,
        17.88
    ],
    [
        " method for becoming a clear thinker and communicator? That's a deep question. I actually think it's",
        17.88,
        28.52
    ],
    [
        " one word go detach. That's that's that's how I think you can't you got to step out you got to",
        28.52,
        38.44
    ],
    [
        " step back mentally you got to step back look at what's going on and think and that's where you can",
        38.44,
        43.7
    ],
    [
        " think about it that's where you can figure out what's going on. If you can do that you're there.",
        43.7,
        48.2
    ],
    [
        " If you can't do it you don't even know you're not doing it that's a problem. When you're not detached",
        48.74,
        53.2
    ],
    [
        " you don't even know you're not detached you're in the storm and you don't even know it. That's",
        53.2,
        57.46
    ],
    [
        " a good job for that's exactly right. But I think for people that maybe don't fully understand what",
        57.48,
        62.72
    ],
    [
        " that means. This idea of the tax which you've obviously talked a lot about on hearing which is",
        62.72,
        67.16
    ],
    [
        " such a key thing for decision making. It's the I think the key thing there is is to make sure that",
        67.16,
        74.84
    ],
    [
        " you're not you're not clouded by this emotional attachment to plans which we often talked about",
        74.84,
        80.14
    ],
    [
        " with our leaders in the SEAL team. So I'm emotionally invested in a plan that I came up with I",
        80.14,
        87.36
    ],
    [
        " came involved in and I want that to succeed of course. But is that you know I got to have that",
        87.36,
        93.14
    ],
    [
        " realistic assessment and that's what the detachment really requires is that you pull yourself not",
        93.14,
        98.0
    ],
    [
        " just physically away out of the weeds or to say okay let me think about this in the strategic",
        98.0,
        102.62
    ],
    [
        " picture but you really you take away that emotional investment that you have to maybe even whether",
        102.62,
        108.38
    ],
    [
        " to plan sometimes it's a team member as well. And if you have you know someone that you just have",
        108.38,
        112.66
    ],
    [
        " a close relationship with that you you know whether they're relative of yours you had a long",
        112.66,
        116.88
    ],
    [
        " standard relationship with and and that maybe you've gotten too close to them and you can't see that",
        116.88,
        120.7
    ],
    [
        " that you know they become more important than the mission and they're dragging the rest of team down",
        120.7,
        124.52
    ],
    [
        " and you're not making the the call either tighten them up or let them go if that's that's the right",
        124.52,
        128.16
    ],
    [
        " case. So I think what that really requires is you got to emotionally pull back it's a it's a",
        128.16,
        133.02
    ],
    [
        " mental thing to really have a brutally honest assessment of the situation that's that's independent",
        133.02,
        138.96
    ],
    [
        " from any kind of previous bias that you might have had. That's interesting there because even if you",
        138.96,
        146.8
    ],
    [
        " know like oh yeah I'm gonna detach. Oh right not that easy. Yeah like you can't just go through the",
        146.8,
        151.56
    ],
    [
        " motions. No you can't be like hey I'm gonna detach I'm detach right now meanwhile you're just like",
        151.56,
        155.22
    ],
    [
        " I said clouded by the emotional part that you're like kind of one foot in emotionally so you're",
        155.22,
        160.16
    ],
    [
        " technically not detached so it doesn't work. You know what else is a good way to think is to listen",
        160.16,
        166.3
    ],
    [
        " do listen what people are saying. I've been thinking about how more how he said if you listen",
        166.3,
        172.78
    ],
    [
        " you know twice as much you know everything that you know and you know everything that the other guy",
        173.54,
        178.84
    ],
    [
        " knows. Yeah that's a great that's a great thing but if you're sitting in a you know conversation I mean",
        178.84,
        184.42
    ],
    [
        " from a business perspective if you're in a meeting and and there's a conversation going on",
        184.42,
        188.18
    ],
    [
        " if you're in the conversation you're talking you're adding your peace well then you're you're",
        188.18,
        194.48
    ],
    [
        " not detached you're in it but if you sit back and you listen and you hear what's going on you can",
        194.48,
        199.36
    ],
    [
        " assemble you know thoughts better.",
        199.36,
        201.64
    ]
]