[
    [
        " This is Jocco Podcast number 117 with Echo Charles and me, Jocco Willink.",
        0.08,
        6.34
    ],
    [
        " Good evening, Echo.",
        6.7,
        7.78
    ],
    [
        " Good evening.",
        7.98,
        8.36
    ],
    [
        " And we're doing a Q&A tonight.",
        9.04,
        11.56
    ],
    [
        " First one in a while.",
        11.96,
        12.76
    ],
    [
        " We've had a bunch of other guests and books and whatnot.",
        13.22,
        16.64
    ],
    [
        " So Q&A, let's go.",
        17.22,
        19.56
    ],
    [
        " Cool, first question.",
        20.3,
        21.78
    ],
    [
        " Jocco, from 115, podcast number 115 as a leader.",
        22.44,
        26.42
    ],
    [
        " How best to respond to someone like Corporal Meyer when he brings up good questions in a brief",
        27.04,
        32.72
    ],
    [
        " that need to be addressed without derailing the brief and calling your competence slash authority into question.",
        32.72,
        40.78
    ],
    [
        " Okay, so what he's talking about is on podcast 115 with Dakota Meyer,",
        41.44,
        46.44
    ],
    [
        " which if you haven't listened to it, listen to it.",
        46.48,
        48.6
    ],
    [
        " It's long and it's very, I don't know, it's awesome.",
        48.6,
        53.88
    ],
    [
        " Anyways, part of that podcast Dakota, he's getting told how they're going to conduct this operation",
        54.46,
        61.9
    ],
    [
        " and Dakota raises some points and says, what about this? What about that?",
        61.9,
        64.88
    ],
    [
        " And what about this other thing?",
        65.04,
        65.86
    ],
    [
        " And they don't listen to it.",
        66.86,
        68.62
    ],
    [
        " And so the question here is if you're in charge, you're the leader,",
        69.06,
        73.04
    ],
    [
        " and you get someone that brings up these questions during a brief, during the plan that you need to be addressed, how do you do it?",
        73.28,
        80.82
    ],
    [
        " How do you handle that properly?",
        80.96,
        81.8
    ],
    [
        " Okay, well, first of all, and the most important part of this is if you involve your team in the planning itself,",
        82.18,
        88.64
    ],
    [
        " you won't have these questions come up during the brief, they'll come up during the planning.",
        88.94,
        92.82
    ],
    [
        " So that's the ultimate and best way to solve this problem.",
        93.08,
        97.04
    ],
    [
        " You don't plan in a vacuum as the leader and then present the plan to the troops and expect that you're going to have the perfect plan.",
        97.6,
        103.78
    ],
    [
        " It was only your brain working on it. What about everyone else's brain? What about everyone else's perspective?",
        103.96,
        108.54
    ],
    [
        " They have experience and they have knowledge that you don't have.",
        108.6,
        111.08
    ],
    [
        " So if you involve them in the planning, then they ask you those questions early and you figure out what the rights answers to those questions are.",
        111.7,
        119.92
    ],
    [
        " So that's how you solve the problem right there.",
        120.3,
        122.52
    ],
    [
        " Now, if it happens that for whatever reason you didn't have the opportunity to do that or you didn't do it well enough for whatever the case may be,",
        123.44,
        131.12
    ],
    [
        " and now you start getting questions on your plan while you're briefing, well, first of all, if they ask you questions that you don't have answers to,",
        131.48,
        140.34
    ],
    [
        " then that could indicate that you're wrong actually. You could actually be wrong.",
        142.0,
        146.12
    ],
    [
        " And not a lot of leaders like to feel that way, but you should actually be happy that someone on your team is pointing out something that is going to make the plan better as a whole.",
        146.72,
        156.96
    ],
    [
        " So there's that and it's really easy. If someone, if you're in a brief and someone brings up a point that you didn't think of and it makes sense, well, then you can implement that into the plan.",
        159.4,
        168.56
    ],
    [
        " Okay, so that now you might think that it hurts your authority, right, to say, hey, that's a good point, Echo.",
        169.42,
        178.18
    ],
    [
        " I didn't think of that. Let's implement. You might think or feel like that's going to make you look bad, but the opposite is actually true.",
        178.54,
        185.26
    ],
    [
        " If I go, no, Echo, hey, the plan's already completed. You weren't there for the planning. So just be quiet. That's the guy that no one respects. That's the guy that's not looking good as a leader.",
        185.26,
        194.72
    ],
    [
        " And that's a person that's losing authority. So you don't look weak if you listen to members of the team, whether they're junior or senior.",
        194.76,
        199.92
    ],
    [
        " It also shows that you're incompetent if you, because you, because you missed a part, obviously the question is pertinent that they asked or I should say if the question is pertinent and it is a good point,",
        200.44,
        214.34
    ],
    [
        " then it shows that you missed an important angle of the plan. So open your mind, open your, put your ego in check and incorporate it in there.",
        214.34,
        225.22
    ],
    [
        " Now, this can also happen. If there's something that you know that you're right on, but it's something that you know that you're right on.",
        226.06,
        234.16
    ],
    [
        " If there's something like that and you, and this, you know, maybe you get one particular individual that keeps pushing back and keeps pushing back.",
        234.36,
        241.88
    ],
    [
        " And you might have to in those cases say, you know what? Hey, Echo, let me, let me talk to you after this brief is over and I'll explain to you exactly what we're doing it this way.",
        242.12,
        252.08
    ],
    [
        " So that way doesn't derail the brief because it might take a longer explanation than you want to, you know, for instance, the typical seal briefing was we try to keep it 50 minutes to an hour.",
        252.36,
        262.46
    ],
    [
        " So if you've got to spend eight minutes pulling up a different map and explaining some detail of the terrain to this guy that has a protest to what you're saying, you might say, hey listen, when you get done with this brief, I'll pull you aside.",
        262.7,
        273.92
    ],
    [
        " Let me show you the, let me show you the terrain map and you can see exactly why we're using this insertion router or whatever the case may be.",
        274.02,
        278.64
    ],
    [
        " So you can do that if you have to. And even then they might end up having a point that you didn't see and then you can say, okay, well, I didn't see that.",
        279.42,
        287.56
    ],
    [
        " Now we have to give everyone a quick, a rebreathing on some change in the plan.",
        287.56,
        292.46
    ],
    [
        " But again, none of this will happen if you bring your subordinates in and you let them.",
        292.98,
        298.4
    ],
    [
        " First of all, let them do the planning. That's ideal. Let them come up with the plan. I let echo come up the plan. I'm not coming up the plan. You go come up the plan.",
        298.9,
        306.32
    ],
    [
        " I'm going to check with you and make sure that the plan is going in the right direction. Make sure it's not totally off track.",
        306.64,
        311.28
    ],
    [
        " And then you'll incorporate all these things and I'll have a better view of the plan. I can stand back and be the tactical genius as we talk about in the book, Extreme Ownership.",
        312.58,
        320.6
    ],
    [
        " Like that's how you do it. So that's the answer.",
        320.82,
        325.26
    ],
    [
        " Well, at least is an answer. Yeah. Maybe other people have other answers.",
        325.96,
        331.98
    ],
    [
        " Seems to make sense to me. Yeah, that's that heart. It's hard, right? When you, when you.",
        332.88,
        337.68
    ],
    [
        " It's one of those things you always got to be conscious of when you have a plan or whatever. And someone for lack of better term, pokes holes in it.",
        338.54,
        347.24
    ],
    [
        " Like, hey, what about this? What about this? And then you have those two elements that you got to keep in mind where it's like the fact that it's your plan and then the plan, you know, the effectiveness of your emotional attachment to the plan.",
        347.3,
        358.54
    ],
    [
        " Yeah. Yeah. You got to keep the emotional attachment to the plan in Jack versus the actual effectiveness of the plan.",
        358.7,
        365.06
    ],
    [
        " Yeah. And people have a hard time doing that. And what's cool, what's cool is once you break away from that mindset, then it's really easy just to be and everyone just kind of knows.",
        365.06,
        373.92
    ],
    [
        " Oh, yeah, Jockeys, he's got an open mind to listen to you. Yeah. As opposed to someone that has a closed mind, everyone goes, oh, you can't, you can't get anything by this guy who just he's just going to keep.",
        373.92,
        382.96
    ],
    [
        " He doesn't even help to point things out because he won't listen. And then guess what? You're using one brain versus 20 brains.",
        383.14,
        390.06
    ],
    [
        " Yeah. And more important than the brain power, the perspective, the different perspectives is the guys in the ground and the guys with the technical knowledge and the tactical knowledge, they're going to know things that you don't know. That's the way it is.",
        390.06,
        400.7
    ],
    [
        " Yeah. You can't know everything that they know.",
        400.88,
        403.16
    ],
    [
        " Mm-hmm.",
        403.74,
        403.88
    ],
    [
        " And so if you shut down all those different perspectives, you're looking at something from one angle.",
        404.44,
        409.86
    ],
    [
        " Yeah. And do you see the whole complete picture when you only look at something from one angle? No, you don't.",
        410.18,
        420.04
    ],
    [
        " You can't let go of the ego, the taking it personal, personal attention. When I was in the SEAL teams, I called it the emotional attachment to the plan.",
        421.98,
        429.06
    ],
    [
        " Yeah.",
        429.2,
        429.38
    ],
    [
        " Because I see these people come up with plans and they would be so addicted to their own plan only because it was their own plan.",
        429.56,
        434.54
    ],
    [
        " Not for any tactical or strategic or operational reason whatsoever. Yeah, yeah. They just liked it because they thought of it.",
        434.82,
        440.36
    ],
    [
        " Yeah. That's natural. Yeah. It is very natural.",
        440.56,
        443.7
    ],
    [
        " And there's some element of benefit to that, right? Because if you're passionate about your plan and I'm passionate about my plan, as long as we can eventually come to compromise, then we've put forth the best idea.",
        443.94,
        456.04
    ],
    [
        " Yeah.",
        456.32,
        456.48
    ],
    [
        " Because I don't want you to not be passionate about your plan while you're planning it. I want you to really come up with the best plan that you really believe in.",
        456.62,
        461.68
    ],
    [
        " Yeah.",
        461.84,
        461.98
    ],
    [
        " And it's interesting. You know, you talk about poking holes, right?",
        462.34,
        465.36
    ],
    [
        " And we all know that it's very easy to sit back and poke holes with the plan. And what I'm telling you to do as a leader is to absolutely do that.",
        467.18,
        475.2
    ],
    [
        " Not be a jerk. No, no, I'm talking as a leader. If I let you do the planning, then it's easy for me to sit back and poke holes in the plan, which is good.",
        475.34,
        483.4
    ],
    [
        " It's good because we're going to come up with, we're going to fill those holes.",
        483.68,
        486.24
    ],
    [
        " Once I poke the holes, we're going to fill them. We're going to know that they're taking care of.",
        486.48,
        489.32
    ],
    [
        " Also, as a leader from a perspective point, you think, hey, Michael really knows what's going on. He was able to find these holes in the plan.",
        489.66,
        498.16
    ],
    [
        " The real reason I was able to find them is just because I was not totally at minuscule detail with the plan. You were, I was up at altitude, relaxing, looking around.",
        498.46,
        510.96
    ],
    [
        " Yeah. It's kind of, I don't want to say cheating, but it is cheating.",
        511.48,
        515.34
    ],
    [
        " It is cheating. It is cheating. It's that much easier. It's so much easier to sit back and do it.",
        515.54,
        520.74
    ],
    [
        " Yeah. And let things go that way.",
        521.08,
        522.58
    ],
    [
        " Like when you know when you watch a movie and you have like some critique, the movie's outstanding.",
        522.98,
        526.82
    ],
    [
        " And then you have some critique. Yeah, they shouldn't have chose that guy for that role or whatever.",
        527.08,
        531.04
    ],
    [
        " Meanwhile, the movie is like groundbreaking, whatever. You know, so it's easy to poke holes in the movie.",
        531.28,
        535.64
    ],
    [
        " Meanwhile, like, yeah, when it's done, you're all like poking holes up the little imperfections.",
        535.92,
        542.02
    ],
    [
        " Do that all the time. Make sense. I dig it. Is that happening with your videos? Is that what I'm saying?",
        542.3,
        546.4
    ],
    [
        " Probably. Check.",
        546.68,
        549.94
    ],
    [
        " Anyway, next question.",
        550.36,
        551.86
    ],
    [
        " We have been training Jiu-Jitsu for two months now.",
        553.42,
        558.78
    ],
    [
        " We started actually rolling a few weeks ago from our knees on the mat, like not starting from standing basically.",
        559.48,
        565.7
    ],
    [
        " I've trained for an executed multiple, oh, I've trained for and executed multiple marathons, completed, completed a number of tough mutters trained hard and crossfit, hiked, biked, swam.",
        566.56,
        577.74
    ],
    [
        " And nothing compares to the total mental and physical exhaustion. I feel after training Jiu-Jitsu.",
        578.2,
        582.88
    ],
    [
        " How can I combat this?",
        583.62,
        585.16
    ],
    [
        " Time, train more supplements, just suck it up.",
        586.32,
        590.36
    ],
    [
        " When I get home, I'm so beat in the next morning I wake up feeling like I was hit by a bus.",
        591.46,
        595.3
    ],
    [
        " I didn't know that feeling, by the way.",
        595.5,
        597.36
    ],
    [
        " Despite the exhaustion and still sucking at it, it's super fun.",
        597.78,
        600.92
    ],
    [
        " Okay, so that's the Jiu-Jitsu.",
        601.78,
        603.9
    ],
    [
        " That's the Jiu-Jitsu.",
        604.2,
        605.1
    ],
    [
        " Okay, so there's a couple of things here. Yes, it's going to take some time. You're going to have to train.",
        605.3,
        609.66
    ],
    [
        " You train more. Your body will become conditioned to it. That's probably number one.",
        609.9,
        613.42
    ],
    [
        " Number two is, and this is so hard for people to do, relax.",
        614.1,
        619.36
    ],
    [
        " It's really hard. It's really hard for people to do especially when you first start out.",
        620.12,
        624.94
    ],
    [
        " I realize that the way you get to a point when you start to relax is when the capability of your technique",
        625.4,
        636.78
    ],
    [
        " surpasses the capability of your strength.",
        636.78,
        639.34
    ],
    [
        " If I know that I can escape your choke attempt by holding your hand and pulling your thumb and pulling your arm off,",
        641.04,
        651.62
    ],
    [
        " and that's what I know, that's what I'm going to do.",
        651.76,
        654.62
    ],
    [
        " When I realize that I can use a technical escape of swimming my arm in and then placing my hips on the ground and then scooting away from your choke, I'll do that instead.",
        655.1,
        664.04
    ],
    [
        " Until we figure out the techniques, all we have is muscles.",
        665.7,
        669.36
    ],
    [
        " The way you do is you just have to keep training.",
        670.22,
        673.22
    ],
    [
        " Can people actually, when they try and relax, do they actually get, you tell me.",
        675.14,
        680.76
    ],
    [
        " I always tell people, like, relax more. Like someone will say, I just can't relax. I'll be like, relax harder.",
        681.3,
        685.72
    ],
    [
        " But it's so hard for people to relax because people say, oh, when I relax, I just get submitted.",
        691.44,
        695.56
    ],
    [
        " But if you relax, you'll at least be aware of what's happening.",
        696.08,
        701.76
    ],
    [
        " If you relax, you can think about the technical movement that you're supposed to do to escape.",
        702.48,
        709.3
    ],
    [
        " Yeah, I feel like...",
        710.72,
        713.22
    ],
    [
        " Just like I said, though. If you don't know the move, you're just going to go with what you know, and it's going to be the spas in one way or another.",
        713.22,
        721.82
    ],
    [
        " If a guy's on you, spas is never effective.",
        722.34,
        725.94
    ],
    [
        " Because I'll go and say, yes, sometimes I have to spas and Dean calls me out on that a lot.",
        727.82,
        733.72
    ],
    [
        " Well, here's the thing.",
        733.72,
        734.46
    ],
    [
        " And a good deep that you just spas.",
        734.46,
        735.86
    ],
    [
        " But your spas has a big, more than a sprinkle of technique in it, though.",
        736.16,
        740.88
    ],
    [
        " That's the thing.",
        740.88,
        741.7
    ],
    [
        " And I told you this one time, you know, like if you say, yeah, you're strong, and that's kind of an insult in GJ2,",
        742.2,
        747.66
    ],
    [
        " because it's like saying, yeah, you're strong, but you don't have technique.",
        747.78,
        750.22
    ],
    [
        " It's kind of like, that's what you're implying.",
        750.32,
        751.8
    ],
    [
        " And I said this to you one time, I was like, you have like strength. You're strong.",
        752.08,
        755.58
    ],
    [
        " And you're like, not defensive, but you're like, no, I have technique or whatever.",
        755.82,
        760.82
    ],
    [
        " And I was like, yeah, I know that. I was like, shoot, that sounded bad.",
        760.86,
        763.8
    ],
    [
        " I mean, you have technique. We already know that.",
        764.12,
        767.4
    ],
    [
        " You've been training for 25 million years, and you have good technique.",
        767.54,
        770.32
    ],
    [
        " But with that technique, it's like a lot of strength in there.",
        770.68,
        774.04
    ],
    [
        " Like when you, there's like stuff.",
        774.42,
        776.92
    ],
    [
        " Oh, yeah, when like if you, if I'll be inside control on, on top on you,",
        777.08,
        781.08
    ],
    [
        " and you have this like, first of your hands are in the correct spot, just to begin with.",
        781.26,
        785.1
    ],
    [
        " Yeah.",
        785.22,
        785.34
    ],
    [
        " And you can just kind of get your leg in real easy every single time.",
        786.22,
        790.12
    ],
    [
        " Like I can't stop it. Stop it. And I'm not weak. I'm not weak.",
        790.12,
        793.9
    ],
    [
        " But it's like the strength of that move is like, it's unstoppable.",
        794.2,
        797.94
    ],
    [
        " And that's when I said it. I was like, you're like strong. When you do a technique, it's like, it's a strong technique.",
        797.94,
        802.86
    ],
    [
        " Yeah. And I would say though, there's a lot of, I would say it's probably 70% technique and 30% strength, which, which may confirm what you're saying.",
        802.96,
        811.78
    ],
    [
        " That 30% strength is still more than if someone has 70% technique,",
        811.98,
        817.2
    ],
    [
        " but they have only 10% strength to get back it up. Yeah, fully.",
        817.2,
        821.38
    ],
    [
        " And even saying it's 70% technique, 30% strength.",
        821.78,
        826.58
    ],
    [
        " I mean, that's going to vary from time to moment or experience to experience.",
        826.7,
        830.58
    ],
    [
        " So if you're spasming, even that's going to be a spectrum.",
        831.1,
        834.32
    ],
    [
        " Like how much strength did you use this technique?",
        834.56,
        836.28
    ],
    [
        "",
        836.52,
        836.52
    ],
    [
        " Kind of thing.",
        836.52,
        836.82
    ],
    [
        " Because you can't spas for a long time. You can always be tired of you.",
        836.86,
        840.08
    ],
    [
        " You can be a speed guest.",
        840.24,
        840.94
    ],
    [
        " Yeah.",
        841.2,
        841.34
    ],
    [
        " So when I say you're strong, here's the thing. The fact is you're strong.",
        841.62,
        845.02
    ],
    [
        " Regardless of you have technique or not, you can live a lot of ways. You're big.",
        845.1,
        848.28
    ],
    [
        " So grab like I'll grab your wrist.",
        848.52,
        851.44
    ],
    [
        " And when you break the grip of the wrist, it's way more violent than the typical person.",
        851.54,
        854.7
    ],
    [
        " You're a strong person.",
        854.92,
        856.04
    ],
    [
        " So there's no denying that. I know it sounds like an insult to it.",
        856.24,
        859.66
    ],
    [
        " But nonetheless, back to the point.",
        859.82,
        861.82
    ],
    [
        " Yeah. And so if you, if you have strength going in before you gain all that technique over the years, just like how you said, that's what you're going to use.",
        862.14,
        869.58
    ],
    [
        " So the key is here. I think is to consciously.",
        869.78,
        875.92
    ],
    [
        " And it's not easy consciously focused on the technique consciously.",
        876.32,
        879.36
    ],
    [
        " Like remember, okay, where am I? I'm in half guard right now.",
        879.62,
        881.78
    ],
    [
        " Because you know, like in the beginning, when you first learn the positions, you're like, half guard is real clear.",
        881.84,
        886.7
    ],
    [
        " Guard is real clear. When you start rolling around your halfway upside down, maybe you're twisting, maybe your arms in the wrong spot across your body.",
        886.94,
        893.6
    ],
    [
        " Or something like that. You kind of don't remember, oh, wait, I'm in half guard right now.",
        893.6,
        897.34
    ],
    [
        " Or I'm upside down, but I'm in, you know, I'm on his back still or whatever.",
        897.78,
        901.8
    ],
    [
        " So you don't, it doesn't just stick in your mind what position you're in.",
        902.2,
        906.82
    ],
    [
        " But if you can do that, then it starts to get getting routine.",
        906.96,
        909.78
    ],
    [
        " So now after that, you can figure out, okay, am I safe here?",
        910.04,
        912.66
    ],
    [
        " Because that's why you spaz. That's why you can't relax.",
        913.08,
        916.1
    ],
    [
        " Because you don't know if you're safe or not.",
        916.18,
        917.48
    ],
    [
        " So you're just trying to move and get out of there or you know, get that submission hurry up before he does something.",
        917.74,
        922.76
    ],
    [
        " You know where this applies to life, this applies to life in when you're interacting with other people.",
        922.76,
        928.98
    ],
    [
        " And you start to, let's say you and I are having a disagreement about something.",
        929.56,
        935.4
    ],
    [
        " Sure.",
        935.66,
        935.76
    ],
    [
        " And you start getting the upper hand on me.",
        936.36,
        939.82
    ],
    [
        " And instead of me trying to use a technique to get out, all I do is go, that's stupid echo.",
        940.18,
        946.54
    ],
    [
        " You're done.",
        946.68,
        946.96
    ],
    [
        " I'm not interrupting.",
        947.04,
        947.78
    ],
    [
        " I just start interrupting you cutting off raising my voice.",
        948.02,
        950.12
    ],
    [
        " I'm actually losing now.",
        950.28,
        951.64
    ],
    [
        " And I don't, you know, but I'm relying on brute force as opposed to technique.",
        952.3,
        958.88
    ],
    [
        " Now, it could be also like we talked about earlier, it could be that I'm wrong.",
        959.12,
        962.8
    ],
    [
        " And if instead of admitting that I'm wrong or taking, like you're saying, relax and looking at the technique and saying,",
        963.22,
        969.88
    ],
    [
        " you know what?",
        969.88,
        970.38
    ],
    [
        " Echo has a point here that I can't debate against.",
        970.7,
        974.14
    ],
    [
        " He's right and I'm wrong.",
        974.46,
        975.98
    ],
    [
        " I need to admit that.",
        976.22,
        977.04
    ],
    [
        " Same thing if you came up with an idea for the plan and your idea was better than mine or you had a point that I needed to bring into the plan,",
        977.34,
        984.18
    ],
    [
        " unless I, unless I can relax and actually pay attention, then I'm not going to be able to do that.",
        984.6,
        989.52
    ],
    [
        " So that's how, well, that's one of the many ways when I always talk about Jujitsu applying to life.",
        989.86,
        995.04
    ],
    [
        " This is another example of where, hey, if the argument starts to escalate and you're using brute force to get out of it,",
        995.04,
        1002.36
    ],
    [
        " you're not winning.",
        1002.64,
        1003.38
    ],
    [
        " Just like you're not winning in Jujitsu.",
        1003.6,
        1004.94
    ],
    [
        " You're going to gas out and you're going to lose.",
        1005.68,
        1007.98
    ],
    [
        " Yeah.",
        1008.42,
        1008.58
    ],
    [
        " Don't use brute force.",
        1009.08,
        1009.92
    ],
    [
        " Yeah.",
        1010.52,
        1010.84
    ],
    [
        " Yeah.",
        1011.66,
        1011.88
    ],
    [
        " Not even 30%.",
        1012.42,
        1013.46
    ],
    [
        " Well, maybe sometimes.",
        1013.46,
        1015.0
    ],
    [
        " 30% is okay.",
        1015.2,
        1015.94
    ],
    [
        " The other thing is, the other thing that's hard and it's, well, it's attached to what you're saying.",
        1015.96,
        1020.96
    ],
    [
        " Don't have deathmatches every time.",
        1021.26,
        1024.12
    ],
    [
        " Yeah.",
        1024.28,
        1024.72
    ],
    [
        " Right.",
        1024.92,
        1025.44
    ],
    [
        " Don't, like, you find a partner and just be like, okay, let's try and make sure that we're not using so much strength.",
        1025.54,
        1031.48
    ],
    [
        " I can roll with you or with Dean or with Andy or whoever for a long time.",
        1031.64,
        1038.1
    ],
    [
        " And it's, you know, we're sweating or tired, but we're not using all this strength.",
        1038.98,
        1044.52
    ],
    [
        " We're not walking off the mat with a, with a burned out muscles.",
        1044.56,
        1048.12
    ],
    [
        " Yeah.",
        1048.56,
        1048.76
    ],
    [
        " It's a different, it's more of a cardio, I would say, then, then a strength thing.",
        1048.88,
        1053.22
    ],
    [
        " When you get to a higher level because you're, you're just movement.",
        1053.3,
        1056.48
    ],
    [
        " It's movement that's happening.",
        1056.64,
        1057.52
    ],
    [
        " Yeah.",
        1057.84,
        1057.92
    ],
    [
        " You know when, you know when someone's going to accomplish something and if you're going to fight it with muscle, you're going to, you're going to end up losing.",
        1057.92,
        1064.56
    ],
    [
        " Yeah.",
        1064.88,
        1065.1
    ],
    [
        " And it goes back to the time thing where, how is asking is it more time and the answer is, yeah, it's more time because like you learn that.",
        1065.58,
        1073.54
    ],
    [
        " And again, like, where you, knowing where to be and where not to be, where you're safe and where you're not safe,",
        1073.8,
        1079.26
    ],
    [
        " in jujitsu is a big deal. So you know how like, okay, let's say it's, and I know this with you because let's say if I passed your guard.",
        1079.56,
        1085.26
    ],
    [
        " Sorry, you let me pass your guard.",
        1085.72,
        1087.36
    ],
    [
        " I don't know.",
        1087.54,
        1087.9
    ],
    [
        " You don't spaz and like, you know, like in a tournament where the guys like really trying hard not to let you settle in guards.",
        1088.7,
        1094.9
    ],
    [
        " And so that's a different scenario, of course, but you never do that.",
        1095.02,
        1098.82
    ],
    [
        " It's like you get to a point, pass your guard once you kind of get there.",
        1099.12,
        1101.86
    ],
    [
        " You just, you settle and you're, you're kind of relaxing because it seems like anyway that you know, you're not in danger.",
        1101.96,
        1108.72
    ],
    [
        " No, for a submission. So that's kind of really where the focus is. It's not the fact that he passed my guard.",
        1108.72,
        1114.86
    ],
    [
        " Oh, no, that's terrible. It's not that it's okay. Now what technique do I need to implement to keep myself safe?",
        1114.96,
        1120.74
    ],
    [
        " And the more you know about jujitsu, the more you realize it doesn't take a huge amount of energy to implement that technique.",
        1120.84,
        1126.56
    ],
    [
        " It's usually just like an arm position.",
        1126.56,
        1128.3
    ],
    [
        " Make sure his hip is like over there and not over here. And that's kind of, that's it. That's pretty much it.",
        1128.48,
        1133.3
    ],
    [
        " But if you don't know that, you're like, oh man, you're using your whole body to get out of there.",
        1133.32,
        1137.74
    ],
    [
        " Kind of thing. And that's, that's when you're leaving no reserves in a military perspective.",
        1138.02,
        1142.84
    ],
    [
        " In a military, you're always supposed to keep your reserves as long as you can.",
        1143.22,
        1146.0
    ],
    [
        " Oh, yeah, you're just using it all reserves, trying to spaz out and get out of a dominant position.",
        1146.26,
        1150.46
    ],
    [
        " You're also attacking a dominant position.",
        1150.76,
        1152.36
    ],
    [
        " When you're spazzing to try and get out, you're, you're just going crazy trying to get out of this confirmed position.",
        1152.82,
        1158.2
    ],
    [
        " I mean across the side or the mount, those are positions that are really, sure, there's a transitional time when you're going to get out.",
        1158.2,
        1163.28
    ],
    [
        " When you should definitely spaz to try and get out. Once that's surpassed, well now you're just, you're just expending energy.",
        1163.28,
        1168.92
    ],
    [
        " Yeah. So, you're defense loaded. Yeah.",
        1169.34,
        1171.86
    ],
    [
        " Check your diet too. If you're like really sore and everything, make sure you're getting enough protein, make sure you're getting enough fat, make sure you're getting, maybe get some, uh,",
        1171.88,
        1179.2
    ],
    [
        " get some super krill or some, or some joint warfare or both because the, your body needs it.",
        1179.56,
        1186.16
    ],
    [
        " So just other things to try and put off that soreness and the pain.",
        1186.54,
        1192.2
    ],
    [
        " Yeah. All right. Yeah. Well, that twisting. Yeah. There's definitely, you know, well, yeah, it's hard under joints. Yeah.",
        1192.42,
        1198.4
    ],
    [
        " Yeah. Yeah.",
        1199.18,
        1200.12
    ],
    [
        " Hard. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. If they get a workout, you know, they get a workout that you won't be getting doing other stuff.",
        1200.12,
        1205.24
    ],
    [
        " Yeah. Unless, yeah. It's some, you know, construction or something, you know, something like that. Same thing. You're going to get joint stuff.",
        1205.32,
        1209.88
    ],
    [
        " That's how. But yeah, keep it supposed to be fun. The death matches though.",
        1210.16,
        1215.06
    ],
    [
        " Death matches. Yeah. White belt death matches. Yeah. Probably.",
        1215.06,
        1218.76
    ],
    [
        " Um, I would estimate 40% of all injuries in GJ2 come from white belt death matches. Is that you think that's a good number?",
        1219.7,
        1227.5
    ],
    [
        " Yeah. If not higher or higher. Yeah. Full on. Yeah. Yeah.",
        1227.86,
        1231.5
    ],
    [
        " Check. Next question.",
        1232.92,
        1235.94
    ],
    [
        " You talk about, you talk about empathy and perspective and building relationships as a leader.",
        1237.34,
        1243.3
    ],
    [
        " But I look at leader, a leader like Steve Jobs, who's known for his hostile attitude toward people. Isn't that being default aggressive like you talk about?",
        1244.12,
        1252.26
    ],
    [
        " If I'm more naturally that type of leader, should I go with it? If it worked for Steve Jobs, shouldn't it work for me?",
        1252.8,
        1259.0
    ],
    [
        " So that's a good question. And I haven't actually read the book about Steve Jobs. And I think there's probably more than one, but there's one that's real popular, real thick.",
        1262.46,
        1271.02
    ],
    [
        " And someone gave it to me and I have it and I will someday, but I haven't read it yet. And I've heard it's really good and all that. And I'm that being said, I've",
        1271.12,
        1278.56
    ],
    [
        " heard the same things about, you know, Steve Jobs leadership style. He was real tyrannical. And I pulled a couple things here just from, well, here we go.",
        1279.56,
        1289.48
    ],
    [
        " In his book about Jobs time at next and returned to Apple, the second coming of Steve Jobs, Alan Deuchman described Jobs rough treatment of his underlings.",
        1289.94,
        1303.18
    ],
    [
        " He would praise as a quote, he would praise and inspire them often in very creative ways, but he would also resort to intimidating, goading, berating, belittling, and even humiliating them.",
        1303.5,
        1315.56
    ],
    [
        " So and there's another article by Ronald Regio, who's a PhD in psychology and the article came from psychology today. And it says he was obsessively controlling and given to fits of rage.",
        1316.98,
        1332.8
    ],
    [
        " Throwing tantrums and yelling at employees and board members, he could tear down someone's ideas or the person himself in a public display. Some have said he took credit for others ideas and his confidence led to a sort of over the top arrogance.",
        1332.82,
        1349.26
    ],
    [
        " So the guys kind of tyrannical one time when they were putting together the mobile me application and it wasn't working well and Jobs told the team that was putting it together you when it wasn't working you've tarnished Apple's reputation, you should hate each other for having let each other down.",
        1352.3,
        1369.36
    ],
    [
        " So, okay, so first of all, let's look at the fact and you've heard me say this before that people's strengths are their weaknesses and their weaknesses can be their strengths. So in Steve Jobs case, obviously some of this stuff, some of his weaknesses that we're talking about here were also strengths because he was totally beyond driven, right.",
        1372.56,
        1390.44
    ],
    [
        " He was completely obsessed with doing good and all that and and he pressed toward his vision extremely hard. He was relentless in trying to make things happen. And again, those are very positive characteristics. If you got someone that's really driven and they're driven to the point of almost being obsessed and you you take that and those are kind of good characteristics.",
        1390.44,
        1412.54
    ],
    [
        " But when they go too far, this is why it's dichotomy is the balance of leadership, right. When you go too far, you become a tyrannical leader, which is not good. It's not good for a team and it's and a team that is subjected to that kind of attitude will not perform as well as a unified team period.",
        1412.6,
        1430.14
    ],
    [
        " Period.",
        1430.62,
        1431.52
    ],
    [
        " So the guy was clearly hostile and at the same time clearly he was one of the most successful business leaders in history, right.",
        1434.06,
        1444.24
    ],
    [
        " So would you look at him and say, okay, well, maybe I should be that way. Maybe I should be a tyrannical leader and I would say to that, no, you do not get to do that. And here's why let's look at some other characteristics that Steve Jobs had.",
        1444.64,
        1460.74
    ],
    [
        " First of all, he was perhaps the foremost technological visionary in the history of the world.",
        1462.42,
        1469.54
    ],
    [
        " Right. I mean, he had a vision of technology that very few people in the history in the world of had. And I will go a little bit more narrow.",
        1470.22,
        1480.28
    ],
    [
        " I think he understood things on another level when it came to technology that the part of how human beings would interact with technology.",
        1480.28,
        1490.04
    ],
    [
        " That's the part that I think he really had just incredible vision for. He realized like, oh, these people will want a computer in their house now want it to reflect the way they live.",
        1490.04,
        1500.38
    ],
    [
        " And they're going to want music in their pocket. They're going to want all the music in their pocket. And they're going to want a phone that can do it.",
        1500.68,
        1507.24
    ],
    [
        " You know, he had this vision of how people would interact with technology that I don't think too many people had.",
        1507.24,
        1512.58
    ],
    [
        " So, so that's number one. Number two, he had a phenomenal feel for design. Right. For design and how to merge form and function together in an aesthetically pleasing and oftentimes stunning way.",
        1513.18,
        1532.18
    ],
    [
        " Right. If you look at the design and that's uncommon, especially for someone to have that feel for design and still have a massively technical background. Right.",
        1532.26,
        1542.24
    ],
    [
        " So, so that again, we're we're we're making a person that's like 1% of 1% of 1% already. On top of that, he got into business, his business at the right time in the right place. He had the right background. On top of that, the guy could speak well.",
        1542.96,
        1560.96
    ],
    [
        " The guy was very articulate. Right. He was very articulate with his vision. If you if you watch his keynote speeches that he would give at the whatever it is when they have the Apple convention, what's that thing called?",
        1561.32,
        1573.22
    ],
    [
        " Apple command. Yeah. They have that thing. Well, he'd get up on stage and he'd talk about stuff and he would articulate that. And he would do it with real clarity. And he was very convincing. And he was very captivating.",
        1573.94,
        1585.52
    ],
    [
        " And people were, you know, they'd say Apple's a cult. Yeah. They'd follow that guy. So he had all those skills, those world class skills. And I'm not using that term lately. I'm talking world class skills.",
        1585.64,
        1599.52
    ],
    [
        " And then there are all those world class skills are combined together into one package, one human being. And there you got you got Steve Jobs. So he's got all those advantages. And then on top of that, he's had some luck along the way. Right.",
        1599.84,
        1613.7
    ],
    [
        " He had some luck in his timing and his upbringing and the exposures that he got. And being exposed to computer programming and those things back in the day was rare. And he got lucky in having that unfold from. So he had all these things going for him.",
        1613.7,
        1631.72
    ],
    [
        " That helped propel him and his company to the top. So now if you're thinking maybe you should use his leadership style. The questions that you should ask yourself is, are you a one in a billion.",
        1632.6,
        1647.12
    ],
    [
        " The technological visionary or visionary of any kind. The answer that is likely no. And if you think it's yes, maybe you should check your ego a little bit. Then you have to ask yourself, do you have an eye for design?",
        1649.0,
        1662.88
    ],
    [
        " Like a design like a divinci or Michelangelo. If you have that, you probably don't. If you think you have that, maybe you should check your ego again. Are you a gifted speaker and storyteller? And can you convey your vision with total clarity to big giant groups, broad groups of people?",
        1663.92,
        1685.9
    ],
    [
        " And if you think you can do that again, you should check your ego. Can you count on luck or do you want to count on luck to close the gaps in some of those other areas? So if you could do all those things, if you answered yes, 100% to all those questions. And okay, maybe you can get away with being a kind of leader that Steve Jobs was.",
        1688.04,
        1712.64
    ],
    [
        " But if you're a normal person, if you're a normal human being, then maybe you should try and be a good leader. And maybe you should be a leader that builds relationships and forms cohesive teams and coalitions that help you drive your mission forward despite the ups and downs of whatever business you're in.",
        1713.42,
        1732.66
    ],
    [
        " So that's it. Steve Jobs had a lot of other things that made him successful. And leadership. And he, I'm going to eventually read the book, but he clearly had some people around him that that utilized that skill, the skills that he did add and have and move, help move him forward, right?",
        1736.08,
        1761.0
    ],
    [
        " Other people at the company, other people early in Apple saw that, hey, you know what? This guy, he might be a little bit hard to deal with, but he's got some things that we won't find anywhere else. So let's prop him up and let's move forward. And that's that's the way it works. Yeah, I think they call that survivorship bias where you're like, you see, oh, you see a successful guy. Yeah, yeah, he did it that way. So let's do it that way. But yeah, you kind of don't see all the other factors or whatever. Almost like you, if you really think about it,",
        1761.12,
        1790.9
    ],
    [
        " if Steve Jobs were to be like in these tyrannical ways or whatever, if you were to be less like that, maybe there would be more success, but he was so strong in these other areas that it kind of like mitigated the effects. You know, there's, there's businesses that are successful because they're a successful business model. And they have really bad leadership. Yeah, and even that can mess it up kind of thing. Yeah, even the bad leadership doesn't it. It's the model is so good. Yeah.",
        1790.9,
        1815.06
    ],
    [
        " Which is a little bit contrary because you know, I always say leadership is the most important thing on the battlefield. But in the business world, if you have a phenomenal idea, then you can, you can be successful on that idea alone. Now that is, that is a unicorn. That is one of those rare things where you have something that's that incredibly different and stands out from the crowd so much that it's going to be successful no matter what. You know, when the, when the early",
        1815.42,
        1840.88
    ],
    [
        " James MMA type, Jim's if you had one, you were successful didn't matter what kind of leader you were because you had you had it. And now there's competition. If you're not, if you don't have good leadership and you're not putting forth a good product amongst all the competitors, you're going to have problems. Yeah, you're going to have problems with it. Yeah. And the more I kind of listen to you in life, the more I realize that even then the like it's almost like you have to have a minimum level of leadership.",
        1843.28,
        1869.12
    ],
    [
        " Like you don't be have to be perfect if you have the one of these situations where the product of the business is so good. But still even your leadership can mess that. Oh, oh yeah, you can absolutely because you're in a situation where like no, no one wants to work for you. Now what? Oh yeah, good. Nice MMA, Jim, you don't have any. You got to work there. Yeah, you know, the whole time. And you can't, you know, so it's going to kind of fall apart after a while. So maybe like in the beginning, it'll be good. But it'll fall apart because of your. For sure. And you can see that. I mean, who's the guy that just got a little bit more",
        1869.26,
        1899.1
    ],
    [
        " removed from Uber? I'd have to go into the after I really drill down on it. But the CEO of Uber got removed. And you know, the business models, awesome. Yeah. And they still remove the CEO. Why? Because there's there's issues there. Yeah. And so well, it's a great business model. But we still need good leadership. Yeah. So yeah, like you like it. I'm basically confirming what you just said. The good business model will get you.",
        1899.1,
        1928.5
    ],
    [
        " To a certain level, but then to get to the next level, you're going to need leadership. And that's why leadership is the most important thing on the battlefield.",
        1929.1,
        1934.68
    ],
    [
        " Amen. So what the moral don't necessarily be tyrannical.",
        1935.12,
        1942.66
    ],
    [
        " In fact, don't be straight up tyrannical. Yeah. Don't be. And I'm not saying that there's not times where you have to have a little tyrannical flair.",
        1943.04,
        1952.14
    ],
    [
        " Because there may be times where you need to where you need to flare up a little bit. Yeah. But it should be rare. Yeah, it should be rare. The",
        1952.68,
        1960.62
    ],
    [
        " problem is it becomes a crutch for people. And then they just continue to do it more and more and more. And then it doesn't work. It's like it's kind of like drugs to",
        1960.62,
        1968.1
    ],
    [
        " the like when you like when you flare up on someone and you win or whatever, you know, you kind of like it worked. Yeah, worked. And you kind of like it feels good.",
        1968.1,
        1976.6
    ],
    [
        " It feels powerful. So I think some people that's how, you know, so they'll do it in a work. And they'll be like, yeah, I will need that little. Yeah.",
        1976.6,
        1984.78
    ],
    [
        " And what's even worse is like when you when that's where you you learn from someone, that's what you saw. And then you do it. And you go out work for me too. And I'll have to be as",
        1985.04,
        1993.76
    ],
    [
        " treat people bad and be a jerk and yell. And the my subordinates will do what I tell them to do. And they will. Right. A subordinate will, if you bark at them and scream at them, they're going to do what you say at the moment.",
        1993.76,
        2005.66
    ],
    [
        " The problem is what kind of team of you built. That's the problem. Yeah. What is that subordinate going to do when you're not there? Yeah, they're going to do everything they can to cut corners and and really they don't care about they don't care about you. They don't",
        2006.6,
        2017.32
    ],
    [
        " want to do good job for you. Yeah. So when you're not there, they're not going to do a good job for you. Yeah. So you get addicted to yelling and screaming, but it doesn't work in the broad sense of what you're trying to make happen. Yeah.",
        2017.32,
        2028.36
    ],
    [
        " Sleevely falling apart. Next question. I'm 26 years old. I'm currently an undercover detective. I've recently been told that I'm being promoted to sergeant over department's investigations division. I've been the youngest person to hold that position in our department's history.",
        2028.82,
        2046.88
    ],
    [
        " All the guys I'll be in charge of are much older. Some in their late 40s. How do I as a younger leader lead them? How do you demand an earned respect from an older group? I'm ready for the job and know what the job entails, but I'm nervous to lead a group of nine people that are all older than me.",
        2047.58,
        2066.74
    ],
    [
        " So I'm I've answered this question over and over again, and I'm going to do a quick job of it here just because people may not have gone back and listen to all the other podcasts, but you have listened to answers always the same.",
        2067.8,
        2080.62
    ],
    [
        " And it's always the same whether you're a young person leading old person, whether you're an old person leading young per people, whether you're a woman leading man, a man leading man leading women, whether you're coming in from a different department into a new department that you don't know anybody, whether you're going into a",
        2080.9,
        2096.66
    ],
    [
        " thing that you don't have experience. It's like all the same. Basically what it is you're going into a leadership position. Yeah. That's what it is. Be humble, listen, take advice, build relationships, keep your ego in check.",
        2096.66,
        2107.74
    ],
    [
        " Also that one of the reasons I pulled the did pull this question out is how do you demand respect? Well, the answer is you don't demand respect. And if you don't, if you do demand respect, you'll get anything but respect from people.",
        2108.54,
        2121.88
    ],
    [
        " So get that out of your head. You earn respect and how do you earn respect? You respect them. In this case, you respect their experience. You respect their knowledge. You respect it. They've been doing it for a long time. You have respect for it. And when you show respect for them, they're going to respect you back.",
        2123.22,
        2140.28
    ],
    [
        " Now, none of this means be passive.",
        2140.82,
        2144.38
    ],
    [
        " Right. This doesn't mean coward down. No, you still have to lead. You still have to step up. But it does mean be humble, be open-minded, be proactive, listen, ask questions, ask for opinions,",
        2145.06,
        2158.26
    ],
    [
        " decentralize all aspects of operations, including the planning, which we already talked about. And then with all those things, set a high standard.",
        2160.86,
        2169.98
    ],
    [
        " And then the final and most important, well, I don't know, it's equally important, I'd say, work harder than everyone else and expect nothing in return.",
        2170.86,
        2182.0
    ],
    [
        " That's it. That's it. You're the boss. You better be at work before everyone and you better be leaving work after everyone.",
        2183.64,
        2192.76
    ],
    [
        " And that's how you develop a reputation of being a hard worker and being a hard worker in its own right. Garner's respect for most people.",
        2193.08,
        2201.74
    ],
    [
        " There's a fraction of losers that are like, oh, echo, he works so much, it's so lame. No.",
        2202.26,
        2208.98
    ],
    [
        " Like, because I'm making them look better, something like that. Yeah, yeah, yeah. He's just easy. Yeah. Like, there's a small fraction of people that might think that way. But no, you work harder.",
        2209.6,
        2219.44
    ],
    [
        " You put in the time, you put in the effort, you study, you read, which you're supposed to read, you get the professional knowledge that you're supposed to get.",
        2220.02,
        2226.94
    ],
    [
        " You don't impose that on people, but you have it. Because your book knowledge, when you start off in this situation, your book knowledge isn't as strong as the experienced guys.",
        2227.16,
        2236.08
    ],
    [
        " In this case, you know, in the law enforcement, the guys that have been in the streets, they know stuff that you don't know.",
        2236.3,
        2242.26
    ],
    [
        "",
        2242.68,
        2242.68
    ],
    [
        " So you study what you can, but you keep it open minds. You can listen to what their experience says.",
        2243.2,
        2250.42
    ],
    [
        " Yeah.",
        2250.72,
        2251.1
    ],
    [
        " Like, don't impose on them. Wait, when you say don't impose it on them, does that mean don't impose them like make them.",
        2251.7,
        2258.94
    ],
    [
        " It's like them. Echo section four to alpha of the documents says that we're supposed to use this methodology when we do this.",
        2259.0,
        2267.22
    ],
    [
        " You should know that methodology. You should understand why that methodology is important.",
        2267.5,
        2271.36
    ],
    [
        " But if you say, Hey, Django, we don't do it that way. And here's why I shouldn't be like, well, I'm telling you, it's by the book.",
        2271.96,
        2276.72
    ],
    [
        " Yeah, it's by the book. Now, if it's by the book, because it's there's an ethical reason. Okay. Well, that makes sense.",
        2276.98,
        2282.4
    ],
    [
        " But if it's by the book, because that's what the book says, by the book.",
        2282.52,
        2287.38
    ],
    [
        " Yeah, yeah, yeah. Or you know, the guy who's like, who works extra hard, but he kind of, in a way, throws it in everyone's face.",
        2287.74,
        2293.62
    ],
    [
        " How hard you work? You know, don't be that guy. That's an important thing. It's a very important piece.",
        2293.84,
        2297.44
    ],
    [
        " Don't you don't step on people's toes with this stuff. Yeah. That's wrong. Don't do that.",
        2297.54,
        2301.86
    ],
    [
        " Yeah, that's a joke. Check.",
        2302.46,
        2305.52
    ],
    [
        " Next question, Django. I'm extremely, extremely driven and have high expectations for myself and my team.",
        2307.6,
        2314.9
    ],
    [
        " It appears that now I may have pushed them too hard.",
        2315.16,
        2317.74
    ],
    [
        " And they're developing negative attitudes.",
        2318.3,
        2321.74
    ],
    [
        " I feel like you're going to say play the game and develop relationships with them, but you're really just ignore who I am.",
        2322.44,
        2330.48
    ],
    [
        " Should I try to be someone different than myself?",
        2333.06,
        2335.54
    ],
    [
        " Yeah, well, you called it question person. Whoever has this question, you called it.",
        2336.94,
        2343.74
    ],
    [
        " I, that's exactly what I'm going to say. I'm going to say you need to play the game.",
        2344.1,
        2346.9
    ],
    [
        " Look at what your current path has done. Look at what you, the real you. Look what it's done.",
        2347.36,
        2353.46
    ],
    [
        " The real you has created a negative attitude with all your team. That's the real you.",
        2354.0,
        2358.72
    ],
    [
        " So is that what you want to perpetuate? Creating negative attitudes against your, with your team?",
        2360.68,
        2365.62
    ],
    [
        " And by the way, they're just getting started. And if you think negative, if you think you're going to keep acting the same way and the negative attitudes are going to somehow miraculously turn positive, that's not happening.",
        2365.74,
        2373.32
    ],
    [
        " They're going to get more negative.",
        2373.86,
        2375.12
    ],
    [
        " Yeah. So when people have negative attitudes, I saw somebody quoted this the other day on on social media is on Twitter.",
        2375.66,
        2383.7
    ],
    [
        " Someone, you know, the quote was like, no, no, no, it's not my fault when I, my subordinates have a bad attitude or something like that.",
        2384.12,
        2393.4
    ],
    [
        " And about a bunch of people responded, like, you should read the book extreme ownership.",
        2393.6,
        2397.32
    ],
    [
        " Because it absolutely is your fault. It is your fault. If your team has a bad attitude, it's your fault. You're the leader. You own the attitude.",
        2397.7,
        2404.88
    ],
    [
        " If their attitude is bad, then it's, then it's actually your fault.",
        2405.14,
        2408.1
    ],
    [
        " Now this is not to say that you can't have a bad apple on the team that's completely possible. And who's responsible for getting rid of the bad apples?",
        2408.34,
        2414.86
    ],
    [
        " You are. You're the boss. Because the fact of the matter is you might have a bad apple on your team. You might even have two bad apples on your team.",
        2415.3,
        2422.86
    ],
    [
        " You don't have 14 bad apples on the team. When you have 14 battles, apples on the team, guess who the problem is. It's you.",
        2423.18,
        2429.78
    ],
    [
        " So here's what you do. A little, little, little tactical advice. Try and get some perspective from them. Try and understand where they're coming from, what challenges they face, what's pulling them off track.",
        2432.2,
        2445.0
    ],
    [
        " And when you do this, you kind of take ownership of it in your approach. So you say, hey guys, I, I realize I don't think I'm really seeing things from your point of view.",
        2445.7,
        2455.34
    ],
    [
        " And I need to because I'm here to support you. And without you performing well, then we fail. So I think I need to do a better job of supporting you. And I can only do that if I know what your issues are. So I can do my best to get them fixed.",
        2456.24,
        2469.6
    ],
    [
        " So what can I do better to help you?",
        2469.86,
        2472.62
    ],
    [
        " So now they're going to start telling you, well, here's where there's this problem. And there's that problem. And then what you do is you listen to their problems.",
        2473.36,
        2479.78
    ],
    [
        " You actually listen to their problems. You don't say, hey, quick complaining. No, you actually listen to their problems. And then you actually see what you can do to mitigate their issues.",
        2480.06,
        2490.96
    ],
    [
        " And as you do that, guess what's happening? You're actually forming a bond.",
        2491.6,
        2495.86
    ],
    [
        " You're actually forming into a team because you're working together to solve issues. Again, I, it sounds really simple, right? But clearly, here's someone asking this question. Now again, like if you have some members of the team that are, that are actual negative complaining winers, then you might have to get rid of them.",
        2496.74,
        2520.26
    ],
    [
        " And that's part of being a leader is knowing when you have to get rid of someone.",
        2522.42,
        2525.84
    ],
    [
        " You know, I sometimes people, they take the extreme ownership attitude and they say, you know what?",
        2527.06,
        2534.46
    ],
    [
        " I'm the leader. I own everything. I'm extreme ownership. And if someone's not performing well, then that's my fault. Yeah. That's my fault. I need to coach them more. I need to do, it's my fault that my team member is not doing well.",
        2535.0,
        2548.42
    ],
    [
        " And that's correct. It is your fault. It's your responsibility to train them, coach them, mentor them and do whatever else you can do to fix them. But at the end of the day, if they still are not competent at their task, and you've done everything you can, it's your responsible to get rid of them. That is also a part of ownership.",
        2548.42,
        2566.86
    ],
    [
        " So, yeah, like I'll have someone complaining that they've got this, you know, one of my team leaders, like they're talking about their subordinate team leaders. No, what am I this guy's just a bad leader.",
        2570.14,
        2579.52
    ],
    [
        " Why is he still here?",
        2579.92,
        2581.34
    ],
    [
        " Oh, your team, that team isn't doing well because they have a bad leader who's fault is that? Well, it's the leaders fault. No, it's your fault. You're in charge of the leader. Yeah.",
        2582.04,
        2589.52
    ],
    [
        " It's ridiculous. So, back to the original question, you're whatever you called it, who you actually are is not working well. He probably is thinking he's a Steve Jobs type, hey, we got to do this, but it's not working.",
        2589.56,
        2607.94
    ],
    [
        " And he's not in a unicorn business model that's still making a ton of money regardless. So, what does he have to do? Play the game, build the relationships, see the perspective of your team so that you can actually form a team.",
        2608.86,
        2625.72
    ],
    [
        " Be a better leader. That's basically what I'm saying. Yeah.",
        2626.6,
        2630.4
    ],
    [
        " So, it's interesting, the, you know, what they call framing, you know, you frame something in a certain way to make it kind of sound a certain way, whatever.",
        2631.2,
        2640.62
    ],
    [
        " So, he said, extremely driven and have high expectations for myself and my team. It appears that now I may have pushed them too hard and they're developing negative attitudes.",
        2641.12,
        2651.96
    ],
    [
        " So, having extreme being extremely driven and having high expectations doesn't equal driving them too hard. So, they develop that negative attitude. Those are two different things, you know, you can still be extremely.",
        2652.14,
        2664.86
    ],
    [
        " So, yeah, you can absolutely have extremely high expectations. You can be driving extremely hard and you can still have a incredibly positive attitude with your team. Yeah, no doubt. Yeah.",
        2665.16,
        2676.64
    ],
    [
        " Good point. So, and then it gets equated into that's just who I am. So, he just kind of put it all into one ball and without one, there's no other kind of situation. It's just not how it is.",
        2677.04,
        2689.18
    ],
    [
        " So, apparently you might be committed, he might be committed to being all of these things and that's who I am and that's kind of it, you know, kind of thing.",
        2689.28,
        2698.4
    ],
    [
        " And I think that's like the mistake that many people make. We say this a lot where people will be like, hey, I'm just straight forward. You know, take me take it or leave it kind of thing and be like, okay, but you're going to in your case lose, you know, in your situation.",
        2698.96,
        2709.82
    ],
    [
        " That's the big piece. Is that in their case they're going to lose. Yeah.",
        2710.18,
        2715.26
    ],
    [
        " So, let me ask you this question. If you're so driven and you have such high expectations that you want to win so bad, but the way you're performing as a human being and as a leader is going to make you lose, then what are you supposed to do?",
        2715.84,
        2732.1
    ],
    [
        " You change the way you behave. You become a better leader. Yeah. That's what you do. Yes, sir.",
        2732.68,
        2739.86
    ],
    [
        " So, you take and this is total speculation on my part, but you keep. So, this equation that we're presented with, it's being extremely driven, keep that high expectations, keep that pushing your team hard, keep that I would say too hard.",
        2740.18,
        2755.86
    ],
    [
        " And that's going to be a judgment call from day to day for sure.",
        2756.0,
        2758.46
    ],
    [
        " But there's a part in here that's more implied that you're being an asshole somewhere in here. You're being an asshole. How about you take out that part?",
        2759.4,
        2765.32
    ],
    [
        " Take out the being the asshole part and then keep everything else. See how that goes. Yeah.",
        2765.9,
        2769.98
    ],
    [
        " Because you kind of know when you're being a dick, you know what I'm saying? Unless you're like not being honest with yourself.",
        2770.38,
        2775.26
    ],
    [
        " There are some people that don't. There's some people that don't get it. There's some people that don't get it.",
        2775.68,
        2781.14
    ],
    [
        " Oh, right. Because it's like, you know how like when you don't. People, they just can't step outside of themselves.",
        2781.22,
        2787.02
    ],
    [
        " If you said that to me, I wouldn't care. Kind of thing. You're like, bro, you know, you're not me. And I'm not you.",
        2787.32,
        2794.34
    ],
    [
        " Yeah, you're right. They can't attach. Yeah. It's absolutely people that don't know. They're socially incapable of receiving, you know, clues, social clues.",
        2794.46,
        2807.66
    ],
    [
        " Yeah. Social cues from people. Yeah. You know, they don't see the look in their face when they're talking to them.",
        2807.66,
        2813.36
    ],
    [
        " Yeah, that's true. I mean, I'm thinking of like three examples. Oh, for sure.",
        2814.14,
        2817.42
    ],
    [
        " Yeah. All kinds of examples. Yeah. Also, then that would go back to what you're saying.",
        2817.7,
        2821.84
    ],
    [
        " How you say get input from them. Yes. So you got to kind of, yeah. So yeah, you can do it. That's a solvable problem.",
        2822.0,
        2827.76
    ],
    [
        " Oh, this is a very solvable problem. And I've seen people solve this problem. I've helped people solve this exact problem.",
        2828.0,
        2836.18
    ],
    [
        " And the weird thing is they think. And it's part ego, but it's also part there just don't present. They think they're doing the great thing.",
        2836.88,
        2845.6
    ],
    [
        " Like they think that they're driving everything that they're doing in their mind. They're just awesome for being super pushing so hard. It's just the way I am and all that stuff.",
        2846.14,
        2856.52
    ],
    [
        " And they think it's awesome. But again, if you want to win so bad, then you have to play the game. You won't win by abusing people.",
        2856.8,
        2867.16
    ],
    [
        " You won't win with a team anyways. It won't. It won't happen. Yeah.",
        2867.5,
        2872.04
    ],
    [
        " It's no use being the best dancer if you're not invited on the dance floor.",
        2872.98,
        2878.56
    ],
    [
        " I'll leave that one with you. Yeah. Yeah. Yeah. Yeah.",
        2879.32,
        2882.82
    ],
    [
        " That was that cool. Next question. Actually, that problem is so solvable that you could this is possible where you could just show just that much.",
        2882.82,
        2892.92
    ],
    [
        " Like more, I don't know, caring or respect, just that much respect and do for like two weeks. Yeah.",
        2893.5,
        2898.7
    ],
    [
        " Just the idea that just the fact that you're doing it now, people would be like, hey, wait, he's showing a little bit more.",
        2898.74,
        2903.62
    ],
    [
        " Here's the thing. Here's the thing. If a person has an ego, which this person could very well have a big ego, because that's why they have these high expectations.",
        2903.62,
        2912.3
    ],
    [
        " And that's why they're so driven because they just they if they have that kind of ego, that's the person that you can't help.",
        2912.3,
        2918.2
    ],
    [
        " Because they just look at the team and say those guys should be harder workers.",
        2918.26,
        2922.24
    ],
    [
        " Yeah. Yeah. Those guys aren't working as hard as me. They're not as focused as I am.",
        2922.44,
        2926.7
    ],
    [
        " Yeah. They don't care as much as I do. So to everyone else on the team has a problem. Yeah.",
        2926.9,
        2934.3
    ],
    [
        " But I'm perfect. And you can't, you know, look at how driven I am, look at how focused I am, look at how high my expectations are.",
        2934.52,
        2942.28
    ],
    [
        " Of myself. But if you can, here's another thing. If your team cannot relate to your expectations, like they don't even they don't even see him as realistic or achievable or anything.",
        2942.28,
        2951.9
    ],
    [
        " Well, what could your expectations? Yeah. What good are they? They're not any good. They don't make any sense.",
        2952.32,
        2958.38
    ],
    [
        " Next question. Dear, Jaco, I've been watching some of your YouTube links with great interests.",
        2959.38,
        2967.24
    ],
    [
        " Must be a subscriber to the YouTube channel. Yeah. Watching those videos.",
        2967.9,
        2972.9
    ],
    [
        " I'm sure you're extremely busy, but I have a question. Which if you have time, I would greatly appreciate your reply.",
        2973.7,
        2980.92
    ],
    [
        " I've taken very polite opening. Yeah. Very much so. Okay.",
        2981.4,
        2985.18
    ],
    [
        " Let me incorporate that approach. I've been I've taken up BJJ Jitsu recently in London in the UK.",
        2985.42,
        2995.98
    ],
    [
        " So, so a beginner. I know you're a great advocate of the system, but my basic question is your opinion. Does it truly relate to real life fight situations?",
        2996.58,
        3006.38
    ],
    [
        " I'm a man now approaching my mid 40s in pretty good shape. I'm looking to focus on a martial art that would help me if I ever need to defend myself or my family.",
        3006.88,
        3015.92
    ],
    [
        " I love the discipline and humility of BJJ and as a workout. I know and I know the philosophy of BJJ is that most fights end up on the ground.",
        3015.98,
        3024.74
    ],
    [
        " And it's here that BJJ excels, but what of the other guys or what of the other guys who might be standing around ready to battle, bottle you or kick you in the head once you're grappling on the ground, etc.",
        3025.28,
        3040.58
    ],
    [
        " Again, this is a question that first of all, we I've answered this a lot of times. Sure. But I'll answer one more time. Sure.",
        3041.3,
        3048.94
    ],
    [
        " Uh, uh,",
        3049.5,
        3050.08
    ],
    [
        " Jiu Jitsu is the best place to start. You should also learn boxing wrestling kickboxing. This is all in discipline because freedom field manual.",
        3051.5,
        3058.86
    ],
    [
        " So if you get that book, this will be laid out for you very well. Does so so yes, that's what you should start studying with.",
        3059.08,
        3067.08
    ],
    [
        " This guy mid 40s needs wants to learn something. Yes, start with Jiu Jitsu. Does it relate to real real life situations? Yes, it does. It absolutely does. I've been in them. It's extremely effective.",
        3067.08,
        3080.36
    ],
    [
        " And you can see that over and over again speaking of YouTube. You can see how effective Jiu Jitsu is in real fights. Now,",
        3080.78,
        3090.44
    ],
    [
        " it's important to remember that for self defense, the grappling arts in general should be used primarily to get away,",
        3092.62,
        3100.2
    ],
    [
        " to avoid going to the ground. Right? Like when you bring up, oh, well, there's one of those other people that might be there, you should why are you on the ground?",
        3100.76,
        3109.14
    ],
    [
        " Jiu Jitsu will give you the best opportunity to get up off the ground. That's what it gives you. And then you can get away from the people that are getting ready to stick you with a bottle, smashed bottle.",
        3110.22,
        3120.2
    ],
    [
        " Or getting ready to kick you in the head. If you don't know Jiu Jitsu, guess what you're doing? You're on the ground and you're getting kicked in the head and you're getting stabbed with a bottle.",
        3120.2,
        3126.52
    ],
    [
        " That's why you trained Jiu Jitsu. So you can get up off the ground, not so you can take someone to the ground because by the way, and I've said this before, if your goal is to punch me and you're standing at a punching distance or striking distance for me, I can just run away. That's myself defense. I can get away from you.",
        3127.04,
        3143.78
    ],
    [
        " So that's why we trained Jiu Jitsu. That's the primary. That's why you should start with it because otherwise, I'm just going to get away from you. If you're not grabbed, once you grab me though, I can't get away from you anymore. Now I have to be able to handle myself. That's why I know Jiu Jitsu. So I can handle myself once you've grabbed me. If you're not grabbing me, I can just get away from you.",
        3146.82,
        3168.02
    ],
    [
        " If you don't want to run away because it's going to hurt your pride, well then guess what? That's why you trained all the time. Now we go back and forth and we can talk about all the negative things that will happen if you get into a street fight. Like the fact that you can get hurt, you can get stabbed, you can get shot, you can get sued, you can get arrested, you can ruin your life, you can do all these horrible things can happen if you get into street fight.",
        3170.2,
        3190.66
    ],
    [
        " So that's why my advice to you is to avoid street fights. That's what you do. And by the way, that's why you work on your awareness. That's why you make your wife and your children aware of what's going on around them to pay attention to what's happening in the street.",
        3191.68,
        3205.02
    ],
    [
        " It's one thing that was interesting when I was in Australia and I was in a nice part of Australia. There's, and I was talking to some people about it. There's just a very relaxed atmosphere where I was. I was standing in a very nice part of Australia.",
        3205.48,
        3220.16
    ],
    [
        " There's a very relaxed atmosphere. When you're in America, there's a heightened atmosphere. There's a heightened awareness you have to have. And depending on where you are, and it's the same thing I'm sure in Australia, I only went to the nice part.",
        3220.54,
        3234.44
    ],
    [
        " I'm sure you could go to some some tough areas where you better be more aware of what's happening. But teach your kids, because some kids don't know the difference. Maybe you don't even know the difference of what to look out for. What kind of people you need to watch out for in the street.",
        3234.52,
        3248.84
    ],
    [
        " So work on that. And then yes, train and a year in the UK and of course, I've said this before. If you're truly in a situation where you feel threatened on a regular basis, well, then what you need is a firearm.",
        3250.12,
        3264.98
    ],
    [
        " Because if someone's going to attack you with a knife or with a bottle or with themselves having a gun, the only, you did too, isn't going to help you. Boxing is going to help you.",
        3265.42,
        3275.52
    ],
    [
        " A screamer is not going to help you. Someone has a gun. So yeah. And by the way, oh yeah, if you're in an eye fight and you know some screamer, that will help you. But what if the other guy is better than you? What if there's two of them?",
        3275.74,
        3290.52
    ],
    [
        " The minute you put two people against one, the odds of winning are it just extremely low. Extremely low. Does it happen? Yes, it happens. Can you knock someone out? Yes, you can. That's why you train boxing.",
        3291.36,
        3303.68
    ],
    [
        " So yes, again, train some Jiu Jitsu. Start there and go and keep going and don't stop. Yeah. Yeah, it seems like this question always comes from a place where they just assume all these things and those things are I'm going to choose to get in a fight with someone.",
        3307.3,
        3322.18
    ],
    [
        " Bring it to the ground in the middle of the street or in the club. I don't know wherever. Wherever there is potential other attackers with bottles and kicks to the head.",
        3322.66,
        3330.22
    ],
    [
        " And so all these things are just assume kind of like, yeah, you take to Jitsu. Now you can go to the club and get in fights and win all the time. It's kind of like that's kind of where the question is coming from where you said, yeah, it allows you to get up. And so basically it allows you to control your situation, your fight scenario. Yeah, more.",
        3331.32,
        3347.54
    ],
    [
        " Yes. And I would even say it allows you a lot more to control it because even if even if you do take it, let's say you take it to the ground. I meant more by a little bit more than nothing. Yeah. No, yeah, I'm saying a lot more because really when you think of it and I try to granted them. Yeah, even like at a beginner level. So let's say, okay, if you choose to engage with someone and some kind of fight.",
        3347.54,
        3375.34
    ],
    [
        " It's up to you how heavy you want to take that fight. You want to go to 10, you go to 10, you want to go to just one, you can go to one. So if you wind up on the ground, which is the worst place to be if you don't know anything on the ground. Yeah.",
        3376.3,
        3389.44
    ],
    [
        " And that's aside from how you said if the guy's a gun in shoots you that's a day. You're talking about that's not even a fight scenario. That's you know. So you wind up on the ground. It's gunfight. It's a gunfight. Yeah.",
        3389.6,
        3399.26
    ],
    [
        " If you know boxing, you're going to have almost no control over that scenario.",
        3402.16,
        3407.9
    ],
    [
        " Oh, yeah, yeah. Your boxing is your boxing is not worthless. Marginalized will say it's but it's heavily marginalized. Yeah.",
        3408.28,
        3417.36
    ],
    [
        " Same thing with you know, kickboxing and whatever. So there's that if you know, jujitsu just a little bit of jujitsu, if you're on the ground, you have control of the fight more depending on your level, whatever.",
        3418.64,
        3431.58
    ],
    [
        " So if you if you're at that point, still facing a threat of someone with a bottle or kicks to the head or whatever while you're on the ground.",
        3431.86,
        3438.42
    ],
    [
        " Compare it if you know jujitsu versus if you don't know jujitsu, you're still save it way more control way more. So meanwhile like the box situation or karate situation, whenever it's going to be less effective in controlling your situation.",
        3438.74,
        3451.72
    ],
    [
        " Now if you don't look at it like that, like if you look at it like, okay, this guy's squaring up to me. Now I want to mess him up as quickly as I can.",
        3451.76,
        3461.5
    ],
    [
        " Then, okay, you know, like you can do boxing and just take it to 10, but you don't have the option of taking it from one to three or nothing.",
        3462.26,
        3469.02
    ],
    [
        " Yeah, but the other thing is like it's hard to knock someone out.",
        3469.22,
        3474.7
    ],
    [
        " That's the thing. It's hard to knock someone out. Does it happen? Yeah, it does happen and it can happen to you too. It can happen to you too.",
        3474.72,
        3483.7
    ],
    [
        " But it's hard to knock someone out. And it's risky. As soon as you start saying, okay, you and I are going to just trade punches. There's a risk for both of us as a risk for me.",
        3484.34,
        3494.7
    ],
    [
        " The assurance of me being able to handle the situation the way I want it to go by closing the distance with you, getting control, getting a hold of you.",
        3495.52,
        3503.94
    ],
    [
        " If I'm trained and you're not, you're done. You're done. That's the way it works.",
        3504.3,
        3511.42
    ],
    [
        " Yeah. And then even then, that's like if you choose for this guy to be done. So if you're, if your sole purpose is to keep yourself safe.",
        3511.62,
        3518.52
    ],
    [
        " Yeah, you could just put the guy to sleep and walk away. Yeah. Work gently.",
        3518.62,
        3521.4
    ],
    [
        " Or just be like, mount. I'm not even hurt. I'm not going to put him asleep. Nothing mount. You see a guy you can see the guy coming with a bottle or whatever.",
        3521.58,
        3527.7
    ],
    [
        " Yeah.",
        3527.82,
        3528.0
    ],
    [
        " Any more if you know you get to, so there's the whole thing of when you're just used to the physical contact.",
        3528.0,
        3535.0
    ],
    [
        " The, the, the bodies clashing and grappling. Let's shock you. Yeah.",
        3535.42,
        3542.68
    ],
    [
        " So yeah, train to get to train boxing, wrestling, kickboxing. And then of course now people will be like, what about judo? Yes, train judo.",
        3543.1,
        3551.56
    ],
    [
        " What about Sambo? Yes, train Sambo. What else? What else do I need to do? What about Krav Maga? Sure. Train it.",
        3551.84,
        3557.28
    ],
    [
        " Yeah. Yeah. Train everything. Yeah. I'm down. I think I started with your judo. What you said on a real general level is the most critical thing.",
        3557.4,
        3564.46
    ],
    [
        " It's like when someone gets a hold of you, like and you put this into perspective a while ago when you were like, yeah, if someone wants to fight you, walk away or run away.",
        3564.62,
        3571.88
    ],
    [
        " Yeah.",
        3572.12,
        3572.28
    ],
    [
        " You can say, but you said all these scenarios, you run away. There you go away. You want to keep yourself safe? You don't be there.",
        3572.82,
        3578.18
    ],
    [
        " The best thing to do to avoid the getting punched, falling on the curb, dying, getting stabbed, getting kicked, getting stabbed with a bottle, getting arrested, getting lawsuit, getting all those things happening. The best thing to do, run away, walk away.",
        3578.18,
        3591.4
    ],
    [
        " Yeah. Leave fully. And then you said, but what happens when you can't run away? Because I grabbed you. There you have it. Yeah.",
        3591.66,
        3599.32
    ],
    [
        " So yeah. So it seems like, yeah, I'm going to train boxing so I can do self defense. Oh, no, you want to fight somebody. That's what you want to do. You want to punch people in the face.",
        3599.72,
        3606.8
    ],
    [
        " Well, boxing, with no juditsu, I mean, yeah, I mean, boxing is a skill that everybody should have. Not everyone. Good people should have. Because there's two critical things that you learn from boxing is how to punch people and how to avoid getting punched.",
        3607.82,
        3622.62
    ],
    [
        " Yeah. And how to keep your guard up, right? It was really important. It was a really important skills to have. Yeah, fully. But what I mean is if you're starting from nothing and you're like, okay, I'm going to, you know, I'm going to choose to address my self defense.",
        3622.8,
        3636.06
    ],
    [
        " You have a fantasy that you saw a guy on YouTube that was clearly a boxer knock up knock out two people in a street fight. And you're like, that's what I'm going to do. Yeah, yeah.",
        3636.9,
        3646.98
    ],
    [
        " And what you actually watched was a guy that was a golden gloves boxer, yeah, who is sober, knock out to drunk idiots. And guess what, a golden gloves boxer will do that. If you're a part of the Golden Gloves boxer, they're freaking good. They're freaking good.",
        3647.0,
        3662.9
    ],
    [
        " They're, they're, they're, they're, you know, like a black belt in boxing. Yeah. And they will knock out to drunk guys all day long. Yeah. Yeah, it's weird to because he kind of, but if one of those, if a third drunk guy or even that first drunk guy grabs a hold of the boxer. Yeah.",
        3663.64,
        3682.1
    ],
    [
        " And just, and get some to the ground. The boxer is going to be in trouble. Yeah. That's the way it is. We, and this isn't like my thoughts. This is facts.",
        3682.3,
        3689.4
    ],
    [
        " This is like I talked about this in the field manual is like, look, there's no conjecture. It's not like I wonder what would happen. No, we know what happens. We know what happens when two people fight.",
        3690.36,
        3703.84
    ],
    [
        " And, and you can watch all the different various types of styles going at it. And you can watch what happens. And sure you can find the rare video where, hey, this boxer knocks out a couple of drunk people or, or, or eat them.",
        3704.9,
        3719.38
    ],
    [
        " Even, hey, the boxer knocks out the judge guy. Does that happen? Yes, it can absolutely happen. That's why you train boxing too.",
        3719.38,
        3725.44
    ],
    [
        " Yeah. Next question. I've not been working out regularly, regularly for several years now. Obviously. I'm fat and lazy, but I want to get after it.",
        3725.96,
        3736.66
    ],
    [
        " So the question is, should I go all in level nine destruction, maximum madness or ease into it at level three cruising edition?",
        3737.02,
        3746.44
    ],
    [
        " Respect. All right. Well, there's a couple of different approaches. Now, when I hear this, first of all, you don't want to get hurt, right? And you also don't want to make yourself try and do things that are so hard and so painful that you can't do it repeatedly.",
        3748.26,
        3765.08
    ],
    [
        " Yeah. So if you just destroy yourself, Matt, what do you say? If you destroy yourself level nine destruction, maximum madness, but then you can't work out for two more weeks. Well, guess what? What'd you do in the mean? No, let's say realistically, you got doms.",
        3765.24,
        3777.96
    ],
    [
        " Doms, sure. Right? Delayed onset muscle soness. Let's say you did so many burpees that your legs, you couldn't sit down without your legs being in pain. So you take, so you take three days, four days.",
        3777.96,
        3793.8
    ],
    [
        " Have you ever had doms so bad that you took four days off? No. Okay. Let's say you take three days off. What did you do during those three days? Did you hold the line? Did you stay on the path? Or were you eating Cheetos? Yeah.",
        3793.8,
        3807.02
    ],
    [
        " Yeah. I'm sure that's cool. That's what you were doing. So if you destroy yourself to where you can't stay on the path, that's not good. You want to stay on the path.",
        3807.2,
        3815.32
    ],
    [
        " I think doing something that you can handle or maybe something just beyond what you can handle every single day is more important. So going at a level, not, not cruising level, not level three, but let's, let's find a solid level five where you can, you're pushing yourself. I write a thousand words a day when I'm writing.",
        3816.8,
        3835.46
    ],
    [
        " And do the equivalent of that, right? The reason I read it because if I said, okay, tonight I just today I just have to write five thousand words. That's five hours. Yeah. Do I have five hours today? No, I don't. I can squeeze out 52 minutes though and get a thousand words written that I can do. So that's, that's what I think you need to do. You need to get consistent.",
        3837.48,
        3858.5
    ],
    [
        " If you bite off more than you chew, then you can chew your, you, you might very well choke on it. So don't, so don't do that. So pick something realistic. Don't, do people say that? That must be a say.",
        3859.8,
        3871.92
    ],
    [
        " That's the first time I heard it. So if you bite off more than you can chew, you might choke on it. Did you make that up or you get that from somewhere? I think I, well, I just, I don't know. I think I made it up. It's good. But I'm sure something like, no, this guy said it in 1978.",
        3872.16,
        3885.84
    ],
    [
        " Yeah, but that's the beauty of it. So pick something realistic. Like for something that you can handle and then get after it. Then the other thing here is he doesn't talk about this diet at all.",
        3886.4,
        3898.22
    ],
    [
        " And that's clearly equally important. And you have to change your diet if you're going to change your life and you're going to change your health. So stop eating sugar, stop eating process foods, no more soda and juices and no more gatorade.",
        3898.6,
        3913.24
    ],
    [
        " Just to start with, right? Well, whatever it is, whatever it is that you're doing, whoever asks this question, whatever you know what you're doing, if you're eating donuts, don't, don't, don't eat donuts anymore. Stop, just stop eating those.",
        3914.82,
        3928.46
    ],
    [
        " Get rid of that sugar sweetness craving thing. Yeah. And then just keep making your diet cleaner and cleaner as time goes by. Yeah.",
        3928.76,
        3938.64
    ],
    [
        " So that's what I think is there any time that it's good because sometimes I think it's good when people do go like, all right, man, I'm done. Yeah.",
        3940.38,
        3951.84
    ],
    [
        " Like I, whatever happened, they went up the staircase and they they got all tired. And they say, you know what? I'm done. Yeah. It starts tomorrow. But I think in those cases, most of the time, who was it? Who was it that we were talking to?",
        3952.24,
        3966.54
    ],
    [
        " Talking to someone, someone that they are, I was talking to someone that their first thing they tried to do, they couldn't do it all. Like they tried to run three miles and they were like, you know what? Can't do it.",
        3968.18,
        3981.28
    ],
    [
        " Can't run three miles. It might have been that guy. There's a guy that's losing a bunch of weight on the interwebs. Oh, yeah, that's what it is. I think he's down in Texas.",
        3981.5,
        3989.34
    ],
    [
        " But he's trying to lose a lot of weight. And the first time we went, tried to go for run. Didn't happen. Didn't happen. So he had to just run less.",
        3990.54,
        3999.92
    ],
    [
        " He had to just walk actually. So yeah, you start with what you can do. But there is a little bit of.",
        4000.34,
        4009.58
    ],
    [
        " There is there is I would try I would say this keep this one in the back of your mind. There is the whole thing of like, you know what?",
        4010.96,
        4018.5
    ],
    [
        " I'm changing my life right now. You go home, you get the garbage can out, you bring it into the kitchen, you throw away the twinkies, you throw away the pop tarts, you throw away the, you pour the crappy soda down the drain and you get on the path and you just don't look back.",
        4018.66,
        4033.42
    ],
    [
        " Yeah, that's a good thing to do too. Yeah. But again, if that person's 300 pounds, they're not going to be able to do. I mean, they're going to push themselves.",
        4033.42,
        4043.36
    ],
    [
        " Yeah, they could push themselves too hard. So you just got to be careful. Yeah. See, and that is funny when I'm kind of looking at the question. I'm like, well, obviously you want to start slow, right? Obviously, but then I don't",
        4043.84,
        4057.26
    ],
    [
        " tell you hear about these guys just like how you said they just they throw everything away. They were like, I'm in different person right now. I think I think we're we're crossing streams here. I am there's diet. And then there's like workout. Yeah, because diet, you can pretty much go cold turkey today. Yeah, it lets and you may or may not be able to relate to this, but if you go straight extreme on your diet, like all of a sudden.",
        4057.26,
        4080.6
    ],
    [
        " You're hit with these the byproducts of changing your diet, especially if you if you'd like like mountain do every single day, right? And you just all of a sudden boom stop drinking a month. You'll go through stuff that you might not expect like the craving will hit you.",
        4081.74,
        4096.44
    ],
    [
        " The guy on free and minimal doses of mountain. Yeah, yeah, basically, basically, I'm going to say no stop drinking mountain. You don't need it. Yeah, and I dig in here. You're going to go through withdrawals, right? Yeah,",
        4096.44,
        4108.56
    ],
    [
        " go through caffeine withdrawals and sugar withdrawals. You're going to get the the the keto flu and all those things are going to happen. And it's going to be rough, but yeah, but don't just say it like that is going to be rough. But that's all. Hey, bro, seriously, if you go into that and you experience these types of things and it's going to",
        4108.68,
        4122.92
    ],
    [
        " quite everything, by the way, any big change that you make where you you have to deprive yourself of these bad things that you've become kind of addicted to or whatever.",
        4122.92,
        4129.76
    ],
    [
        " You're going to go through all kinds of changes and that goes for workout to, by the way, because like just the soreness alone. Oh, dang, I wasn't expecting the soreness. Oh, I'm like tired now because the workout like was kind of hard. It's like, oh,",
        4130.02,
        4141.58
    ],
    [
        " Shell wasn't expecting that I was expecting to feel great after my workout. How everyone says or whatever so you're going to run into all these little things that no one tells you about. And then it's like, well, I didn't sign up for that little part of it. And then when that little part, and then you're going to.",
        4141.92,
        4153.44
    ],
    [
        " I think the diet thing I think you're wrong. I think the diet thing I think if you're I think it's very I think it's easier. In fact, to just be like, I'm done. It's not like, okay, you know what?",
        4153.6,
        4163.4
    ],
    [
        " I'm only going to eat a quarter bag of Cheetos a day from now on. I don't think that works. I think you got to be like, no, no,",
        4163.52,
        4171.02
    ],
    [
        " no, no Cheetos, not no Cheetos in my house. But I do think that you could work out so hard that you're so sore that you that you say, oh, man, I'm just",
        4171.02,
        4181.32
    ],
    [
        " to like kind of like the jujitsu question earlier on. Like you could be what if someone's so sore that they can't do their job, right? And they're just sore all day at work. Well,",
        4181.32,
        4189.52
    ],
    [
        " that's not cool. So I think for diet, you can you can go cold turkey or actually cold steak or hot steak. And then I think for working out,",
        4189.52,
        4200.96
    ],
    [
        " is the one you you you figure out what you can do. And you push a little bit harder, but you don't go level nine, maximum destruction madness.",
        4200.96,
        4210.36
    ],
    [
        " I think you're wrong respectfully. In which part do you think I'm wrong on the diet? I think if you go extreme with your diet, I think that it'll work for some",
        4211.04,
        4220.02
    ],
    [
        " people for sure. But depending on who you are, but I think you're more if you go extreme with the diet, you don't like slowly phase out",
        4220.02,
        4227.34
    ],
    [
        " you know what's interesting? You know, it's interesting. I don't know if you remember I read a letter a while back on the podcast about a guy that had read way the warrior kid,",
        4227.34,
        4235.28
    ],
    [
        " and he like fixed his life.",
        4235.38,
        4237.8
    ],
    [
        " Yeah, man. That guy did what you're saying. He just made little changes. You made little changes along the way. So maybe it's",
        4237.96,
        4247.0
    ],
    [
        " person, it's probably personality. In fact, let's just go ahead and say it's personality. Some people are going to just have to get the",
        4247.0,
        4253.46
    ],
    [
        " damn Cheetos out of their house. All of them. Yeah. And some people say, you know what? I'm only going to have this one cup full of",
        4253.46,
        4260.38
    ],
    [
        " Cheetos every day. Yeah. And that's okay. But but here's where you got to be careful. You may lie to yourself.",
        4260.38,
        4268.24
    ],
    [
        " And you can lie to yourself. Yeah. You can lie to yourself and be like, ah, you know, I don't really that that that that big of a deal",
        4268.56,
        4275.82
    ],
    [
        " today. If I just have two cups of Cheetos. Yeah. Yeah. Yeah. Nine cups of Cheetos later. Yeah. But you",
        4275.82,
        4281.12
    ],
    [
        " don't have a Cheeto down. See, and respectfully, I don't like your Cheetos example. Why? Because you're like, I'm going to allow myself to",
        4281.12,
        4289.72
    ],
    [
        " okay, don't allow yourself Cheetos. That's not how small of a change you're going to make. If you're not going to eat Cheetos",
        4289.72,
        4295.08
    ],
    [
        " anywhere, you're not going to eat Cheetos anymore. I'm saying like if you go extreme on your diet, let's say you eat, but",
        4295.08,
        4305.8
    ],
    [
        " I used to eat every day. I'd eat a whole bag of Cheetos. And now I'm only going to eat one cup of Cheetos from the",
        4305.98,
        4315.44
    ],
    [
        " bag of day. That's improvement. It is improvement. And it's small improvement. And if I could do that, then why is that not okay?",
        4315.44,
        4321.94
    ],
    [
        " Yeah. Okay. If you choose to do that, but okay, now we're going into the specifics of a certain person's",
        4322.04,
        4327.62
    ],
    [
        " okay thing. I would say this. This is more alonglines what I'm thinking as far as specific examples. If you're going to go,",
        4327.62,
        4334.12
    ],
    [
        " if I'm going to eat one bag of Cheetos, obviously that's not all I'm eating. I'm eating other stuff. I'm the small change is,",
        4334.12,
        4341.02
    ],
    [
        " I'm not going to eat Cheetos anymore. I'm going to cut out Cheetos. That's it. I'm still not eating that good. You know, I'm",
        4341.14,
        4346.88
    ],
    [
        " going to cut out Cheetos. Or let's say I get, I get, you know, drive through every day. Three times a day. Okay. I won't get drive through anymore.",
        4346.88,
        4357.24
    ],
    [
        " Or all that's a big change. Not necessarily depending on what you get going from three drive through the day.",
        4357.48,
        4364.02
    ],
    [
        " To zero. How's that not a big chance? It's a big challenge going from like, and there's certain people actually was talking to someone the other day that had lost",
        4364.28,
        4372.9
    ],
    [
        " 150 pounds of female. And it was interesting. Her nutritionist, she hired a nutritionist and the nutritionist said, okay,",
        4372.9,
        4382.68
    ],
    [
        " what are the foods you can't live without? And we'll work around those. That's a pretty cool thing. And what she said was, I need cheeseburgers and fries.",
        4382.94,
        4391.62
    ],
    [
        " So then what she got told was something along the lines of, okay, you can have cheeseburger and fries on Friday. Yeah, yeah.",
        4393.1,
        4400.04
    ],
    [
        " Right. So the same. So then instead of, you know, this, this whole thing of I can never read it. Now what I'm saying is there are people.",
        4400.06,
        4406.84
    ],
    [
        " And I think I'm one of these people where it's like, oh, if I have cheeseburgers and fries today, well, then I might as well just get a",
        4406.94,
        4413.54
    ],
    [
        " mint chocolate chip milkshake with it. And if I did that tonight, then you know what? Tomorrow morning, hey,",
        4413.54,
        4418.72
    ],
    [
        " after you get done training, maybe you know that cheeseburger was good yesterday. I have. So maybe it's my own personal weakness.",
        4419.58,
        4425.16
    ],
    [
        " But for me, I'd prefer to be just like on the path. Yeah, yeah. That's why the 80 20 rule on it's talked about this in the field manual.",
        4425.8,
        4432.54
    ],
    [
        " The 80 20 rule, maybe it works for some people. And I guess it does work for me. But I'd rather just be straight on the program.",
        4432.88,
        4439.3
    ],
    [
        " Yeah, I mean, yeah. And, and then, and you know what, you know, Tim Ferris has that thing where, or he's talked about that thing where he goes",
        4439.7,
        4446.8
    ],
    [
        " six days hardcore strict. And then the seventh day, you literally eat whatever you want as much as you can. And I haven't tried that. I have. And it's really, really good. Yeah. Because you feel",
        4447.24,
        4462.52
    ],
    [
        " really, really good. Not only physically, but just about the whole thing. I'm on the program. And you kind of know. And on that on that cheat day, you do",
        4462.52,
        4470.82
    ],
    [
        " they call it the cheat day. You eat whatever you want. And you don't feel any guilt at all.",
        4471.04,
        4475.24
    ],
    [
        " Even when you're on the 80 20, it's like, you have to be coming off a real strong week.",
        4475.46,
        4481.1
    ],
    [
        " To like beat to feel good about the cheeseburger free. Like cheeseburgers are good too. Yeah.",
        4481.56,
        4487.76
    ],
    [
        " And that's even really that bad of a cheat day. Oh, what else is for your fries?",
        4488.52,
        4492.16
    ],
    [
        " Fries, then you're starting to go into it for sure. But the",
        4492.74,
        4496.04
    ],
    [
        " I'm like, you know, a cheat day cheat day like as Tim Hilt, it'll be like for like a whole thing of donuts.",
        4496.32,
        4502.66
    ],
    [
        " Rebox a cookie. Yeah, whatever you want straight up, whatever you want. It's a disgusting thing.",
        4503.16,
        4507.84
    ],
    [
        " No, with when you when you start to eat healthy and then you try to eat a whole box of donuts, you after like one, two, three, maybe six, eight donuts.",
        4508.06,
        4515.78
    ],
    [
        " You're going to be like, you know, in six donuts. Easy. See, we had six donuts in one. Oh my gosh. You know, those, I think they're called",
        4515.78,
        4523.68
    ],
    [
        " Intimans old fashioned. They're you know, the little chocolate donuts. No, you know what a full size donut straight up.",
        4524.06,
        4530.74
    ],
    [
        " They're kind of a little bit bigger too. You know, you know, um, oh, man, I can't even fathom eating six donuts.",
        4530.74,
        4540.2
    ],
    [
        " Ever since I started talking so much smack about donuts. Yeah, I know I can't literally can never have one again in my life. Yeah, no, you're not allowed for sure. 100% 100%.",
        4540.2,
        4549.58
    ],
    [
        " I'm not even even a bite. Even if you were like, if someone was like, hey, just buy this one. When I was a little kid, my parents would buy the chocolate donuts.",
        4549.64,
        4557.7
    ],
    [
        " The hostess chocolate. Yeah, that's what covered in chocolate. Those things are good. Yeah, you can't even have one of those again. No, no, you guys I did the six day cheat program.",
        4557.7,
        4566.9
    ],
    [
        " No, even then I can't I can't do it. Yeah. You know, you know, the old fashioned donut is right. It's like a.",
        4567.0,
        4573.54
    ],
    [
        " Just a donut with a hole in it, right? No, it's called old fashioned donuts. They're like, um, it's they're kind of glazed and almost like a.",
        4573.62,
        4580.06
    ],
    [
        " Not they're not crispy, but they're kind of hardy or hard on. Okay, on the outside and then they're regular soft donuts on the inside.",
        4580.18,
        4586.0
    ],
    [
        " And they have this glaze over them. Okay, so I think it's I forget the name. I think it might be entomins, but they have old fashioned donuts where they're not as hard, but they're kind of hard and they're just bigger.",
        4586.52,
        4596.16
    ],
    [
        " Anyway, those are my favorite ones and I used to get chocolate milk and heat up the chocolate milk. So it's like hot chocolate and donuts and oh yeah, easy money.",
        4596.9,
        4603.56
    ],
    [
        " Like I'll eat two boxes of those for sure. Are you still anymore? Oh yeah. So",
        4603.56,
        4609.4
    ],
    [
        " The point there is on the cheat day, you just go. Yeah, no shame. But after the thing is you can't just eat donuts four times a day or three to you just don't feel good like your stomach.",
        4609.4,
        4619.8
    ],
    [
        " It's all upset and the more healthy you eat, the more it's going to be like that. So the longer you're on the path, you straight like",
        4619.8,
        4625.58
    ],
    [
        " if you ate some donut like the other day, we went to the Belmont Park and I ate some ice cream, some mitschucklics, your ice cream.",
        4625.94,
        4633.6
    ],
    [
        " Was it good? Fine, it was good. But you know, all the kids are doing whatever. I never tracks the other night. Yeah, you eat a big, large double, you know, whatever. After after that, you're like,",
        4633.78,
        4643.94
    ],
    [
        " I don't feel right, you know, so unless you're just committed to eat it because I don't know, you don't want to waste it or something like that.",
        4643.98,
        4649.18
    ],
    [
        " You're going to be like, oh, my cheat, your cheat day is not going to be that bad. This is what I'm saying. Okay, but you still do have that freedom.",
        4649.7,
        4656.16
    ],
    [
        " It can happen. Depends on what it is. Yeah, yeah, you could pound some chili fries or something. I don't like chili fries. All right. So yeah.",
        4656.52,
        4663.64
    ],
    [
        " Maybe what's the verdict? I think just in the like middle of the road, not the whole starting like the same thing. I said balance.",
        4663.92,
        4672.58
    ],
    [
        " So you're saying balance as well. I'll tell you though, man, if that balance doesn't work for you, you're going to have to step it up. You're going to have to go hardcore. I'd give yourself two weeks,",
        4673.32,
        4681.94
    ],
    [
        " two weeks for a balanced approach on the diet side. If you can't get your shit under control in two weeks, you got to go hardcore. You got to get in there where the garbage can throw away the twinkies, throw away everything else that's",
        4682.2,
        4694.84
    ],
    [
        " crap in your fridge and and go hardcore. That and start with a fast too. Right. Hey, a fast is awesome. A fast is good. Wait, wait, I don't even know that there's that much to expect. Don't",
        4694.84,
        4707.62
    ],
    [
        " never for a day. If you never done it before, it's not that bad. There's no little stuff. Don't eat for a day. There's little. There's not",
        4707.62,
        4715.2
    ],
    [
        " take it from a normal human being. This little stuff that you if you're not if you go in and not prepared for it,",
        4716.3,
        4722.58
    ],
    [
        " then you're like, Oh, I actually think the more you think about it, prepare for it, the more psychologically it is. Yeah, just be like, Oh, yeah, you know what?",
        4722.86,
        4729.98
    ],
    [
        " I woke up this morning. I haven't eaten last night. Cool. I'm not going to eat until tonight.",
        4730.1,
        4733.34
    ],
    [
        " Every time I yeah, so when I find it like that, when I'm like, I'm not going to eat till this, then I go through little stuff.",
        4733.88,
        4739.82
    ],
    [
        " But if I just happen if I'm too into work, I'm only drinking coffee and I forget and like dang if if I eat and I haven't",
        4739.92,
        4746.64
    ],
    [
        " ate for like, you know, 12 hours, 16 hours, then I'll be like, Oh, I'll just go another three. That's my 15 because like 15, right?",
        4746.64,
        4752.78
    ],
    [
        " 15 hours is when your body starts to kind of shift over to like, I think 15. Okay. What are these? So I'll just wait that",
        4752.92,
        4760.72
    ],
    [
        " shower. It's like cool. Done. But if we plan it, that's when yeah, you I don't know, it depends on who you are, man.",
        4760.72,
        4767.68
    ],
    [
        " But that's a good way to agree with the things off. Yeah, I agree with a kick things off and get like jump onto the path. Yeah, just jump on with a fast.",
        4767.68,
        4775.68
    ],
    [
        " Yeah. Hey, go see your doctor or whatever. Do you have to go see a doctor to fast 24 hours? I think you should. If you've been",
        4776.12,
        4783.26
    ],
    [
        " probably fat lazy, you know, especially if you're older or something like that, I think seen a doctor to get a personal trainer.",
        4783.26,
        4793.38
    ],
    [
        " Depends on when you can help me. Yeah, the moment I just talk to she's like personal trainer and nutritionist hired them both.",
        4795.14,
        4800.06
    ],
    [
        " Yeah, lost 100, whatever pounds. So I think she was an excess of 300 pounds. Yeah. And when I met her, she's completely normal, right?",
        4800.26,
        4810.1
    ],
    [
        " Like, you know, completely like you wouldn't even suspect that she had any weight trouble in her life. That's pretty amazing. Yeah.",
        4810.24,
        4816.24
    ],
    [
        " So hire the trainer, hire the nutritionist. Yeah, I think so. I think that helps. I always looked at it. Like, why would I hire like a trainer or",
        4818.1,
        4829.54
    ],
    [
        " something like that one, I can kind of look up that stuff. But here's the thing I went in with this bias, like, because I kind of had a background in it.",
        4829.54,
        4837.24
    ],
    [
        " So I'm like, why would I I can just go look at, but I'm looking it up. But I have all this other knowledge.",
        4837.38,
        4841.42
    ],
    [
        " Maybe the same rule you try it for two weeks. See if you can keep yourself on the path. And if you can't, you got to bring someone in. Right?",
        4841.42,
        4850.42
    ],
    [
        " Here's what I like hire a trainer, but not like the kind every day. It's like a once a week trainer who can get you on a little program. Yeah.",
        4850.74,
        4857.54
    ],
    [
        " Yeah. Yeah. That's, you know, but it's going to depend on who you are straight up. You know, who can keep you on. Yeah.",
        4857.82,
        4863.96
    ],
    [
        " That's the biggest. And I said, there's a billion times. Like, you know what you need to do. Yeah.",
        4864.04,
        4870.14
    ],
    [
        " You know what you need to do. You know, you know what you need to do. If you can't get yourself to do it, maybe you need to get someone to help you do it.",
        4870.46,
        4877.16
    ],
    [
        " Yeah. The weird thing is like nutritionists and stuff, you can get nutritionists that could come to you and be like, okay, we're going to put you on a low fat diet, you know, which would be really not good.",
        4877.58,
        4887.84
    ],
    [
        " Sign in the wrong direction. I don't know how many, you think there's still nutritionists that are doing that right now.",
        4887.96,
        4892.0
    ],
    [
        " Oh, yeah. I know there are. I know there are actually. They're out there. So you're going to be careful.",
        4892.3,
        4896.28
    ],
    [
        " All right. Check. Next question. Last thing that I'm not going to draw it out, but you said, you know what you need to do.",
        4896.28,
        4908.46
    ],
    [
        " And one time you said, imagine what your day would look like, like, if you, like everything you did, was you did the things that you knew you're supposed to do.",
        4909.26,
        4920.28
    ],
    [
        " What do you kind of think? Well, the full statement is, if you wrote down tonight, what you were supposed to do tomorrow.",
        4920.28,
        4928.82
    ],
    [
        " Yeah. And then you did the things that you were supposed to do. Yeah, yeah.",
        4929.16,
        4932.22
    ],
    [
        " Imagine how that day would feel and imagine what you'd get done in that day. Yeah.",
        4932.44,
        4936.56
    ],
    [
        " And then imagine if you did that every day for a week. Yeah.",
        4936.84,
        4940.58
    ],
    [
        " And imagine if you did that every day for a month and you did it for a year. Imagine where your life would be.",
        4940.7,
        4944.56
    ],
    [
        " Your life would be in a completely different trajectory, completely different. Yeah.",
        4944.74,
        4949.04
    ],
    [
        " And that's true with working out. That's true with nutrition. That's true with business.",
        4949.28,
        4952.84
    ],
    [
        " That's true with education. That's true with knowledge.",
        4953.02,
        4954.86
    ],
    [
        " It's true with everything. Everything. Yeah.",
        4955.4,
        4958.52
    ],
    [
        " Kind of know what we're supposed to do. Yeah.",
        4958.72,
        4960.58
    ],
    [
        " I thought you were going to say, some people don't know what to do.",
        4961.02,
        4963.76
    ],
    [
        " And that could be the case. Some people they've never worked out before.",
        4964.24,
        4967.04
    ],
    [
        " And if you're a person that's never worked out before, you probably need to bring someone into the game that's going to help show you how to work out.",
        4967.22,
        4973.94
    ],
    [
        " If you've never done any reading about eating and you have no idea what's going to be good for you,",
        4974.04,
        4980.98
    ],
    [
        " you're probably a person that might need to bring someone into the game to help you get over that.",
        4980.98,
        4985.3
    ],
    [
        " Yeah. And it still completely goes with exactly what you said. It's like you know what to do.",
        4985.58,
        4989.64
    ],
    [
        " And even to help that, you know what not to do. Like when you're about to make a decision, I'm going to do this or not do this.",
        4990.04,
        4994.94
    ],
    [
        " Like you know which one is you should or shouldn't do.",
        4994.94,
        4997.2
    ],
    [
        " So let's say I don't know anything about working out, but I know I have to get in shape.",
        4997.56,
        5002.1
    ],
    [
        " We all know, you know, we all know when we got to get in shape.",
        5002.1,
        5004.16
    ],
    [
        " So then you know you got to hire somebody. You know you got to do something.",
        5004.62,
        5007.4
    ],
    [
        " You know that you shouldn't just be like, Oh, well, I'm not going to do it. I don't know. I'm not going to do things to do tomorrow.",
        5007.62,
        5011.96
    ],
    [
        " Yeah, the trainer. Yeah.",
        5011.96,
        5013.46
    ],
    [
        " Join a gym. Get a trainer. Yeah. I don't know what to do. Okay. This is what you can do. Find out what to do.",
        5013.82,
        5019.62
    ],
    [
        " There you go. Then in that case, so you got make sense. Sometimes when you put things and just say stuff, just put it on the table.",
        5019.76,
        5026.76
    ],
    [
        " Just starts to make sense.",
        5026.76,
        5028.24
    ],
    [
        " Next question. I'm a veteran of the infantry.",
        5029.04,
        5032.14
    ],
    [
        " And when I took over a fire team for the first time, I made the mistake of drawing hard lines in the sand.",
        5032.56,
        5039.06
    ],
    [
        " This immediately alienated members of that team that had been together for some time.",
        5039.7,
        5045.26
    ],
    [
        " I did not make that mistake again. And I definitely learned from my experience.",
        5045.7,
        5050.4
    ],
    [
        " So clearly there's not a question there. Yeah.",
        5051.8,
        5053.78
    ],
    [
        " And I forget pulling this out from I get a lot of emails and messages and all that.",
        5054.02,
        5059.74
    ],
    [
        " But I thought it was a good point to bring up to say, you know, this idea of drawing hard lines in the sand.",
        5060.06,
        5067.6
    ],
    [
        " And what that does to your leadership position, it's a difficult. It's usually not a good thing to do.",
        5067.86,
        5074.64
    ],
    [
        " If you draw a lot hard lines in the sand and eventually you realize that they're either unrealistic or people can't maintain them.",
        5074.64,
        5082.64
    ],
    [
        " You have set yourself up for failure. What is that exactly?",
        5082.64,
        5086.14
    ],
    [
        " So it's no matter what we will not got you.",
        5086.38,
        5091.32
    ],
    [
        " Blah blah blah. Yeah. There's the like no matter what we will we will win every single road marks that we do as a fire team in this while we're while we're here on this training thing.",
        5091.46,
        5102.62
    ],
    [
        " Okay. Well, guess what? That's a that's hard. There's other.",
        5103.64,
        5107.78
    ],
    [
        " There's some other fire teams that are also want to win.",
        5107.9,
        5110.6
    ],
    [
        " And and so you've drawn a hard line to say that's not really a good example.",
        5110.9,
        5114.5
    ],
    [
        " A good example is like no matter what we're going to muster every morning at 4.30 in the morning.",
        5114.96,
        5120.98
    ],
    [
        " No matter what.",
        5121.34,
        5122.36
    ],
    [
        " And you know, then the guys are out on patrol until 2.38 in the morning.",
        5122.84,
        5129.0
    ],
    [
        " And now the next morning you're good no matter what.",
        5129.2,
        5131.42
    ],
    [
        " It's not good for them. It's unrealistic.",
        5131.64,
        5134.74
    ],
    [
        " So you drew a hard line in the sand and now you got to back it down.",
        5136.06,
        5138.82
    ],
    [
        " So and all you have to do is soften the statement a little bit.",
        5139.68,
        5142.1
    ],
    [
        " Hey guys, to the best of our ability, if we can, we're going to get here every morning at 4.30 for master.",
        5142.4,
        5146.66
    ],
    [
        " There's a little there's a little room to play there, right?",
        5147.42,
        5150.28
    ],
    [
        " And that's that's fine.",
        5150.94,
        5152.62
    ],
    [
        " So again, I there's there's not a lot of there's not a",
        5153.28,
        5158.98
    ],
    [
        " question here, but one of the reasons I think that",
        5159.0,
        5161.44
    ],
    [
        " that I wanted to talk about it was because I think people look at me",
        5161.44,
        5166.02
    ],
    [
        " and even hear me on a peripheral level and they think all I bet Chuck will just lay down the hard lines.",
        5166.02,
        5174.18
    ],
    [
        " It's my way or the highway, right?",
        5174.52,
        5178.7
    ],
    [
        " And and the the opposite is actually true.",
        5179.54,
        5183.26
    ],
    [
        " And the reason that I came to that conclusion was because I worked for leaders like that.",
        5183.44,
        5192.76
    ],
    [
        " And I hated working for leaders like that.",
        5192.92,
        5195.2
    ],
    [
        " So I tried to never be a leader like that.",
        5195.64,
        5198.52
    ],
    [
        " And there's a dichotomy, right?",
        5198.9,
        5203.96
    ],
    [
        " There's a huge dichotomy because this doesn't mean that you're not driving and pushing.",
        5204.24,
        5209.56
    ],
    [
        " This doesn't mean that you're not saying, Hey, we're going to be the best one ever.",
        5209.78,
        5213.3
    ],
    [
        " We're going to be the best task unit here.",
        5213.34,
        5215.24
    ],
    [
        " Doesn't mean you're not saying, Hey, look, we're not going to rest until we've done what we're supposed to do.",
        5215.3,
        5219.62
    ],
    [
        " Doesn't mean that.",
        5219.68,
        5220.62
    ],
    [
        " But man, you got to find that balance.",
        5220.72,
        5224.62
    ],
    [
        " Yeah.",
        5224.86,
        5225.42
    ],
    [
        " It does feel like that with you.",
        5226.1,
        5229.02
    ],
    [
        " That you're like, it feels like that.",
        5229.5,
        5231.78
    ],
    [
        " But when you were one, I mean, my experience obviously is we're under no like extreme",
        5231.78,
        5237.74
    ],
    [
        " circumstances, but just like just like the simple stuff like it really does seem like you wake up at 4 30 in the morning.",
        5238.66,
        5243.56
    ],
    [
        " Every single morning, do or die.",
        5243.78,
        5246.12
    ],
    [
        " Well, that I did that I do.",
        5246.16,
        5248.14
    ],
    [
        " Unless like there's sometimes where I get home at like I remember a little while ago, I got home at one o'clock or two o'clock in the morning.",
        5248.64,
        5255.62
    ],
    [
        " And that's basically my cutoff zone.",
        5255.96,
        5258.56
    ],
    [
        " If I'm getting less than four and a half hours of sleep, then I'll be like, Oh, yeah, I'll wake up.",
        5258.74,
        5264.3
    ],
    [
        " And I've been like, Hey, I only got two and a half hours of sleep last night.",
        5264.3,
        5267.8
    ],
    [
        " That's not enough.",
        5267.88,
        5268.68
    ],
    [
        " I'm going back to bed.",
        5268.88,
        5270.0
    ],
    [
        " Right.",
        5270.1,
        5270.34
    ],
    [
        " That's it.",
        5270.52,
        5270.78
    ],
    [
        " And that's what I mean.",
        5270.86,
        5271.42
    ],
    [
        " Where I've tweeted that out before.",
        5271.6,
        5273.42
    ],
    [
        " Yeah.",
        5273.62,
        5273.76
    ],
    [
        " I'm too tired.",
        5273.88,
        5274.88
    ],
    [
        " Yeah, yeah.",
        5275.14,
        5275.68
    ],
    [
        " Yeah, that's what I mean.",
        5275.76,
        5277.1
    ],
    [
        " Yeah.",
        5277.32,
        5277.52
    ],
    [
        " So it's like when that happens, it almost like catches you off guard, you know, when you when you when you when you did that.",
        5277.74,
        5283.4
    ],
    [
        " I mean, obviously not like, Oh, Jokels, not as strict.",
        5283.4,
        5286.58
    ],
    [
        " It's not that feeling at all.",
        5286.76,
        5288.28
    ],
    [
        " It's just kind of like, Oh, dang.",
        5288.32,
        5289.46
    ],
    [
        " You do have that flexibility when, you know, when it's the correct thing kind of thing.",
        5290.72,
        5295.24
    ],
    [
        " Yeah.",
        5295.36,
        5295.84
    ],
    [
        " Yeah.",
        5295.84,
        5296.06
    ],
    [
        " You have to.",
        5296.28,
        5297.26
    ],
    [
        " Yeah, you're not a slave to your rigidity.",
        5297.56,
        5301.84
    ],
    [
        " Well, what you're saying is I don't draw hard lines in the sand.",
        5302.06,
        5305.42
    ],
    [
        " They get that question.",
        5306.04,
        5307.16
    ],
    [
        " Yes, exactly right.",
        5307.78,
        5308.88
    ],
    [
        " But it's real easy to go down the slippery slope of like, well, I you know what?",
        5309.46,
        5313.02
    ],
    [
        " I actually didn't eat real good yesterday.",
        5313.08,
        5316.5
    ],
    [
        " So I probably need some more sleep to recover today.",
        5316.5,
        5318.56
    ],
    [
        " Yeah, yeah, yeah, really.",
        5318.72,
        5319.82
    ],
    [
        " Yeah.",
        5320.32,
        5321.02
    ],
    [
        " Well, I am.",
        5321.2,
        5322.08
    ],
    [
        " It's a rest day.",
        5322.16,
        5323.14
    ],
    [
        " So I might as well turn on the TV.",
        5323.14,
        5324.26
    ],
    [
        " Oh, you know what would be good with TV's maybe some popcorn.",
        5324.48,
        5326.48
    ],
    [
        " Oh, you know, it'd be good if it was a popcorn, maybe some cheese sticks.",
        5326.76,
        5329.14
    ],
    [
        " And so I'm an absent.",
        5329.34,
        5330.44
    ],
    [
        " It's a rest day, right?",
        5331.16,
        5332.6
    ],
    [
        " Yeah, yeah, yeah.",
        5332.88,
        5333.48
    ],
    [
        " The slippery, wrong path.",
        5333.48,
        5334.58
    ],
    [
        " It's slippery.",
        5334.86,
        5335.12
    ],
    [
        " I guess that I guess the opposite of the of the of the path is the slippery slope.",
        5335.78,
        5341.04
    ],
    [
        " Exactly right.",
        5341.42,
        5343.5
    ],
    [
        " Next question.",
        5344.52,
        5346.26
    ],
    [
        " Hi, scenario.",
        5346.5,
        5347.84
    ],
    [
        " It's actually legit way to think of it too.",
        5348.2,
        5350.22
    ],
    [
        " Yeah.",
        5350.68,
        5350.76
    ],
    [
        " If it's a legit way to think of things, if you're on the path, when you know what the",
        5351.16,
        5355.62
    ],
    [
        " path is, as we talked about with Tim Ferris, if you're on the path, which you know, well,",
        5355.62,
        5362.02
    ],
    [
        " when you step off the path, it's a slippery slope.",
        5362.1,
        5364.24
    ],
    [
        " Nope.",
        5364.46,
        5364.68
    ],
    [
        " It's off the path is a slippery, slippery slope.",
        5365.04,
        5368.12
    ],
    [
        " And what did you just say?",
        5368.3,
        5369.58
    ],
    [
        " The popcorn can lead to cheese sticks can lead to M and M's.",
        5369.92,
        5373.84
    ],
    [
        " Yeah.",
        5374.0,
        5374.16
    ],
    [
        " That's the slippery slope right there.",
        5374.26,
        5375.6
    ],
    [
        " Yeah.",
        5375.8,
        5376.02
    ],
    [
        " And sometimes you slip so hard that you just plunge deep off the path.",
        5376.02,
        5383.3
    ],
    [
        " Yeah.",
        5383.3,
        5383.92
    ],
    [
        " Fall off the wagon, land hard.",
        5384.06,
        5385.42
    ],
    [
        " All right.",
        5385.8,
        5386.38
    ],
    [
        " scenario.",
        5387.18,
        5387.8
    ],
    [
        " My team leader's boss came to me and asked my opinion on my horrible team leader.",
        5388.08,
        5392.58
    ],
    [
        " Okay.",
        5393.2,
        5394.24
    ],
    [
        " The boss.",
        5394.4,
        5394.72
    ],
    [
        " My boss's boss.",
        5394.84,
        5395.58
    ],
    [
        " One of my opinions.",
        5396.04,
        5397.44
    ],
    [
        " So what do I do?",
        5397.54,
        5398.1
    ],
    [
        " Praise him to make the team look good and maintain my relationship with my with the team leader",
        5398.62,
        5403.26
    ],
    [
        " or tactfully tell the truth and build a relationship with the boss with my bosses.",
        5403.88,
        5407.94
    ],
    [
        " But that's a good question, isn't it?",
        5408.18,
        5410.44
    ],
    [
        " I think so.",
        5410.54,
        5411.0
    ],
    [
        " This is a really tough position to be in.",
        5411.38,
        5413.28
    ],
    [
        " Yeah.",
        5413.72,
        5413.9
    ],
    [
        " Because you have to be careful and you have to be balanced.",
        5414.18,
        5416.38
    ],
    [
        " And there's a couple things to think about.",
        5416.72,
        5418.06
    ],
    [
        " First of all, no one likes rats.",
        5418.2,
        5419.42
    ],
    [
        " Yeah.",
        5420.14,
        5420.4
    ],
    [
        " Right?",
        5420.8,
        5420.96
    ],
    [
        " No one likes rats.",
        5423.08,
        5423.72
    ],
    [
        " But at the same time, you kind of also have to think about what's best for the team.",
        5424.02,
        5428.26
    ],
    [
        " On top of and kind of the opposite of no one likes rats is no one likes brown noses.",
        5429.38,
        5433.82
    ],
    [
        " No.",
        5433.92,
        5435.12
    ],
    [
        "",
        5435.28,
        5435.28
    ],
    [
        " But at the same time, you have to build relationships up and down the chain of command.",
        5435.64,
        5438.74
    ],
    [
        " And one of the toughest things about this and what you have to be so careful about is",
        5439.26,
        5444.4
    ],
    [
        " that you don't know what kind of relationship the boss and the team leader have.",
        5444.4,
        5447.62
    ],
    [
        " You don't know for one end of the spectrum, they could be friends.",
        5447.92,
        5451.52
    ],
    [
        " So if you say something bad about him, that's going right back to the team leader and",
        5451.96,
        5455.84
    ],
    [
        " you're in.",
        5455.84,
        5456.36
    ],
    [
        " You're going to have a hard time.",
        5456.64,
        5457.88
    ],
    [
        " You're in a much worse position.",
        5458.54,
        5459.54
    ],
    [
        "",
        5459.8,
        5459.8
    ],
    [
        " Also, they could be enemies and supporting the team lead to the boss could actually make",
        5460.18,
        5470.12
    ],
    [
        " you look stupid, right?",
        5470.12,
        5471.34
    ],
    [
        " Make you look bad.",
        5471.48,
        5472.84
    ],
    [
        " And it's important to say here, is it the optics of like, I don't want to look bad?",
        5473.82,
        5483.52
    ],
    [
        " Is that what I'm talking about?",
        5483.52,
        5484.98
    ],
    [
        " Because that's what I just said, like it'll make you look bad, it'll make you look stupid.",
        5485.38,
        5488.24
    ],
    [
        " The reason that you're trying to look good is because you want to do a good job because",
        5488.8,
        5493.94
    ],
    [
        " you want the team because you want the mission succeed.",
        5493.94,
        5495.52
    ],
    [
        " That's what's important.",
        5495.96,
        5497.34
    ],
    [
        " And you don't care.",
        5498.5,
        5499.26
    ],
    [
        " I don't care if I have to eat crow.",
        5499.58,
        5501.74
    ],
    [
        " I don't care.",
        5502.0,
        5502.34
    ],
    [
        " So I don't mind looking bad if it's for a good reason.",
        5502.62,
        5506.8
    ],
    [
        " I don't mind my ego taking a ding if it's for the right reason.",
        5506.98,
        5509.46
    ],
    [
        " But this could actually hurt the way I do my job.",
        5510.42,
        5515.08
    ],
    [
        " Because now my boss, my boss, sorry, my boss is boss thinks I'm kind of an idiot.",
        5515.38,
        5520.56
    ],
    [
        " And so that means when it comes time for promotion, even though I might be the best guy,",
        5521.24,
        5524.58
    ],
    [
        " I'm not getting promoted because I was the guy that was too blind to see that my team leader",
        5524.64,
        5527.94
    ],
    [
        " was an idiot.",
        5527.94,
        5528.4
    ],
    [
        " So I would be very careful and fairly neutral in what I said, especially to start with,",
        5529.82,
        5539.14
    ],
    [
        " right?",
        5539.34,
        5539.74
    ],
    [
        " So, you know, if the boss says, hey, how's that team leader doing?",
        5540.04,
        5543.62
    ],
    [
        " My response would be like, you know, we get the job done.",
        5544.1,
        5546.56
    ],
    [
        " There's that's so non-committal, right?",
        5547.84,
        5549.98
    ],
    [
        " What about the team leader?",
        5550.22,
        5552.22
    ],
    [
        " Is he a good leader?",
        5552.84,
        5553.74
    ],
    [
        " I think he's got a pretty good hold of what's going on, right?",
        5554.68,
        5558.14
    ],
    [
        " So that's, there's room to interpret that in any direction.",
        5558.3,
        5561.5
    ],
    [
        " Really?",
        5561.72,
        5561.92
    ],
    [
        " I think he's got a pretty good hold.",
        5562.48,
        5563.62
    ],
    [
        " I think he's getting a hold of what's going on.",
        5564.04,
        5566.38
    ],
    [
        " Or another one would be, well, hey, how's your team leader?",
        5568.5,
        5571.28
    ],
    [
        " I think our performance kind of shows where we're at, right?",
        5572.2,
        5576.58
    ],
    [
        " So you're not, you're not giving away.",
        5576.82,
        5578.38
    ],
    [
        " And those are, like I said, those are subtle and those are very open things that you",
        5579.1,
        5583.04
    ],
    [
        " could respond to.",
        5583.04,
        5583.88
    ],
    [
        " And I think the more your boss probes or the, sorry, the more the team boss team leader's",
        5584.36,
        5592.2
    ],
    [
        " boss is probes, the more you could open up a little bit still with caution, but as you",
        5592.2,
        5599.08
    ],
    [
        " see what the boss's opinion is, you could open up a little bit more and share a little",
        5599.08,
        5605.72
    ],
    [
        " bit more of the truth very tactfully or if, or you could go in the other direction, right?",
        5605.72,
        5612.36
    ],
    [
        " If you says, oh, you know, that's my best guy.",
        5612.52,
        5614.3
    ],
    [
        " And I've known Bill forever.",
        5614.86,
        5615.96
    ],
    [
        " Yeah, Bill's, I brought him here and Bill's going to be, he's going places.",
        5616.5,
        5619.84
    ],
    [
        " So you're going to derail that guy?",
        5620.62,
        5622.3
    ],
    [
        " You can, but you're probably going to derail yourself too.",
        5622.84,
        5626.26
    ],
    [
        " Because that guy has a legitimate relationship with him.",
        5626.46,
        5629.28
    ],
    [
        " So that's a tough situation.",
        5630.52,
        5635.4
    ],
    [
        " And I would say the best thing to do in this situation is remain as neutral as possible.",
        5635.68,
        5640.6
    ],
    [
        " And again, you know what?",
        5640.96,
        5642.22
    ],
    [
        " There's, there's someone that's listening to this right now that's going, oh, Jocke was",
        5642.6,
        5646.02
    ],
    [
        " kind of a, Jocke was kind of a wimp.",
        5646.02,
        5647.52
    ],
    [
        " And if I was there, I'd just tell the truth.",
        5647.98,
        5649.56
    ],
    [
        " Okay, so let's, let's talk about that.",
        5649.84,
        5651.12
    ],
    [
        " Let's talk about what happens because I've been in that situation more times than I",
        5651.4,
        5654.46
    ],
    [
        " can count where my boss was kind of an idiot.",
        5654.46,
        5656.88
    ],
    [
        " And I get asked by his boss, hey, how's this guy doing?",
        5657.34,
        5660.18
    ],
    [
        " So let's say you rat him out.",
        5660.92,
        5662.34
    ],
    [
        " Well does that mean that the boss gets fired immediately?",
        5662.72,
        5665.04
    ],
    [
        " No.",
        5665.8,
        5666.1
    ],
    [
        " It just means that your team is less respected.",
        5666.44,
        5668.42
    ],
    [
        " It means that you get less support.",
        5668.98,
        5670.86
    ],
    [
        " It means, and if you do get ratted out, by the way, where do you end up now?",
        5672.5,
        5676.32
    ],
    [
        " You end up in a bad situation where your boss knows that you ratted him out to his boss.",
        5677.68,
        5683.66
    ],
    [
        " You're hated.",
        5684.52,
        5685.14
    ],
    [
        " You're hated.",
        5685.58,
        5686.82
    ],
    [
        " So I want to win.",
        5687.58,
        5688.98
    ],
    [
        " Let's go back to that point.",
        5689.4,
        5690.26
    ],
    [
        " I want to win.",
        5690.46,
        5691.06
    ],
    [
        " So does it help me win if I rat out my boss or if I rat out my team leader to my boss?",
        5691.82,
        5697.44
    ],
    [
        " Does it help me win?",
        5697.62,
        5698.54
    ],
    [
        " It could, it could if your boss happens to be completely aligned with what you're thinking.",
        5700.86,
        5707.18
    ],
    [
        " He also happens to have a replacement ready.",
        5707.18,
        5709.82
    ],
    [
        " That's more squared away.",
        5709.96,
        5710.94
    ],
    [
        " That's another thing.",
        5711.14,
        5711.88
    ],
    [
        " You get rid of one bad team leader.",
        5712.24,
        5713.58
    ],
    [
        " Now you get a new team leader.",
        5713.6,
        5714.98
    ],
    [
        " How do you know him?",
        5715.08,
        5715.62
    ],
    [
        " Who's that?",
        5715.96,
        5716.38
    ],
    [
        " Who is that person?",
        5717.12,
        5718.32
    ],
    [
        " Where did they come from?",
        5718.86,
        5719.6
    ],
    [
        " The devil's, what is that saying?",
        5720.0,
        5721.36
    ],
    [
        " The devil you know is better than the devil that you don't know.",
        5721.74,
        5724.4
    ],
    [
        " So if I have a team leader that's not doing a good job, who's fault is that?",
        5725.28,
        5728.88
    ],
    [
        " Why?",
        5730.0,
        5731.0
    ],
    [
        " Yeah.",
        5731.46,
        5731.82
    ],
    [
        " I can help my team leader.",
        5732.4,
        5734.06
    ],
    [
        " Especially if my team leader is weak, I can help them become strong.",
        5734.28,
        5736.54
    ],
    [
        " I can help teach them tactfully, not stepping on their toes.",
        5736.84,
        5740.04
    ],
    [
        " I would rather rather than rat my team leader out up the chain of command, I would rather",
        5740.66,
        5745.3
    ],
    [
        " fix my team leader.",
        5745.3,
        5746.58
    ],
    [
        " I would rather help my team leader become better.",
        5746.94,
        5749.54
    ],
    [
        " Support him.",
        5750.26,
        5751.02
    ],
    [
        " And by the way, when you do support your team leader and they become better and now they",
        5751.6,
        5755.94
    ],
    [
        " do come up for promotion, what do they know in the back of their mind?",
        5755.94,
        5758.74
    ],
    [
        " They know that you helped them.",
        5759.42,
        5760.52
    ],
    [
        " They know that you got them there.",
        5760.8,
        5762.02
    ],
    [
        " Guess who's getting promoted now?",
        5762.08,
        5763.14
    ],
    [
        " You are.",
        5763.64,
        5764.18
    ],
    [
        " Now why am I so concerned about getting promoted?",
        5764.6,
        5766.44
    ],
    [
        " It's because I want to, I want to outdo everyone else?",
        5766.66,
        5768.98
    ],
    [
        " No, that's not why.",
        5769.16,
        5770.58
    ],
    [
        " Because I want to win.",
        5770.72,
        5771.36
    ],
    [
        " Because I want to win.",
        5771.54,
        5772.2
    ],
    [
        " I want the team to win.",
        5772.22,
        5773.12
    ],
    [
        " And if I thought that you echo would do a better job if you became team leader instead",
        5773.54,
        5778.12
    ],
    [
        " of me, I'd be like, hey, I appreciate it.",
        5778.12,
        5780.22
    ],
    [
        " But echo would do a better job than me.",
        5780.22,
        5781.64
    ],
    [
        " He should be the team leader.",
        5781.76,
        5782.66
    ],
    [
        " So and also, if you're real, this is what happens.",
        5784.64,
        5790.46
    ],
    [
        " If I'm really a person, this is what I'm getting at.",
        5790.78,
        5793.38
    ],
    [
        " If I'm really a person that really wants to get promoted and that's my main goal, I",
        5793.8,
        5797.34
    ],
    [
        " want to get promoted.",
        5797.34,
        5797.84
    ],
    [
        " That's my goal.",
        5797.94,
        5798.42
    ],
    [
        " What do I do with the team leader?",
        5798.86,
        5799.94
    ],
    [
        " I throw him under the bus.",
        5800.96,
        5802.92
    ],
    [
        " So that's the person that we all hate.",
        5803.48,
        5805.48
    ],
    [
        " The person that rats out the team leader that says, oh, that guy's doing a terrible job.",
        5806.34,
        5811.74
    ],
    [
        " I do a much better job and gets that guy fired and now I get promoted.",
        5811.86,
        5814.44
    ],
    [
        " What do we all think of him?",
        5814.56,
        5815.66
    ],
    [
        " We all think that guy is a turd.",
        5816.12,
        5817.62
    ],
    [
        " Now as opposed to the someone that says, you know what, our team leader's weak needs help,",
        5818.34,
        5823.24
    ],
    [
        " needs support.",
        5823.54,
        5824.3
    ],
    [
        " I'm going to help him.",
        5824.84,
        5826.48
    ],
    [
        " I'm going to support him.",
        5826.56,
        5827.22
    ],
    [
        " I'm going to do the best I can.",
        5827.4,
        5828.3
    ],
    [
        " Wait, are you saying to tell the bus this?",
        5828.92,
        5830.28
    ],
    [
        " Or just have that attitude?",
        5830.38,
        5831.32
    ],
    [
        " Yeah, have that attitude?",
        5831.58,
        5832.24
    ],
    [
        " Like I'm not going to, I'm not going to tell him one of the bus.",
        5832.44,
        5834.04
    ],
    [
        " Now, if we have a guy that's horrible, that's tyrannical, that does a horrible job that",
        5834.1,
        5840.82
    ],
    [
        " abuses people, then we get to a situation where you say, you know what, boss, there's some",
        5840.82,
        5845.48
    ],
    [
        " problems.",
        5845.48,
        5845.86
    ],
    [
        " So if you have that one, which doesn't really, well, this guy says horrible team leader.",
        5846.38,
        5851.08
    ],
    [
        " So if this is a horrible team leader, that's irredeemable, irredeemable qualities.",
        5851.52,
        5856.72
    ],
    [
        " And it's negatively affecting the team because he kind of makes it sound like make",
        5857.36,
        5861.58
    ],
    [
        " the team look good.",
        5861.58,
        5862.4
    ],
    [
        " So there's still a possibility that the team is doing okay.",
        5863.08,
        5865.46
    ],
    [
        " You know, they have a horrible leader because they are such good troops.",
        5865.78,
        5867.88
    ],
    [
        " I would see that sometimes.",
        5868.3,
        5869.42
    ],
    [
        " Platoon has a bad leader, but there's great guys in there.",
        5869.72,
        5872.88
    ],
    [
        " And the platoon leader is smart enough just to be like, okay, I'm going to let them kind",
        5873.28,
        5875.98
    ],
    [
        " of run with it.",
        5875.98,
        5876.52
    ],
    [
        " They'll be successful.",
        5876.66,
        5877.58
    ],
    [
        " So my goal usually is to help the person above me and the chain.",
        5878.72,
        5885.4
    ],
    [
        " Well, it's always to help the person above me and the chain of command.",
        5885.5,
        5887.5
    ],
    [
        " But can you get to a situation where someone is so bad that it's negatively affecting",
        5887.54,
        5892.54
    ],
    [
        " the whole team and you can't win because they're positioned?",
        5892.54,
        5895.66
    ],
    [
        " Yes.",
        5896.4,
        5896.94
    ],
    [
        " Well, then you need to step up and do something about it and say something about it.",
        5897.18,
        5899.76
    ],
    [
        " Do it tactfully.",
        5900.06,
        5900.9
    ],
    [
        " Do it slowly.",
        5901.36,
        5902.2
    ],
    [
        " Don't over commit to your statements early on because if you do, you might say something",
        5902.62,
        5908.3
    ],
    [
        " that is out of line.",
        5908.3,
        5909.6
    ],
    [
        " So that's, it's a tricky situation.",
        5910.02,
        5914.2
    ],
    [
        " There's no definitive answer.",
        5914.38,
        5916.18
    ],
    [
        " You have to weigh these things out.",
        5916.28,
        5918.06
    ],
    [
        " Generally, if you can help someone win, you're going to win.",
        5918.44,
        5922.24
    ],
    [
        " Generally, if you help someone win, you're going to win.",
        5922.64,
        5925.26
    ],
    [
        " If it's so bad that they're just bringing down the whole team and you cannot win with",
        5925.64,
        5931.38
    ],
    [
        " them in that position, you might need to say something.",
        5931.38,
        5934.26
    ],
    [
        " Yeah, especially if everyone on the team kind of feels the same way.",
        5934.98,
        5937.68
    ],
    [
        " It's going to be a little bit easier to be like, hey, you know, and be straight.",
        5937.74,
        5941.2
    ],
    [
        " Yeah, but even if everyone, if we have the gang mentality, right, like, hey, man, the",
        5941.2,
        5946.6
    ],
    [
        " boss sucks.",
        5946.6,
        5947.2
    ],
    [
        " You know what, he's team leader's horrible.",
        5947.66,
        5950.04
    ],
    [
        " He doesn't know what he's doing.",
        5950.3,
        5951.2
    ],
    [
        " Hey, guys, you know what?",
        5951.68,
        5952.6
    ],
    [
        " We get to sit here complaining about it or we could actually try and like make him a better",
        5952.88,
        5956.6
    ],
    [
        " leader.",
        5956.6,
        5956.88
    ],
    [
        " Yeah, yeah.",
        5957.14,
        5957.6
    ],
    [
        " What do you guys say?",
        5957.94,
        5958.74
    ],
    [
        " Think of that.",
        5958.84,
        5959.26
    ],
    [
        " And then because hey, we could try and get a replacement form, but at least he listens",
        5959.68,
        5963.02
    ],
    [
        " to us right now or whatever.",
        5963.02,
        5964.62
    ],
    [
        " You know, at least he understands the job.",
        5964.78,
        5966.86
    ],
    [
        " Let's try and let's try and prop him up.",
        5967.16,
        5968.86
    ],
    [
        " Let's try and get, you know what?",
        5969.34,
        5970.6
    ],
    [
        " Let's get rid of him, but let's get rid of him by teaching him a lot so he gets educated",
        5970.6,
        5973.76
    ],
    [
        " so he can move on and get promoted and then we'll have a good relationship with him.",
        5973.76,
        5976.98
    ],
    [
        " Yeah.",
        5976.98,
        5977.32
    ],
    [
        " And then the team will get more support and then we can do our mission better.",
        5977.5,
        5979.92
    ],
    [
        " Yeah.",
        5980.36,
        5981.14
    ],
    [
        " Yeah.",
        5981.76,
        5982.3
    ],
    [
        " I guess he kind of that understand what makes him a quote unquote horrible.",
        5982.62,
        5985.82
    ],
    [
        " For sure.",
        5986.04,
        5986.34
    ],
    [
        " For sure.",
        5986.4,
        5986.92
    ],
    [
        " Like, what if I don't like him because I don't like his tie.",
        5986.98,
        5989.62
    ],
    [
        " I don't know.",
        5989.84,
        5990.16
    ],
    [
        " I don't like his hair, dude.",
        5990.26,
        5990.98
    ],
    [
        " You know, I just don't like him.",
        5991.28,
        5992.4
    ],
    [
        " We don't, we don't come from the same side of the tracks.",
        5992.54,
        5994.26
    ],
    [
        " I don't know.",
        5994.48,
        5994.8
    ],
    [
        " Well, one of the things that would be like if the guys arrogant, right?",
        5994.92,
        5999.26
    ],
    [
        " The guys arrogant, well, how are we going to bring him down?",
        5999.26,
        6001.66
    ],
    [
        " How are we going to bring, well, how are we not not bring him down, like bring him down",
        6002.48,
        6006.58
    ],
    [
        " from his job, but how are we going to bring down his ego?",
        6006.58,
        6009.18
    ],
    [
        " How are we going to mellow him out?",
        6009.48,
        6010.56
    ],
    [
        " You know, and that could, that could be a long project.",
        6011.44,
        6013.38
    ],
    [
        " That could be a long project.",
        6013.86,
        6015.6
    ],
    [
        " Yeah.",
        6016.16,
        6017.32
    ],
    [
        " So just like I said, is it damaging the performance kind of thing?",
        6017.32,
        6021.82
    ],
    [
        " Yes.",
        6022.0,
        6022.18
    ],
    [
        " That's the most important thing is that what is our performance like?",
        6022.58,
        6025.6
    ],
    [
        " Yeah.",
        6025.84,
        6026.02
    ],
    [
        " Can we bring this guy around?",
        6026.02,
        6027.54
    ],
    [
        " Good question.",
        6028.24,
        6030.34
    ],
    [
        " I'm sorry there's no definitive answer, but at the same time, there's, so, leadership",
        6031.0,
        6036.78
    ],
    [
        " is, is an art.",
        6036.78,
        6038.74
    ],
    [
        " Yeah.",
        6039.2,
        6039.44
    ],
    [
        " And why did the, it's an art and science, but it's an art.",
        6039.98,
        6043.32
    ],
    [
        " Sure.",
        6043.58,
        6043.88
    ],
    [
        " This is a case where the artistic part is going to be more important.",
        6043.96,
        6046.58
    ],
    [
        " Yeah, yeah, yeah.",
        6046.92,
        6047.54
    ],
    [
        " The dichotomy, art and science.",
        6047.8,
        6049.2
    ],
    [
        " I'm going to blood sport how we call martial arts, martial science.",
        6049.98,
        6053.12
    ],
    [
        " You call it martial science.",
        6053.52,
        6055.14
    ],
    [
        " The guy what is the name?",
        6055.14,
        6056.22
    ],
    [
        " Since the Tanaka.",
        6056.6,
        6057.48
    ],
    [
        " I, come on, bro, blood sport.",
        6057.88,
        6059.32
    ],
    [
        " Bend them.",
        6059.62,
        6060.18
    ],
    [
        " Yeah, no, I know, I know what the movie is.",
        6060.46,
        6062.22
    ],
    [
        " Yeah, you call it martial science.",
        6062.38,
        6063.78
    ],
    [
        " I'm familiar with that too, too familiar.",
        6063.96,
        6065.3
    ],
    [
        " Even as a kid, I thought those movies were really cheesy.",
        6065.62,
        6068.34
    ],
    [
        " Yeah, it was kind of cheesy.",
        6069.14,
        6070.02
    ],
    [
        " Like so, like a lot, a lot of MMA.",
        6070.26,
        6071.8
    ],
    [
        " Well, I guess from my age MMA, guys, you know, I was in the blood sport.",
        6072.32,
        6076.78
    ],
    [
        " Yeah.",
        6077.5,
        6077.76
    ],
    [
        " Even when I was a kid, I wasn't thinking blood sport was like legit.",
        6078.0,
        6081.58
    ],
    [
        " I don't know why.",
        6082.1,
        6083.1
    ],
    [
        " I thought it was.",
        6083.1,
        6084.0
    ],
    [
        " I don't know the power yet.",
        6084.42,
        6085.34
    ],
    [
        " I thought Rocky was more legit.",
        6085.86,
        6088.42
    ],
    [
        " Yeah, yeah, I was.",
        6088.78,
        6089.56
    ],
    [
        " I thought Rocky was more legit than blood sport.",
        6089.94,
        6094.06
    ],
    [
        " For me, blood sport seemed fake.",
        6094.26,
        6096.04
    ],
    [
        " Yeah, yeah, I guess.",
        6096.92,
        6099.42
    ],
    [
        " Right?",
        6099.52,
        6099.64
    ],
    [
        " It just seemed extreme, I guess.",
        6099.82,
        6101.34
    ],
    [
        " Because plus, I think with blood sport, the rumor circulated that that guy was real.",
        6101.6,
        6105.56
    ],
    [
        " Like that was real, you know?",
        6105.82,
        6106.98
    ],
    [
        " And so you're like, oh, sure, it's a movie cool.",
        6107.28,
        6109.2
    ],
    [
        " Made it fun, but it was real, I don't know.",
        6109.2,
        6111.58
    ],
    [
        " Yeah, I, I, I, I wouldn't say I hated blood sport, but like I haven't seen it enough",
        6111.58,
        6118.54
    ],
    [
        " to know that the guy referred to martial arts as martial science.",
        6118.54,
        6121.46
    ],
    [
        " That was early on, early in the movie when Vendams teacher.",
        6121.52,
        6125.42
    ],
    [
        " You know, it's your typical movie, right?",
        6125.7,
        6127.42
    ],
    [
        " There's a, there's a guy.",
        6127.84,
        6129.4
    ],
    [
        " He's getting beat down or whatever.",
        6129.9,
        6131.76
    ],
    [
        " He goes through his training process.",
        6132.1,
        6133.42
    ],
    [
        " There's a, there's a montage.",
        6133.42,
        6135.16
    ],
    [
        " Like in a, like in team or team America world police, there's a montage training montage.",
        6135.76,
        6141.64
    ],
    [
        " And then he comes back and wins.",
        6141.64,
        6143.22
    ],
    [
        " There's, there's like most of your fight movies, you know, montage.",
        6143.22,
        6147.26
    ],
    [
        " Yeah, he gets beat down early.",
        6147.26,
        6149.12
    ],
    [
        " You know, he trains, he becomes awesome.",
        6149.4,
        6151.44
    ],
    [
        " But then there's the arch enemy who's trained to, but still a bully.",
        6151.58,
        6155.08
    ],
    [
        " And he has to beat him.",
        6155.22,
        6156.02
    ],
    [
        " Same thing with credit kid.",
        6156.34,
        6157.38
    ],
    [
        " But you're leaving out the montage part, the training montage, which is very important.",
        6157.5,
        6161.72
    ],
    [
        " You're the best.",
        6163.08,
        6163.88
    ],
    [
        " All right.",
        6164.02,
        6164.26
    ],
    [
        " No, that's credit kid.",
        6164.3,
        6165.12
    ],
    [
        " You've ever seen the movie never back down?",
        6165.26,
        6167.88
    ],
    [
        " No.",
        6168.04,
        6168.4
    ],
    [
        " Okay.",
        6168.66,
        6168.92
    ],
    [
        " So you wouldn't, you'll never watch this movie.",
        6169.12,
        6170.6
    ],
    [
        " It's, it's, it's MMA, right?",
        6171.02,
        6173.48
    ],
    [
        " It's MMA.",
        6173.62,
        6173.9
    ],
    [
        " It's MMA.",
        6173.9,
        6173.96
    ],
    [
        " I remember when it came out.",
        6173.96,
        6174.84
    ],
    [
        " Yeah, yeah, yeah.",
        6174.88,
        6175.62
    ],
    [
        " But it's just basically credit kid.",
        6175.7,
        6177.22
    ],
    [
        " Yeah.",
        6177.44,
        6177.52
    ],
    [
        " It's, it's literally like credit kid, but just MMA now.",
        6177.52,
        6180.96
    ],
    [
        " And a little bit more cheesy.",
        6181.28,
        6182.78
    ],
    [
        " Maybe a lot more cheesy.",
        6183.1,
        6183.88
    ],
    [
        " I thought it was good though.",
        6184.08,
        6184.78
    ],
    [
        " I enjoyed it.",
        6184.78,
        6185.62
    ],
    [
        " I watched it more.",
        6185.62,
        6185.98
    ],
    [
        " Does need a learn from like a master, do you get to guy or something?",
        6185.98,
        6189.32
    ],
    [
        " Yeah.",
        6189.42,
        6189.54
    ],
    [
        " Brazilian guy who plays, is played by an African guy, the guy on, you remember gladiator,",
        6189.56,
        6194.82
    ],
    [
        " you know, gladiator, right?",
        6194.96,
        6195.72
    ],
    [
        " Russell Crowe.",
        6195.84,
        6196.38
    ],
    [
        " Yeah, yeah.",
        6196.38,
        6196.62
    ],
    [
        " And the black guy in there, the African guy.",
        6196.62,
        6198.5
    ],
    [
        " Yeah, he, um, he's the one, he has his main friend.",
        6198.52,
        6202.28
    ],
    [
        " Yeah.",
        6202.62,
        6202.74
    ],
    [
        " He's the guy, but he's the Brazilian guy.",
        6202.74,
        6204.34
    ],
    [
        " Oh, okay.",
        6204.52,
        6204.9
    ],
    [
        " It doesn't match because it doesn't have a Brazilian accent.",
        6205.16,
        6206.84
    ],
    [
        " I was gonna say how's his, um, Portuguese accent.",
        6206.92,
        6209.2
    ],
    [
        "",
        6209.64,
        6209.64
    ],
    [
        " It's still African.",
        6209.76,
        6210.8
    ],
    [
        " But nonetheless, you know, on paper it might seem cool, but it came out kind of cheesy.",
        6211.3,
        6216.68
    ],
    [
        " I liked it though.",
        6216.86,
        6217.92
    ],
    [
        " You know, they overemphasize like all the things like he goes to the party and the party's",
        6217.92,
        6221.76
    ],
    [
        " just crazy.",
        6221.76,
        6222.12
    ],
    [
        " Anyway, yeah, look into it.",
        6222.54,
        6224.4
    ],
    [
        " Nonetheless, yes, science and art, I dig it.",
        6224.4,
        6227.86
    ],
    [
        " You kind of have to, I mean, back in the question, you have to kind of wonder why the boss",
        6228.36,
        6232.58
    ],
    [
        " is asking your opinion, too.",
        6232.58,
        6234.28
    ],
    [
        " Is it just a general probe?",
        6234.38,
        6235.84
    ],
    [
        " Like, hey, how you guys doing?",
        6235.84,
        6236.98
    ],
    [
        " How's the boss doing kind of like that?",
        6237.1,
        6238.24
    ],
    [
        " Or is it, we have some concerns about your team leader, what up?",
        6238.54,
        6242.96
    ],
    [
        " You know, kind of think.",
        6243.16,
        6243.92
    ],
    [
        " Yeah.",
        6244.08,
        6244.22
    ],
    [
        " And even that, you got to be careful.",
        6244.42,
        6245.6
    ],
    [
        " Yeah.",
        6245.66,
        6245.9
    ],
    [
        " Cause they could lead you down that path.",
        6245.9,
        6247.68
    ],
    [
        " Maybe they're probing you.",
        6248.04,
        6250.44
    ],
    [
        " Maybe, yeah, maybe the team leader said, hey, you know what, I don't trust this guy.",
        6250.66,
        6253.52
    ],
    [
        " Somebody says about me, right?",
        6253.52,
        6255.74
    ],
    [
        " And then you go in and you go, hey, I've heard some bad things about this guy.",
        6255.98,
        6259.18
    ],
    [
        " What do you think of him?",
        6259.2,
        6260.04
    ],
    [
        " Yeah, I'll tell you what you're right.",
        6260.14,
        6261.4
    ],
    [
        " That guy's a turd.",
        6261.54,
        6262.54
    ],
    [
        " Yeah.",
        6262.66,
        6262.94
    ],
    [
        " A turd with ears.",
        6263.44,
        6264.38
    ],
    [
        " Yeah.",
        6266.88,
        6268.6
    ],
    [
        " You guys used to say that.",
        6268.78,
        6269.68
    ],
    [
        " Yeah.",
        6269.78,
        6269.94
    ],
    [
        " A lot of teammates say turd.",
        6270.22,
        6271.52
    ],
    [
        " Yeah.",
        6271.66,
        6271.96
    ],
    [
        " It's a team thing.",
        6271.96,
        6272.5
    ],
    [
        " I think it came from buds at some point.",
        6272.64,
        6274.7
    ],
    [
        " Yeah.",
        6274.7,
        6275.14
    ],
    [
        " It was, you'd get called turds quite a bit.",
        6275.54,
        6278.18
    ],
    [
        " And then a person that was kind of maybe just, just not a very good individual would be",
        6278.72,
        6285.22
    ],
    [
        " a turd with ears.",
        6285.22,
        6286.26
    ],
    [
        "",
        6286.76,
        6286.76
    ],
    [
        " Never heard those.",
        6286.76,
        6290.14
    ],
    [
        " Yeah.",
        6290.44,
        6290.66
    ],
    [
        " And why are they say, do the boy, same thing?",
        6290.94,
        6292.84
    ],
    [
        " Do do boy?",
        6293.18,
        6293.68
    ],
    [
        " Do the boy.",
        6294.0,
        6294.62
    ],
    [
        " Yeah.",
        6294.82,
        6294.84
    ],
    [
        " But obviously not in any kind of discipline setting.",
        6295.38,
        6298.6
    ],
    [
        " We got one more, one more question.",
        6298.66,
        6300.28
    ],
    [
        " Yes.",
        6301.02,
        6301.28
    ],
    [
        " Next question.",
        6301.62,
        6302.28
    ],
    [
        " Last question.",
        6303.04,
        6303.76
    ],
    [
        " Jockel, I've been disciplined, working hard and staying focused.",
        6303.76,
        6308.0
    ],
    [
        " But I've hit a run of bad luck and I can't seem to get a break.",
        6308.6,
        6313.88
    ],
    [
        " Well, first of all, you are lucky.",
        6315.06,
        6321.7
    ],
    [
        " Because if you're capable of working hard, then that's a blessing.",
        6322.28,
        6330.62
    ],
    [
        " That's luck.",
        6330.88,
        6331.44
    ],
    [
        " Because there's people all over the world that don't have the ability for any number",
        6333.12,
        6340.22
    ],
    [
        " of reasons, many of those reasons being just bad luck, that they can't work.",
        6340.22,
        6345.98
    ],
    [
        " So right out of the gate, you're lucky that you can get up tomorrow and you can go to",
        6346.68,
        6353.12
    ],
    [
        " work.",
        6353.12,
        6353.36
    ],
    [
        " Now, you say you can't get a break.",
        6353.7,
        6356.4
    ],
    [
        " And maybe you're getting unlucky with your career or your personal life or your business.",
        6359.56,
        6365.08
    ],
    [
        " So what are you going to do?",
        6365.96,
        6370.22
    ],
    [
        " Are you going to give up?",
        6371.66,
        6373.48
    ],
    [
        " Are you going to surrender?",
        6374.8,
        6376.92
    ],
    [
        " Are you going to assume that because you didn't catch a break today, there's no way you'll",
        6377.3,
        6382.7
    ],
    [
        " catch one tomorrow or next week or next year?",
        6382.7,
        6385.54
    ],
    [
        " Are you going to leave it all the chance?",
        6386.66,
        6392.72
    ],
    [
        " Or are you going to do everything in your power to force luck your way, to create opportunity,",
        6394.32,
        6402.66
    ],
    [
        " to shift the hands of fate?",
        6403.22,
        6406.48
    ],
    [
        " And even then, if the break never comes, even if you roll across the finish line of life,",
        6409.84,
        6418.14
    ],
    [
        " bruised and bloodied and empty handed from the fight, at least you know, you know that",
        6418.52,
        6430.14
    ],
    [
        " you went after it as hard as you could, then you gave life everything you had.",
        6430.14,
        6438.28
    ],
    [
        " And you know in the end, you might still be unlucky.",
        6439.34,
        6448.18
    ],
    [
        " That could happen, but I would much rather be an unlucky soul that fought until the end",
        6449.38,
        6459.32
    ],
    [
        " and died with my sword in my hand than an unlucky soul that submitted, bowed down, gave",
        6459.32,
        6471.92
    ],
    [
        " up and surrendered.",
        6471.92,
        6473.64
    ],
    [
        " So, stop waiting to get lucky, stop waiting for a big break.",
        6476.94,
        6483.46
    ],
    [
        " Instead, be thankful, truly thankful for what you do have.",
        6483.84,
        6493.28
    ],
    [
        " And go out there and fight and battle and brawl to make your own luck.",
        6495.06,
        6503.26
    ],
    [
        " And I think that's all I've got for tonight.",
        6503.96,
        6513.76
    ],
    [
        " So echo, speaking of fighting hard.",
        6515.12,
        6520.38
    ],
    [
        " Is there anything you know about that can help us stay in the fight?",
        6522.06,
        6528.56
    ],
    [
        " Stay in the fight, continue fighting hard.",
        6529.12,
        6530.44
    ],
    [
        " Check.",
        6530.78,
        6531.12
    ],
    [
        " Sure.",
        6531.94,
        6532.1
    ],
    [
        " First thing you need to do is take care of your body habitus.",
        6532.82,
        6537.88
    ],
    [
        " I use that word wrong, but body habitus is like your habitat on your body.",
        6538.52,
        6545.78
    ],
    [
        " Anyway, take care of your bodies.",
        6546.72,
        6548.24
    ],
    [
        " What I meant, including but not limited to your joints.",
        6548.24,
        6552.52
    ],
    [
        " A lot more important than I thought in the beginning.",
        6553.64,
        6557.68
    ],
    [
        " So how you do that is super crude oil, jaco is super crude oil.",
        6558.28,
        6561.24
    ],
    [
        " Jaco is crude oil called super crude oil.",
        6561.94,
        6563.92
    ],
    [
        " Another supplement called joint warfare.",
        6564.5,
        6566.96
    ],
    [
        " These are good for your joints.",
        6567.24,
        6568.36
    ],
    [
        " Don't neglect them.",
        6568.88,
        6569.5
    ],
    [
        " That's how you stay in the fight.",
        6569.96,
        6570.92
    ],
    [
        " Straight out.",
        6571.4,
        6571.66
    ],
    [
        " Get them at origin main.com.",
        6572.3,
        6574.36
    ],
    [
        " Also, you want to increase your capacity and capability in the fight physically, mentally,",
        6574.44,
        6582.24
    ],
    [
        " you take new product called discipline.",
        6582.66,
        6586.56
    ],
    [
        " It's called discipline.",
        6587.5,
        6588.46
    ],
    [
        " It's not discipline itself.",
        6589.54,
        6592.02
    ],
    [
        " It's called discipline.",
        6592.16,
        6592.76
    ],
    [
        " Anyway, it's cognitive and physical enhancer, for a small supplier, mental plus physical.",
        6593.02,
        6600.44
    ],
    [
        " The sum is greater than the parts.",
        6601.36,
        6604.78
    ],
    [
        " Anyway, origin main.com, that's where you get them.",
        6605.44,
        6609.02
    ],
    [
        " They also have geese and rash guards there at origin main.",
        6609.48,
        6612.58
    ],
    [
        " They are all made in America.",
        6613.94,
        6615.26
    ],
    [
        " I don't know if you know this.",
        6616.0,
        6616.64
    ],
    [
        " It's a big deal.",
        6617.04,
        6617.6
    ],
    [
        " He does good work over there.",
        6618.4,
        6619.72
    ],
    [
        " From the dirt to the shirt.",
        6620.14,
        6621.5
    ],
    [
        "",
        6622.06,
        6622.06
    ],
    [
        " Cotton is even grown in America.",
        6622.78,
        6624.84
    ],
    [
        " That's very important.",
        6625.82,
        6626.54
    ],
    [
        " Let's see what I did there.",
        6627.56,
        6628.32
    ],
    [
        " Geese, rash guards, compression gear, pants, compression pants, spats, all there.",
        6629.82,
        6636.04
    ],
    [
        " Also, or just speaking of origin, we have an immersion camp, jujitsu immersion camp.",
        6636.56,
        6642.46
    ],
    [
        " All levels of jujitsu are welcome to this, by the way.",
        6642.84,
        6646.72
    ],
    [
        " What about kids?",
        6647.18,
        6647.58
    ],
    [
        " Kids welcome to that one?",
        6647.88,
        6648.58
    ],
    [
        " I don't think so.",
        6648.82,
        6649.32
    ],
    [
        " Yeah, because I don't think they have the capacity for kids there.",
        6649.92,
        6652.08
    ],
    [
        " Yeah.",
        6652.62,
        6652.72
    ],
    [
        " Like the camp.",
        6652.84,
        6653.0
    ],
    [
        " Shoot, they're asking me that.",
        6653.32,
        6654.38
    ],
    [
        " Interesting.",
        6654.88,
        6656.84
    ],
    [
        " Nonetheless, all levels, even if you don't have any jujitsu at all.",
        6657.74,
        6661.26
    ],
    [
        " In fact, last time there was a group who didn't have, I think it was like, some didn't have any jujitsu.",
        6661.64,
        6667.5
    ],
    [
        " I just came and went on the set.",
        6667.68,
        6669.08
    ],
    [
        " Like, you know, like some of the stuff you learn, if you don't have any jujitsu, it's like,",
        6669.46,
        6672.3
    ],
    [
        " okay, that's not going to fit into my knowledge, because you have no knowledge.",
        6672.34,
        6674.76
    ],
    [
        " So it's like, I don't understand this quite yet.",
        6674.94,
        6677.3
    ],
    [
        " We did the fundamentals class form.",
        6677.48,
        6679.88
    ],
    [
        " Yeah.",
        6680.78,
        6681.0
    ],
    [
        " Yeah.",
        6681.28,
        6681.46
    ],
    [
        " And even during, like, while it was going on,",
        6681.8,
        6685.68
    ],
    [
        " I had a group on the site of like a good like 12 people.",
        6685.92,
        6689.48
    ],
    [
        " And we're just doing just the basic fundamentals.",
        6689.56,
        6692.94
    ],
    [
        " No, no, yeah.",
        6693.54,
        6694.04
    ],
    [
        " Yeah, for sure.",
        6694.12,
        6695.48
    ],
    [
        " All levels.",
        6695.66,
        6696.16
    ],
    [
        " And by the way, if you're a beginner, yeah, that's cool.",
        6696.3,
        6698.64
    ],
    [
        " But also if you're good, you'll also get some awesome training there.",
        6698.68,
        6702.6
    ],
    [
        " Yeah.",
        6702.82,
        6703.1
    ],
    [
        " So everybody.",
        6703.34,
        6704.02
    ],
    [
        " Great guys there.",
        6704.2,
        6704.82
    ],
    [
        " Yeah.",
        6704.98,
        6705.12
    ],
    [
        " Huge, good spot.",
        6705.72,
        6706.74
    ],
    [
        " Yeah.",
        6707.1,
        6707.32
    ],
    [
        " It's up in Maine.",
        6707.66,
        6708.62
    ],
    [
        " Echo Lake.",
        6709.76,
        6710.54
    ],
    [
        " Are we on the Echo Lake this evening?",
        6710.92,
        6712.46
    ],
    [
        " Oh, yeah, we are.",
        6712.76,
        6713.28
    ],
    [
        " Yeah.",
        6713.42,
        6713.44
    ],
    [
        " Okay.",
        6713.44,
        6713.76
    ],
    [
        " Echo Lake.",
        6714.14,
        6714.72
    ],
    [
        " Layers.",
        6715.12,
        6715.72
    ],
    [
        " Echo's got his own lake.",
        6716.02,
        6716.88
    ],
    [
        " Sure.",
        6717.7,
        6718.8
    ],
    [
        " Echo Park, Echo Lake.",
        6718.98,
        6720.02
    ],
    [
        " Dang.",
        6720.38,
        6721.0
    ],
    [
        "",
        6721.96,
        6721.96
    ],
    [
        " Yeah.",
        6722.14,
        6722.2
    ],
    [
        " So yeah, origin main.com, you can look and see all that stuff.",
        6722.38,
        6725.2
    ],
    [
        " And you know, if you want something, get something.",
        6725.56,
        6727.38
    ],
    [
        " If you want to come to the emergency camp, come to the immersion camp.",
        6727.64,
        6731.54
    ],
    [
        " I'll be there.",
        6731.76,
        6731.98
    ],
    [
        " Jock, are you going?",
        6732.18,
        6732.66
    ],
    [
        " Yeah.",
        6733.04,
        6733.24
    ],
    [
        " I am.",
        6733.48,
        6734.28
    ],
    [
        " You're so mad last time.",
        6734.38,
        6735.74
    ],
    [
        " You couldn't do that.",
        6735.78,
        6736.32
    ],
    [
        " You're rib.",
        6736.34,
        6736.76
    ],
    [
        " Yeah.",
        6737.02,
        6737.28
    ],
    [
        " The rib was jacked.",
        6737.34,
        6739.34
    ],
    [
        " This year won't be jacked.",
        6739.34,
        6740.98
    ],
    [
        " No, no, no, no.",
        6741.06,
        6741.8
    ],
    [
        " That's all good, right in the man.",
        6741.8,
        6742.86
    ],
    [
        " Either way.",
        6743.06,
        6743.4
    ],
    [
        " Also, for fitness gear, you want to vary up your workout, you want to implement new movements,",
        6743.88,
        6750.34
    ],
    [
        " kettlebells?",
        6750.96,
        6751.86
    ],
    [
        " Do you do kettlebells?",
        6752.36,
        6754.44
    ],
    [
        " I know Jock and you do kettlebells, I know that.",
        6754.52,
        6755.94
    ],
    [
        " But that's the question.",
        6756.22,
        6757.04
    ],
    [
        " Yeah, you do.",
        6757.56,
        6758.1
    ],
    [
        " Mike Granchie, right?",
        6758.6,
        6760.26
    ],
    [
        " Mike, this guy, you know, he's a brown belt or a black belt, I forget.",
        6760.68,
        6765.16
    ],
    [
        " I'm in Carl's bad area.",
        6765.52,
        6768.18
    ],
    [
        " You know, I've known him for a long time.",
        6769.2,
        6770.24
    ],
    [
        " I used to work with a sister.",
        6770.32,
        6771.42
    ],
    [
        " I don't even know if he remembers that.",
        6771.76,
        6772.94
    ],
    [
        " But so watching, you know who Jeff Clark is.",
        6773.38,
        6775.22
    ],
    [
        " Yeah.",
        6775.5,
        6775.62
    ],
    [
        " Yeah, so he's under him.",
        6775.88,
        6776.64
    ],
    [
        " He hit me up, he's like, okay, I want to get into kettlebells now.",
        6777.36,
        6780.0
    ],
    [
        " He's like, I'm looking at the on it ones or whatever.",
        6780.54,
        6782.28
    ],
    [
        " You know, asking the advice, here's the thing.",
        6782.44,
        6784.06
    ],
    [
        " I'm not an expert on the kettlebells, but I do know this.",
        6784.28,
        6787.2
    ],
    [
        " Don't get nuts with them.",
        6787.46,
        6788.5
    ],
    [
        " But don't go too light either, though.",
        6788.96,
        6790.28
    ],
    [
        " I bought a kettlebell for my daughter.",
        6790.94,
        6792.22
    ],
    [
        " She's five now.",
        6792.32,
        6793.32
    ],
    [
        " So it's just, it looks cool.",
        6793.7,
        6794.9
    ],
    [
        " It's like the one of the little-",
        6795.0,
        6795.94
    ],
    [
        " 24 kilograms.",
        6795.94,
        6796.66
    ],
    [
        " No.",
        6796.96,
        6797.12
    ],
    [
        " No man.",
        6800.26,
        6800.8
    ],
    [
        " Anyway, the smallest one.",
        6800.98,
        6802.18
    ],
    [
        " But when I picked that up, I'm like, no matter what fitness level I'm at, this isn't going",
        6802.24,
        6805.92
    ],
    [
        " to do much for me.",
        6805.92,
        6806.62
    ],
    [
        " So don't go too light is what I'm saying.",
        6806.76,
        6808.26
    ],
    [
        "",
        6808.5,
        6808.5
    ],
    [
        " Yeah.",
        6809.5,
        6809.64
    ],
    [
        " Nonetheless, get them from on it.",
        6810.7,
        6812.56
    ],
    [
        " Go on it.",
        6812.76,
        6813.16
    ],
    [
        " Come slash jackeles.",
        6813.3,
        6814.38
    ],
    [
        " Some good stuff.",
        6814.52,
        6815.06
    ],
    [
        " Lot of options there.",
        6815.16,
        6816.04
    ],
    [
        " You think you're stuck in a boring, moop jackele workout.",
        6816.5,
        6820.08
    ],
    [
        " Super hard but boring.",
        6820.56,
        6822.26
    ],
    [
        " You're going to fall off that wagon.",
        6822.6,
        6824.04
    ],
    [
        " Maybe, I don't know.",
        6824.46,
        6825.26
    ],
    [
        " Depends on who you are.",
        6825.26,
        6825.96
    ],
    [
        " But if you want to vary it up, go on it.",
        6826.04,
        6827.3
    ],
    [
        " Go on slash jackele.",
        6827.42,
        6828.1
    ],
    [
        " Get some good fitness gear.",
        6828.18,
        6829.32
    ],
    [
        " Also, when you're getting any of the books that we review on this podcast, I got them",
        6830.38,
        6838.0
    ],
    [
        " organized for you on jackelepodcast.com.",
        6838.0,
        6840.56
    ],
    [
        " Click on the top books, books section.",
        6840.72,
        6842.96
    ],
    [
        " Think specifically it says books from jackele podcast.",
        6843.54,
        6847.1
    ],
    [
        " Got them organized by episode, including Rob Jones, Journey's journal, by the way.",
        6847.46,
        6853.08
    ],
    [
        " Pretty much anything that we're reading.",
        6853.32,
        6855.64
    ],
    [
        " We'll put it on there for access, easy access.",
        6856.28,
        6858.9
    ],
    [
        " And it happens to support, take you to Amazon.",
        6859.38,
        6861.06
    ],
    [
        " Boom.",
        6861.32,
        6861.44
    ],
    [
        " Get your book.",
        6862.06,
        6862.74
    ],
    [
        " Two day delivery.",
        6863.52,
        6864.72
    ],
    [
        " One day delivery.",
        6864.96,
        6865.52
    ],
    [
        " Eight hour delivery sometimes.",
        6866.2,
        6867.46
    ],
    [
        " And you know, if you're going to do other shopping, continue on.",
        6868.52,
        6870.94
    ],
    [
        " Do you.",
        6871.16,
        6871.5
    ],
    [
        " Be you.",
        6871.94,
        6872.34
    ],
    [
        " Also, subscribe to the podcast if you haven't already.",
        6873.28,
        6876.18
    ],
    [
        " I tune Stitcher, Google Play, Spotify.",
        6876.94,
        6880.4
    ],
    [
        " Stitcher, I already said Stitcher.",
        6883.22,
        6884.84
    ],
    [
        " Everywhere.",
        6885.4,
        6886.86
    ],
    [
        " Whatever you listen to podcast on, subscribe.",
        6887.64,
        6889.94
    ],
    [
        " Yeah.",
        6890.36,
        6890.5
    ],
    [
        " Seems obvious, right?",
        6890.64,
        6891.7
    ],
    [
        " Also, YouTube, if you are interested in the video version of this podcast, you want to",
        6892.18,
        6895.92
    ],
    [
        " see what jackele looks like.",
        6895.92,
        6896.7
    ],
    [
        " If you care.",
        6897.06,
        6897.62
    ],
    [
        " You'll see what I look like if you care.",
        6898.3,
        6900.24
    ],
    [
        " Which may be a little bit more of a thing because apparently I don't sound how I look.",
        6900.6,
        6904.96
    ],
    [
        " Still get that, by the way.",
        6905.14,
        6906.02
    ],
    [
        " Yeah.",
        6906.22,
        6906.38
    ],
    [
        " No, I just talked to a guy about the other day.",
        6906.62,
        6908.26
    ],
    [
        " Yeah.",
        6908.54,
        6908.76
    ],
    [
        " Yesterday.",
        6909.3,
        6909.56
    ],
    [
        " That'll never go away, huh?",
        6910.32,
        6911.44
    ],
    [
        " No.",
        6911.44,
        6911.82
    ],
    [
        " Until everyone has seen me.",
        6912.0,
        6914.68
    ],
    [
        " No one sees me.",
        6914.8,
        6917.18
    ],
    [
        " Anyway, if you're interested in that YouTube video version of this podcast, also excerpts,",
        6917.32,
        6922.7
    ],
    [
        " take little chunks out of the podcast and post them so you can share them so they don't",
        6922.98,
        6927.48
    ],
    [
        " have to listen to two and a half, three hours of a whole podcast to get one lesson, one",
        6927.48,
        6931.26
    ],
    [
        " specific lesson.",
        6931.26,
        6932.08
    ],
    [
        " That's not a YouTube channel.",
        6932.84,
        6934.08
    ],
    [
        " Not a YouTube channel.",
        6934.22,
        6934.58
    ],
    [
        " And you just made a new video.",
        6934.58,
        6935.66
    ],
    [
        " A daydia.",
        6936.2,
        6936.62
    ],
    [
        " I'm making more videos now.",
        6937.14,
        6938.2
    ],
    [
        " Time is running out.",
        6938.48,
        6939.36
    ],
    [
        " Time is running out.",
        6939.66,
        6940.34
    ],
    [
        " That was an important one.",
        6940.66,
        6941.4
    ],
    [
        " You know, so I'll choose little excerpts or whatever to be like, you know what, this one",
        6941.92,
        6947.04
    ],
    [
        " to me hit harder, this little message that you said.",
        6947.04,
        6952.28
    ],
    [
        " And that one was, because it is one of those ones, because you know how the old saying",
        6952.78,
        6956.1
    ],
    [
        " where it's like, yeah, we know we had to have a limited time on this earth, but we don't",
        6956.1,
        6959.62
    ],
    [
        " act like it.",
        6959.62,
        6960.22
    ],
    [
        " You know, that whole thing.",
        6960.6,
        6961.3
    ],
    [
        " And really when you think about that, that's more true than I think most people realize.",
        6962.34,
        6965.86
    ],
    [
        " And you know, that's why people go through like midlife crisis, right?",
        6966.44,
        6969.3
    ],
    [
        " You know how they hit a certain age and they're like, what were you?",
        6969.3,
        6971.62
    ],
    [
        " I'm gonna get my ear pierced and get a corvette.",
        6971.78,
        6972.58
    ],
    [
        " Yeah, I gotta get it back.",
        6972.76,
        6974.0
    ],
    [
        " I don't know.",
        6974.2,
        6974.46
    ],
    [
        " You know, it's that scrambling situation.",
        6974.54,
        6976.36
    ],
    [
        " You know, you're trying to scrambling to get more in, but you know, there's gonna come",
        6976.9,
        6981.22
    ],
    [
        " a time you can't do that.",
        6981.22,
        6982.1
    ],
    [
        " There's a little old school footage in there in that video.",
        6982.36,
        6985.7
    ],
    [
        " Yeah.",
        6986.08,
        6986.24
    ],
    [
        " Two of, if you want to see me when I was, I don't know, like 13 or 14, maybe, yeah,",
        6986.6,
        6996.18
    ],
    [
        " it was probably 14.",
        6996.22,
        6997.14
    ],
    [
        " I'm gonna guess 14.",
        6997.56,
        6998.48
    ],
    [
        " Bronson's children.",
        6999.06,
        6999.78
    ],
    [
        " Bronson's children.",
        7000.08,
        7000.76
    ],
    [
        " What's that, Bronson's children?",
        7001.42,
        7002.84
    ],
    [
        " That was straight up it.",
        7003.02,
        7004.3
    ],
    [
        " Bad practice.",
        7004.62,
        7005.06
    ],
    [
        " You went through phases, right?",
        7005.06,
        7005.94
    ],
    [
        " Yeah.",
        7006.14,
        7006.36
    ],
    [
        " Okay.",
        7006.8,
        7007.1
    ],
    [
        " Well, it was hard to identify fully the actual, because we had a bunch of different names.",
        7007.3,
        7011.8
    ],
    [
        " One of the names of the band was rage of discipline.",
        7012.62,
        7015.94
    ],
    [
        " Rage of discipline.",
        7016.28,
        7018.76
    ],
    [
        " Rage of discipline.",
        7018.78,
        7019.76
    ],
    [
        " It was never disciples of discipline.",
        7019.86,
        7021.42
    ],
    [
        " No, it was not.",
        7021.62,
        7022.26
    ],
    [
        " Okay, a rage of discipline.",
        7022.66,
        7023.54
    ],
    [
        " It was a race of discipline.",
        7023.58,
        7023.84
    ],
    [
        " It was rage of discipline.",
        7023.94,
        7025.12
    ],
    [
        " Yeah.",
        7025.26,
        7025.66
    ],
    [
        " And it was struggle.",
        7025.86,
        7028.48
    ],
    [
        " It was lock and load, which is really militaristic for someone that wasn't in the military",
        7029.02,
        7033.84
    ],
    [
        " to be like, my band's called lock and load.",
        7033.84,
        7035.74
    ],
    [
        " I realize how cheesy that is now.",
        7035.88,
        7037.52
    ],
    [
        " No, it's pretty dope, actually.",
        7037.96,
        7039.06
    ],
    [
        " No, I don't know.",
        7039.16,
        7040.06
    ],
    [
        " But anyways, rage of discipline's real military ish.",
        7040.22,
        7043.8
    ],
    [
        " See, Brons, you were you even before.",
        7043.98,
        7045.68
    ],
    [
        " Yeah, that's what the guy you got the video footage from, Elgin James, when he comes",
        7045.88,
        7050.96
    ],
    [
        " on the podcast, he's like, I'm gonna tell people.",
        7050.96,
        7052.7
    ],
    [
        " I actually just spoil our alert because he's like, I can't wait to tell everyone that you",
        7053.0,
        7057.18
    ],
    [
        " had a band called rage of discipline when you were 14 years old.",
        7057.18,
        7060.8
    ],
    [
        " No, yeah.",
        7060.92,
        7061.64
    ],
    [
        " And I was kind of laughing about that.",
        7062.08,
        7063.92
    ],
    [
        " Yeah.",
        7064.16,
        7064.36
    ],
    [
        " Yeah.",
        7064.98,
        7065.84
    ],
    [
        " But yeah, you were in the making from the beginning.",
        7065.98,
        7068.08
    ],
    [
        " Yeah, yeah, I guess you could say that.",
        7068.42,
        7070.16
    ],
    [
        " But also, I also look back and think, well, man, I did some dumb stuff when I was a kid.",
        7070.32,
        7075.94
    ],
    [
        " Yeah, well, you didn't get a handle on the discipline deleter, but the seed was there.",
        7076.68,
        7080.86
    ],
    [
        " You know, like a little rattlesnake.",
        7081.54,
        7082.96
    ],
    [
        " You know, they say they're the most dangerous because they can't control the venom.",
        7083.16,
        7086.2
    ],
    [
        " They don't have the discipline.",
        7086.62,
        7087.78
    ],
    [
        " Oh, but they want the discipline.",
        7088.04,
        7089.24
    ],
    [
        " That's what I think.",
        7089.44,
        7089.98
    ],
    [
        " That's what I was like a little rattlesnake.",
        7090.44,
        7091.9
    ],
    [
        " Yes.",
        7092.02,
        7092.14
    ],
    [
        " Interesting.",
        7092.66,
        7093.16
    ],
    [
        " Right.",
        7093.34,
        7093.56
    ],
    [
        " Nonetheless, you can see these videos on YouTube.",
        7094.12,
        7096.56
    ],
    [
        " Well, the video is a cool video.",
        7096.6,
        7097.54
    ],
    [
        " Yeah.",
        7097.78,
        7097.88
    ],
    [
        " Thanks, Jocco.",
        7098.18,
        7098.56
    ],
    [
        " Good job, that controls.",
        7098.56,
        7099.26
    ],
    [
        " Thanks.",
        7099.66,
        7099.98
    ],
    [
        " I'm trying to do more videos.",
        7100.86,
        7102.44
    ],
    [
        " Also, Jocco is a store.",
        7103.4,
        7104.84
    ],
    [
        " It's called Jocco Store.",
        7105.02,
        7106.08
    ],
    [
        " This is where you can get discipline equals freedom shirts.",
        7106.22,
        7109.36
    ],
    [
        " There's that word again, discipline.",
        7109.82,
        7111.1
    ],
    [
        " You know, iconic one.",
        7112.58,
        7114.5
    ],
    [
        " Also, rash guards on there, women stuff on there, hoodies on there.",
        7114.74,
        7119.2
    ],
    [
        " Beanie's, here's the thing, the beanies have a little bit more of a process, but they're",
        7120.36,
        7124.72
    ],
    [
        " being approved.",
        7124.72,
        7125.22
    ],
    [
        " And, you know, there's going to be some beanies on there.",
        7125.5,
        7127.1
    ],
    [
        " New shirt is out.",
        7127.22,
        7127.96
    ],
    [
        " Justin time for summer.",
        7128.12,
        7128.96
    ],
    [
        " Good job.",
        7129.44,
        7130.8
    ],
    [
        " Even there.",
        7131.54,
        7133.16
    ],
    [
        " They'll need them down in Australia, New Zealand for the summertime down there.",
        7133.32,
        7137.74
    ],
    [
        " The Southern hemisphere.",
        7137.96,
        7139.24
    ],
    [
        " Yeah.",
        7139.58,
        7139.84
    ],
    [
        " In Hawaii.",
        7140.04,
        7140.82
    ],
    [
        " You're wearing a new shirt today.",
        7141.24,
        7142.98
    ],
    [
        " That's right.",
        7143.24,
        7143.56
    ],
    [
        " Is this out?",
        7143.78,
        7144.52
    ],
    [
        " Back to the book, it's out.",
        7144.92,
        7145.84
    ],
    [
        " It's out.",
        7146.1,
        7146.56
    ],
    [
        " It's available.",
        7146.68,
        7147.16
    ],
    [
        " Thing is, I didn't say anything.",
        7147.34,
        7148.46
    ],
    [
        " I just kind of snuck it on there.",
        7148.46,
        7149.72
    ],
    [
        " So some people got it.",
        7149.96,
        7151.26
    ],
    [
        " So it's live.",
        7151.26,
        7151.74
    ],
    [
        " It's live.",
        7152.06,
        7152.36
    ],
    [
        " Been live for a day.",
        7152.64,
        7153.62
    ],
    [
        " Back to the book.",
        7153.64,
        7154.44
    ],
    [
        " Back to the book.",
        7155.08,
        7156.14
    ],
    [
        " It's actually good.",
        7156.42,
        7156.98
    ],
    [
        " The front of it has a book.",
        7157.28,
        7158.18
    ],
    [
        " On the back has all the titles that you've reviewed.",
        7158.46,
        7161.66
    ],
    [
        " Oh.",
        7162.06,
        7162.2
    ],
    [
        " It's a good one.",
        7162.82,
        7163.74
    ],
    [
        " Anyway, you want to see what that looks like?",
        7163.84,
        7165.16
    ],
    [
        " JoccoStore.com.",
        7165.4,
        7166.4
    ],
    [
        " If you want something, get something.",
        7166.72,
        7168.46
    ],
    [
        " It's a good way to support.",
        7168.64,
        7169.32
    ],
    [
        " Also, psychological warfare.",
        7170.64,
        7172.02
    ],
    [
        " If you don't know what that is, it's an album with tracks that each track is engineered.",
        7172.16,
        7179.1
    ],
    [
        " It's not music tracks.",
        7179.5,
        7180.3
    ],
    [
        " JoccoTracks.",
        7180.62,
        7181.34
    ],
    [
        " Engineered to help you through any moment of weakness that you may stumble upon or that",
        7181.52,
        7186.24
    ],
    [
        " might stumble upon you.",
        7186.24,
        7187.6
    ],
    [
        " Actually, you shouldn't say stumble upon you because that kind of gives the ownership",
        7188.46,
        7191.54
    ],
    [
        " to like, oh, it happens to me.",
        7191.54,
        7193.64
    ],
    [
        " You know what I mean?",
        7193.64,
        7194.16
    ],
    [
        " If you hit weakness, you hit the weakness.",
        7194.58,
        7196.6
    ],
    [
        " Like you stumbled on the weakness.",
        7197.06,
        7199.68
    ],
    [
        " You can't blame the weakness.",
        7199.82,
        7201.06
    ],
    [
        " You blame you.",
        7201.22,
        7201.68
    ],
    [
        " You see what I'm saying?",
        7201.88,
        7202.32
    ],
    [
        " So you need the moment of weakness that you happen to stumble upon.",
        7203.16,
        7206.22
    ],
    [
        " There's a track for that procrastination.",
        7206.64,
        7210.36
    ],
    [
        " Waking up early, the diet stuff.",
        7210.66,
        7212.2
    ],
    [
        " Falling off the diet, wagging.",
        7212.62,
        7214.28
    ],
    [
        " You want to eat some donuts because they're free at work.",
        7214.44,
        7216.14
    ],
    [
        " It's wasteful if you don't eat them.",
        7216.7,
        7218.12
    ],
    [
        " It's disrespectful to the person who bought them.",
        7218.24,
        7220.96
    ],
    [
        " No.",
        7222.14,
        7222.54
    ],
    [
        " And you're going to eat them.",
        7222.22,
        7224.58
    ],
    [
        " That's weak.",
        7225.0,
        7225.62
    ],
    [
        " Stay on the path.",
        7226.24,
        7227.28
    ],
    [
        " And if you need a little spot, psychological warfare, you can get it on iTunes, Amazon Music",
        7227.54,
        7234.56
    ],
    [
        " various wherever you can purchase MP3s.",
        7234.56,
        7237.7
    ],
    [
        " Boom.",
        7237.76,
        7237.86
    ],
    [
        " Get it from their psychological warfare.",
        7238.0,
        7239.06
    ],
    [
        " It's a good one.",
        7239.24,
        7239.66
    ],
    [
        " Good way to support too, by the way.",
        7239.82,
        7241.5
    ],
    [
        " Good way to support.",
        7241.58,
        7242.26
    ],
    [
        " Also, if you need some more support, you can get Jocco White T.",
        7242.92,
        7247.38
    ],
    [
        " And I've got some bad news and good news.",
        7248.62,
        7251.56
    ],
    [
        " Bad news, they've started testing for Jocco White T.",
        7251.72,
        7255.04
    ],
    [
        " So they started testing.",
        7255.34,
        7257.28
    ],
    [
        " They're worried.",
        7257.38,
        7257.76
    ],
    [
        " You know, they see guys just dominating and they're thinking they're probably on Jocco",
        7257.98,
        7261.48
    ],
    [
        " White T.",
        7261.48,
        7261.88
    ],
    [
        " The good thing, that's the bad news.",
        7262.36,
        7263.96
    ],
    [
        " Good news is, it doesn't matter.",
        7264.12,
        7265.6
    ],
    [
        " You can't test for it.",
        7265.94,
        7266.64
    ],
    [
        " All natural.",
        7266.76,
        7267.36
    ],
    [
        " It's all natural.",
        7267.86,
        7269.36
    ],
    [
        " No one can believe that a fully natural substance can raise any human beings deadlift",
        7269.8,
        7276.22
    ],
    [
        " to 8,000 pound minimum, but there it is.",
        7276.22,
        7278.44
    ],
    [
        " It is.",
        7278.56,
        7278.9
    ],
    [
        " Factual.",
        7279.02,
        7279.42
    ],
    [
        " Factual.",
        7279.64,
        7280.66
    ],
    [
        " All right, books.",
        7281.12,
        7283.16
    ],
    [
        " All right, books.",
        7284.0,
        7284.88
    ],
    [
        " You can get some books.",
        7285.14,
        7285.74
    ],
    [
        " Way to war your kid.",
        7286.04,
        7286.7
    ],
    [
        " This is the book for kids.",
        7287.38,
        7288.82
    ],
    [
        " The book for kids.",
        7289.42,
        7291.16
    ],
    [
        " See the feedback.",
        7291.84,
        7292.58
    ],
    [
        " Go on social media, go on Twitter, go on Facebook, boha, and see kids studying, see",
        7292.9,
        7302.36
    ],
    [
        " kids doing pull ups, see kids doing Jiu Jitsu, see kids getting out of the house.",
        7302.36,
        7306.2
    ],
    [
        " After it, that'll tell you right there.",
        7306.2,
        7308.4
    ],
    [
        " So many parents have said, I can't believe my kid now wants to study.",
        7308.94,
        7312.84
    ],
    [
        " They post little pictures of kids making math flashcards.",
        7313.36,
        7316.36
    ],
    [
        " That's what I'm talking about.",
        7316.62,
        7317.9
    ],
    [
        " Imagine if you get your kid to do math flashcards voluntarily.",
        7318.12,
        7321.26
    ],
    [
        " Boom.",
        7322.24,
        7322.64
    ],
    [
        " So that's what I'm talking about.",
        7322.98,
        7324.04
    ],
    [
        " And now there's way the war your kid to Mark's mission.",
        7324.44,
        7327.7
    ],
    [
        " In this book, Uncle Jake teaches Young Mark and he really teaches the rest of us.",
        7328.36,
        7334.82
    ],
    [
        " How to control his temper.",
        7335.3,
        7336.62
    ],
    [
        " How to work hard.",
        7337.62,
        7338.32
    ],
    [
        " How to be frugal and smart with money.",
        7338.44,
        7340.72
    ],
    [
        " There's a little entrepreneurial activity in the book.",
        7340.9,
        7344.58
    ],
    [
        " He also learns how to take care of his gear.",
        7345.74,
        7347.52
    ],
    [
        " He learns how to save his money.",
        7347.74,
        7348.96
    ],
    [
        " He learns how to deal with insults and with verbal abuse.",
        7349.12,
        7352.76
    ],
    [
        " And he learns to overcome his fear of failure.",
        7353.2,
        7356.3
    ],
    [
        " That's a lot to learn in one book.",
        7356.96,
        7359.18
    ],
    [
        " But it's there.",
        7359.66,
        7361.34
    ],
    [
        " The lessons are there.",
        7361.94,
        7362.92
    ],
    [
        " And it's done in a simple, clear way that only Uncle Jake knows how to do.",
        7363.3,
        7367.2
    ],
    [
        " And speed of entrepreneurial warrior kids don't forget about Aiden.",
        7367.58,
        7372.96
    ],
    [
        " Young Aiden.",
        7373.42,
        7374.66
    ],
    [
        " He's only 12 years old, but he has a business.",
        7375.16,
        7376.6
    ],
    [
        " He's making soap from goat milk from goats on his farm.",
        7377.6,
        7380.94
    ],
    [
        " And he's not just making any soap.",
        7381.9,
        7383.24
    ],
    [
        " He's making good soap.",
        7383.32,
        7384.12
    ],
    [
        " He's making jacos soap.",
        7384.22,
        7385.72
    ],
    [
        " You can order it at Irish Irish oaks ranch dot com.",
        7386.08,
        7390.86
    ],
    [
        " And the motto, which I thought of not giving Aiden any credit for this.",
        7391.04,
        7394.24
    ],
    [
        " He didn't think of this motto.",
        7394.62,
        7396.1
    ],
    [
        " I thought of the motto.",
        7396.46,
        7397.06
    ],
    [
        " The motto is stay clean.",
        7397.36,
        7399.54
    ],
    [
        " So yeah, get yourself some jacos soap.",
        7400.56,
        7402.32
    ],
    [
        " You can also get a book called the Discipline Equals Freedom Field Manual.",
        7403.64,
        7408.14
    ],
    [
        " And that's another book.",
        7408.34,
        7409.26
    ],
    [
        " The feedback is awesome.",
        7409.46,
        7410.44
    ],
    [
        " The feedback is awesome.",
        7410.88,
        7412.96
    ],
    [
        " People that get that book and they get on the path.",
        7413.36,
        7418.16
    ],
    [
        " They get stronger, healthier, smarter, more disciplined.",
        7418.16,
        7421.32
    ],
    [
        " They get better and they live a better life.",
        7421.64,
        7424.68
    ],
    [
        " And that's awesome to hear.",
        7425.16,
        7426.16
    ],
    [
        " So if you or someone you know needs to know how to get on the path and stay on the path,",
        7426.64,
        7433.64
    ],
    [
        " then the field manual is for them and it'll help them do just that.",
        7434.02,
        7440.42
    ],
    [
        " And for the audio version, it's not on audible because then you can't have an album",
        7440.6,
        7445.92
    ],
    [
        " with tracks.",
        7445.92,
        7446.38
    ],
    [
        " The audio version is on iTunes, Amazon music, Google Play, other MP3 platforms.",
        7446.78,
        7453.8
    ],
    [
        " So if you want the audio version, get that.",
        7454.6,
        7456.82
    ],
    [
        " Also obviously there's a book called Extreme Ownership.",
        7457.6,
        7462.14
    ],
    [
        " It is combat leadership.",
        7462.3,
        7465.16
    ],
    [
        " These are the lessons that we learned in combat translated into leadership principles",
        7465.2,
        7469.8
    ],
    [
        " for business and life.",
        7469.8,
        7471.08
    ],
    [
        " And you know what?",
        7471.56,
        7471.96
    ],
    [
        " Still on the Amazon charts right now is number 17 on all Amazon charts for books,",
        7472.06,
        7479.36
    ],
    [
        " read or something like that.",
        7479.44,
        7480.54
    ],
    [
        " So yeah, you got to dig that.",
        7480.8,
        7483.0
    ],
    [
        " It's still selling and also announcement.",
        7483.2,
        7486.36
    ],
    [
        " Just went over a million copies sold.",
        7486.84,
        7489.26
    ],
    [
        " Yeah, which is pretty legit.",
        7489.84,
        7492.02
    ],
    [
        " So thanks everyone for doing that for buying some books, some copies of the books.",
        7492.3,
        7496.42
    ],
    [
        " And by the way, you don't sell a million copies of a book on just hype.",
        7496.5,
        7500.66
    ],
    [
        " And we didn't do it through paid advertising, which I don't even know if you could do it",
        7501.54,
        7505.24
    ],
    [
        " through paid advertising.",
        7505.24,
        7506.1
    ],
    [
        " The book sales because the word of mouth.",
        7506.2,
        7508.04
    ],
    [
        " So everyone that listens to this podcast buys the book, spreads the word, gets it for other",
        7508.36,
        7512.56
    ],
    [
        " people.",
        7512.56,
        7512.92
    ],
    [
        " You're the reason that that book is selling so well still.",
        7513.22,
        7516.26
    ],
    [
        " So thank you all for spreading the word telling people, get it for them, get it for their",
        7517.32,
        7524.9
    ],
    [
        " team up and down the chain of command, extreme ownership, pick it up further more echelon",
        7524.9,
        7532.48
    ],
    [
        " front.",
        7532.48,
        7532.92
    ],
    [
        " That's my leadership and management consulting company.",
        7533.1,
        7535.24
    ],
    [
        " We solve problems through leadership.",
        7536.06,
        7538.06
    ],
    [
        " That's what we do.",
        7538.3,
        7538.82
    ],
    [
        " And that is how all problems get solved through leadership.",
        7539.12,
        7542.54
    ],
    [
        " So it's me, it's Lave Babin, it's JP DeNel, it's Dave Burke.",
        7543.16,
        7547.68
    ],
    [
        " You can email info at echelonfront.com or you can go to the website echelonfront.com.",
        7547.68,
        7554.84
    ],
    [
        " And of course we are approaching the muster.",
        7555.12,
        7558.26
    ],
    [
        " This is the most dynamic leadership conference ever of all time.",
        7559.52,
        7568.5
    ],
    [
        " Tickets are selling.",
        7569.1,
        7569.68
    ],
    [
        " We've already kind of expanded the floor in the location that we have in DC as much as",
        7570.64,
        7577.04
    ],
    [
        " we can to accommodate more people.",
        7577.04,
        7578.7
    ],
    [
        " But I'm telling you, it's going to sell out.",
        7579.26,
        7581.14
    ],
    [
        " We're only doing two musters this year.",
        7581.4,
        7583.58
    ],
    [
        " One is in Washington DC May 17th and 18th and one is in San Francisco, October 17th and",
        7584.22,
        7590.42
    ],
    [
        " 18th.",
        7590.42,
        7591.14
    ],
    [
        " So come learn, hang out, get your pragmatic leadership skills.",
        7591.14,
        7595.68
    ],
    [
        " And also it's important to know that there's no green room, there's no backstage.",
        7596.6,
        7601.32
    ],
    [
        " We'll be there hanging out, answering questions, talking, eating, working out and hanging out",
        7601.62,
        7608.72
    ],
    [
        " with everyone that shows up.",
        7608.72,
        7610.1
    ],
    [
        " So join us there.",
        7610.36,
        7611.32
    ],
    [
        " You can register at extremonorship.com and also on extremonorship.com.",
        7611.8,
        7617.86
    ],
    [
        " There's a document that we put together.",
        7618.04,
        7620.26
    ],
    [
        " So some people they want to come to the conference, they need to run it up their chain of command.",
        7620.68,
        7625.08
    ],
    [
        " And they kind of say, what should I say up my chain of command?",
        7626.2,
        7629.16
    ],
    [
        " I want my chain of command to pay for it, which is awesome.",
        7629.22,
        7632.2
    ],
    [
        " And the chain of command should pay for it because they're going to get back a much better",
        7632.54,
        7635.76
    ],
    [
        " leader in their organization.",
        7635.76,
        7637.26
    ],
    [
        " But we put a document on there, you can click on the link, the little link, I guess it's",
        7637.68,
        7646.16
    ],
    [
        " called the link, it's called creating leaders at every level.",
        7646.16,
        7649.14
    ],
    [
        " And that's also on extremonorship.com.",
        7649.44,
        7651.42
    ],
    [
        " We'll see you there, we'll see you at the monster.",
        7651.72,
        7653.08
    ],
    [
        " And until we do see you at the monster, you can find us interacting and conversing and cruising",
        7654.22,
        7661.68
    ],
    [
        " on the inner webs on Twitter, on Instagram and on that four-sh-tapohaki echo.",
        7661.68,
        7672.3
    ],
    [
        " Is that echo Charles?",
        7672.9,
        7674.62
    ],
    [
        " And I am at Jocco Willink and thanks to those of you out there in uniform around the world",
        7675.16,
        7680.42
    ],
    [
        " on foreign lands in the sky over our heads and on and under the high seas protecting us",
        7680.42,
        7689.38
    ],
    [
        " from the evil of the world.",
        7689.38,
        7691.36
    ],
    [
        " Thank you.",
        7691.58,
        7692.0
    ],
    [
        " And thanks to police and law enforcement, to the firefighters and paramedics and all",
        7692.38,
        7698.5
    ],
    [
        " of you first responders, thanks for taking care of us and our families when we need it",
        7698.5,
        7704.58
    ],
    [
        " most.",
        7704.58,
        7705.02
    ],
    [
        " And to everyone else out there, the nurses and the doctors working all hours to heal",
        7705.02,
        7713.62
    ],
    [
        " us and the teachers trying to educate our youth and the guys hanging dry wall and pouring",
        7713.62,
        7719.56
    ],
    [
        " concrete and ruffling in plumbing and electrical.",
        7719.56,
        7722.66
    ],
    [
        " Then the farmers growing crops and the factory workers building products and the fishermen",
        7722.96,
        7728.94
    ],
    [
        " and the lobstermen and the longshoremen and the bankers and the advisors and the salespeople",
        7728.94,
        7735.16
    ],
    [
        " and the waitresses and the cooks and the dishwashers.",
        7735.16,
        7739.8
    ],
    [
        " To all the men and women across the land and every job and every capacity that show up",
        7740.46,
        7748.84
    ],
    [
        " every day.",
        7748.84,
        7749.64
    ],
    [
        " Thanks for listening to us.",
        7750.32,
        7752.18
    ],
    [
        " And thanks for doing your job and doing it well and doing it with pride.",
        7752.94,
        7757.62
    ],
    [
        " And thanks for working hard to make your own luck and to make your part of the world a",
        7758.16,
        7766.98
    ],
    [
        " better place by going out there and getting after it.",
        7766.98,
        7773.18
    ],
    [
        " And so until next time, this is Echo and Jocco out.",
        7774.2,
        7780.74
    ]
]