[
    [
        " How do you control rumors and gossip within an organization?",
        0.1,
        3.28
    ],
    [
        " That's pretty easy. You just you just talked about being you know getting out there with the truth and you're",
        4.16,
        9.44
    ],
    [
        " Propaganda armed outside your company. It's no different inside your company. You've got to make sure that people",
        9.44,
        14.52
    ],
    [
        " It's an interesting when you work we work with leaders sometimes not you see people that I",
        14.52,
        19.56
    ],
    [
        " Why I don't want to share this with my people, you know, because I don't know what they might think like they're they're thinking",
        19.56,
        24.5
    ],
    [
        " Yeah, something that maybe totally not true",
        24.5,
        26.38
    ],
    [
        " They're not just sitting there not thinking anything because you're not sharing it with them",
        26.54,
        29.88
    ],
    [
        " They're coming up to their own conclusions which may be completely false or opposite",
        29.88,
        33.42
    ],
    [
        " But like we say in the in the Navy all the time you know perception is reality that becomes reality",
        33.42,
        38.54
    ],
    [
        " So you've got to you got to you can defeat the gossip and rumors by actually just sharing the truth be open with people and",
        38.54,
        46.44
    ],
    [
        " And and and being first out there with a message so people get it and understand it and even when horrible bad things go wrong",
        46.44,
        52.14
    ],
    [
        " Extreme ownership right if if you take ownership for that and say hey listen this happened here's what we're doing to fix it",
        52.42,
        58.48
    ],
    [
        " Here's what we're doing in turn things around",
        58.48,
        59.84
    ],
    [
        " it's kind of",
        59.84,
        62.06
    ],
    [
        " People people are not gonna lose respect for you in the organization",
        62.06,
        66.12
    ],
    [
        " They're actually gonna gain respect for his result something we talk about all the time so don't be afraid to do that",
        66.12,
        71.9
    ],
    [
        " Again, just get the message out there and and be transparent and talk to folks",
        71.9,
        77.0
    ],
    [
        " If you don't tell people what's going on they're gonna make up their own ideas of what's going on and the thing that I have to",
        81.08,
        88.98
    ],
    [
        " I have to we have to we have to take this just a little bit further right just a little bit further",
        88.98,
        95.52
    ],
    [
        " Because we talk about transparency right and that word gets thrown around all the time and",
        95.52,
        100.28
    ],
    [
        " Of the idea that you're just gonna you that the idea that you're just gonna tell everyone exactly what's going on",
        100.28,
        106.1
    ],
    [
        " And that sounds great and it's like hey, I'm a fully transparent leader and I'm gonna tell everyone's going on",
        107.2,
        111.56
    ],
    [
        " But there's times where you actually don't want to do that. There's times where you have to",
        111.56,
        116.86
    ],
    [
        " Manoeuvre and you have to be tactful and some of the things that you might tell someone",
        116.86,
        120.82
    ],
    [
        " Actually is not the right thing to do now and I'm I I'm not saying we're we're gonna be dishonest with our people",
        120.82,
        127.22
    ],
    [
        " I'm not saying that and I'm saying that transparency is a great thing, but I mean just on a personal level",
        127.22,
        132.16
    ],
    [
        " if",
        132.16,
        133.42
    ],
    [
        " Lafes",
        135.22,
        135.58
    ],
    [
        " Working for me and he's",
        135.58,
        137.92
    ],
    [
        " Not doing he's doing something horrible is the best way to go about that to fully true full transparency is hey",
        137.92,
        144.26
    ],
    [
        " Laf you're doing horrible at this is that the best way to do it in front of the entire team in front of the team right is that it's full transparency",
        144.26,
        150.44
    ],
    [
        " Right hey, I'm fully transparent. Okay, everyone welcome to the meeting today",
        150.44,
        153.6
    ],
    [
        " By the way, I just wanted to point out that left misses numbers again, and he's a loser",
        153.6,
        157.46
    ],
    [
        " That might be what I'm thinking that's fully transparent",
        157.46,
        160.1
    ],
    [
        " Hey guys just beat and you love this too right just being transparent",
        160.1,
        163.28
    ],
    [
        " Lafes and Lafes a loser he missed his numbers again, and you know what I'm actually thinking about firing him",
        163.28,
        168.94
    ],
    [
        " Just in case anyone was wondering",
        168.94,
        170.34
    ],
    [
        " So that's that's for transparent trying to wait to close the business Friday did I do a good job",
        170.34,
        174.82
    ],
    [
        " Right, so so let's not get carried away, right? You know, what is the smart way the smart ways to maneuver the smart ways to say",
        174.82,
        182.0
    ],
    [
        " Okay, Lafes not doing what he what he wants what he should be doing",
        182.0,
        185.56
    ],
    [
        " If I go and accuse him of failing what's his reaction going to be how is it so",
        186.04,
        190.94
    ],
    [
        " What I do instead instead I go I?",
        190.94,
        194.84
    ],
    [
        " Want to take ownership of it, and so instead I say hey Laf",
        194.84,
        196.92
    ],
    [
        " You know, hey",
        196.92,
        198.36
    ],
    [
        " Comes it come to come to come to my office. I want to talk to you about a couple things so he comes to my office or not in a public place",
        198.36,
        203.48
    ],
    [
        " And now it's hey Laf",
        203.48,
        205.46
    ],
    [
        " Hey man, I noticed that you you know you you missed your numbers and I'm thinking that maybe I'm not giving you the kind of support that you need to",
        205.46,
        212.16
    ],
    [
        " To get where you need to be is there anything else that you need for me so that you can win",
        212.16,
        216.88
    ],
    [
        " Again inside sure. I'm thinking Lafes you pathetic loser you missed your numbers again, right?",
        216.88,
        224.1
    ],
    [
        " But I'm not gonna do that so the full transparency thing I get it",
        224.66,
        229.46
    ],
    [
        " And it makes sense",
        229.46,
        231.26
    ],
    [
        " But we do have to",
        231.26,
        233.9
    ],
    [
        " consider the tertiary and the secondary tertiary effects of the things that we say especially as a leader",
        233.9,
        239.88
    ],
    [
        " What you say is a lot of impact as a leader and sometimes I see leaders they make a little off the cuff remark about something",
        240.0,
        245.08
    ],
    [
        " You know, oh that won't matter. Oh, oh",
        245.08,
        249.06
    ],
    [
        " Oh, okay, so it doesn't matter so so this little thing, you know, hey boss",
        249.06,
        252.38
    ],
    [
        " We wanted to get this this task done by this date",
        252.38,
        255.06
    ],
    [
        " Is it still important? Oh it doesn't matter. Oh, okay, so it doesn't matter",
        255.06,
        258.36
    ],
    [
        " So what I was working on for last month and a half doesn't matter. Okay cool great. I was fully transparent",
        258.36,
        262.72
    ],
    [
        " So just be careful use tact use your brain. Yeah, that's that's 100% correct",
        262.72,
        268.94
    ],
    [
        " I think you know what I was trying to explain in the in the first situation is I mean",
        268.94,
        272.52
    ],
    [
        " I was having a conversation with a leader that we work with",
        272.52,
        275.7
    ],
    [
        " Who was you know telling me that there was a key leader in his team that didn't want to share with any of these key leaders that",
        275.7,
        282.42
    ],
    [
        " they you know",
        282.42,
        284.54
    ],
    [
        " They they're the",
        284.54,
        286.46
    ],
    [
        " He didn't want to share with the key leaders that they were there were having having some issues having some dire straits wonder",
        286.46,
        292.96
    ],
    [
        " You know get into a point where they're wondering hey, I don't know if we're gonna make pay roll",
        292.96,
        297.16
    ],
    [
        " You know a few months from now if we don't turn these things around",
        297.66,
        300.3
    ],
    [
        " But I don't want to share that with them because I don't want them to panic",
        300.3,
        303.5
    ],
    [
        " And when I when I heard that I was like",
        303.5,
        306.22
    ],
    [
        " Uh, what kind of panic are they gonna have when they find out yeah, they can't make payroll",
        306.22,
        312.44
    ],
    [
        " But no one told them about and they thought everything was great",
        312.44,
        314.46
    ],
    [
        " So the panic is gonna be a hundred times worse. Yeah, and that's that's the kind of transparency",
        314.46,
        319.28
    ],
    [
        " I'm talking about we're like listen you need to go and have a direct conversation and say guys",
        319.28,
        323.1
    ],
    [
        " Here's where we're at",
        323.1,
        324.14
    ],
    [
        " And that should be something to help get them in gear like listen",
        324.42,
        327.52
    ],
    [
        " We have got to we got to hit these numbers. We got to get things going again. We got to turn performance around",
        327.52,
        332.24
    ],
    [
        " Are this is where we're gonna be next quarter",
        332.24,
        334.14
    ],
    [
        " Uh, if we don't do that and I think those uh, that's the kind of thing I'm talking about where you're not",
        334.14,
        339.3
    ],
    [
        " Keeping the secrets is not helping you out because by the way everyone knows the numbers right so they know they're already",
        339.3,
        345.26
    ],
    [
        " Probably know you're in dire straits and they're thinking well",
        345.26,
        347.48
    ],
    [
        " I better find a backup job and they're gonna leave and now you're in even worse straits",
        347.48,
        351.22
    ],
    [
        " So yeah, absolutely you don't need to hide information from from the team",
        351.22,
        355.3
    ]
]