[
    [
        " Do you still respect people without discipline?",
        0.0,
        3.06
    ],
    [
        " Interesting. Okay, so",
        4.4,
        7.14
    ],
    [
        " first of all my baseline",
        7.14,
        9.36
    ],
    [
        " As a person is to respect people. That's my baseline. Now that is not the same as",
        9.36,
        15.6
    ],
    [
        " Something we've talked about before which is that doesn't mean I expect a lot from them",
        15.6,
        20.36
    ],
    [
        " Okay, you see the big difference there. I respect people. Hey, I respect you. I respect what you're doing",
        20.36,
        24.52
    ],
    [
        " That doesn't mean I expect",
        24.52,
        25.64
    ],
    [
        " That you're gonna be humble or you're gonna be hardworking or you're gonna be brave or you're gonna even be a slightly",
        26.32,
        31.78
    ],
    [
        " Decent human being. I don't expect any of that but",
        31.78,
        35.22
    ],
    [
        " But I and let me let me phrase this carefully that doesn't mean I don't treat them with respect now",
        35.22,
        44.02
    ],
    [
        " You notice I just changed this. Yes, it's not just about I actually respect you. It's I'm gonna treat you with respect",
        44.02,
        50.88
    ],
    [
        " There's a big difference, right? Yes, I'm gonna risk I'm gonna treat everyone with respect",
        50.88,
        55.4
    ],
    [
        " But as far as actually respecting someone",
        56.22,
        59.34
    ],
    [
        " No, no, I'm not just",
        59.34,
        63.04
    ],
    [
        " Automatically respecting people now I'll treat them with respect because I don't know who they are",
        63.04,
        67.2
    ],
    [
        " I don't know what struggles they've had in their life. I don't know what they've been through",
        67.2,
        72.72
    ],
    [
        " I don't know that so I'm gonna treat them with respect and it's very similar like a Jiu Jitsu perspective",
        72.72,
        77.1
    ],
    [
        " You don't know",
        77.1,
        78.72
    ],
    [
        " Okay, Jiu Jitsu perspective no ghee, right? You don't know how good someone is",
        78.72,
        84.08
    ],
    [
        " No belt. Yeah, you don't you don't and",
        84.08,
        87.22
    ],
    [
        " And and this is another thing when you when you know how good someone is and let's say you're better than them",
        87.22,
        93.06
    ],
    [
        " If you really understand Jiu Jitsu",
        93.06,
        95.34
    ],
    [
        " You realize that you're better than them because you've been training longer",
        95.34,
        98.96
    ],
    [
        " Fundamentally, right? Of course. Are there some people that are just amazing athletes? Sure sure",
        98.96,
        104.48
    ],
    [
        " But 98% of the people you've just been training longer than them or you just were born",
        104.48,
        109.58
    ],
    [
        " A lot bigger than them or a lot stronger than them",
        109.92,
        113.06
    ],
    [
        " But you look at them and say you know what if this person if we flip this around and this person been training longer",
        113.06,
        118.76
    ],
    [
        " I'd be the one getting crushed right so",
        118.76,
        121.9
    ],
    [
        " There's that",
        121.9,
        123.2
    ],
    [
        " now so so yes, I treat people with respect and",
        123.2,
        127.86
    ],
    [
        " My my attitude is generally to say look. I don't know what they've been through so I'm gonna I'm gonna treat them that way",
        127.86,
        133.08
    ],
    [
        " Now",
        134.98,
        135.62
    ],
    [
        " That being said when",
        135.62,
        137.1
    ],
    [
        " Someone just throws away their potential because they lack discipline",
        137.1,
        143.44
    ],
    [
        " That kind of bothers me. I mean it doesn't mean that I don't respect them, but I am definitely disappointed and",
        143.44,
        153.94
    ],
    [
        " In conditions where there is a gross lack of discipline",
        153.94,
        158.36
    ],
    [
        " Just a gross lack of discipline. I do move beyond",
        158.66,
        163.16
    ],
    [
        " Just mere disappointment and I do get into the realm of I do not respect that person because they lack discipline so",
        163.16,
        170.38
    ],
    [
        " There you go. It's like a respect meter kind of thing and you're starting at the baseline",
        170.38,
        176.74
    ],
    [
        " Yeah, yeah, I always start with treating everyone with respect. Yeah, yeah, gonna treat everyone with respect",
        176.74,
        182.74
    ],
    [
        " Yeah, and if you don't",
        182.74,
        186.36
    ],
    [
        " You don't know who you're disrespecting right who you disrespect",
        186.36,
        190.1
    ],
    [
        " I mean you could be disrespecting first of all you could be disrespecting someone that is",
        190.1,
        193.84
    ],
    [
        " Been through a lot that maybe you should learn from you could be you know",
        193.84,
        198.26
    ],
    [
        " You're walking down the street and you disrespect you could disrespect someone that's a psychopath with a gun",
        198.26,
        202.36
    ],
    [
        " Yeah, and now you're in a shootout with them people are getting you know",
        202.36,
        206.8
    ],
    [
        " I mean you're probably gonna win if you train hard",
        206.8,
        208.66
    ],
    [
        " But still yeah innocence might be you know by standards",
        208.66,
        212.58
    ],
    [
        " You know just don't know who you just know who people are yeah, that's a good lesson to learn from the Jitsu man",
        212.66,
        217.82
    ],
    [
        " You don't know how good people are you don't know not just not just how well they train",
        217.82,
        221.58
    ],
    [
        " But what have they been through that day in their life?",
        221.58,
        223.94
    ],
    [
        " Yeah, you know you've meet some people in the wrong day and they could be really a real problem. Yeah",
        224.24,
        228.84
    ]
]