[
    [
        " This is the Jocco Underground Podcast number 19 with Echo Charles and me, Jocco.",
        0.0,
        5.46
    ],
    [
        " Well, like, good evening.",
        5.52,
        6.9
    ],
    [
        " I come.",
        7.06,
        7.22
    ],
    [
        " All right.",
        7.34,
        7.98
    ],
    [
        " So last week I posted, oh, these are the last.",
        8.1,
        10.12
    ],
    [
        " We've been as a few weeks ago.",
        10.26,
        11.12
    ],
    [
        " A few weeks ago, I posted something from Gettysburg where I was talking about the indirect",
        11.12,
        16.54
    ],
    [
        " approach to things.",
        16.54,
        18.54
    ],
    [
        " The specific thing I was talking about is that in the Civil War, in the Battle of Chancellor",
        19.06,
        25.26
    ],
    [
        "ville, Stonewall, Jackson, convinced General Lee to take that he should take the indirect",
        25.26,
        31.54
    ],
    [
        " approach in this battle.",
        31.54,
        32.78
    ],
    [
        " He should take his troops and walk 14 miles to get to the flank of the Union instead of",
        32.98,
        39.28
    ],
    [
        " just doing a frontal assault, which was a half a mile.",
        39.28,
        40.98
    ],
    [
        " So either go right at him, go right at the Union Army or come in from the flank after",
        41.6,
        47.12
    ],
    [
        " we've been walking 14 miles.",
        47.12,
        48.26
    ],
    [
        " He was able to convince General Lee to do that and once they had the flank, they won the",
        48.56,
        53.02
    ],
    [
        " battle very quickly with minimal casualties.",
        53.02,
        55.86
    ],
    [
        " So this is the indirect approach and I was talking about the fact that it works with people",
        56.34,
        61.3
    ],
    [
        " and you should use it 99% of the time.",
        61.3,
        65.26
    ],
    [
        " It's the better approach and it might seem like it's going to be harder because it's longer",
        65.26,
        69.44
    ],
    [
        " but ultimately it's more efficient and it's more effective.",
        69.44,
        72.88
    ],
    [
        " And then as I looked, you know, as I posted it, whatever, no big deal and looked at some",
        73.98,
        81.02
    ],
    [
        " of the comments that people wrote and you know, most people are like, yeah, absolutely",
        81.02,
        86.32
    ],
    [
        " big sense.",
        86.32,
        87.06
    ],
    [
        " And then some people wrote things like, it's not good to be deceitful and things like",
        87.36,
        94.46
    ],
    [
        " you should lie to your teammates and if you aren't direct, that'll hurt the trust that",
        94.46,
        98.36
    ],
    [
        " you have.",
        98.36,
        98.6
    ],
    [
        " So they made these kind of comments and I understand, I actually understand their misunderstanding",
        98.66,
        104.36
    ],
    [
        " because there's a difference between leadership and manipulation, right?",
        104.76,
        109.5
    ],
    [
        " It's, it can be seen like, oh, I'm just manipulating you and one of the big differences between",
        110.2,
        115.96
    ],
    [
        " manipulation and leadership is if when I'm when I'm leading you, I'm getting you to do",
        115.96,
        120.82
    ],
    [
        " something that's good for you and good for the team.",
        120.82,
        122.96
    ],
    [
        " If I'm manipulating you, I'm trying to get you to do something that's good for me, right?",
        123.36,
        129.22
    ],
    [
        " So that's one of the differences.",
        131.34,
        132.58
    ],
    [
        " But let me break this down a little bit.",
        133.04,
        136.7
    ],
    [
        " Being direct with someone and that's the term like, you should be direct.",
        136.88,
        139.82
    ],
    [
        " If you're not being direct, that's the term that they use.",
        140.26,
        143.52
    ],
    [
        " You should be direct with people and there's a synonym for the term direct, which is truthful.",
        143.6,
        148.76
    ],
    [
        " Like, hey, just tell me the truth or hey, just tell me direct, right?",
        149.24,
        151.68
    ],
    [
        " So there's a little synonym there.",
        151.76,
        153.08
    ],
    [
        " So therefore, if I say be indirect, that must mean that I'm talking about lying.",
        153.5,
        157.24
    ],
    [
        " And so I can see that you can extrapolate and get to that conclusion that what Jacque",
        157.64,
        164.62
    ],
    [
        " was saying is be indirect.",
        164.62,
        165.42
    ],
    [
        " So he's saying lie and that's not what I'm saying at all.",
        165.42,
        167.7
    ],
    [
        " Not what I'm saying at all.",
        168.16,
        169.52
    ],
    [
        " And if the way I mean it and the way it is intended and the way it works is not by lying,",
        169.54,
        178.88
    ],
    [
        " it's by, look, if I'm talking to a lafe.",
        179.26,
        184.84
    ],
    [
        " And if I'm trying to get him to use a plan or I'm trying to, we're trying to establish a plan",
        188.14,
        192.94
    ],
    [
        " for an operation, being indirect with them doesn't mean that I'm going to lie to him.",
        192.94,
        197.96
    ],
    [
        " It doesn't mean I'm going to make up like intelligence reports that are raw.",
        198.24,
        201.48
    ],
    [
        " Just so, so we go with my plan.",
        201.82,
        203.64
    ],
    [
        " It doesn't mean that I say, hey, Leif, you're already ran this up the chain of command",
        203.88,
        206.62
    ],
    [
        " and it's already been approved.",
        206.62,
        207.42
    ],
    [
        " So we're going with my plan.",
        207.52,
        208.36
    ],
    [
        " Like, those are lies.",
        208.5,
        209.26
    ],
    [
        " And that's not what I'm talking about.",
        209.58,
        211.3
    ],
    [
        " It doesn't mean I make up a timeline and say, well, the target's only going to be there",
        212.08,
        216.04
    ],
    [
        " for tonight.",
        216.04,
        216.44
    ],
    [
        " So we have to go tonight.",
        216.46,
        217.28
    ],
    [
        " So we have to follow my plan.",
        217.42,
        219.08
    ],
    [
        " Like, those are lies.",
        219.46,
        220.08
    ],
    [
        " And that's freaking absolutely not what I'm talking about.",
        220.22,
        222.42
    ],
    [
        " Direct would be, Leif, here's the mission and here's the plan.",
        223.62,
        230.92
    ],
    [
        " Get on board with my plan.",
        231.16,
        232.0
    ],
    [
        " That's direct.",
        232.76,
        233.38
    ],
    [
        " Being direct, right?",
        234.28,
        236.06
    ],
    [
        " What does that impact have on Leif?",
        237.32,
        238.82
    ],
    [
        " Well, now Leif is being like, feels like he's being micro-managed.",
        238.82,
        241.36
    ],
    [
        " He feels like he has no input.",
        241.46,
        242.48
    ],
    [
        " He also feels like he has no ownership of the plan and all those things are bad.",
        242.64,
        245.12
    ],
    [
        " And when something goes wrong, it's not going to turn out well.",
        245.44,
        247.54
    ],
    [
        " And he's not going to do his best to push through and make things happen because it's",
        247.9,
        251.18
    ],
    [
        " not his plan.",
        251.18,
        251.64
    ],
    [
        " He doesn't have ownership of it.",
        251.64,
        252.64
    ],
    [
        " So all those things are bad.",
        252.86,
        254.6
    ],
    [
        " The indirect, so that's being direct has a bunch of negative aspects to it.",
        255.44,
        260.0
    ],
    [
        " Being indirect, if I take an indirect approach, I tell Leif what the objective is that we're",
        261.22,
        266.62
    ],
    [
        " trying to accomplish and then say, hey, how do you want to do it?",
        266.62,
        269.7
    ],
    [
        " And I listen to his ideas and I have him present a plan to me.",
        270.24,
        273.46
    ],
    [
        " And then I ask earnest questions that might reveal some shortfalls of his plan if they're",
        274.18,
        279.52
    ],
    [
        " already.",
        279.52,
        279.9
    ],
    [
        " All these are indirect, right?",
        280.1,
        281.22
    ],
    [
        " All these are indirect.",
        281.36,
        282.16
    ],
    [
        " And it's also not like, I'm not faking it.",
        283.14,
        292.08
    ],
    [
        " I'm not asking you these questions.",
        292.32,
        293.48
    ],
    [
        " I'm not allowing him to influence me with his plan to get him to do something.",
        293.48,
        297.42
    ],
    [
        " No, I'm actually, if he's got a good plan, I'm going to go with it.",
        297.52,
        299.44
    ],
    [
        " By the way, if he comes up with a better plan than me, we're going to use it.",
        299.54,
        303.14
    ],
    [
        " There's no lies, there's no manipulation.",
        303.22,
        304.98
    ],
    [
        " It's truthful.",
        305.96,
        307.18
    ],
    [
        " The truth is his plan's better than mine.",
        307.66,
        309.74
    ],
    [
        " I'm going to go with his plan.",
        309.9,
        310.82
    ],
    [
        " Sounds good.",
        310.96,
        311.54
    ],
    [
        " The truth isn't like, I'm not lying to him like, well, your plan won't work because",
        312.44,
        316.22
    ],
    [
        " the intelligence says and I make something up, that's a freaking line.",
        316.22,
        319.22
    ],
    [
        " That's not what I'm talking about.",
        319.26,
        320.44
    ],
    [
        " That being said, if my plan is better and I ask, wave questions and he sees that, that",
        321.7,
        328.38
    ],
    [
        " maybe a different idea would work better, then it becomes revealed to him and it's more",
        328.38,
        332.98
    ],
    [
        " powerful and I'm not having to impose my plan on him, the direct method of imposing my",
        332.98,
        339.02
    ],
    [
        " plan on him and offending his ego and implying that I don't trust that he can get the job",
        339.02,
        343.38
    ],
    [
        " done because I'm imposing my plan.",
        343.38,
        346.02
    ],
    [
        " Like if I trusted him, why don't I just let him use his plan?",
        346.3,
        348.48
    ],
    [
        " I'm implying that I don't trust him.",
        348.9,
        350.4
    ],
    [
        " So there's all these freaking negative aspects and I don't like it.",
        350.98,
        356.6
    ],
    [
        " And also I've been talking about for the last six months, especially on EF Online, listen,",
        357.62,
        363.14
    ],
    [
        " influence, trust and respect to get these things.",
        363.48,
        366.38
    ],
    [
        " You got to give those things, right?",
        366.38,
        367.8
    ],
    [
        " You want somebody to listen to you?",
        368.06,
        368.86
    ],
    [
        " Listen to them.",
        369.04,
        369.4
    ],
    [
        " You want somebody you want to influence somebody?",
        369.54,
        371.32
    ],
    [
        " Allow them to influence you.",
        371.48,
        372.46
    ],
    [
        " You want somebody to trust you.",
        372.68,
        373.86
    ],
    [
        " You have to trust them.",
        373.98,
        374.7
    ],
    [
        " You want to get treated with respect, then treat other people with respect.",
        374.7,
        378.8
    ],
    [
        " You can't impose trust on someone.",
        378.98,
        381.36
    ],
    [
        " In fact, when you try and impose trust on somebody, this is such a good example.",
        381.8,
        386.96
    ],
    [
        " I'm trying to sell you a car and I say, hey, just trust me.",
        387.64,
        390.78
    ],
    [
        " Trying to impose trust on you.",
        390.94,
        392.56
    ],
    [
        " Does that increase your trust for me at all?",
        392.6,
        394.26
    ],
    [
        " The answer is no.",
        394.44,
        395.42
    ],
    [
        " I can't demand respect from someone.",
        396.36,
        398.34
    ],
    [
        " It doesn't work.",
        398.62,
        399.34
    ],
    [
        " You better respect me.",
        399.96,
        401.1
    ],
    [
        " Does that work?",
        401.36,
        401.68
    ],
    [
        " How often you go, okay, great.",
        401.88,
        402.76
    ],
    [
        " Thanks for telling me.",
        402.88,
        403.66
    ],
    [
        " Cool.",
        403.66,
        403.96
    ],
    [
        " Now I respect you.",
        404.04,
        404.74
    ],
    [
        " And influence, forcing influence on someone because you outrank them.",
        405.74,
        412.28
    ],
    [
        " That's not influence.",
        412.48,
        413.48
    ],
    [
        " That's just freaking orders.",
        413.68,
        414.78
    ],
    [
        " That's what that is.",
        415.12,
        415.94
    ],
    [
        " And the last thing is I can bark at you and I can yell at you, but does that make you",
        416.96,
        420.98
    ],
    [
        " listen to me?",
        420.98,
        421.4
    ],
    [
        " No.",
        421.92,
        422.02
    ],
    [
        " I mean, you might hear what I'm, you might, you might, you might, the work, the noises",
        422.96,
        427.88
    ],
    [
        " might go into your ears.",
        427.88,
        429.06
    ],
    [
        " You can hear it, but you're not necessarily going to listen.",
        429.2,
        431.4
    ],
    [
        " If I want you to listen, you have to listen to me.",
        431.46,
        433.18
    ],
    [
        " So that's what I mean by the indirect approach.",
        433.8,
        436.78
    ],
    [
        " With that, it is the underground.",
        436.9,
        439.64
    ],
    [
        " So let's get to some Q&A.",
        439.98,
        441.66
    ],
    [
        " It is true.",
        441.88,
        442.44
    ],
    [
        " All right.",
        442.72,
        442.84
    ],
    [
        " First question.",
        443.08,
        443.54
    ],
    [
        " This question is not meant to highlight one side is more right than the other.",
        444.28,
        448.5
    ],
    [
        " Obviously, every American has their belief, but this question is not about whose side is",
        448.74,
        452.78
    ],
    [
        " right and whose side is wrong.",
        452.78,
        454.0
    ],
    [
        " But to be a heated question, I think.",
        454.76,
        456.64
    ],
    [
        " Right now in America, we have politically charged climate where each side hates each",
        458.46,
        463.76
    ],
    [
        " other.",
        463.76,
        464.02
    ],
    [
        " Each party has deep distrust and skepticism and all around cynical view of the other party",
        464.26,
        469.12
    ],
    [
        " for the most part.",
        469.12,
        470.74
    ],
    [
        " Lots of...",
        471.4,
        471.74
    ],
    [
        " Well, that's, he says in parentheses the most part, but where are you getting this from?",
        471.74,
        475.72
    ],
    [
        " You're getting this from if you go look at social media, right?",
        476.0,
        478.1
    ],
    [
        " If you go look at social media and even not just social media, media, because the media",
        478.22,
        484.14
    ],
    [
        " wants you to watch what they're making and you only want to watch what they're making",
        484.5,
        488.56
    ],
    [
        " if it seems a little bit exciting.",
        488.56,
        489.72
    ],
    [
        " And the only thing that's exciting is emotions and hatred and chaos.",
        489.72,
        492.2
    ],
    [
        " So that's what we're selling.",
        492.62,
        494.28
    ],
    [
        " So that's what's clicking.",
        494.7,
        495.52
    ],
    [
        " And I work with companies all over America all the time and the companies are out there",
        495.82,
        500.92
    ],
    [
        " making things happen and the workers, you know what they're concerned about?",
        500.92,
        502.94
    ],
    [
        " You know what the employees are concerned with?",
        503.04,
        504.28
    ],
    [
        " You know what the leadership is concerned with?",
        504.34,
        505.96
    ],
    [
        " They're concerned with improving their market share and delivering good stuff to the consumers.",
        506.1,
        510.68
    ],
    [
        " That's what the vast...",
        510.98,
        511.88
    ],
    [
        " That's...",
        511.88,
        512.36
    ],
    [
        " That's most people.",
        512.36,
        513.62
    ],
    [
        " That's for the most part.",
        513.84,
        515.32
    ],
    [
        " Yeah.",
        515.46,
        516.04
    ],
    [
        " And that's a critical point right there.",
        517.34,
        520.38
    ],
    [
        " Easy to forget, too, by the way.",
        520.52,
        522.1
    ],
    [
        " I have to explain this to people all the time, especially, you know, talking a Ben Shapiro.",
        522.26,
        526.34
    ],
    [
        " Like in his mind, it's mayhem.",
        526.68,
        528.62
    ],
    [
        " Oh yeah.",
        528.84,
        529.08
    ],
    [
        " Because that dude's at point blank, you know, ground zero for political activities.",
        529.12,
        536.96
    ],
    [
        " Yeah.",
        537.24,
        537.4
    ],
    [
        " And thoughts and comments and hostility.",
        537.56,
        539.54
    ],
    [
        " Political.",
        539.6,
        539.82
    ],
    [
        " He's ground zero.",
        540.32,
        541.56
    ],
    [
        " That's all he sees all day long.",
        541.58,
        542.94
    ],
    [
        " Oh yeah.",
        542.94,
        543.34
    ],
    [
        " I can't even imagine what the world looks like through his eyes.",
        543.4,
        545.36
    ],
    [
        " No, that's falling apart.",
        545.46,
        546.34
    ],
    [
        " And even then, even Ben Shapiro, kind of so on, you know, these...",
        546.76,
        551.52
    ],
    [
        " Even then, it's the majority of it if not all of it is from the internet or the news.",
        551.52,
        557.48
    ],
    [
        " Oh yeah.",
        557.6,
        557.94
    ],
    [
        " And it's...",
        558.24,
        559.36
    ],
    [
        " That's the way it looks, you know.",
        559.36,
        561.16
    ],
    [
        " When you look at Rachel Maddow, it's the same thing.",
        561.42,
        565.28
    ],
    [
        " She's at ground zero for all this stuff.",
        565.5,
        568.74
    ],
    [
        " So it doesn't matter.",
        568.86,
        569.5
    ],
    [
        " You can pick your ground zero and the way the world looks through their lens is like",
        569.5,
        573.34
    ],
    [
        " freaking total mayhem.",
        573.34,
        574.86
    ],
    [
        " Oh yeah.",
        574.96,
        575.3
    ],
    [
        " Total freaking mayhem.",
        575.34,
        576.58
    ],
    [
        " And what do they talk about?",
        576.66,
        578.22
    ],
    [
        " That's what they talk about is total freaking mayhem.",
        578.38,
        580.3
    ],
    [
        " So this individual that's writing this question, they're looking at the world and going,",
        580.44,
        586.84
    ],
    [
        " oh my God, I got Rachel Maddow on one side and I got freaking Sean Hannity on the other",
        586.84,
        591.72
    ],
    [
        " side and that's the world.",
        591.72,
        592.96
    ],
    [
        " Okay, us.",
        593.38,
        593.86
    ],
    [
        " Yep.",
        594.44,
        594.56
    ],
    [
        " Okay.",
        595.5,
        595.98
    ],
    [
        " So in the spirit of that, just trying to maybe start from a place of more accuracy if even",
        596.88,
        602.56
    ],
    [
        " possible.",
        602.56,
        603.04
    ],
    [
        " I don't know.",
        603.26,
        603.58
    ],
    [
        " We all live different lives.",
        603.74,
        604.6
    ],
    [
        " I get it.",
        604.66,
        605.08
    ],
    [
        " But yeah, let's say you exclude that.",
        605.66,
        607.7
    ],
    [
        " Let's say you exclude any political news and then exclude social media and the internet",
        607.9,
        615.0
    ],
    [
        " thing.",
        615.0,
        615.72
    ],
    [
        "",
        615.94,
        615.94
    ],
    [
        " And then when you go outside, you go to work, you go to the store, post office, jujitsu,",
        616.22,
        621.98
    ],
    [
        " lifting at the gym or whatever.",
        622.22,
        623.86
    ],
    [
        " Brother, there's nobody yelling in there.",
        624.18,
        625.7
    ],
    [
        " I'm saying, I was like, bro, we just, there's, you know, a thousand people at Victory",
        625.86,
        629.94
    ],
    [
        " MMA and Fitness, I haven't heard anybody talk about any of this stuff.",
        629.94,
        632.62
    ],
    [
        " Yeah.",
        632.66,
        632.74
    ],
    [
        " Oh yeah.",
        632.94,
        633.24
    ],
    [
        " In fact, like you can drive on the street and you can see like someone's bumper sticker",
        633.44,
        640.24
    ],
    [
        " and I support, buy it in or I support Trump or whatever and you're almost like bro calm",
        640.24,
        644.56
    ],
    [
        " down over there.",
        644.56,
        645.28
    ],
    [
        " We're over here just kind of crazy.",
        645.38,
        646.5
    ],
    [
        " You know, and you're over here representing the thing is it does.",
        646.78,
        649.38
    ],
    [
        " Everyone has the right to do that for sure, but I'm saying that's how mild it is in",
        649.46,
        653.22
    ],
    [
        " real life outside of the internet where you can see someone expressing themselves and",
        653.66,
        657.58
    ],
    [
        " they seem out of place.",
        657.58,
        659.0
    ],
    [
        " Yeah.",
        659.22,
        659.32
    ],
    [
        " That's how it is in real life.",
        659.48,
        660.78
    ],
    [
        " Quote, again, depends on where you live.",
        660.94,
        663.08
    ],
    [
        " Depends what you do for a career.",
        663.26,
        664.42
    ],
    [
        " If you're bench a period, you go to the office and the guys and you know, I get it, but",
        664.52,
        668.9
    ],
    [
        " day to day, man, I don't know.",
        668.9,
        670.72
    ],
    [
        " This simply doesn't seem true outside of the internet.",
        671.04,
        674.48
    ],
    [
        " But we'll continue with the question.",
        674.88,
        676.82
    ],
    [
        " Right.",
        676.82,
        677.06
    ],
    [
        " Because it doesn't mean that it's not true.",
        677.08,
        678.88
    ],
    [
        " Yeah, because obviously there are parts of the parts of the world and parts of the",
        678.88,
        683.68
    ],
    [
        " country on those two left and right flanks that are freaking fired up.",
        683.68,
        687.96
    ],
    [
        " Yeah.",
        688.3,
        688.8
    ],
    [
        " And in regard to it, and each party has deep distrust and skepticism and all of the",
        689.24,
        693.94
    ],
    [
        " thing is the internet is a real part of life.",
        693.94,
        695.88
    ],
    [
        " That's the thing.",
        696.12,
        696.72
    ],
    [
        " Yeah.",
        696.84,
        696.94
    ],
    [
        " So yeah, people are fired up.",
        697.18,
        698.86
    ],
    [
        " A lot to do with the internet, but at the end of the day, they're fired up.",
        699.08,
        702.2
    ],
    [
        " Yeah.",
        702.28,
        702.44
    ],
    [
        " You know, so okay.",
        702.74,
        703.5
    ],
    [
        " So we'll see the question.",
        703.58,
        704.46
    ],
    [
        " Okay.",
        704.56,
        704.68
    ],
    [
        " So the question continues.",
        704.68,
        706.1
    ],
    [
        " Lots of people in these parties assume the worst of the other and do not fill information",
        706.66,
        712.04
    ],
    [
        " gaps with trust and not just the politicians themselves, but also the American population.",
        712.04,
        717.2
    ],
    [
        " Obviously, these are bad dispositions to hold and have already produced violence.",
        717.54,
        721.48
    ],
    [
        " The last year in America has been crazy and violent for a myriad of political, politically-charged",
        722.28,
        726.74
    ],
    [
        " reasons.",
        726.74,
        727.48
    ],
    [
        " The question I have is do you foresee a civil war in America any time in the near future?",
        727.9,
        733.02
    ],
    [
        " And if not full-blown civil war, perhaps pockets of conflict here and there across the",
        733.02,
        737.92
    ],
    [
        " country, we've already seen things such as autonomous zones which have become militarized",
        737.92,
        743.74
    ],
    [
        " and violent and almost and almost seem like a succession.",
        743.74,
        747.66
    ],
    [
        " So that's a logical question right now.",
        748.74,
        751.76
    ],
    [
        " You know, you're seeing all this like like we just talked about.",
        752.06,
        754.74
    ],
    [
        " You're seeing all this extremism on the left and on the right.",
        754.78,
        758.34
    ],
    [
        " And you think, well, geez, if that's what's happening, could we could be heading for",
        758.34,
        762.14
    ],
    [
        " a civil war?",
        762.14,
        762.92
    ],
    [
        " First of all, we've been through a lot worse.",
        763.8,
        765.56
    ],
    [
        " A lot worse.",
        766.94,
        767.68
    ],
    [
        " First, I mean, the actual civil war.",
        767.96,
        769.86
    ],
    [
        " We've been through an actual civil war where hundreds and hundreds of thousands of Americans",
        770.62,
        777.42
    ],
    [
        " were killed.",
        777.42,
        778.18
    ],
    [
        " Going, so that's a huge example.",
        779.48,
        781.86
    ],
    [
        " But I mean, even you go back to the late 60s, early 70s and you had the weather underground",
        782.22,
        785.82
    ],
    [
        " in the Black Liberation Army and the CBN East Liberation.",
        785.82,
        789.08
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground Podcast.",
        789.32,
        800.54
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe and we're doing this to",
        800.82,
        807.5
    ],
    [
        " mitigate our reliance on external platforms so we are not subject to their control.",
        807.5,
        813.7
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections,",
        813.7,
        818.74
    ],
    [
        " better communications with us, strengthen this legion of troopers that are in the game",
        819.04,
        823.82
    ],
    [
        " with us.",
        823.82,
        824.4
    ],
    [
        " So thank you, it's joccounderground.com.",
        824.8,
        827.34
    ],
    [
        " It costs $8.18 a month.",
        827.78,
        830.62
    ],
    [
        " And if you can't afford to support us, we can still support you, just email assistance",
        830.88,
        835.12
    ],
    [
        " at joccounderground.com and we'll get you taken care of.",
        835.12,
        839.32
    ],
    [
        " Until then, we will see you in mobilized underground.",
        839.32,
        844.44
    ]
]