[
    [
        " Graduated high school crushed it straight A's help my classmates was kind of kind and helpful and expected them to be meanwhile",
        0.0,
        8.2
    ],
    [
        " They put me down mocked me never loved me",
        8.2,
        10.92
    ],
    [
        " In a room with 30 people I was always alone in a voice tells me to go after the past",
        10.92,
        16.62
    ],
    [
        " Seek revenge keep looking at their profiles profiles a con line profile. Yeah, social media. Yeah",
        16.62,
        22.7
    ],
    [
        " Should I go now? He's got a series of questions here. Yeah",
        22.7,
        27.08
    ],
    [
        " Should I go after them and try to fix the past either by revenge or else?",
        27.28,
        32.08
    ],
    [
        " Should I should I remove them from social media and leave the the Facebook group? Should I attend the reunion?",
        32.62,
        40.22
    ],
    [
        " Why have they even been in my life? Okay, so let's break those down",
        40.84,
        44.44
    ],
    [
        " Number one",
        44.44,
        46.4
    ],
    [
        " Should I go after them and try to fix the past?",
        46.4,
        51.3
    ],
    [
        " Either by revenge or something else to answer that in my opinion is no man who cares their high school kids move on get on with your life",
        51.7,
        61.28
    ],
    [
        " Disagree agree agree agree. Okay, that that one to me is pretty straightforward. Don't worry about these humans",
        61.28,
        68.32
    ],
    [
        " I actually had a couple conversations with with my oldest daughters",
        68.32,
        74.0
    ],
    [
        " Haven't had this one with my son yet, but my older daughters, which is hey look these people that are around right now that you think are so important",
        74.0,
        80.28
    ],
    [
        " In high school",
        80.82,
        81.58
    ],
    [
        " They're not you know some of them might be you might have some lifelong friends from high school",
        81.58,
        87.0
    ],
    [
        " I get that but these people that are not nice to you you won't be thinking about them",
        87.0,
        91.22
    ],
    [
        " So I don't I'm not sure how old this individual is",
        91.22,
        94.22
    ],
    [
        " But he's got a couple more years before you won't be thinking about these people anymore. So just get there earlier",
        94.22,
        99.66
    ],
    [
        " Question two should I remove them from social media and leave this Facebook group. Okay. This is a little bit tricky in my opinion",
        99.66,
        107.16
    ],
    [
        " First of all if you can if you can stay if you can keep them on social media, but ignore them completely just leave them alone",
        108.66,
        115.92
    ],
    [
        " Yeah, just leave it and just totally ignore them because",
        115.92,
        119.38
    ],
    [
        " When you leave them or whatever you're kind of aren't you kind of making this scene? Yes, okay?",
        119.38,
        126.16
    ],
    [
        " I just want to make sure so you don't make a scene. Well, yeah, like when you unfriend them",
        126.32,
        129.72
    ],
    [
        " Which didn't you and I have some situation with the",
        129.72,
        132.52
    ],
    [
        " Okay, so",
        132.52,
        135.84
    ],
    [
        " I know that I",
        137.62,
        139.04
    ],
    [
        " What wait who unfriended you my wife? Yep, okay, so you did it well",
        139.04,
        144.46
    ],
    [
        " No, no, no, I didn't even know how to do it, but I figured it out",
        144.46,
        147.72
    ],
    [
        " No, I didn't so I didn't ever have a social media until two years ago, but all of a sudden I saw echo",
        147.72,
        153.38
    ],
    [
        " Friends with my wife and I said we wait. She's like showing me something and she says and I see echo",
        153.38,
        160.06
    ],
    [
        " And I said well why are you friends with people that why are you friends with people that I know?",
        160.06,
        164.72
    ],
    [
        " Your click on friend on that and I didn't even know it was a big deal. I just thought you know, hey that means",
        165.34,
        169.54
    ],
    [
        " and",
        169.54,
        171.46
    ],
    [
        " And then I didn't realize a big deal",
        171.46,
        174.66
    ],
    [
        " It's a big deal man. Yeah unfriended him messed up. I thought you did it purposefully",
        174.66,
        180.52
    ],
    [
        " Knowing it's a big deal, but not understanding that it's even a bigger deal",
        180.52,
        184.92
    ],
    [
        " Then you know the kind where you're like unfriend him as a joke. That was like it was totally your personality at that",
        184.92,
        189.9
    ],
    [
        " Oh, you thought I did that to you. Yeah, like as a joke like I'm friend of me",
        189.9,
        193.02
    ],
    [
        " To say something to me like immediately",
        193.02,
        194.8
    ],
    [
        " Or was it did a month go by where I didn't make a joke about it?",
        194.8,
        199.28
    ],
    [
        " I forget I forget what so so it is kind of making a scene. Yeah, if you if you unfriend this person",
        199.28,
        206.84
    ],
    [
        " Or you leave the group then you're just creating a little firestorm",
        206.84,
        211.08
    ],
    [
        " But I will say this if you can't if you can't keep yourself from checking on them",
        211.08,
        216.3
    ],
    [
        " Then you might have to do that",
        216.3,
        218.3
    ],
    [
        " So try it for a couple of weeks. Just I'm not looking at them",
        218.3,
        222.78
    ],
    [
        " Let them go just leave them",
        223.9,
        225.74
    ],
    [
        " If you can't do that then delete them and leave the group or whatever",
        225.74,
        230.92
    ],
    [
        " So number three should I attend the reunion?",
        230.92,
        235.06
    ],
    [
        " My answer that is negative",
        235.76,
        238.1
    ],
    [
        " Don't why would you these people are negative?",
        238.1,
        241.4
    ],
    [
        " They they bring back negative memories",
        241.88,
        244.94
    ],
    [
        " They didn't treat you well",
        244.94,
        248.7
    ],
    [
        " They but why would you you don't need them move on again keyword. I think move on",
        249.78,
        255.5
    ],
    [
        " And then the last question is",
        255.5,
        259.44
    ],
    [
        " Why have they even been in my life?",
        259.44,
        262.92
    ],
    [
        " Well, I think",
        263.96,
        265.8
    ],
    [
        " Just like anything else bad that happens in life the things that are bad that happen in life",
        265.8,
        274.1
    ],
    [
        " Can either",
        274.1,
        276.08
    ],
    [
        " Teach you or break you",
        276.98,
        278.42
    ],
    [
        " And you got to decide what you want them to do I vote that you",
        278.42,
        282.64
    ],
    [
        " You allowed to teach you I I vote that you learn from these people",
        282.64,
        286.98
    ],
    [
        " That you learn how to forget about the past that you learn how to ignore people that are negative that you learn to control your",
        286.98,
        294.56
    ],
    [
        " vengeful ideas",
        294.56,
        295.68
    ],
    [
        " And that you learn to move on into the future where you're going to meet better people and better times you'd be at",
        295.68,
        301.46
    ],
    [
        " That's what I would recommend. Don't worry about these people from the past",
        301.46,
        305.3
    ],
    [
        " They're caught up in this weird world",
        306.44,
        308.74
    ],
    [
        " Yeah high school. This is high school right they were caught up in high school world",
        308.74,
        313.04
    ],
    [
        " Don't worry about high school. Yeah get into the world",
        313.04,
        316.4
    ],
    [
        " Yeah, right big time",
        316.4,
        318.74
    ],
    [
        " I've had one daughter that now graduated from high school. I got two kids in high school right now. Yeah drama",
        318.74,
        325.24
    ],
    [
        " There's drama, but actually believe it not there hasn't been a lot of drama with my kids",
        325.24,
        329.64
    ],
    [
        " Yeah, not a lot of high school drama. That doesn't surprise me",
        329.64,
        333.16
    ],
    [
        " But but I see it it does happen. Oh, yeah, and I remember the drama. I'd say it my guess",
        333.8,
        339.86
    ],
    [
        " I don't know it's been a long time since high school for me personally, but yeah, man",
        339.86,
        344.64
    ],
    [
        " I think that's life, you know high school is drama. Shoot a bunch of kids not knowing nothing is there more drama in high school than there is",
        344.64,
        351.98
    ],
    [
        " in",
        351.98,
        353.64
    ],
    [
        " life",
        353.64,
        355.14
    ],
    [
        " Maybe it's because it stuck together. Yeah",
        355.14,
        359.76
    ],
    [
        " It seems like your stuff depends on your life",
        359.8,
        362.42
    ],
    [
        " Like if you just consider a typical high school versus my life. Yeah way more in high school",
        362.42,
        366.52
    ],
    [
        " So I'm in my I mean your drama. That's it. You're not a really job really",
        366.52,
        370.74
    ],
    [
        " Yeah, they're all high school all the way even this guy obviously, you know",
        370.74,
        376.6
    ],
    [
        " So it's gonna feel like way more than it is for sure",
        376.6,
        379.52
    ],
    [
        " But you know when you when you the the further you go along in life the more you realize that this means less",
        379.52,
        387.22
    ],
    [
        " These types of things anyway when you consider it high school is really just for learning sure you learn like social",
        387.22,
        393.64
    ],
    [
        " Yeah, you learn some things too. You know what I just thought is is what's interesting about this is",
        393.64,
        398.44
    ],
    [
        " If you're looking back on high school",
        398.44,
        401.34
    ],
    [
        " Either with fond memories or with negative memories either way",
        401.34,
        406.12
    ],
    [
        " It's not a great thing because you could be like on Kareko from Napoleon Dynamite",
        406.12,
        410.54
    ],
    [
        " Right, who's constantly living back his high school football games",
        410.54,
        414.66
    ],
    [
        " Yeah, yeah, and he's wishing he made that pass and you know to mean more the state championship or whatever. Yeah, you get that that's not good",
        414.66,
        420.78
    ],
    [
        " Right, that means you're stuck in high school. You peaked in high school. Yeah, if you're looking back at the negative things same thing",
        420.78,
        427.8
    ],
    [
        " Yes, who no move forward. Yeah",
        427.8,
        430.76
    ],
    [
        " In his defense though, obviously he just graduated. That's what so his life really is this really, you know",
        430.76,
        437.6
    ],
    [
        " It's too new. It's like, you know someone more good stuff's gonna happen brother. Yeah, move on and get after it",
        437.6,
        443.04
    ],
    [
        " Yeah, fully the social media thing though",
        443.04,
        444.52
    ],
    [
        " Say this because there's there's little levels of like unfriending whatever you can unfollow someone",
        444.52,
        450.1
    ],
    [
        " I'm assuming this is Facebook. I don't know. There's you know, there's so many you could be talking about other stuff, but",
        450.1,
        455.82
    ],
    [
        " On Facebook you can still remain friend, but just unfollow them so you won't get all their stuff. Do they know that?",
        455.82,
        463.14
    ],
    [
        " I don't think so. So they're not I'm sure many people have unfollowed me and I don't know",
        463.56,
        467.94
    ],
    [
        " That I've never gotten the alert or whatever",
        467.94,
        471.02
    ],
    [
        " I would say leave the group fully. Oh, so you're giving me I would listen to your advice more than me because I don't understand",
        472.0,
        478.9
    ],
    [
        " As much as you do I don't understand the Facebook group thing. Yeah, I mean depends on many people and seem like who's gonna make a scene",
        478.9,
        484.98
    ],
    [
        " I don't like to make a scene. Yeah, so I'd be like well, no, I'm just gonna ignore it",
        484.98,
        488.84
    ],
    [
        " Yeah, I don't think leaving the group is a scene if it is I mean, obviously depends on how many people in the group is the last",
        488.84,
        493.14
    ],
    [
        " People in the group don't want to see it's gonna be or if he's always posting if he's the head of the group or something like this",
        493.14,
        498.34
    ],
    [
        " Then yeah, you know how in the past there was",
        498.4,
        501.26
    ],
    [
        " etiquette schools I went to I went to etiquette classes when I went to Oscar candidate school",
        501.26,
        506.86
    ],
    [
        " Then that's a cool afloor and they teach you which knife to use",
        506.86,
        509.76
    ],
    [
        " Yeah, yeah, he's all that stuff and they teach you things for instance",
        509.76,
        513.94
    ],
    [
        " You might not know this",
        513.94,
        515.66
    ],
    [
        " If you take a bite of food and there's something in that bite of food that you don't want to eat a bone",
        515.66,
        522.5
    ],
    [
        " Whatever the way to properly",
        522.5,
        525.54
    ],
    [
        " Get it out of your mouth is to use your fork putting on the fork and put it back down on the plate",
        526.5,
        531.12
    ],
    [
        " Yeah, okay, they would say the same. So that's the type of thing. Yeah, there should be a class",
        531.12,
        537.18
    ],
    [
        " Or we're going to a point where people can eat a class on social media etiquette. Yeah, actually, that's not a bad idea",
        537.18,
        545.66
    ],
    [
        " You should teach it. All right, let's move on",
        545.66,
        548.22
    ],
    [
        " Yeah, move on dude move on brother. Yeah, move on",
        548.22,
        553.7
    ]
]