[
    [
        " How do you deal with anger and flared tempers in yourself or your team?",
        0.0,
        6.8
    ],
    [
        " Lay if I'm gonna go ahead and turn that one over to you. I got a lot of experience with this one",
        8.82,
        12.8
    ],
    [
        " Lays way more experienced than me",
        12.8,
        16.1
    ],
    [
        " I've got a lot of experience in this one and I talked about being a direct guy being a",
        16.1,
        23.3
    ],
    [
        " Default aggressive guy and",
        23.3,
        25.98
    ],
    [
        " And that's good. There's a lot of good in that",
        25.98,
        29.72
    ],
    [
        " There's also some bad when you lose your temper when you you know you lose your cool one",
        29.72,
        34.06
    ],
    [
        " You know when you get emotional about things and react to stuff. You don't make good decisions",
        34.06,
        37.0
    ],
    [
        " And so you know we always taught our guys that the most important quality they could have as a combat leader",
        37.0,
        43.06
    ],
    [
        " Is to remain calm and make good decisions under chaos and pressure so",
        43.06,
        48.14
    ],
    [
        " That doesn't happen when you lose your temper so",
        48.14,
        51.74
    ],
    [
        " You know when I look back on that the other thing about it too is when you do lose your temper about stuff and it's",
        51.74,
        58.52
    ],
    [
        " I can give you a number of scenarios where it happened where and if",
        59.4,
        62.92
    ],
    [
        " guys had",
        62.92,
        64.64
    ],
    [
        " People always think like seals are always",
        64.64,
        68.84
    ],
    [
        " Focused all the time, you know, and it's life and death for you guys out there when we talk about businesses",
        68.84,
        74.0
    ],
    [
        " They say that all the time like it's life and death for you guys, you know, so it's not really life and death for my guys",
        74.0,
        78.96
    ],
    [
        " But how do I get them to stay focused guess what?",
        78.96,
        80.82
    ],
    [
        " People lose discipline right people lose discipline if there's not leaders that are holding those standards and and",
        81.46,
        88.08
    ],
    [
        " Pushed in heart and I remember one time in particular there's we were patrolling back to our combat outposts",
        88.08,
        92.62
    ],
    [
        " and we've been on a long operation. It was a full patrol into a dangerous area and",
        92.62,
        97.46
    ],
    [
        " We captured a bunch of prisoners and we had to we had to",
        97.46,
        100.32
    ],
    [
        " Walk them back on foot because they there's so many ID threats in that area",
        100.32,
        104.58
    ],
    [
        " I think we finally met up with some Bradley fighting vehicles a smaller tank from the army that came down",
        104.58,
        109.36
    ],
    [
        " We loaded them up in that and and and they took them back from there",
        109.36,
        112.6
    ],
    [
        " But so we're walking back a patrolling back and we're almost you know",
        112.6,
        116.48
    ],
    [
        " We're still a few hundred yards back away from this combat outpost",
        116.48,
        119.94
    ],
    [
        " But we're an enemy territory and I could see that some of the guys are",
        119.94,
        123.14
    ],
    [
        " Starting to not be as focused like looking down their weapons and dropping security and those things and",
        123.14,
        128.38
    ],
    [
        " And I was infuriated by that. I was totally infuriated by that and it was because I knew what was at stake that look",
        128.38,
        135.8
    ],
    [
        " If if we're not disciplined all the way back until we're inside that wire of the of the friendly combat outpost",
        135.8,
        141.54
    ],
    [
        " We could take fire at any moment and if we're not watching, you know at that very second we get shot at",
        141.54,
        145.98
    ],
    [
        " People might get killed, you know it decreased our probability of winning that firefight of bringing everybody back",
        146.38,
        151.36
    ],
    [
        " So so it was a big deal and and but I definitely lost my cool and when I came back",
        151.36,
        156.32
    ],
    [
        " I was chewing a ass and like fired up at people and like here",
        156.32,
        160.14
    ],
    [
        " This is why this important and I looking back on that out of like that's that's not the best way to do that right the best way to do that is to say",
        160.14,
        166.14
    ],
    [
        " Well, I mean force guys to to to keep security remind them to keep security certainly while while it's happening",
        166.14,
        173.12
    ],
    [
        " But getting back and saying guys here's why we got to keep security",
        173.7,
        177.06
    ],
    [
        " I know we're only you know a couple of yards from the combat outpost",
        177.06,
        179.52
    ],
    [
        " But recognize there enemy fighters out here and they're gonna hit us when we least expect it",
        179.52,
        184.5
    ],
    [
        " Just because it hasn't happened to us before you know even though we've done this dozens of times",
        184.5,
        188.22
    ],
    [
        " Does not mean that it won't happen to us the next time and we can't you know this is important",
        188.22,
        193.8
    ],
    [
        " Think about how you would feel if somebody got killed when you were supposed to be home security as they were crossing the street and you weren't paying attention",
        193.8,
        200.46
    ],
    [
        " You know, it's interesting you use that example. I almost feel that you showing legit anger at that point was a positive thing like",
        200.5,
        207.1
    ],
    [
        " You want to make it perfectly clear to everybody and the way you get their attention because it's not like you lose your temper all the time is by",
        207.1,
        214.48
    ],
    [
        " You know getting angry and people go. Oh, you know, he's he's he doesn't lose the temper very often here",
        214.48,
        221.0
    ],
    [
        " He is super fired up. Well, I don't think it's I don't need to problem. It's not a problem to get angry",
        221.0,
        225.54
    ],
    [
        " I got really really angry. Okay",
        225.54,
        227.6
    ],
    [
        " So it's one of those things where it would have been more effective for me to be stern",
        228.62,
        233.14
    ],
    [
        " Yeah, and not back down from that in the least and not treat it lightly in the lead",
        233.14,
        238.58
    ],
    [
        " I'm not saying that at all, but I think just to loot to yell and scream and those things",
        238.58,
        242.72
    ],
    [
        " It's just never the best way to get right you're right",
        242.72,
        244.58
    ],
    [
        " That is true if you if you completely lose in your yelling and screaming and it's it's",
        244.58,
        248.22
    ],
    [
        " It's it's not a good and even though your absolute right it was important and and I I wanted that addressed it was like",
        248.22,
        254.56
    ],
    [
        " It just wasn't the best way to do it. I said looking back on that now one time in particular too was I",
        255.28,
        260.74
    ],
    [
        " Can think when you wanted to make some changes to our operation. Oh, yeah, that's right. That's right",
        260.74,
        266.98
    ],
    [
        " I get ready to talk about the last podcast or not, but we we I was ready to cancel the op. Jocco came in was like",
        266.98,
        275.06
    ],
    [
        " What about this? You know, maybe did we look at it from this direction?",
        275.06,
        279.84
    ],
    [
        " Why don't you guys maybe patrol in on this route and not go across this bridge where there's a choke point and they might bury IDs in the road and",
        279.84,
        286.76
    ],
    [
        " I was like we've been looking this for hours. I was like now he's changing it 10 minutes prior like cancel the off",
        286.76,
        293.2
    ],
    [
        " And Jaco he could have got he could have lost his cool with me because I just lost my cool and you know",
        293.2,
        299.66
    ],
    [
        " I've been I've been hours at this and I was frustrated",
        299.66,
        302.16
    ],
    [
        " I was ready to get get this up launched and all the paperwork requirements and the levels of",
        302.16,
        307.38
    ],
    [
        " Approvals that we need and running around trying to you know fix all these things and and",
        307.8,
        311.88
    ],
    [
        " He actually just looked at me was like",
        311.88,
        313.42
    ],
    [
        " We don't need to cancel the op. It's fine",
        313.42,
        316.58
    ],
    [
        " It's gonna be fine and then you you actually get asked me some questions like is what does what I'm saying makes sense and I'm",
        316.58,
        323.22
    ],
    [
        " Where to be like no?",
        323.22,
        324.0
    ],
    [
        " I can't you know if it was like",
        324.44,
        326.3
    ],
    [
        " Yes, I totally make sense. Yeah, it totally makes sense. You like okay. How long is it gonna take to change it?",
        326.3,
        332.68
    ],
    [
        " You're like I was like two minutes like what we have eight minutes off so no problem",
        332.68,
        337.14
    ],
    [
        " Let's get it done. We don't need to cancel the operation. I was like no, we don't",
        337.38,
        342.68
    ],
    [
        " Yeah, yeah, uh and",
        342.68,
        344.24
    ],
    [
        " Like you said, it's important to maintain your",
        344.24,
        349.14
    ],
    [
        " You're cool and the way I do that is by being detached to talk about it all the time and that situation when you got all fired up at me",
        349.14,
        357.14
    ],
    [
        " I was like it like okay, you know",
        357.14,
        360.08
    ],
    [
        " Like lace getting fired up and I didn't think lace getting fired up because he's immature or because he's",
        360.08,
        365.62
    ],
    [
        " Doesn't can't control himself. I thought to myself. Hey, you know what he's been working on this all day",
        366.12,
        369.64
    ],
    [
        " He's he's got a lot of pressure on him. There's a lot of frustration when you're doing these plans and doing all this paperwork",
        369.64,
        375.14
    ],
    [
        " I understand where he's coming from. Let me give him some space let him vent a little bit and then let's re-approach this thing",
        375.14,
        381.12
    ],
    [
        " That's how I'm coming at the situation",
        381.12,
        383.14
    ],
    [
        " So how you handled it though is perfect because had you blown back up in me?",
        383.14,
        387.3
    ],
    [
        " Which is what the natural human reaction was right then I get mad. We're yelling each even though we have a",
        387.34,
        392.14
    ],
    [
        " Miniscule close relationship. We would have canceled the out. Yeah, it would have been a big deal",
        392.46,
        396.28
    ],
    [
        " It or even if even if you end up saying like you know as so many leaders would do like",
        396.28,
        400.34
    ],
    [
        " You're gonna do it this way and then I I'm mad at you and I'm all pissed off",
        400.34,
        404.94
    ],
    [
        " You know you came in and trump me. Oh, yeah, by the way what happens when something goes wrong on the operation",
        404.94,
        409.58
    ],
    [
        " And I'm like Jaco told you to do it",
        409.58,
        411.96
    ],
    [
        " And then then you have those frictions, but the bet the the best thing that you did in that situation was you actually just smiled and laughed",
        411.96,
        418.94
    ],
    [
        " Like just take it like that. Just to make that clear. I didn't laugh at him like he was a little",
        419.94,
        425.16
    ],
    [
        " Yeah, I just like hey man, you know, and he knows me and he knows exactly where I was coming from like hey, I know it's I know what's going",
        425.16,
        432.38
    ],
    [
        " It was the perfect way to deescalate the situation which which made me deescalate exactly and made me realize like yeah",
        432.38,
        438.48
    ],
    [
        " It makes total sense and then we executed it was no problem. Yeah",
        438.48,
        441.02
    ],
    [
        " That's how you deal with that's how you deal with so when someone gets mad at you deescalate",
        441.02,
        446.56
    ],
    [
        " When you feel yourself getting spun up",
        446.78,
        448.58
    ],
    [
        " Detached when have you got spun up and lost your cool?",
        448.58,
        452.62
    ],
    [
        " I've said this before on the podcast",
        452.94,
        455.04
    ],
    [
        " printers and copy machines",
        455.04,
        459.26
    ],
    [
        " They don't like me and I don't like them and so are we talking straight up off a space stop a space style?",
        459.26,
        466.88
    ],
    [
        " I don't like I don't like printers and copy machines. They don't ever do what I want them to do and so I get I can",
        467.08,
        472.9
    ],
    [
        " Angry at them. So I lose I lose my mind a little bit",
        472.9,
        475.2
    ],
    [
        " But no, I don't lose my temper very often, you know, it doesn't doesn't do me a lot of good and it usually",
        475.2,
        480.66
    ],
    [
        " He usually doesn't help the situation, you know doesn't help you solve the problem and and my mind is always all right",
        480.66,
        487.38
    ],
    [
        " How do I get this thing solved?",
        487.38,
        488.44
    ],
    [
        " It never helps you solve the problem. That's for sure",
        488.96,
        491.48
    ],
    [
        " No, so if you're like me and you lose your cool. You got to you got to practice it",
        491.48,
        495.62
    ],
    [
        " You got to rehearse that you got to make sure that you're detaching and",
        495.62,
        498.62
    ],
    [
        " Not losing your cool so that you can get the job done and win",
        499.26,
        502.08
    ],
    [
        " That's that's what it's all about and the Delta Tune Commander",
        502.08,
        505.22
    ],
    [
        " You know he'd go in a little bit of rage from time to time and and you know one day the Delta Tune Commander",
        505.22,
        512.08
    ],
    [
        " Is gonna be out of the military and he's coming right on this podcast and he knows that he's fired up",
        512.08,
        517.84
    ],
    [
        " but you know he's my",
        517.84,
        520.68
    ],
    [
        " Other brother and that's gonna be a good time, but you know he would get",
        520.68,
        525.32
    ],
    [
        " Some rage going and I'd have to I'd have to",
        525.76,
        528.78
    ],
    [
        " Back him down a little bit and say bro",
        528.78,
        531.94
    ],
    [
        " It's me",
        531.94,
        533.28
    ],
    [
        " They're used to get fired up right now",
        533.28,
        535.8
    ],
    [
        " Where we're here to win and I'm here to help you and you go I know but damn",
        535.8,
        542.62
    ],
    [
        " Awesome",
        542.62,
        545.14
    ]
]