[
    [
        " What advice would Jocco give his 17 year old self regarding school, social relationships,",
        0.9,
        6.24
    ],
    [
        " parents, peer pressure, etc. Yes. This is like the actual Jocco podcast tonight.",
        6.98,
        12.36
    ],
    [
        " Is it all these questions or about Jocco? Actually, that's kind of what I was asking like outside",
        12.64,
        16.48
    ],
    [
        " of the military. Yeah, you know, if I was going to tell myself something, here's a couple things",
        16.48,
        20.56
    ],
    [
        " that, you know, I would tell myself to do that. I'll tell myself to learn that. I would tell myself",
        20.56,
        26.14
    ],
    [
        " that that girl isn't the whole world. Yeah. And those friends aren't the last friend you're",
        27.32,
        32.34
    ],
    [
        " ever going to have and the party isn't going to be the best party of all time and all those things",
        32.34,
        36.78
    ],
    [
        " that you think, this is what we talked about earlier, all those things that you think are a huge",
        36.78,
        40.08
    ],
    [
        " deal when you're young, they're not a big deal. And I know that's kind of messed up, but it's true,",
        40.08,
        45.56
    ],
    [
        " man, it's true. The things that you think are a big deal when you're 17 years old,",
        45.74,
        49.88
    ],
    [
        " not that big of a deal. And it's really hard to convince someone that 17 years old of that.",
        50.08,
        56.12
    ],
    [
        " Yeah. Right. Oh yeah. They also also what they don't recognize is things that are a big deal.",
        56.44,
        63.06
    ],
    [
        " They don't recognize, they think they're a little deal. Right. So they're doing stupid things,",
        63.32,
        67.88
    ],
    [
        " right? Yeah. Whether it's drinking and driving, whether I mean, kids still drink and drive now.",
        67.88,
        73.96
    ],
    [
        " Like, yeah, how dumb is that? Yeah. And so people don't think, you know, nowadays we've talked about",
        74.46,
        80.72
    ],
    [
        " social media already, but people post stuff on social media and you're, man, what is wrong with you?",
        80.72,
        85.96
    ],
    [
        " And I guess, you know, I've heard now, you know, we work with a lot of different companies.",
        86.5,
        89.9
    ],
    [
        " When you apply for a job, they go and look at your social media and see what kind of an idiot you",
        90.04,
        94.64
    ],
    [
        " might be. That's a good move. Oh, it's a great move. It's a great move. So, um, yeah, just,",
        94.64,
        100.94
    ],
    [
        " just recognize that some of the little things are actually big and some of the big things are",
        101.22,
        105.92
    ],
    [
        " actually little and I'd square those things away. And the, I've said this before, when you're young,",
        105.92,
        111.3
    ],
    [
        " you've got to realize that how you act now is directly related to your future success, to your",
        111.46,
        117.96
    ],
    [
        " future happiness, to your future financial situation, to everything. So, so it's hard to make that",
        117.96,
        124.04
    ],
    [
        " connection, right? Yeah. Impossible. Might be impossible. Some kids get it though. I'm telling you,",
        124.04,
        129.98
    ],
    [
        " some kids get it. I think they're just, no, some kids get it. Some of my oldest daughters,",
        130.04,
        135.04
    ],
    [
        " friends, they get it. Like they're on track. Yeah. They're on track. They're like, hey, I'm doing",
        135.04,
        142.18
    ],
    [
        " this. I'm doing that. They're on track. They're 16 years old. They're studying for the SATs. They're",
        142.18,
        147.06
    ],
    [
        " taking the AP classes. My daughter included like, they're on track to make stuff happen. Yeah.",
        147.06,
        153.12
    ],
    [
        " But I think, and I'm not saying this is the case, but this is probably the case. One way or another,",
        153.6,
        160.36
    ],
    [
        " that could be wrong. I understand. But, okay. So, we talked about this before, you know,",
        160.9,
        165.46
    ],
    [
        " that part of your brain that understands all that that you're talking about. Yeah. Isn't",
        165.52,
        168.34
    ],
    [
        " it developed? Yeah. So this is, you know, and this is from what I understand, how you can",
        168.34,
        173.68
    ],
    [
        " influence people. You just put them on a routine. Kind of like, okay, so it's the difference between",
        173.68,
        178.32
    ],
    [
        " understanding like what I'm doing now and having it a tangible. No, I'm telling you, I know",
        178.32,
        183.5
    ],
    [
        " where you're going with this. And you're, I believe that there are definitely some kids like that",
        183.5,
        188.2
    ],
    [
        " that are just, they're just like, Hey, okay, I'm supposed to get a grades. I'm going to get a",
        188.2,
        190.86
    ],
    [
        " grades. I'm supposed to get a grade. They're on that track. I know for a fact, kids that are like,",
        190.86,
        194.7
    ],
    [
        " no, I am going to do this, this, this, this, and it's going to lead me here. Actually, you know what,",
        194.84,
        199.46
    ],
    [
        " you're right. Because this is good. Blake, you know, remember Blake, I used to do videos for. Yeah.",
        199.52,
        203.46
    ],
    [
        " So he, we did like a thing where it was, I think it's like a Q and A or something, something like",
        203.64,
        208.38
    ],
    [
        " that. And he was, he was talking about that where in elementary school, he remembers feeling like,",
        208.38,
        214.08
    ],
    [
        " if I don't have perfect attendance and have perfect straight A's, I won't pass this, not pass,",
        214.22,
        222.42
    ],
    [
        " but I won't like be the perfect guy or whatever. And he said that he would, it would like create",
        222.52,
        228.6
    ],
    [
        " like this track to his whole future and his life would be ruined. That's how he felt. I was like,",
        228.6,
        232.94
    ],
    [
        " whoa, whoa. Oh, I'm living like literally minutes a minute and third grade. It would be like,",
        233.0,
        239.64
    ],
    [
        " the reason I wanted to do my homework and get good grades is so I wouldn't get in trouble.",
        239.72,
        243.6
    ],
    [
        " Straight up. It was not to get into college. It was none of that stuff. For sure.",
        243.98,
        247.96
    ],
    [
        " And then that's the way most kids are. In my opinion, most kids are, hey, I don't want to get in trouble.",
        248.24,
        253.92
    ],
    [
        " Some immediate repercussions myself included. Yeah. Hey, I got to pass this so I can go to the next",
        253.92,
        259.18
    ],
    [
        " grade. Yeah. Yeah. All you need and stuff. Yeah. Or I don't want to be the guy in class who didn't",
        259.18,
        263.84
    ],
    [
        " do his homework, you know, kind of thing. Yeah. It's like, it was all you need to do. That way.",
        263.84,
        266.98
    ],
    [
        " I guess so. Yeah, I guess so. That's me trying to, I got to step out of myself on that one.",
        269.64,
        274.92
    ],
    [
        " And I guess the final thing, obviously, I tell myself, discipline equals freedom,",
        275.44,
        278.9
    ],
    [
        " which is basically what we're saying. Yeah. So get this one and how you live your life.",
        279.28,
        284.24
    ],
    [
        " Yeah. Dependent. I think the biggest one there is to whether they totally understand it or not,",
        285.16,
        291.76
    ],
    [
        " say like what you're doing right right now is the important things in life, the things that you",
        292.12,
        298.28
    ],
    [
        " think are important are not important and then things that aren't that you think are not in",
        298.28,
        302.76
    ],
    [
        " parts. Portant are important. So it's kind of like a iceberg, you know, the old people,",
        302.76,
        307.1
    ],
    [
        " you know, the people that I mean, they're not over that little statement. You know why? Because",
        307.1,
        310.12
    ],
    [
        " people really like the way you say important. You just said it eight times. Yeah. Well, you're",
        310.12,
        321.48
    ],
    [
        " so like the iceberg thing, you know, you know, the iceberg metaphor where it's like people",
        321.6,
        325.1
    ],
    [
        " only see the top of the iceberg, but below that is like this huge iceberg. So that's what that's",
        325.1,
        329.46
    ],
    [
        " what important things are in life. Right. So you think it's just this little small little iceberg,",
        329.46,
        333.98
    ],
    [
        " but when you think of the whole scope of life, which you have no access to, by the way, that's it.",
        333.98,
        338.16
    ],
    [
        " It's that whole iceberg, you know, so if you're not focusing on that important part of the iceberg,",
        338.46,
        344.7
    ],
    [
        " well, I guess an iceberg situation is not that important, but think of another metaphor, but it'll",
        344.7,
        349.42
    ],
    [
        " sink your ship. Yeah, yeah, you know, like in that kind of situation. But and then at the same",
        349.42,
        354.88
    ],
    [
        " time, the things that aren't really important, meaning they don't have a nice berglund there.",
        354.88,
        358.78
    ],
    [
        " They're just little floaty things. Yeah. You think that's so important? That thing's going to melt",
        358.92,
        362.22
    ],
    [
        " or get crud or whatever, you know, not going to sink you. No, it's not going to sink you. It's just",
        362.22,
        366.5
    ],
    [
        " going to kind of it's fleeting.",
        366.5,
        367.86
    ]
]