[
    [
        " I'm currently deployed to Iraq as an E6 in the army.",
        0.0,
        3.6
    ],
    [
        " I have listened to your podcast and really enjoy your stuff, especially different discipline",
        4.12,
        7.32
    ],
    [
        " equals real.",
        7.32,
        7.78
    ],
    [
        " I know as a sergeant and as a leader, your focus isn't to be liked.",
        8.7,
        12.64
    ],
    [
        " However, your soldiers should respect you, respect both you and your rank.",
        13.0,
        17.8
    ],
    [
        " My question is, how do you tell your soldiers to do the small stuff tedious stuff, like",
        18.24,
        23.48
    ],
    [
        " taking out the trash and still be liked?",
        23.48,
        25.42
    ],
    [
        " Alright, well, first of all, if we want to get respect from people, we have to give",
        27.54,
        32.82
    ],
    [
        " them respect for sure.",
        32.82,
        33.8
    ],
    [
        " Think about this.",
        34.26,
        35.24
    ],
    [
        " Think if you took out the trash sometime.",
        35.46,
        36.64
    ],
    [
        " You know, think if you're the boss, but you see that the trash is getting overfilled and",
        38.04,
        41.42
    ],
    [
        " you just grab it and take it out.",
        41.42,
        42.62
    ],
    [
        " Just think about what that does.",
        43.14,
        45.46
    ],
    [
        " Think about what that does, the attitude of the guys.",
        46.0,
        47.68
    ],
    [
        " If you took out the trash, maybe in your mind, you think you'd be losing respect, but",
        49.68,
        56.76
    ],
    [
        " you actually wouldn't be at all.",
        56.76,
        58.1
    ],
    [
        " In fact, everyone looks at you and goes, he's a good guy.",
        58.84,
        61.06
    ],
    [
        " He's taking out the trash.",
        61.74,
        62.68
    ],
    [
        " It was little full.",
        62.68,
        63.54
    ],
    [
        " He's taking care of it.",
        64.08,
        64.9
    ],
    [
        " So maybe if you're insecure, you'd think you'd lose respect, but I think if you're secure",
        65.4,
        69.36
    ],
    [
        " and your ability to lead it, and if you know that doing some tedious stuff is going to",
        69.36,
        75.32
    ],
    [
        " make you guys appreciate you, then to me, that means it's kind of worth it.",
        75.32,
        79.68
    ],
    [
        " Yeah, fully.",
        79.86,
        80.7
    ],
    [
        " Right?",
        80.96,
        81.14
    ],
    [
        " Another example, and you know, we talked about taking out the trash, but like, what if the",
        82.22,
        86.24
    ],
    [
        " platoon space has to be cleaned?",
        86.24,
        87.72
    ],
    [
        " And on Friday, you just say, hey guys, you guys can go ahead and roll out.",
        88.4,
        94.22
    ],
    [
        " I got this.",
        94.52,
        94.92
    ],
    [
        " Right?",
        96.28,
        97.02
    ],
    [
        " There's a chance they're like, hey, boss, we're not leaving.",
        97.62,
        99.58
    ],
    [
        " Yeah, yeah.",
        99.88,
        100.32
    ],
    [
        " No, we'll help you.",
        100.7,
        102.58
    ],
    [
        " Of course, there's a chance they'll be like, oh, that's awesome.",
        103.94,
        105.88
    ],
    [
        " Thanks, boss.",
        105.94,
        106.34
    ],
    [
        " And they bail over time.",
        106.88,
        110.08
    ],
    [
        " That might be if they don't respect you at all, they might bail.",
        110.16,
        113.88
    ],
    [
        " Now in order to regain the respect, do you make them stay and boss them around more?",
        114.3,
        119.84
    ],
    [
        " Does that increase the respect for you?",
        119.94,
        121.14
    ],
    [
        " You see how interesting it is?",
        121.16,
        122.96
    ],
    [
        " Instead of you go, hey guys, that's cool.",
        123.14,
        126.74
    ],
    [
        " I'll do it.",
        127.08,
        127.7
    ],
    [
        " And you're working hard and you still got to maintain the discipline and you don't",
        128.72,
        133.78
    ],
    [
        " take any slack, but at the, it's the same balance.",
        133.78,
        136.86
    ],
    [
        " The balance we talk about all the time.",
        136.88,
        138.44
    ],
    [
        " So the more that you treat them with respect, the more they're going to respect you, and they're",
        139.78,
        150.88
    ],
    [
        " going to know that you're not, you know, too high at mighty.",
        150.88,
        153.6
    ],
    [
        " They're going to know that you're down to earth.",
        154.22,
        156.46
    ],
    [
        " When I was a platoon commander, task unit commander, I picked up brass.",
        156.54,
        160.28
    ],
    [
        " I cleaned the ranges with the boys.",
        160.64,
        162.2
    ],
    [
        " That's just the way I operated.",
        162.5,
        164.58
    ],
    [
        " And I would recommend that kind of attitude.",
        165.34,
        167.54
    ],
    [
        " It didn't make people think, oh, Jocco doesn't have anything better to do.",
        167.6,
        170.92
    ],
    [
        " They actually knew I had stuff to do.",
        170.92,
        172.28
    ],
    [
        " But what I got to do, pick up brass with the boys, build the relationships, set the",
        172.62,
        178.64
    ],
    [
        " example.",
        178.64,
        179.06
    ],
    [
        " They're going to respect you for it.",
        179.58,
        180.7
    ],
    [
        " Yeah, make sense.",
        181.24,
        182.24
    ],
    [
        " At the end of the day, do you have something better to do right?",
        182.5,
        186.14
    ],
    [
        " Because the whole in the big picture, it's like how you say, like, that's a leader.",
        186.24,
        189.08
    ],
    [
        " Yeah.",
        189.48,
        189.58
    ],
    [
        " Like sometimes you literally have something.",
        189.76,
        191.96
    ],
    [
        " Literally.",
        192.32,
        192.88
    ],
    [
        " No, like sometimes you literally, like, hey, the boys are picking up brass and guess what,",
        192.88,
        197.56
    ],
    [
        " you got a meeting with the commanding officer.",
        197.64,
        198.82
    ],
    [
        " You got to go do, you know, sometimes where you actually do it.",
        198.94,
        202.74
    ],
    [
        " Yeah.",
        202.84,
        203.1
    ],
    [
        " And what's cool is tactically is, and you heard us saying this at the FTX when we're up",
        203.26,
        209.62
    ],
    [
        " in Utah.",
        209.62,
        210.0
    ],
    [
        " If you see the leader doing something menial, what you should do as a, as a follower,",
        210.9,
        216.52
    ],
    [
        " step up and say, hey, Echo, I got this.",
        216.78,
        218.34
    ],
    [
        " You can go and lead.",
        218.44,
        219.26
    ],
    [
        "",
        219.8,
        219.8
    ],
    [
        " That's what you want.",
        219.96,
        220.98
    ],
    [
        " That's what I want to do for my leader.",
        221.32,
        223.4
    ],
    [
        " I want to take things off my leader's plate as much as possible.",
        223.48,
        225.78
    ],
    [
        " Yeah.",
        226.1,
        226.28
    ],
    [
        " Now, the more you try and, you just have to build those relationships, the way you build",
        226.84,
        234.08
    ],
    [
        " those, if you don't have anything better to do, then you get down there and you help,",
        234.08,
        237.18
    ],
    [
        " you help clean up the range.",
        237.34,
        238.58
    ],
    [
        " You help pick up the brass.",
        238.58,
        239.84
    ],
    [
        " Yeah.",
        240.1,
        240.52
    ],
    [
        " That's the way it is.",
        240.64,
        241.4
    ],
    [
        " I actually did notice that about you and Lafe too, where, you know, like, I'll have",
        241.52,
        247.48
    ],
    [
        " my camera equipment and, you know, lights or whatever.",
        247.48,
        250.02
    ],
    [
        " And it's not a bunch of stuff, but, you know, you're always like, oh, you'll like grab",
        250.38,
        254.38
    ],
    [
        " something.",
        254.38,
        254.98
    ],
    [
        " Yeah.",
        255.28,
        255.5
    ],
    [
        " And you don't like when I grab your camera.",
        255.74,
        257.38
    ],
    [
        " Yeah, don't touch it.",
        257.56,
        258.96
    ],
    [
        " Don't touch it.",
        259.08,
        259.58
    ],
    [
        " But, and when it's just me and you, it's kind of like cool, because we're just kind",
        259.88,
        263.06
    ],
    [
        " of friends or whatever.",
        263.06,
        263.88
    ],
    [
        " There's no perceived or no, like, hierarchy kind of thing.",
        263.98,
        268.74
    ],
    [
        " Like you're, you know, but let's say like at the master, whatever, it's like you guys",
        269.2,
        273.12
    ],
    [
        " have a specific job, I have a specific job, you know, kind of thing.",
        273.12,
        276.8
    ],
    [
        " And meanwhile you and, and Lafe will like, if I'm around, I'm carrying something, you'll",
        277.02,
        283.04
    ],
    [
        " always like grab something or say, hey, you need, you know, you know, you know, you talk",
        283.04,
        286.5
    ],
    [
        " thing.",
        286.5,
        287.32
    ],
    [
        " And it's like, oh, are you good?",
        287.46,
        288.46
    ],
    [
        " I'm like, bro, you're the instructor here.",
        288.58,
        290.28
    ],
    [
        " Kind of thing.",
        290.46,
        291.0
    ],
    [
        " That's what I'm thinking in my head.",
        291.02,
        292.0
    ],
    [
        " And, and yeah, you guys always offered it like help.",
        292.54,
        296.22
    ],
    [
        " Interesting.",
        296.48,
        297.18
    ],
    [
        " I'm like almost offended like, bro, like, do I look like a need help?",
        297.66,
        301.16
    ],
    [
        " Because you shouldn't really be asking me for help.",
        301.3,
        303.08
    ],
    [
        " Kind of.",
        303.14,
        303.8
    ],
    [
        " I never brought.",
        304.58,
        305.54
    ],
    [
        " Very capable individual.",
        306.06,
        307.76
    ],
    [
        " Yeah.",
        308.32,
        308.5
    ],
    [
        " And this small tedious stuff, the other thing is you explain to them why it's important,",
        308.86,
        314.08
    ],
    [
        " right?",
        314.34,
        314.92
    ],
    [
        " That's a little answer we give all the time.",
        315.42,
        317.04
    ],
    [
        " Why is it important?",
        317.42,
        318.1
    ],
    [
        " Why is it important that the plume huts clean?",
        318.24,
        320.08
    ],
    [
        " Well, because I want you guys to have time off over the weekends and not be stuck here",
        320.2,
        323.74
    ],
    [
        " cleaning because the commanding officer came in and saw that this place looked like a",
        323.74,
        327.06
    ],
    [
        " hellhole.",
        327.06,
        327.46
    ],
    [
        " Okay.",
        327.82,
        328.34
    ],
    [
        " Well, that makes sense to us.",
        328.5,
        329.52
    ],
    [
        " We understand why you want us to clean now.",
        329.7,
        331.1
    ],
    [
        " You want us to clean so that we can have time off.",
        331.5,
        335.46
    ],
    [
        " You want us to clean so you want us to train hard.",
        335.56,
        337.28
    ],
    [
        " You want us to do this because we want to be ready for combat because I want you guys",
        337.34,
        340.46
    ],
    [
        " to be able to come home to your families.",
        340.46,
        341.64
    ],
    [
        " Make sure they understand why they're doing what they're doing.",
        342.06,
        345.64
    ],
    [
        " And if there's no reason why to, if the reason, I mean, even cleaning, you know, you're",
        346.18,
        350.06
    ],
    [
        " even taking out the trash.",
        350.06,
        350.88
    ],
    [
        " There's a reason for that, right?",
        351.0,
        352.1
    ],
    [
        " There's an actual reason for that.",
        352.28,
        353.36
    ],
    [
        " We can't just have junk everywhere.",
        353.5,
        355.18
    ],
    [
        " So explain why participate when you can build the relationships with your troops.",
        355.9,
        364.34
    ],
    [
        " You'll be good.",
        364.94,
        365.84
    ]
]