[
    [
        " Duckel have you ever had a person you couldn't get through to",
        0.1,
        3.3
    ],
    [
        " Some that you couldn't manipulate then what?",
        3.3,
        6.3
    ],
    [
        " What do you do when you can't get through?",
        7.32,
        8.8
    ],
    [
        " Well, yeah, of course",
        9.72,
        11.0
    ],
    [
        " I've had",
        11.0,
        12.3
    ],
    [
        " People that I could not get through to and generally speaking these people are like level 12 arrogance",
        12.3,
        19.14
    ],
    [
        " That's they are giant ego. That's what causes this",
        19.14,
        21.94
    ],
    [
        " there was",
        21.94,
        23.18
    ],
    [
        " Quite a few seal leaders that I dealt with",
        23.18,
        26.44
    ],
    [
        " I shouldn't say quite a few there were several seal leaders that I dealt with that were like that and of several",
        27.28,
        32.22
    ],
    [
        " business leaders that I've",
        32.22,
        34.62
    ],
    [
        " dealt with that I were like that in podcast number five. I read that counseling letter",
        34.62,
        39.1
    ],
    [
        " corrective measures to a guy that was really arrogant and",
        39.1,
        44.38
    ],
    [
        " Despite that letter he did not change and",
        44.38,
        47.66
    ],
    [
        " He got fired so what do you do when you got someone that you can't get through to",
        47.66,
        52.42
    ],
    [
        " You you fire them that's what if there if and here's what you got to do is",
        53.64,
        57.92
    ],
    [
        " What what makes that tricky is that some people",
        57.92,
        61.9
    ],
    [
        " And this may this this make people freak out",
        61.9,
        66.02
    ],
    [
        " There's some people that they're such good performers that even though they're slightly negative on maybe their team",
        66.02,
        73.4
    ],
    [
        " participation",
        73.4,
        75.2
    ],
    [
        " But they're so good that",
        75.2,
        77.4
    ],
    [
        " That it offsets their negativity, right and that happens. You know what happens with",
        77.4,
        82.14
    ],
    [
        " Sales people yeah sales people are are in order to be in a sales position. You got to be confident",
        82.86,
        87.26
    ],
    [
        " You got to be aggressive. You got to be somewhat arrogant right you got to believe in yourself",
        87.26,
        90.96
    ],
    [
        " And so some salespeople take that to the extreme where they're just like I don't need to listen to what you're telling me the new procedures are",
        90.96,
        97.84
    ],
    [
        " Screw that. I'm the one that's doing the big dollars over here. How about you follow my procedures boys",
        97.84,
        102.32
    ],
    [
        " Right, so so that happens",
        102.32,
        104.26
    ],
    [
        " Well then what you got to do is you got to look does is this guy producing so what now that can create problems within the team",
        104.26,
        110.72
    ],
    [
        " And you have to balance those things",
        111.22,
        112.78
    ],
    [
        " Is this guy",
        112.78,
        114.76
    ],
    [
        " Is the negativity is creating?",
        114.76,
        117.74
    ],
    [
        " Offset by the awesome productivity that he's doing and furthermore if the guys that good",
        118.92,
        123.72
    ],
    [
        " Hey, maybe we should be modeling some things after them. I got no problem with that if you're the best performer cool",
        123.72,
        128.88
    ],
    [
        " I want to imitate you. I want to get my people to imitate you. So",
        128.88,
        132.48
    ],
    [
        " That happens at the other place where you might see it a similar situation is",
        132.48,
        137.44
    ],
    [
        " A leader that does really good with their relationships down the chain of command",
        138.1,
        143.24
    ],
    [
        " For instance, but really has bad relations up the chain of command",
        143.24,
        147.22
    ],
    [
        " so",
        147.22,
        148.16
    ],
    [
        " Again, you got to ask yourself okay if I fire this leader how many of these people that he has great relationships are now going to leave and what kind of detrimental is that to the team?",
        148.16,
        155.68
    ],
    [
        " That can also happen with someone that doesn't that treats their people like crap",
        156.18,
        161.7
    ],
    [
        " But up the chain of command everyone thinks he's great and",
        161.7,
        165.54
    ],
    [
        " And he's getting the mission done by the way",
        165.54,
        167.32
    ],
    [
        " Right he's a slave driver and he's creating total animosity between him and his team, but he's accomplishing the mission",
        167.32,
        174.02
    ],
    [
        " So now what do you do? There's a risk everyone could quit",
        174.02,
        177.38
    ],
    [
        " There's risk you could fire him and now you don't accomplish the mission anymore",
        177.38,
        180.82
    ],
    [
        " This is why leadership is hard and this is why you have to balance everything",
        180.82,
        184.16
    ],
    [
        " You have to balance those things",
        184.16,
        186.54
    ],
    [
        " But talked about it a bunch of times if you get someone you coach him",
        186.54,
        190.82
    ],
    [
        " You mentor him you do everything you can you flank him you do jiu jitsu",
        190.82,
        194.18
    ],
    [
        " mental jiu jitsu on him",
        194.18,
        195.54
    ],
    [
        " You try and get them squared away and",
        195.54,
        199.22
    ],
    [
        " Eventually if you can't",
        199.22,
        200.74
    ],
    [
        " You weigh against you know how it's going to affect the situation and then in many cases you got to let him go and we fired you know we fired",
        200.74,
        208.46
    ],
    [
        " I saw plenty of seals get fired from leadership positions",
        208.46,
        213.38
    ],
    [
        " and and same thing with you know obviously work with consulting businesses",
        213.38,
        218.64
    ],
    [
        " We see all kinds of people getting fired because they're",
        218.64,
        222.88
    ],
    [
        " Either not capable of doing their job. They're too arrogant",
        223.42,
        225.72
    ],
    [
        " And they don't recognize the things are going sideways and they're just thinking that they're doing everything perfect",
        225.72,
        230.62
    ],
    [
        " No, that's not gonna work out well for you",
        230.62,
        232.58
    ],
    [
        " Yeah, what did um",
        232.58,
        236.32
    ],
    [
        " I think it was late",
        236.32,
        238.04
    ],
    [
        " He said uh",
        238.04,
        240.36
    ],
    [
        " Someone asked him uh, you know, when do you know when's that line where it's like when it's time to fire someone?",
        240.36,
        246.7
    ],
    [
        " And he was like in a nutshell there's a lot to it but in a nutshell, which I was dope um",
        246.7,
        251.56
    ],
    [
        " He said it's you know you're at that point where you where you fire someone when um when you don't feel bad about it",
        252.06,
        257.96
    ],
    [
        " Right right so it's like yeah you do you try to every try everything and and there's also people",
        257.96,
        263.66
    ],
    [
        " Which there's some validity to this",
        263.66,
        265.88
    ],
    [
        " That say the first time you think you should fire someone you should fire",
        265.88,
        269.52
    ],
    [
        " That's the other end of the spectrum right and what that means is when you're looking at someone and you're going man",
        269.52,
        276.5
    ],
    [
        " Okay, I can save them I can help them",
        276.5,
        277.94
    ],
    [
        " That's the kind of advice you give to someone that's that's a that's got a",
        278.14,
        281.9
    ],
    [
        " Maternal instinct right that you meet someone hey, I know this guy's just a good guy and everyone on my team is great",
        281.9,
        288.94
    ],
    [
        " And everyone's gonna do great job you can't tell that person",
        288.94,
        291.7
    ],
    [
        " What lay for I normally tell people which is when you feel good about it you should fire them",
        291.7,
        297.22
    ],
    [
        " Because that person will never feel good about firing anybody just about okay",
        297.22,
        301.42
    ],
    [
        " Is he saying because he just I do this guy. I know he's gonna bake it",
        301.42,
        303.72
    ],
    [
        " He's gonna come around",
        303.72,
        304.56
    ],
    [
        " You know I and then they then they start playing the the extreme ownership game",
        304.74,
        308.66
    ],
    [
        " Yeah, which is you know if I would have given echo a better direction he would have been able to do this",
        308.66,
        312.44
    ],
    [
        " It's my fault. Yeah, I've given echo 17",
        312.44,
        315.34
    ],
    [
        " iterations of this and he still didn't complete it correctly",
        315.34,
        318.74
    ],
    [
        " He's fired that's the way it works right there's",
        318.74,
        321.48
    ],
    [
        " Yeah, so balance so that spectrum of",
        321.48,
        325.06
    ],
    [
        " of you know",
        325.06,
        326.64
    ],
    [
        " Being within the confines of being justified firing somebody",
        326.64,
        330.54
    ],
    [
        " A certain type of person you gotta say when you don't feel bad about it right right",
        331.14,
        335.46
    ],
    [
        " I mean that's like a fire heavy type dude right",
        335.46,
        338.14
    ],
    [
        " But there's also someone the reason you shouldn't feel bad about it is because I've done everything I can do to help you",
        338.14,
        344.68
    ],
    [
        " Which takes work it takes effort it takes tact",
        344.68,
        348.04
    ],
    [
        " It takes hard conversations because it's hard for me to go and say echo",
        348.04,
        353.4
    ],
    [
        " You know I've been I've been looking at your videos lately and they're they're not really what we're looking for right",
        353.4,
        358.48
    ],
    [
        " I don't want to say that to you you know, I it's uncomfortable and we're kind of like you know",
        358.7,
        362.56
    ],
    [
        " We want to get along so instead. I'm like yeah, I call that video is good man. Yeah, it's good",
        362.56,
        366.94
    ],
    [
        " I'm not telling you the truth and then over time our videos are looking good enough and eventually I say you know what",
        366.94,
        372.6
    ],
    [
        " You know, we're no one's buying our videos anymore and we haven't gotten a new contracts",
        372.6,
        376.96
    ],
    [
        " So guess what I'm gonna have to let you go and you're like what are we talking about",
        376.96,
        381.26
    ],
    [
        " What he's talking about you said all the videos that made me good now you're firing me",
        381.26,
        384.14
    ],
    [
        " Maybe you need to be become a better salesperson",
        384.14,
        386.0
    ],
    [
        " Yeah, yeah, whereas if I had the hard conversation early and said hey echo",
        386.1,
        390.66
    ],
    [
        " You know, I know you're creative and I appreciate that",
        390.66,
        393.66
    ],
    [
        " But we also need to get the message across for our clients. I'm obviously fabricating a business where we're making videos for clients",
        393.66,
        400.26
    ],
    [
        " Which I know we don't really do a lot of anymore. Occasionally you do",
        400.26,
        404.18
    ],
    [
        " But uh, but yeah, you got to you got to",
        404.18,
        408.52
    ],
    [
        " Um",
        408.52,
        409.44
    ],
    [
        " To have the hard conversations earlier if I'm the type of person that doesn't like to have the hard conversations",
        409.44,
        415.32
    ],
    [
        " Once again, I never feel good about it because I never I never gave you any advice",
        415.86,
        421.04
    ],
    [
        " So it always feels bad for me to fire someone yeah, but if you're following good leadership tactics",
        421.04,
        426.72
    ],
    [
        " Then absolutely true when you get to a point where you got to fire somebody you won't feel bad about it",
        426.72,
        431.98
    ],
    [
        " Because you know you've done everything you can you know you've coached them mentioned them",
        431.98,
        435.54
    ],
    [
        " And you know that if you keep them on board you are negatively impacting your team. Yeah, which is bad",
        435.54,
        440.98
    ],
    [
        " Yeah, and then go down to the other side of the spectrum still within the confines of being justified in firing somebody by the way",
        442.16,
        449.34
    ],
    [
        " But on the other side of the spectrum you get how you say that what do you call them?",
        449.34,
        452.16
    ],
    [
        " maternal instinct type person the person who can like they're just super hard on themself maybe or they're you know like I",
        452.3,
        459.36
    ],
    [
        " Even if you did do everything you can you're still like I could have done more you know",
        459.36,
        462.92
    ],
    [
        " So it's my fault not it's I feel like I let them down as a leader. Yeah, you gave them 17 counseling chits. Yeah, you know",
        462.92,
        468.58
    ],
    [
        " They don't belong here. They can't do their job stop. Yeah, I mean while they're going home laughing at you or whatever",
        468.72,
        474.14
    ],
    [
        " Yeah, yeah, you get that kind of personality",
        474.14,
        475.82
    ],
    [
        " So it's kind of like how you say you got to balance it you got to be like okay?",
        475.82,
        478.42
    ],
    [
        " You got to recognize okay, what kind of person am I you know or what kind of person is this other person kind of thing",
        478.74,
        483.84
    ],
    [
        " And if they're those maternal instinct jewel for lack of better with putting it on person then",
        483.84,
        489.48
    ],
    [
        " What was it the first time",
        489.48,
        492.82
    ],
    [
        " You feel like you should fire him you should fire him right you you hang out on that side of the spectrum you got it",
        492.82,
        497.84
    ],
    [
        " Yeah",
        497.84,
        498.4
    ]
]