[
    [
        " This is the Jaco Underground podcast number 18 with Echo Charles and me, Jaco Willink.",
        0.36,
        7.94
    ],
    [
        " Good evening, I come.",
        8.38,
        10.28
    ],
    [
        " Good evening.",
        10.36,
        10.62
    ],
    [
        " All right, so I was got asked this like multitude of times, especially on the Jordan Peterson",
        11.02,
        17.92
    ],
    [
        " podcast a little bit ago and I talked a bunch about writing and I also talked about reading",
        17.92,
        23.02
    ],
    [
        " and then obviously read the books for the podcast all the time is what's the procedure",
        23.02,
        28.9
    ],
    [
        " to look like.",
        28.9,
        29.64
    ],
    [
        " How am I doing this?",
        30.08,
        30.88
    ],
    [
        " What's the procedure for reading the book?",
        31.24,
        33.16
    ],
    [
        " So there's also the procedure of selecting a book for the podcast.",
        34.38,
        37.96
    ],
    [
        " So I get sent so many books and then books lead to other books and then I end up with",
        38.2,
        44.8
    ],
    [
        " a lot of books.",
        44.8,
        45.44
    ],
    [
        " I have a lot of books now and I can't read them all because I have more books than I then",
        45.76,
        52.32
    ],
    [
        " we only do one Jaco podcast a week and I have more books than that.",
        53.24,
        58.22
    ],
    [
        " So I got to figure out which book is going to be.",
        58.78,
        60.84
    ],
    [
        " So the first thing I do is I do an assessment of the book.",
        61.4,
        66.34
    ],
    [
        " Look, somebody sends me a book from World War II from NAMM, right?",
        66.96,
        71.18
    ],
    [
        " From World War I, from whatever.",
        71.42,
        73.52
    ],
    [
        " They sent somebody suggested a book.",
        73.92,
        75.52
    ],
    [
        " I read about a book.",
        75.62,
        76.54
    ],
    [
        " You know, I get the, I'm doing research for one book and I pull the string on one of",
        76.82,
        82.12
    ],
    [
        " those books and I find another book and I look at the bibliography and I find another book",
        82.12,
        86.14
    ],
    [
        " and it's written first person so you can see where this comes from.",
        86.14,
        88.98
    ],
    [
        " I mean, the books, the resources out there are unlimited.",
        89.12,
        91.82
    ],
    [
        " I have my default, by the way, my default mode is order it.",
        92.08,
        95.94
    ],
    [
        " That's my default mode.",
        96.22,
        97.66
    ],
    [
        " I'm going to order it.",
        97.86,
        98.5
    ],
    [
        " But then on top of all the books that I order, people send me books.",
        98.52,
        102.5
    ],
    [
        " So first I do a little assessment.",
        105.14,
        106.62
    ],
    [
        " I can almost guarantee you, I'm going to open it up and read like the first page and see",
        106.92,
        113.74
    ],
    [
        " what it's, see how it hits, see how it lands.",
        113.74,
        116.44
    ],
    [
        " You can tell, you can kind of get a feeling right there.",
        117.08,
        119.08
    ],
    [
        " You're like, oh dang, I'm already kind of sucked into this thing.",
        119.26,
        121.98
    ],
    [
        " Then I know this might sound like spoiler alert, but I'll go to the end of the book and see",
        122.68,
        131.18
    ],
    [
        " what kind of closing, last couple pages like where are we at?",
        131.18,
        133.82
    ],
    [
        " Where did this end up?",
        133.92,
        134.76
    ],
    [
        " How is this finishing?",
        134.88,
        135.86
    ],
    [
        " And then I'll start like looking through the book in the middle and start looking for",
        136.3,
        141.84
    ],
    [
        " how is this thing written.",
        141.84,
        144.14
    ],
    [
        " And I'll look for a spot to read about maybe it's an actual battle, maybe it's after",
        144.68,
        150.68
    ],
    [
        " a battle, but I'll look for something like that.",
        150.68,
        152.14
    ],
    [
        " You know, I'll be looking for keywords as I'm scanning.",
        152.28,
        154.62
    ],
    [
        " I'll be looking for mortar fire.",
        154.62,
        156.04
    ],
    [
        " Right?",
        157.0,
        157.22
    ],
    [
        " I'll be looking for bayonets fixed.",
        157.58,
        159.62
    ],
    [
        " I'll be looking for stuff like that to find out what, and then I'll start reading that",
        159.62,
        163.16
    ],
    [
        " section and see how well it's written.",
        163.16,
        165.36
    ],
    [
        " And that's kind of, look, so many of the books are good.",
        166.28,
        170.92
    ],
    [
        " So many of the books are great, but I can't read them all.",
        171.8,
        176.34
    ],
    [
        " And so I got to make kind of a decision based on that procedure right now, right there,",
        176.82,
        180.66
    ],
    [
        " the opening, the closing, and then sort of a sampling of the middle.",
        180.7,
        185.26
    ],
    [
        " And then, okay, so once I decide, all right, we're going in with this book.",
        185.86,
        189.6
    ],
    [
        " We're going to do this.",
        189.6,
        190.58
    ],
    [
        " Occasionally, I'll miss judge.",
        191.08,
        193.16
    ],
    [
        " I'll probably miss judge five books so far, where I read the opener, read the closing,",
        193.5,
        199.44
    ],
    [
        " read a middle part.",
        199.84,
        200.54
    ],
    [
        " Like, yeah, this is legit.",
        200.66,
        201.74
    ],
    [
        " And then I read it and I was like, well, you know, I got, let's say, 42 pages into it.",
        201.98,
        207.4
    ],
    [
        " And I'm like, no, I missed judge it, put it on the other pile.",
        207.4,
        211.56
    ],
    [
        " Or you at Liberty to say which ones those were?",
        211.88,
        214.62
    ],
    [
        " Not really, but none of them were, no one sent me a book where I was like, oh, this",
        214.9,
        219.34
    ],
    [
        " is good.",
        219.34,
        219.72
    ],
    [
        " No, it actually.",
        219.88,
        220.38
    ],
    [
        " Right.",
        220.4,
        220.54
    ],
    [
        " Like their book.",
        220.62,
        221.4
    ],
    [
        " Yeah, no one don't send anything like that.",
        221.52,
        222.94
    ],
    [
        " But I've definitely had books where some historical, I can, there was one book that I read",
        223.1,
        229.54
    ],
    [
        " that I really wanted to do a certain subject.",
        229.54,
        232.98
    ],
    [
        " And I got a book that seemed like it would be right.",
        232.98,
        237.64
    ],
    [
        " And I invested probably 50 pages into it, kept waiting for it to, and one of the key components",
        237.96,
        244.84
    ],
    [
        " was it was a, it wasn't a first person book.",
        244.84,
        247.5
    ],
    [
        " So it was an account, right?",
        248.24,
        250.26
    ],
    [
        " It was a historical account, which we've done some historical accounts.",
        250.36,
        253.38
    ],
    [
        " But if there's enough first person accounts in the historical account, then it can be used.",
        253.7,
        258.26
    ],
    [
        " This one didn't have really much for first person, no quotes, you know, Lance Corporal",
        258.74,
        263.84
    ],
    [
        " Smith said, boom, and you got two pages that dialogue from Lance Corporal Smith getting",
        263.84,
        268.94
    ],
    [
        " it.",
        268.94,
        269.14
    ],
    [
        " But you know what I mean?",
        269.44,
        270.1
    ],
    [
        " So that's, so I've, that's been a couple that I've walked away from, you know, midstream.",
        270.28,
        275.72
    ],
    [
        " But generally I do pretty good.",
        275.84,
        277.46
    ],
    [
        " Generally I do a pretty good assessment.",
        277.74,
        279.7
    ],
    [
        " And so then what I do, then I read the book.",
        280.2,
        281.54
    ],
    [
        " When I read the book the first time, I'm going, I'm reading the entire thing and I'm",
        281.76,
        285.84
    ],
    [
        " at, anything that's cool, good, impactful, meaningful, lesson, I'm highlighting.",
        285.84,
        294.22
    ],
    [
        " I have orange highlighters, by the way, yellow to light.",
        294.46,
        297.9
    ],
    [
        " Orange is good.",
        298.94,
        300.1
    ],
    [
        " So I go through with the orange highlighter, read it.",
        300.56,
        304.88
    ],
    [
        " And I'll, some, some books I'm freaking highlighting, all kinds of, I mean, it gets, I have",
        304.88,
        308.68
    ],
    [
        " to control myself sometimes and pull back a little bit because I can get crazy with the",
        308.68,
        313.04
    ],
    [
        " highlight.",
        313.04,
        313.34
    ],
    [
        " And then I'm thinking, I'm just going to read a freaking audio book here and just read",
        313.34,
        316.04
    ],
    [
        " the whole book.",
        316.04,
        316.5
    ],
    [
        " I don't want to do that.",
        316.56,
        317.38
    ],
    [
        " So I highlight it.",
        317.64,
        319.94
    ],
    [
        " And but sometimes I am highlighting whole pages.",
        320.2,
        322.72
    ],
    [
        " Sometimes I've just got two, three, four pages of a battle scene that's epic.",
        323.08,
        326.92
    ],
    [
        " And I'm like, yep, I'm reading this whole thing.",
        326.92,
        328.42
    ],
    [
        " That's all there is to it.",
        328.42,
        329.26
    ],
    [
        " So I'll highlight the whole book.",
        329.4,
        331.46
    ],
    [
        " Then I kind of think about it.",
        331.72,
        333.54
    ],
    [
        " And as far as the podcast goes, as far as the podcast goes, then when it's time to record",
        334.44,
        342.88
    ],
    [
        " the podcast, then I go through it again and I go and I have these red pens, these red",
        342.88,
        349.34
    ],
    [
        " like fine tip pens and I'll outline and mark up exactly what I am actually going to read",
        349.34,
        354.4
    ],
    [
        " on the podcast and then arrows that lead me to the next section and areas that I'm not",
        354.4,
        359.04
    ],
    [
        " going to read.",
        359.04,
        359.52
    ],
    [
        " And so that's how I end up doing that.",
        359.52,
        362.6
    ],
    [
        " And I have like little marks for notes.",
        362.68,
        364.2
    ],
    [
        " If I've got some note about something or you know, they mention a general's name and",
        364.2,
        367.78
    ],
    [
        " then I got a note in there.",
        367.78,
        368.6
    ],
    [
        " I use a bunch of stickies and all this crap.",
        368.78,
        370.8
    ],
    [
        " But there's still something that's that I have learned, I would say, about reading.",
        371.22,
        381.66
    ],
    [
        " And it's been primarily from doing the podcast.",
        382.32,
        386.44
    ],
    [
        " Which is how I'm actually reading the book and I think I did this before, but I did it",
        388.12,
        392.58
    ],
    [
        " subconsciously.",
        392.58,
        393.3
    ],
    [
        " Now I do it consciously when I'm reading a book, it's not really a book that I'm reading.",
        393.38,
        399.72
    ],
    [
        " It's either a story that I'm hearing from someone first person in my head like I'm hearing",
        400.3,
        408.12
    ],
    [
        " this story or oddly enough, it's a story that I am telling.",
        408.12,
        413.88
    ],
    [
        " So I'm reading it as if I'm telling the story that I'm the person that lived it, which",
        414.52,
        420.0
    ],
    [
        " is weird, right?",
        420.0,
        420.6
    ],
    [
        " So I'm actually reading this as if it's me and I'm going to tell the story to you.",
        420.7,
        425.1
    ],
    [
        " Or I'm actually like in the mindset of I'm living what's on the page.",
        426.04,
        432.1
    ],
    [
        " So that's to me is how I am really connecting with what I'm reading.",
        436.64,
        443.32
    ],
    [
        " Is I'm in that frame of mind.",
        444.12,
        448.64
    ],
    [
        " I also read it and I know this actually is not good.",
        449.2,
        453.12
    ],
    [
        " I read it the speed that I talk just about.",
        453.34,
        455.32
    ],
    [
        " Which sucks because it takes me a long time to read stuff.",
        455.7,
        458.16
    ],
    [
        " But that means that when I'm reading it, it's",
        458.44,
        461.94
    ],
    [
        " like someone's telling me a story or it's like I'm telling someone a story.",
        461.94,
        464.4
    ],
    [
        " So it's more engaging for me and my brain.",
        464.62,
        467.12
    ],
    [
        " And then I have the overlays, right?",
        467.86,
        469.78
    ],
    [
        " I have the conscious and subconscious overlays of extreme ownership, of cover move and",
        469.9,
        477.14
    ],
    [
        " simple and prioritize an execute and decentralized command and economy.",
        477.14,
        479.76
    ],
    [
        " So I've got those overlays and so those things are I'm scanning for those things.",
        480.3,
        484.46
    ],
    [
        " I'm looking for them or not consciously looking for them like, oh, that's cover move right",
        484.62,
        488.12
    ],
    [
        " there.",
        488.12,
        488.26
    ],
    [
        " Oh, that's, you know, that's a simple plan.",
        488.6,
        490.78
    ],
    [
        " That's going to work.",
        490.78,
        491.46
    ],
    [
        " I'm doing that.",
        491.7,
        492.8
    ],
    [
        " So I've got that additional overlay, that additional context to what I'm reading.",
        492.8,
        497.04
    ],
    [
        " And I'm also looking for outliers.",
        497.78,
        500.42
    ],
    [
        " So I'm looking for things that don't match up with my theoretical principles.",
        500.92,
        505.26
    ],
    [
        " I remember when I read one of Tiltz books and he split forces and I was like, dang, I",
        505.78,
        512.06
    ],
    [
        " don't know, this doesn't sound like a good and I asked him on the podcast.",
        512.06,
        514.78
    ],
    [
        " I said, you know, I'm, I felt weird asking him, right?",
        514.78,
        518.42
    ],
    [
        " I was like, it's Tilt bro, you're all I'm like, Tilt.",
        518.42,
        521.16
    ],
    [
        " And I said, I tell you know, here you are.",
        521.62,
        523.98
    ],
    [
        " You're going in this jungle situation and you split forces.",
        524.12,
        526.6
    ],
    [
        " I said, I was like, I was like, you know, I always kind of thought it was a bad thing.",
        526.6,
        530.06
    ],
    [
        " He was, there's only time I didn't and it worked out horribly.",
        530.1,
        532.5
    ],
    [
        " And I was like, yes, thank you.",
        532.78,
        534.6
    ],
    [
        " I'm a love you.",
        534.64,
        535.3
    ],
    [
        " Sometimes you do have to split forces, but you have to use caution when you do it.",
        535.46,
        538.38
    ],
    [
        " So I have that context of what I know, what I believe.",
        538.78,
        543.44
    ],
    [
        " Then the outliers from what I know and what I believe.",
        544.16,
        546.94
    ],
    [
        " And when I say what I believe, that means it's what I believe.",
        547.78,
        550.92
    ],
    [
        " But I also realize that books can present questions to what I believe, which is awesome.",
        551.1,
        555.76
    ],
    [
        " Because if I get a question of what I believe, that's a positive thing.",
        556.0,
        558.8
    ],
    [
        " Because now I'm going to either learn more about my belief being correct or maybe my",
        558.86,
        564.02
    ],
    [
        " belief is incorrect.",
        564.02,
        564.64
    ],
    [
        " And I'm open-minded to that.",
        564.64,
        566.32
    ],
    [
        " And I actually want it.",
        566.4,
        567.2
    ],
    [
        " So I have those overlays and then I have the overlays of when I'm reading how things fit together",
        568.56,
        576.2
    ],
    [
        " that I'm reading.",
        576.2,
        577.4
    ],
    [
        " And this is on multiple levels in the book itself.",
        577.88,
        580.64
    ],
    [
        " When you're reading in a book, you got to remember that that's a complete world, right?",
        580.94,
        587.22
    ],
    [
        " And that page, that section that you're reading is connected to everything else that's",
        587.48,
        590.62
    ],
    [
        " in there.",
        590.62,
        590.86
    ],
    [
        " And sometimes we get because you're detached from it and you turn the page, it's like",
        591.16,
        595.78
    ],
    [
        " we're not thinking about that anymore.",
        595.78,
        596.94
    ],
    [
        " So I consciously am thinking about, hey, this is actually happening in the context of this",
        597.18,
        601.0
    ],
    [
        " whole entire book.",
        601.0,
        601.98
    ],
    [
        " And then how does this whole entire book fit in the context of other books about this particular",
        602.38,
        610.74
    ],
    [
        " battle, this particular war, this particular situation, war in general, how does it fit",
        610.74,
        616.88
    ],
    [
        " in?",
        616.88,
        617.12
    ],
    [
        " How does this compare to the whole world?",
        618.18,
        620.24
    ],
    [
        " What's going on in the world?",
        620.48,
        621.64
    ],
    [
        " And then how does it compare to my world?",
        622.3,
        624.0
    ],
    [
        " What I've been through, what I've experienced, the knowledge that I have or don't have?",
        624.0,
        627.5
    ],
    [
        " And what I'm looking for, obviously what I'm looking for is trying to find lessons, find",
        628.02,
        639.7
    ],
    [
        " new lessons, possibly relearn lessons that I've already learned or reinforce the same",
        639.7,
        647.6
    ],
    [
        " lessons.",
        647.6,
        648.12
    ],
    [
        " And then all of this provides me with perspective so that I can more holistically understand human",
        650.3,
        663.4
    ],
    [
        " nature.",
        663.4,
        663.86
    ],
    [
        " That's what I'm doing.",
        664.2,
        668.34
    ],
    [
        " That's what we're doing.",
        669.14,
        669.98
    ],
    [
        " And you know, there's a, there's speaking of books.",
        670.32,
        672.46
    ],
    [
        " I was just reading a book and there's a quote in there from Otto von Bismarck, who's",
        672.86,
        677.8
    ],
    [
        " a German chancellor for three wars.",
        677.8,
        680.02
    ],
    [
        " And he's always, he's always in these pictures with these kind of a militaristic general uniforms",
        681.1,
        686.76
    ],
    [
        " on, you know, with the gold shoulder pads, the big, all that stuff.",
        686.76,
        690.08
    ],
    [
        " He was like a reservist for a few weeks or something.",
        690.26,
        693.02
    ],
    [
        " He wasn't like, apparently it was begrogingly a soldier for a very short period of time.",
        693.5,
        699.84
    ],
    [
        " But you know, once you're the chancellor, you're like, you know what?",
        700.12,
        702.08
    ],
    [
        " I want that freaking general outfit.",
        702.64,
        705.56
    ],
    [
        " It, well, there's a, there's a book by BH LaDelle Hart, who's a whole nother.",
        705.56,
        713.78
    ],
    [
        " We have a whole, we have a whole library of books from him that he wrote.",
        714.1,
        721.6
    ],
    [
        " He was a really profoundly impactful British military soldier officer fought World War",
        721.72,
        731.02
    ],
    [
        " One, wounded, sent back, sent back again.",
        732.34,
        736.62
    ],
    [
        " I mean, just he, he's went through a lot and he had an incredibly fluid mind and incredible",
        736.82,
        744.76
    ],
    [
        " understanding of military tactics.",
        744.76,
        747.5
    ],
    [
        " And I, we haven't even broached it.",
        747.88,
        749.88
    ],
    [
        " It's one of those things where there's a couple books right now.",
        749.88,
        752.36
    ],
    [
        " I've got in the waiting that I'm waiting that I, I'm like, hey, when I open, when I go",
        752.36,
        756.92
    ],
    [
        " on this, it's going to be, it's going to be, it's going to take four, five, six, eight,",
        756.92,
        761.0
    ],
    [
        " six, seven podcasts to do.",
        761.0,
        762.18
    ],
    [
        " And so I've got some of those books in the waiting right now.",
        762.68,
        766.46
    ],
    [
        " BH LaDelle Hart is one of them.",
        766.78,
        768.52
    ],
    [
        " But the quote is that I'm getting to that I was reading in this book today full say that",
        769.08,
        776.1
    ],
    [
        " they learn from experience.",
        776.1,
        777.38
    ],
    [
        " I prefer to profit from others experience.",
        777.62,
        780.5
    ],
    [
        " So what does that mean?",
        780.82,
        781.86
    ],
    [
        " That means read.",
        781.86,
        782.64
    ],
    [
        " That means put yourself into the situation in the book so that you can learn from other",
        782.94,
        787.74
    ],
    [
        " people's experiences and you don't have to go through it yourself.",
        788.22,
        790.88
    ],
    [
        " So there you go.",
        791.82,
        793.4
    ],
    [
        " Little bit on reading.",
        793.8,
        794.58
    ],
    [
        " Yeah.",
        795.38,
        796.12
    ],
    [
        " Seems like that extends to essentially listen.",
        796.62,
        799.98
    ],
    [
        " Right to others.",
        801.2,
        802.3
    ],
    [
        " Yeah.",
        802.6,
        802.88
    ],
    [
        " So I tell my kids like a little, I don't know for the what do you call mantra?",
        803.32,
        807.3
    ],
    [
        " I don't know, whatever it is.",
        807.74,
        808.78
    ],
    [
        " What are the three three, three things that make you smart?",
        809.0,
        812.06
    ],
    [
        " Listen, read and rest.",
        813.02,
        816.86
    ],
    [
        " Can't listen and read and not rest.",
        818.7,
        820.1
    ],
    [
        " You got to rest.",
        820.24,
        820.56
    ],
    [
        " Actually, it's sleep.",
        820.82,
        822.28
    ],
    [
        " So three things that make you strong are working out, eating good food and resting.",
        822.64,
        826.78
    ],
    [
        " Things that make you smart is listen, read, rest, sleep.",
        827.44,
        831.96
    ],
    [
        " Sorry.",
        832.26,
        832.4
    ],
    [
        " Anyway, this is the thing I made up with my kids.",
        832.66,
        834.94
    ],
    [
        " I'm sure that it's not perfect.",
        834.98,
        836.54
    ],
    [
        " But I wanted them to sort of remember it.",
        836.76,
        838.36
    ],
    [
        " So when I ask them it, they can kind of recite it and understand.",
        838.42,
        841.18
    ],
    [
        " Yeah.",
        841.58,
        841.72
    ],
    [
        " I was trying to think of what you're missing.",
        842.68,
        845.64
    ],
    [
        " And at first I was like, oh, that does legit, right?",
        846.4,
        850.74
    ],
    [
        " Listen, read, sleep.",
        851.04,
        851.96
    ],
    [
        " That's really good.",
        852.18,
        852.82
    ],
    [
        " And then I thought, honestly, I was just wondering, what about math?",
        854.48,
        857.3
    ],
    [
        " Right?",
        858.2,
        858.24
    ],
    [
        " I literally thought, what about math?",
        858.7,
        860.02
    ],
    [
        " And so it's almost like, so that made me think, well, what can you say to someone that",
        861.3,
        867.0
    ],
    [
        " is short and concise that will also make them realize that they have to kind of learn",
        867.0,
        871.82
    ],
    [
        " and drill and practice, you know what I mean?",
        871.82,
        873.9
    ],
    [
        " And then the other thing is questions.",
        874.68,
        876.16
    ],
    [
        " How do you get smart?",
        876.72,
        877.28
    ],
    [
        " You get smart by asking questions.",
        877.4,
        878.4
    ],
    [
        " So those are good.",
        879.58,
        881.36
    ],
    [
        " I like, those are good fundamentals for your kids.",
        881.5,
        884.44
    ],
    [
        " Yeah.",
        884.64,
        884.86
    ],
    [
        " They're very good fundamentals.",
        884.96,
        886.06
    ],
    [
        " You get a very good grade on your fundamental concepts for your kids on those two factors.",
        886.32,
        892.46
    ],
    [
        " Solid.",
        892.78,
        893.16
    ],
    [
        " Yeah.",
        893.66,
        893.88
    ],
    [
        " I felt like listening is one of those ones where it's essentially you're learning from",
        893.88,
        897.72
    ],
    [
        " others.",
        897.72,
        898.08
    ],
    [
        " What I had in mind, it was listen to your parents, listen to your teachers, you know, that whole",
        898.4,
        902.08
    ],
    [
        " thing.",
        902.08,
        902.34
    ],
    [
        " I like to ask questions one for sure, which kind of brings you back to listening because",
        902.96,
        907.04
    ],
    [
        " once you ask the question, you better listen kind of a thing.",
        907.04,
        909.66
    ],
    [
        " I guess now that I'm trying to analyze it, but yeah, felt pretty good about it, I guess.",
        909.84,
        913.92
    ],
    [
        " Yeah.",
        913.98,
        914.16
    ],
    [
        " It's a good start.",
        914.28,
        914.96
    ],
    [
        " We'll say that.",
        915.18,
        915.72
    ],
    [
        " And I don't mean that even in a condescending way.",
        915.82,
        921.16
    ],
    [
        " I don't.",
        921.28,
        921.74
    ],
    [
        " I mean, it's like a legitimate good start.",
        921.84,
        923.76
    ],
    [
        " Yeah.",
        924.46,
        924.82
    ],
    [
        " How do you say good start and have it not be condescending?",
        924.26,
        928.18
    ],
    [
        " You just need to say that's a really good start.",
        928.72,
        930.82
    ],
    [
        " I don't know.",
        931.28,
        931.92
    ],
    [
        " You know what?",
        931.96,
        932.36
    ],
    [
        " That's a great foundation to build upon.",
        932.42,
        934.24
    ],
    [
        " Even that is a little bit negative, right?",
        934.7,
        936.22
    ],
    [
        " Yeah.",
        936.76,
        936.9
    ],
    [
        " Most of them do, especially if you're paying attention to the idea that it could be condescending.",
        936.96,
        941.38
    ],
    [
        " Yeah.",
        941.68,
        941.74
    ],
    [
        " They all seem pretty condescending.",
        941.82,
        943.26
    ],
    [
        " Even when you're like, I like where you're going with that.",
        943.6,
        947.14
    ],
    [
        " Like we're going to add it's like, you can sell it start.",
        947.18,
        949.32
    ],
    [
        " You got there.",
        949.46,
        949.84
    ],
    [
        " Just give them the full.",
        950.48,
        951.4
    ],
    [
        " Whenever I tell Dave, good deal to him.",
        951.4,
        953.94
    ],
    [
        " Yeah.",
        953.98,
        954.18
    ],
    [
        " Whenever I tell Dave that he'll ask me like, how was that?",
        954.68,
        959.1
    ],
    [
        " I'll be like, oh solid.",
        959.2,
        959.94
    ],
    [
        " You think that I'm, you think that I'm, you think that's a C, that's a C plus.",
        960.7,
        969.38
    ],
    [
        " Yeah.",
        969.8,
        970.02
    ],
    [
        " And I had told you this plenty of times.",
        970.18,
        971.66
    ],
    [
        " And who I solid means good.",
        971.78,
        972.9
    ],
    [
        " It's like excellent essentially.",
        973.04,
        974.38
    ],
    [
        "",
        974.98,
        974.98
    ],
    [
        "",
        975.0,
        975.0
    ],
    [
        "",
        975.08,
        975.08
    ],
    [
        "",
        975.08,
        975.08
    ],
    [
        " Yeah.",
        975.08,
        975.46
    ],
    [
        " Or that was a solid job or whatever.",
        976.36,
        978.36
    ],
    [
        " It means excellent.",
        978.5,
        979.36
    ],
    [
        " Just a subtle difference.",
        979.36,
        980.74
    ],
    [
        " Yeah.",
        980.9,
        980.96
    ],
    [
        " Well, apparently in Carl's bad carol from California, it means like marginal.",
        981.14,
        984.38
    ],
    [
        " Marginal.",
        985.08,
        985.26
    ],
    [
        " Marginal.",
        985.26,
        985.68
    ],
    [
        " Barely acceptable.",
        986.1,
        987.68
    ],
    [
        " Yeah.",
        988.04,
        988.24
    ],
    [
        " That's interesting how you like, you know what?",
        989.34,
        992.76
    ],
    [
        " Honestly, he's right.",
        992.94,
        993.94
    ],
    [
        " Within some cases.",
        994.56,
        996.24
    ],
    [
        " Like if somebody does a bad job and I don't want to make them feel self conscious, which",
        996.64,
        1003.82
    ],
    [
        " is going to worsen their performance, right?",
        1003.82,
        1007.86
    ],
    [
        " They might say, how was that?",
        1008.42,
        1009.62
    ],
    [
        " I'm like, oh solid, man, what's that?",
        1009.7,
        1011.34
    ],
    [
        " But even less than that, they might be like, how was that?",
        1011.94,
        1014.32
    ],
    [
        " Oh, solid.",
        1014.42,
        1015.34
    ],
    [
        " So I am doing what he's talking about.",
        1016.0,
        1018.24
    ],
    [
        " But usually with the context of Dave, I'm like, oh, that was solid, meaning Hawaiian solid.",
        1018.54,
        1024.8
    ],
    [
        " Right?",
        1025.32,
        1025.86
    ],
    [
        " Good.",
        1026.74,
        1026.96
    ],
    [
        " I mean, not like perfect.",
        1027.26,
        1028.76
    ],
    [
        " No.",
        1029.14,
        1029.36
    ],
    [
        " Yeah, it's not perfect, but it's freaking solid.",
        1029.6,
        1031.5
    ],
    [
        " You had to say legit.",
        1031.66,
        1032.38
    ],
    [
        " You had to say legit.",
        1032.62,
        1033.24
    ],
    [
        " Yeah, essentially.",
        1033.48,
        1034.16
    ],
    [
        " Because solid is that it's kind of like, hey, no one's going to fire you for it.",
        1034.54,
        1037.84
    ],
    [
        " It's kind of like the kudos for a job done.",
        1039.24,
        1042.34
    ],
    [
        " It's like that.",
        1042.54,
        1043.28
    ],
    [
        " Not the well done.",
        1043.44,
        1044.94
    ],
    [
        " It's like, no, you did the job.",
        1045.06,
        1046.38
    ],
    [
        " I think it could have solved it.",
        1046.54,
        1047.38
    ],
    [
        " It's a solid job done.",
        1047.38,
        1047.96
    ],
    [
        " I don't know what kudos technically are either.",
        1048.4,
        1053.76
    ],
    [
        " You get like the human nature element.",
        1054.4,
        1057.54
    ],
    [
        " Like it makes you understand human nature to read all these books and stuff.",
        1057.94,
        1060.88
    ],
    [
        " I always think of like, while I'm listening, I always think of like the time frames, you",
        1061.14,
        1066.5
    ],
    [
        " know?",
        1066.5,
        1066.84
    ],
    [
        " And especially the Iraq guys, like where there, the stuff that they went through was during",
        1067.12,
        1073.74
    ],
    [
        " the time that I was alive.",
        1073.74,
        1074.76
    ],
    [
        " And they'd say the date.",
        1074.98,
        1076.18
    ],
    [
        " And I remember like, I remember exactly what I was doing on that time, at that time on",
        1076.44,
        1081.42
    ],
    [
        " that date or whatever.",
        1081.42,
        1082.54
    ],
    [
        " And I get to realize like, and you were doing this while I was freaking here at home watching",
        1083.0,
        1089.4
    ],
    [
        " this show or whatever.",
        1089.4,
        1090.82
    ],
    [
        " And so it puts that into perspective.",
        1091.06,
        1092.78
    ],
    [
        " And it almost gives me like a little like a weird, almost like a GPS location of where",
        1092.78,
        1098.82
    ],
    [
        " I am, you know, in this whole freaking thing.",
        1098.82,
        1102.54
    ],
    [
        " In the context.",
        1102.88,
        1103.48
    ],
    [
        " That's context, exactly.",
        1103.78,
        1105.12
    ],
    [
        " It's weird, man.",
        1105.7,
        1106.3
    ],
    [
        " Like, yeah, man, it's crazy.",
        1107.02,
        1108.42
    ],
    [
        " Check.",
        1109.32,
        1109.6
    ],
    [
        "",
        1110.76,
        1110.76
    ],
    [
        " Well, we do have some questions from the interwebs.",
        1111.2,
        1115.28
    ],
    [
        " All right.",
        1115.8,
        1115.96
    ],
    [
        " First question.",
        1116.3,
        1116.94
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground podcast.",
        1122.78,
        1128.5
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe.",
        1128.74,
        1134.24
    ],
    [
        " And we're doing this to mitigate our reliance on external platforms.",
        1134.54,
        1138.56
    ],
    [
        " So we are not subject to their control.",
        1138.56,
        1141.64
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections,",
        1141.94,
        1146.68
    ],
    [
        " better communications with us, strengthen this legion of troopers that are in the game",
        1146.98,
        1151.78
    ],
    [
        " with us.",
        1151.78,
        1152.36
    ],
    [
        " So thank you.",
        1152.78,
        1153.28
    ],
    [
        " It's joccounderground.com.",
        1153.4,
        1155.32
    ],
    [
        " It costs $8.18 a month.",
        1155.7,
        1158.58
    ],
    [
        " And if you can't afford to support us, we can still support you.",
        1158.82,
        1162.0
    ],
    [
        " Just email assistance at joccounderground.com.",
        1162.1,
        1164.88
    ],
    [
        " And we'll get you taken care of.",
        1165.12,
        1167.26
    ],
    [
        " Until then, we will see you immobilized underground.",
        1167.5,
        1172.36
    ]
]