[
    [
        " This is Jocco Podcast number 112 with Echo Charles and me, Jocco Willink.",
        0.98,
        7.8
    ],
    [
        " Good evening, Echo.",
        8.52,
        9.08
    ],
    [
        " Good evening.",
        9.26,
        9.66
    ],
    [
        " I had a friend and someday when I can, I will tell you all about him.",
        10.34,
        23.7
    ],
    [
        " But until then, for now, I will say that I could not have asked for a better friend.",
        25.46,
        33.38
    ],
    [
        " Did he have faults?",
        34.64,
        36.6
    ],
    [
        " Sure.",
        38.16,
        38.8
    ],
    [
        " Don't we all?",
        40.22,
        41.4
    ],
    [
        " Now, most of his faults weren't really that big of a deal, but they were raw.",
        42.9,
        50.68
    ],
    [
        " Raw because he admitted to them all openly and directly and naively, to be honest.",
        53.18,
        62.54
    ],
    [
        " In a sort of pointed and heavy-handed self-critique, he would bear his weaknesses to the world and to me and to himself.",
        63.06,
        71.46
    ],
    [
        " And he would speak to me as if I had no faults.",
        74.92,
        78.98
    ],
    [
        " And I would try to explain otherwise, but he wouldn't listen.",
        80.1,
        85.58
    ],
    [
        " He would only judge himself.",
        86.52,
        90.8
    ],
    [
        " I'm too emotional, he would say.",
        92.16,
        98.94
    ],
    [
        " Not really, I'd tell him.",
        98.98,
        100.6
    ],
    [
        " I don't know how to talk to people right.",
        101.6,
        103.22
    ],
    [
        " Sure you do, I'd say.",
        104.78,
        108.34
    ],
    [
        " I make the same mistakes over and over and over again, he would say.",
        109.94,
        113.74
    ],
    [
        " We all do, I would tell him.",
        114.22,
        116.62
    ],
    [
        " I was better than him at some things.",
        119.98,
        122.9
    ],
    [
        " We both knew that.",
        122.9,
        124.0
    ],
    [
        " There were other things he was better at than me.",
        125.3,
        129.52
    ],
    [
        " But he always downplayed those things.",
        131.28,
        134.24
    ],
    [
        " And we both knew that too.",
        135.62,
        137.68
    ],
    [
        " When we were overseas in a bad place, in a wretched place, he never complained.",
        139.48,
        150.1
    ],
    [
        " And I gave him every reason too.",
        152.44,
        154.5
    ],
    [
        " I put him in the worst locations with the greatest possible chances for failure and the highest probability for fire and theory and blood and death.",
        155.12,
        166.86
    ],
    [
        " But despite the enemy and the heat and the living conditions and the fear and the wounded men and the screams and the misery that was all around, he did not complain.",
        170.7,
        187.48
    ],
    [
        " It seemed at times that God himself was trying to test the limits of my friend.",
        190.58,
        197.08
    ],
    [
        " And it seemed like sooner or later the bullets or the bombs would find him.",
        198.4,
        207.58
    ],
    [
        " But through some incomprehensible miracle, he survived through that deployment.",
        211.08,
        218.72
    ],
    [
        " Now, I make no claim whatsoever to understand why things in life unfold the way they do.",
        219.36,
        231.02
    ],
    [
        " In fact, I must say that many of the things I've seen in the world make no sense to me at all.",
        233.94,
        240.84
    ],
    [
        " Sometimes it's just utter confusion, no rhyme, no reason.",
        242.12,
        247.1
    ],
    [
        " Some of the things that I've seen have left me downright disgusted, jaded, repulsed, sickened by mankind and the awful and reprehensible things we are capable of.",
        249.82,
        269.84
    ],
    [
        " But there's another side to that.",
        273.8,
        275.64
    ],
    [
        " There's another side and there are other people who do their best to redeem all the evil our souls are capable of.",
        276.1,
        286.06
    ],
    [
        " My friend was one of those people.",
        289.72,
        291.9
    ],
    [
        " After deploying with me and surviving that bloody and violent battlefield, my friend, like most of the guys in my old job, he volunteered to deploy again.",
        293.02,
        305.4
    ],
    [
        " I thought and I told him prematurely and incorrectly that the enemy was done.",
        308.76,
        313.62
    ],
    [
        " I told him that the war was all but over, I told him just do the deployment and sit tight over there and play the game.",
        314.12,
        321.04
    ],
    [
        " And in a few months we'll be back and we can go surfing and we can play guitar and we can tell stories and we can cook steaks and we can surf some more.",
        321.04,
        328.32
    ],
    [
        " I told him we could carry on when he got home.",
        331.0,
        334.24
    ],
    [
        " That was a plan. It was a good plan.",
        335.26,
        343.2
    ],
    [
        " But the enemy gets a vote and there was intense violence during that deployment for him as well.",
        348.24,
        357.7
    ],
    [
        " It was similar to what we had experienced together overseas and aggressive enemy, hell bent on killing Americans, mixed in an urban environment with a terrified local populace.",
        358.22,
        369.8
    ],
    [
        " He told me that the enemy he was now facing wasn't as tactically skilled as the enemy we had faced but he said that they were braver and more determined.",
        372.38,
        382.6
    ],
    [
        " That seemed to concern him a bit more.",
        383.44,
        387.94
    ],
    [
        " He seemed to feel the odds were that he would die.",
        390.14,
        395.44
    ],
    [
        " He sent me his last will and testament.",
        397.84,
        402.82
    ],
    [
        " He was not morose about it just stating the facts. It's bad over here.",
        405.1,
        412.0
    ],
    [
        " The enemy is aggressive. Casualty rates are very high. The enemy has new weapons that are extremely capable.",
        413.12,
        418.4
    ],
    [
        " It didn't look good.",
        419.78,
        425.04
    ],
    [
        " I waited. I waited the long and completely powerless weight, one known mostly by mothers and fathers and wives and children that are old enough to understand.",
        427.5,
        444.46
    ],
    [
        " But a weight also made by the brothers at home that know the risk all too well.",
        447.04,
        455.36
    ],
    [
        " It was a long weight.",
        456.64,
        462.58
    ],
    [
        " At my friend's memorial service, his brother told a story.",
        468.3,
        476.22
    ],
    [
        " My friend had talked to his brother on the phone while my friend was on deployment.",
        478.54,
        483.28
    ],
    [
        " My friend had explained to his brother in no uncertain terms the situation that my friend was in.",
        483.74,
        491.84
    ],
    [
        " The enemy was extremely hostile. The battlefield was chaotic. The attacks were frequent and furious.",
        493.12,
        499.48
    ],
    [
        " It was violence that my friend had not experienced before.",
        501.4,
        505.38
    ],
    [
        " This was war unleashed and it seemed to be heading to an inescapable conclusion.",
        506.62,
        515.12
    ],
    [
        " My friend's brother sensed this. Even through the phone, even thousands of miles away as his brother sensed the darkness and the overwhelming finale of the situation.",
        517.74,
        538.12
    ],
    [
        " He said to my friend, do you need anything from me? How can I help? Is there anything that I can do?",
        542.94,
        551.9
    ],
    [
        " My friend was quiet for a moment and then my friend made one simple request.",
        555.0,
        564.5
    ],
    [
        " He said, pray for my men.",
        570.26,
        573.14
    ],
    [
        " Now, I want you to think about that.",
        582.78,
        588.14
    ],
    [
        " I want you to think about that level of selflessness, that level of faith and of commitment and of care for others, that dedication.",
        590.5,
        603.8
    ],
    [
        " In the face of fear and violence and death too, at that moment put others before yourself to do good, to be heroic and strong and brave and yet at the same time to be humble and to be willing to sacrifice everything for your friends.",
        606.66,
        633.78
    ],
    [
        " That's a man and I couldn't have asked for a better friend.",
        638.94,
        646.76
    ],
    [
        " The world can be a horrible place.",
        655.3,
        659.24
    ],
    [
        " It's filled with violence and treachery and sometimes it seems that the legions of demonic powers have the upper hand in the battle between good and evil and it can seem that all might be lost.",
        662.08,
        675.12
    ],
    [
        " And then we remember, we see the light and for me the light comes from the example of others.",
        679.88,
        691.56
    ],
    [
        " In this case, another person, another human being.",
        692.84,
        697.76
    ],
    [
        " My friend, who despite all the powers of darkness stood up and rejected all that wickedness and proved that there is hope and there is a path to light.",
        700.5,
        715.2
    ],
    [
        " And we can get on that path if we choose to do so like my friend did.",
        716.2,
        722.18
    ],
    [
        " And that's life.",
        727.48,
        729.24
    ],
    [
        " At least as far as I can unravel the mystery, that's what I see. We are here and the best thing we can do is stand against the darkness and try to spread light in the world.",
        730.72,
        743.18
    ],
    [
        " But that can be a very hard thing to do because life is not easy.",
        748.4,
        755.72
    ],
    [
        " In fact, it is said and there are very few that would deny that life itself is suffering.",
        755.72,
        762.34
    ],
    [
        " But there is a way. And there is a path.",
        763.62,
        772.52
    ],
    [
        " And today I have someone on the podcast for a second time that I think can help guide us down that path away from darkness and toward the light.",
        778.08,
        796.7
    ],
    [
        " Dr. Jordan B. Peterson, welcome back to the podcast for a second time.",
        798.68,
        806.9
    ],
    [
        " Thanks, Jargo.",
        807.42,
        808.08
    ],
    [
        " You were on podcast number 98 last time. And if anyone wants to stop right now, go and listen to 98 if you haven't listened to it yet.",
        808.7,
        818.24
    ],
    [
        " And that's a good place to start learning about you. And then you could also just Google Jordan Peterson and go from there because there's thousands.",
        818.56,
        828.64
    ],
    [
        " You think there's thousands of hours of content of you on YouTube?",
        828.98,
        832.88
    ],
    [
        " Yeah, there's probably horrible as it is to contemplate.",
        833.44,
        837.44
    ],
    [
        " Yeah, there there probably is. I mean, I've contributed about 500 hours probably in lectures and so on.",
        839.88,
        847.58
    ],
    [
        " But people have been cutting it up and there's all the podcasts and YouTube videos that other people have made.",
        847.64,
        852.96
    ],
    [
        " And I think I looked the other day because people keep chopping up the lectures and the interviews and making little videos.",
        853.16,
        858.58
    ],
    [
        " And my son and I tried to estimate it last week. It looked like 4,000 people had made videos last week.",
        858.82,
        864.18
    ],
    [
        " In one week. Yeah, it's really. Yeah, it's crazy. It's really yes.",
        864.42,
        869.78
    ],
    [
        " Okay, so you've got a new book out and the book is called 12, 12 rules for life and antidote to chaos.",
        870.22,
        878.98
    ],
    [
        " And one of the key points in the book is life is suffering, right? And clearly I think that's...",
        879.96,
        887.06
    ],
    [
        " And malevolence. Because the suffering is not enough, you know.",
        887.06,
        890.94
    ],
    [
        " We need a little bonus on top of that. So we need to inflict it.",
        891.64,
        896.7
    ],
    [
        " You know, obviously my old line of work, we got to see that and we got to see it all the time.",
        896.7,
        903.16
    ],
    [
        " Two things. Number one, where has that come from? And you don't need to spend a bunch of time on that because you've talked about that so much.",
        903.82,
        911.74
    ],
    [
        " But more important to me, what happens when people miss that point?",
        912.38,
        916.68
    ],
    [
        " Well, the suffering seems to be built in in some sense. And it's a very difficult thing to understand fully because the fundamental question is,",
        917.04,
        928.22
    ],
    [
        " does being justify suffering? It's something like that. And there's this old idea. I read this. It was a Jewish idea. It's kind of a riddle.",
        928.8,
        939.04
    ],
    [
        " And so it's a riddle about the nature of God. And so the riddle runs...",
        939.32,
        945.86
    ],
    [
        " What does it being who's omniscient, omnipotent and omnipresent? So those are the three classical attributes of God.",
        945.86,
        952.5
    ],
    [
        " Lack. Think, well, that's nothing, obviously. It's no limitation.",
        953.06,
        959.08
    ],
    [
        " And so that was the explanation for why God created everything. But more particularly why God created man.",
        960.64,
        967.16
    ],
    [
        " It's that there's something about limitation that adds to completeness.",
        967.16,
        972.64
    ],
    [
        " Maybe because it provides something to struggle against. It's something like that.",
        972.86,
        977.46
    ],
    [
        " In the book, in 12 Rules for Life, I talk about what happens to Superman in the 1980s.",
        977.86,
        982.54
    ],
    [
        " Superman got so powerful that you could bounce hydrogen bombs off his chest. You know, and he could move planets.",
        982.58,
        987.98
    ],
    [
        " It's like, and then he got boring at the same time because what are you going to do to him? Nothing.",
        988.26,
        993.54
    ],
    [
        " He can just solve every problem instantly. Well, there's no story there.",
        994.84,
        999.28
    ],
    [
        " And you might say, well, who cares if there's a story? And that's a reasonable objection.",
        999.9,
        1003.92
    ],
    [
        " Maybe there should just be no story at all. Right? That's the mefus de Fili and objection to life.",
        1004.06,
        1008.6
    ],
    [
        " There should be no story at all. But maybe that's not the right answer.",
        1008.64,
        1012.76
    ],
    [
        " Maybe it's better to have being even if it requires limitation.",
        1012.92,
        1017.26
    ],
    [
        " Even if the limitation necessitates suffering. Even if the limitation and the suffering necessitate evil.",
        1017.6,
        1024.32
    ],
    [
        " And that's a separate issue. Perhaps there's a way of maneuvering through that, a pathway, that makes that all not only acceptable.",
        1024.88,
        1033.7
    ],
    [
        " Let's say at least acceptable. That would be a good start. But fully justifiable.",
        1033.92,
        1039.68
    ],
    [
        " Something that you would voluntarily accept if you had the opportunity.",
        1039.88,
        1042.76
    ],
    [
        " Nietzsche sort of caught on to that in some sense with his idea of the eternal return.",
        1043.42,
        1048.38
    ],
    [
        " He said, you should try to leave each moment of your life so that if you had to live that moment,",
        1048.62,
        1052.82
    ],
    [
        " recurring for eternity, that you would find that desirable.",
        1053.2,
        1057.06
    ],
    [
        " It's like, it's a high standard, man. But there's a very interesting point there, which is that maybe you can say that despite the suffering and malevolence, this is worth it.",
        1057.84,
        1068.48
    ],
    [
        " And I think people have experiences like that in their life.",
        1068.48,
        1070.96
    ],
    [
        " And you can have more experiences if you live your life, I would say, according if you're on the proper path,",
        1071.62,
        1078.96
    ],
    [
        " then maybe your life can consist of almost nothing but experiences like that.",
        1079.06,
        1083.3
    ],
    [
        " Now, I say that knowing full well that people get cut off at the knees and that life can be very arbitrary and hard,",
        1083.74,
        1090.64
    ],
    [
        " and that everyone is prone to the negative consequences of deceit and betrayal, all of those things.",
        1090.64,
        1099.3
    ],
    [
        " I mean, the book, the book, 12 rules for life in some sense is a very dark book.",
        1099.5,
        1102.9
    ],
    [
        " But it's not exactly because the darker the darkness, the brighter the light appears.",
        1103.66,
        1108.58
    ],
    [
        " It's something like that. And you know, you say, well, no, life's not so bad. You can be happy.",
        1108.88,
        1114.16
    ],
    [
        " And I think, no, life really is bad. It's really bad. And no matter how bad you think it is, it's actually worse than that.",
        1114.16,
        1120.36
    ],
    [
        " You can't really get to the bottom of how terrible things can get.",
        1120.68,
        1123.44
    ],
    [
        " You know, people who have post-traumatic stress disorder know that.",
        1124.16,
        1126.74
    ],
    [
        " You know, they've hit something so bad that they cannot live with it. They have no idea how to live with it.",
        1127.26,
        1132.26
    ],
    [
        " And it hurts them, not just psychologically, but physiologically as well. It's very difficult to recover.",
        1132.34,
        1137.42
    ],
    [
        " So they have a sense of how bad it can be, and then they can hardly live with it.",
        1137.78,
        1141.58
    ],
    [
        " But I would say, despite that, and I would say also that this is the central idea in the, in 12 rules for life, is that despite that bottomless horror in some sense,",
        1141.7,
        1152.94
    ],
    [
        " there is a way of being that's powerful enough to both transcend and justify that in some sense.",
        1153.2,
        1161.6
    ],
    [
        " And that has to do with, with the decision to act as if it would be better if things were better.",
        1163.22,
        1172.2
    ],
    [
        " That's the first thing. And you think, well, that's easy. I'd like things to be better. It's no, no, wait a second.",
        1172.44,
        1176.58
    ],
    [
        " There's hatred in your heart, and there's resentment in your soul, and there's bitterness at your position in the world.",
        1177.18,
        1184.08
    ],
    [
        " And there's the sense that you're a victim, and there's the anger that goes along with that, and the desire to hurt, like you have all of that.",
        1184.32,
        1190.68
    ],
    [
        " And maybe you have it in spades, maybe it's mostly what you are. And because of that, you do not want things to be better.",
        1190.68,
        1197.32
    ],
    [
        " You want to spread some misery out of spite, and that's what chapter 6 is about, right, and put your house in perfect order before you criticize the world.",
        1197.56,
        1204.34
    ],
    [
        " It's about people like the Columbine High School shooters, and exactly what they were motivated by, because I understand what they were motivated by.",
        1204.44,
        1210.96
    ],
    [
        " And so to wish that things were better means that you have to make a real decision that despite all the flaws of existence, the suffering, and the malevolence, that it's best not to become embittered by that, and to work for the betterment of everyone.",
        1211.04,
        1229.36
    ],
    [
        " But you, for sure, your family, for sure, your community, but perhaps even your enemies, you know, if you have any sense, you wish your enemies well.",
        1229.36,
        1239.52
    ],
    [
        " That doesn't mean you wish them victory. It doesn't mean you don't think they're wrong. None of that. It means that it would be better if the world was set up so that they didn't have to suffer miserably and futilely and evenly as well. That would be better.",
        1239.84,
        1255.7
    ],
    [
        " And so then you can aim at that. And the best way to aim at that is, well, first of all, to aim at it to actually sort yourself out and think, okay, well, if I could have things the way I wanted them to be, that's what I would want.",
        1255.94,
        1268.18
    ],
    [
        " And that takes a lot of psychological organization before you can state that without, without, what would you say, without holding anything back, you know, because there's that part of you, that bitter part that wants vengeance, and wants,",
        1269.12,
        1284.4
    ],
    [
        " to wreak havoc, that's there. It's hard to constrain that. And then while the other part, along with this, as well as aiming at the highest good that's attainable, let's say, is to also decide that you're going to speak the truth in that endeavor and to risk that.",
        1286.38,
        1305.02
    ],
    [
        " And because I think those are the things that help you aren't yourself properly, that's the message on the sermon on the mount, by the way, which is aim at the highest good that you can conceive of and act and tell the truth in that pursuit.",
        1306.94,
        1320.48
    ],
    [
        " Right? The other element there is to focus on the day once you've aligned yourself with the heavenly star, right? Aim high and then focus on the day. That's very good advice, because it also imbues everything you do in your daily life with significance.",
        1321.54,
        1337.4
    ],
    [
        " That's the why am I doing this? To avoid hell, that's a good one. Let's start with that. It's like to avoid hell. And if you have any imagination at all, if you lived in the world at all, if you're not naive, you know what that means.",
        1337.62,
        1349.32
    ],
    [
        " It's not just the hell that you encounter. It's the hell that you foolishly produce around yourself and are then responsible for. That's a perfectly good sort of hell.",
        1349.32,
        1357.5
    ],
    [
        " So you want to avoid that for sure. And maybe you want to dare risking making things better. It's like that'll imbue your life with significance. And that significance, you know, one of the things I've discovered learned, I would say, over the last 25 years, is that there's always been a mythological idea or an idea and literature and philosophy that's been there.",
        1358.18,
        1379.3
    ],
    [
        " That there was a shining path, you know, that you could walk down. And modern cynical people believe that that sort of meaning, the meaning that would be obtained by walking on that path is somehow a luxury or arbitrary. And I don't think there's any evidence whatsoever that that's true.",
        1379.3,
        1395.62
    ],
    [
        " I think that sense of meaningful engagement that what is revealed to you when you're in the right place at the right time doing the right thing, that sense of deep engagement, that loss of self-consciousness, that feeling that things are worthwhile, that deep-seated feeling that things are worthwhile.",
        1395.8,
        1414.7
    ],
    [
        " Now, that's the most real thing. I think the neurobiological evidence suggests that. I really do believe that. And so we're in a fortunate time in some sense because we can look at those old metaphorical ideas of the shining path, let's say, the golden path forward. And we can say, yeah, that's actually real, it's real. And that's something. And then that's what's so cool about that.",
        1414.7,
        1441.04
    ],
    [
        " What in my estimation is that, and this is why 12 rules for life is actually an optimistic book, it's like the darkness is real, but the light is stronger. It's like, wow, could that be true? Could that possibly be true? I think it's true.",
        1441.04,
        1454.52
    ],
    [
        " So that's a good thing to know, man, that that might be true.",
        1455.28,
        1458.14
    ],
    [
        " And when I was talking about my friend in the beginning of this podcast, that's why I was talking about it because it was a guy who had every reason to be negative and to be dark and to look at the world and just say, this is hell, and it's not worth it.",
        1459.84,
        1476.26
    ],
    [
        " But instead, what he really did was want to take care of his friends.",
        1476.48,
        1480.1
    ],
    [
        " I talk about a woman in my book as someone I met as a client when I was just beginning my psychotherapeutic practice. And she just blew me away. I've never forgotten her. So she was, she had a horrible life.",
        1480.1,
        1493.12
    ],
    [
        " She was unattractive, uneducated, no career unemployed. So shy, you can't even imagine it. Like you've met someone shy and anxious. It's like they weren't in the same universe as this woman.",
        1493.62,
        1506.6
    ],
    [
        " She was so shy that she couldn't walk up to people without looking at the ground, hunching over and shielding her eyes. So that's how she approached people on the street. And she, she looked like a homeless person as well.",
        1506.68,
        1520.64
    ],
    [
        " And so, and she came to the behavior therapy unit that I was working at. And hypothetically for treatment. And so what, what we started doing was seeing if we could get her to stand up a bit and look people in the eye more normally so that people would be able to see what they're doing.",
        1521.18,
        1536.58
    ],
    [
        " And then I couldn't respond to her as if she was so peculiar. You know, so we're trying to just change her behavior. But I started talking to her. And well, she told me a little bit about her life. It's like she lived at her, she lived where she lived. Her mother was, I think she lived with her aunt, who was like a violent schizophrenic alcoholic who had religious delusions and constantly accused her of being possessed by the devil.",
        1536.58,
        1560.02
    ],
    [
        " And she had a really violent and abusive alcoholic boyfriend who used to mistreat this woman. So that was like home life. It's like, yeah. And she had been an inpatient in this hospital, the Douglas Hospital. And that was in the 1980s. And the Douglas Hospital was a huge hospital, both the size of the University campus. And it had had a lot of inpatients, but they were all let out on the streets when medication became widely available.",
        1560.16,
        1586.76
    ],
    [
        " And when deinstitutionalization was the norm, but there was a subset of them who couldn't be deinstitutionalized. And these were people that you can hardly imagine. So I used to go in the underground corridors in the Douglas Hospital, because it's very cold in Montreal. So their underground corridors collecting the buildings and down there, there would be vending machines in places for people to sit. And it was like walking through Dante's inferno.",
        1586.76,
        1608.88
    ],
    [
        " Because these were people who were so damaged, you know, they've been in a psychiatric institution for maybe two or three decades. They could not be released no matter what, even though that's what the hospital was trying to do. And so it was like, Diane Arbus used to go across the United States and photograph strange people. And she has a whole collection of photographs. They're quite arresting and shocking. And it was like walking through Diane Arbus's universe.",
        1608.88,
        1633.76
    ],
    [
        " And so those were the inpatients. And she had been an inpatient from time to time, but was well enough so she could also go out. And it turned out she didn't actually want treatment. She had this dog. She used to take it for walks. And so that was her source of enjoyment. And she thought, I really liked this dog. And I really liked taking for walks. And maybe I could go to the Douglas Hospital and find one of these inpatients and take them out for a walk. Maybe that would be a good thing for him.",
        1633.98,
        1661.66
    ],
    [
        " And so the reason she had come to the behavior therapy clinic wasn't to treat all of her problems. And like this woman had problems, man. Everything about her life was a problem in ways that like a normal person just cannot begin to understand, you know, unless they're in one of those situations in their life where everything is collapsing around them. And what she did what she decided was, well, there's someone worse off that me than me that I could help. It's like she just absolutely blew me away, you know, this poor woman. She had nothing going for her.",
        1661.66,
        1691.56
    ],
    [
        " Well, I guess she did because she had this nobility of spirit that was absolutely indomitable. It just I never forgot that.",
        1691.56,
        1698.98
    ],
    [
        " It just blew me away.",
        1698.98,
        1699.98
    ],
    [
        " So how lead her into her situation in a way if she's so noble and she wants to help her, her aunt, that's all crazy and",
        1699.98,
        1706.02
    ],
    [
        " no, no, no, no, no.",
        1706.02,
        1707.4
    ],
    [
        " She wants to help prop up her boyfriend that's violent.",
        1707.4,
        1709.8
    ],
    [
        " No, I don't think so. I don't think she wanted any of that. She was just one of these people. It's like, you know, you can put someone in a situation that's so",
        1709.96,
        1717.36
    ],
    [
        " dire that there's virtually no escape from it. Like I've seen people in my clinical practice for whom things around things around them have collapsed so badly that there's just no fixing it.",
        1719.0,
        1729.32
    ],
    [
        " There's you fix one thing and two other things break and then you fix those and three other things break. There's just no bottom and those are often families that have had",
        1729.8,
        1737.52
    ],
    [
        " multi generational problems.",
        1737.52,
        1741.02
    ],
    [
        " Deeply rooted, the whole community is pathologized. The entire family structure is demolished.",
        1741.46,
        1746.62
    ],
    [
        " There people don't have any marketable skills and they haven't for generations.",
        1747.2,
        1751.7
    ],
    [
        " The whole situation is complicated by drug and alcohol abuse and and heavily biologically influenced insanity of one form.",
        1752.26,
        1760.12
    ],
    [
        " Another usually can join with relatively low cognitive ability. It's just it's just hell, no matter which way you turn it.",
        1760.24,
        1767.84
    ],
    [
        " I didn't see her as a contributor to that. I mean, I'm sure she made her mistakes like everyone else, but she was she certainly wasn't playing martyr or victim.",
        1767.84,
        1776.54
    ],
    [
        " She didn't come into the to the clinic to complain to begin with. She was just telling me these were the situation that she lived in. She wasn't",
        1777.18,
        1787.64
    ],
    [
        " That isn't what she was there for. It's just that we thought she had come for treatment. So we were doing background analysis, you know, an intake interview and found out all these things. It's like",
        1787.64,
        1796.2
    ],
    [
        " any one of those problems is enough to bring most people's lives to a shuddering halt. And yet that was her vision. So the reason she had come to the hospital and she didn't just come to the behavior therapy clinic.",
        1796.2,
        1806.66
    ],
    [
        " She'd gone around pestering administrators in the hospital to let her take the long term inmates out for a walk. Now they wouldn't do it for, you know, for all sorts of reasons.",
        1806.98,
        1816.52
    ],
    [
        " But that didn't stop her from thinking it was a good idea. And it actually was a good idea. This was a practical idea. Like she could have taken people out on the grounds because the grounds were huge and walked them with the dog. And it would have been fine.",
        1816.66,
        1829.38
    ],
    [
        " Was there such a thing as pet therapy in 1985?",
        1829.52,
        1832.18
    ],
    [
        " Not a huge sort of a head of thought.",
        1832.58,
        1833.9
    ],
    [
        " Yeah, well, right. Exactly. But she had enough wherewithal to notice that",
        1833.9,
        1837.56
    ],
    [
        " Well, that she liked the dog and the dog liked her. And that was a good thing, right? The little bit of love in the world there. And that there was nothing wrong with taking the dog for a walk. And that was kind of harmless. And why not have someone along?",
        1838.36,
        1850.24
    ],
    [
        " It's like they made her feel good. She thought, well, maybe it'll make the person feel exactly. So like you just got to shake your head. Well, that's when I really learned to begin with deeply that there's no correlation between intelligence and wisdom.",
        1850.52,
        1862.86
    ],
    [
        " And that's actually the case technically. Like if you're smart, you can just be like you can be you can be smart and good, but you can be smart and bad.",
        1863.58,
        1871.54
    ],
    [
        " It's just. Yeah, that's it. Well, we used to say, okay, so we'd get these guys coming in the sale teams. That would be for a while we were recruiting just the for the officer candidates. We were recruiting these guys that were, you know, they went to Ivy League schools and they were off the charts and 1600 on their SATs. And then they were the captain of this and they were just these really high achievers.",
        1871.88,
        1891.68
    ],
    [
        " And we found that not all of them, but certainly some of them couldn't really function in the as a as a leader in the job because they just didn't have the I guess the wisdom to pull it off, but they couldn't make the personal connections. They couldn't develop a relationship.",
        1892.88,
        1905.82
    ],
    [
        " The leadership's a complicated thing and it doesn't boil down just two intelligence.",
        1905.88,
        1909.28
    ],
    [
        " Yeah, and I don't want to make it sound like none of them work. Some of them were obviously outstanding incredible leaders. But there are some of them that would be the same kind of recruit, but they just would just missing whatever piece that was.",
        1909.56,
        1920.52
    ],
    [
        " Well, intelligence and character are definitely not the same thing. They're not the same thing. I mean, all things considered if you're going to pick one of two leaders, if I would pick the smarter leader over the dollar leader, if all other things were equal, you know, because, well, because someone who's more intelligent can strategize more rapidly and can handle more variables.",
        1920.58,
        1939.46
    ],
    [
        " Yeah. And perhaps can even handle well can handle a more rapid rate of transformation as well. And sometimes that's actually crucial. But character and intelligence are they're clearly not the same thing. And characters actually well, I don't think anything trumps character. That's that characters everything.",
        1939.46,
        1957.2
    ],
    [
        " So, you know, it's interesting that you with this woman that you talked about in the beginning, you talk about how she's you know, she's crouch down and she's looking down at the ground and all that.",
        1957.7,
        1966.9
    ],
    [
        " So, it's interesting. In your rules, obviously, the first the first rule is to stand up straight with your shoulders back, right? Well, when you get for lack of a better word, indoctrinated. In fact, there is no better word when you get indoctrinated into the military. That's exactly what's happening. And guess what? You get taught one of the first things that you get taught is how to stand, how to stand properly. And you know what they tell you.",
        1966.92,
        1991.52
    ],
    [
        " Chin up chest out shoulders back. They make you stand like that. There's no coincidence to that is there. No, no, no, no, it's a it's a you could say it's a dominant stance. But that's not the right way of thinking about it. Although it is a dominant stance. The reason to adopt it is not because it's a dominant stance. It's a competent stance. And competence tends to make you dominant at least in hierarchies that are functioning properly. Because you want there are hierarchies, which is what I'm saying.",
        1992.56,
        2021.5
    ],
    [
        " I say the hierarchies are old, they're not socio cultural constructions. They're not a secondary consequence of capitalism in the free market. All of that is absolute nonsense. It couldn't be more wrong. And as an indication of that, I point out that lobsters whom we diverged from on the evolutionary front a third of a billion years ago have hierarchies. Right. And that the neurochemical systems, the neural neurological systems that lobsters have right.",
        2022.24,
        2051.5
    ],
    [
        " That mediate their hierarchical status, run on the same chemical that the neurological systems that we use to mediate hierarchy run on. So that's just absolutely mind boggling. But lobster, like a victorious lobster, stretches out and adopts a more dominant pose because his serotonin levels go up as he becomes more and more victorious. And that governs posture.",
        2051.52,
        2074.14
    ],
    [
        " Well, and so to stand up straight with your shoulders back is to open yourself up to the world. You're not in a defensive crouch of a prey animal, technically speaking. And that is the circuitry that's governing posture. It's prey versus predator, something like that. And it to stand up like that is to expose yourself to the world, but in a bring it on sort of manner. Not precisely combative, but let's say courageous.",
        2074.16,
        2102.72
    ],
    [
        " And your posture announces that and it doesn't just announce that to other people. It announces that to yourself and it can start. It can be one of those things that can start a virtuous cycle.",
        2103.0,
        2114.42
    ],
    [
        " Occurring, which is partly why it's taught in the military, get these guys that come in there all slumped over. They don't know how to stand up. They're looking at their feet, their necks are bent. Like, even if they're good looking men, they don't look good because they're all crunched over. You see people like this on the street all the time.",
        2114.72,
        2130.02
    ],
    [
        " They could be perfectly attractive, except they're completely huddled in. They need to stand up and stretch themselves out. And then they can breathe too. And that's a competent stance.",
        2130.02,
        2139.3
    ],
    [
        " One of the things that the critics of the modern West don't understand about hierarchies is that first of all, they're everywhere. They're inevitable. If you're going to have a distinction of value between things, you have a hierarchy.",
        2140.06,
        2152.98
    ],
    [
        " And if you don't want to get rid of the distinction of values between things because then you don't have anything to do. That's foolish. You can't live that way.",
        2153.2,
        2161.14
    ],
    [
        " So I say, well, the hierarchies are based on power. It's like, no, they're not. They're based on competence. And there isn't anything more powerful than competence. But power isn't tyranny. It's not brutality. It's not threat. It might be the hint of all those things.",
        2161.78,
        2177.34
    ],
    [
        " Because I don't think you can be fully competent without being able to hint at those things. But hierarchies in the West are fundamentally based on competence. That doesn't mean they're not flawed because we miss the mark.",
        2177.74,
        2189.28
    ],
    [
        " Lots. And there's lots of reasons why perfectly competent people don't attain the position that they deserve and that they should have for their benefit in everyone else's.",
        2189.48,
        2198.24
    ],
    [
        " The hierarchies are tainted by corruption. But fundamentally, they're fundamentally based on competence.",
        2198.66,
        2205.08
    ],
    [
        " And that's so with that, this first rule that you put in a book and you're saying that's a cycle that can go backwards. So you don't have to have like the serotonin first and then you stand up. If you stand up straight, you'll somehow increase your serotonin over that.",
        2206.84,
        2221.36
    ],
    [
        " Yeah, definitely, definitely. Well, you can actually see you say you could inject lobsters with serotonin and they start to stand straighter.",
        2221.4,
        2228.2
    ],
    [
        " Yeah, you can basically give them antidepressants. So like if a lobster gets defeated in a fight, then he's statistically more likely to lose the next fight than you would guess from a tele of his previous victories.",
        2228.2,
        2239.2
    ],
    [
        " So that's the first thing. If you lose, you increase your risk of further loss. But if you win, you increase your risk of future gains. That's a very important principle. It's a crucially important principle. It governs life.",
        2239.2,
        2251.4
    ],
    [
        " But yeah, if you take a lobster and he gets all defeated and he's off-pouting and won't fight anymore because he's having a bad day and you inject him with serotonin, essentially give him antidepressants. It's the same thing.",
        2251.58,
        2263.42
    ],
    [
        " Then he'll straighten up and he'll go out and have another scrap. And it's like, and I read that, oh, I don't know. It's probably at least 10 years ago when I was reading about, well, the neurophysiology of these neurochemical systems, that's why I got onto it.",
        2263.6,
        2275.66
    ],
    [
        " It just was another thing that just blew me away. I thought, really, you're kidding. That circuit is that old. It's like it's that old.",
        2275.66,
        2281.88
    ],
    [
        " You know, that's way before there were trees. That's how long ago that is. And so hierarchy is a patriarchal construction. How about no? How about that's wrong and seriously wrong?",
        2282.08,
        2295.32
    ],
    [
        " So I was talking to one of my friends the other night. His name is Joe. He's got a kid that's wrestling. His kid is six years old, I think.",
        2295.5,
        2301.22
    ],
    [
        " Dom. And he says, you know, he's getting put into the higher category. He's kind of getting his buttwimp now. And I'm really not sure what do you think. And I said, well, you want him to win.",
        2301.64,
        2313.5
    ],
    [
        " Because when he wins, it's more fun. And we have more fun. So now I have actual more evidence that you should get your kids in a position. Again, I think your kids should get beat sometimes.",
        2314.08,
        2322.52
    ],
    [
        " But they should certainly not get beat down all the time. I did that to my kids when my kids first started you get to I put him, oh, you're going to compete because I'm telling you to.",
        2323.62,
        2333.44
    ],
    [
        " And then I'm going to put you in a higher weight class with older kids because that's going to make you tougher. That was my stupid thinking. And now with my youngest start, I'm like, no, no, no, you go out and you have fun. And you go out and you compete against people that are somewhat equal to you. Maybe a little bit low. You maybe a little higher.",
        2333.58,
        2348.66
    ],
    [
        " But depending on your mood sometimes. Yeah, yeah. Well, it's absolutely what well, that's I think we could we can think about that also in terms of the conversation about meaning that we started to have. It's like if you win all the time, that's meaningless because well, and you think why because you want to win.",
        2348.66,
        2364.6
    ],
    [
        " It's like, yeah, fair enough. So why would winning all the time become meaningless? It's because your theory of winning isn't sophisticated enough because here's how you win.",
        2364.78,
        2374.28
    ],
    [
        " You play the game to win. But while you're playing, you play in a way so that you get better at the game, right? Because you're going to play a bunch of games. Well, it's even more than that.",
        2375.2,
        2384.16
    ],
    [
        " You play the game to win, but you play it so that you get better at the game. Okay, fine. That makes sense. So you want to push yourself, right? Because that's how you get better. And so you need competition to push yourself. So you need to have the risk of loss.",
        2384.52,
        2395.42
    ],
    [
        " Because otherwise you won't do it. But here's an even better way of thinking about it. You play the game so that you don't only get better at that game, but you get better at the entire set of possible games.",
        2395.5,
        2405.86
    ],
    [
        " And that's what you do when you're a good sport. It's like, well, so how do you do that? Well, partly you you find the proper level of competition, right? So you want to be pushed so that you will make the effort necessary to remove what's useless about yourself and to help fall.",
        2406.16,
        2425.4
    ],
    [
        " And so you can't get lost or the growth of what's useful. And if you do that, then you get the joy of participating in the game towards victory. But the extra joy of building yourself more and more strongly at the same time. And so when you tell your kid, doesn't matter whether you win or lose. It's how you play the game. Your kid says, what do you mean by that? And you say, I don't know.",
        2425.4,
        2451.6
    ],
    [
        " I don't know what I mean by that because the kid says, I'm supposed to win or I it's like, well, yeah, so why does it matter how I play the game? It's like, well, then you're stumped. Even though you're right, you just don't know why. But the reason is is you want to tell you, here's the reason it's like, we can make this very simple.",
        2452.42,
        2467.5
    ],
    [
        " Life is not a game. It's a series of games. It's actually a series of diverse games. Okay, so who's the winner of the series of diverse games? Because that's the real question, right? Not who wins a game. It's like, whatever you win a game. It's like, if I hold a gun to your head and we're playing chess, I can say, lose. It's like, I win. It's like, well, that's not helpful. Obviously. So you want to teach your kid, you want to help your kid learn to be the winner of the set of diverse games.",
        2468.86,
        2497.48
    ],
    [
        " Okay, so what does that winner look like? Well, here's the first clue. That's the person who keeps getting invited to play. You know, so because you win, if people invite you to play all the time, you have opportunities coming to you, just non-stop. And maybe like, let's say you have 50 opportunities and each of them are potentially 50% for you and 50% for the other person. You think, well, that's pretty good deal.",
        2497.82,
        2522.4
    ],
    [
        " And then you think, well, wait a minute, let's flip this around. So it's like 60% for the other person and 40% for me. I'm going to be like, I'm going to go, I'm going to overboard in the generosity. You think, well, then what happens? Well, then instead of having 20 opportunities at every moment, you have like 50 opportunities at every moment. And that's so, that's what you want for your kids is you want all the invisible doors around them to open. And you do that by saying, play nobly, right?",
        2522.88,
        2550.56
    ],
    [
        " Pay attention to your teammates, pass the damn puck so they get a chance, right? Even if you're the best player on the team, help the people on your team develop. Don't grandstand, right?",
        2551.02,
        2561.08
    ],
    [
        " If you have the opportunity to beat your opponent 20 to one, you know, in goals, it doesn't happen very often, but it can, especially when kids are playing. It's like, well, maybe after you're up seven to one, it's like back off a bit.",
        2562.4,
        2577.24
    ],
    [
        " You don't have to humiliate your opponents. It's because it's, it's what would you say? It's a contemptible behavior on your part. And so, and you know that because you go and watch a hockey game or something like that, and you watch a kid that really knows how to play.",
        2577.34,
        2592.94
    ],
    [
        " It's like they're playing like mad to win. They're pushing themselves to be better, but they're paying attention to their damn teammates. And they respect their opponents. And you think, well, that's, that's a hell of a kid there. It's like, yeah, that's exactly right.",
        2593.28,
        2605.86
    ],
    [
        " That, that kid's going somewhere. Do, do kids ever show they get so committed? Let's say hockey, right? You get a kid that's just so committed to winning in hockey that he's going to lose at other games.",
        2605.86,
        2616.1
    ],
    [
        " Well, that's, that's another game in life, right? Well, that's another problem is like, so you could be overboard. Yeah. Well, well, the other thing too is that with sports, like you could say, well, most kids aren't going to be NHL level hockey players. Like, that's impossible. Like, maybe you should aim for that. I would say probably not because it's so damn unlikely.",
        2616.62,
        2634.4
    ],
    [
        " But whatever, some kids are going to manage that and more power to them. Say, well, what are the sports for for the rest of the kids? And the answer to that is, well, obviously there's the physical discipline and the health that goes along with that and the ability to engage in and tolerate competition and learn how to be a gracious winner and a gracious loser.",
        2634.7,
        2653.26
    ],
    [
        " But a lot of it is character. That all that's part of character building. Well, that's what you want is you say, well, why build your character? It's like, well, how about that's your set of tool kits for that's your set of tools for dealing with catastrophe. How about that for a reason? Right? So one of the things I've suggested to my viewers, this is the man in particular, but not just the man.",
        2653.4,
        2676.0
    ],
    [
        " You should be the most reliable person at your father's funeral. That's a good goal, man. That's a good goal because everyone's broken in a situation like that. And you adding to that brokenness and misery. I mean, you're going to be grieving like no doubt about it and no kidding.",
        2677.24,
        2693.4
    ],
    [
        " But there is a time to step forward with some character. You know, and it's the same thing you're going to be at someone's deathbed, you're going to be quibbling with your siblings while you're doing that. Well, your parents dying. It's like it's bad enough that they're dying. That's tragedy, right?",
        2694.52,
        2707.16
    ],
    [
        " But you can turn that into hell, no problem. You just get a bunch of people with no character around a deathbed and it's like, well, it's bad enough, but that turns it into something like hell. And that happens in people's lives all the time. It's like character is everything.",
        2707.76,
        2721.84
    ],
    [
        " So, and that's why the wise people of our past tradition insisted upon that. They say, well, don't lie. Well, why not? Well, destroy your character. Well, so what? Well, then you turn suffering into hell. Is that what you want? Maybe, you know, because people will want that. But I would say walk away from people like that. Right? That's not unless that's what you want.",
        2722.2,
        2746.8
    ],
    [
        " But if you're not, then... Yeah, you've got a lot of... I mean, it's interesting as I'm... Since I just got done reading the book, you know, I can hear you just hitting the wavetops of all the different rules and they're all interconnected about don't, you know, don't lie or tell the truth or at least don't lie.",
        2746.8,
        2763.6
    ],
    [
        " And then, you know, hang... What's the chapter about? Hang around with people that want to see you do well. What's the actual chapter? Yeah, yeah, make friends with people who want the best for you. Right? Yeah, so, well, and it's a really... It's a real technical idea.",
        2764.44,
        2776.24
    ],
    [
        " So, Carl Rogers, who's a psychotherapist, great psychotherapist, I'd very much recommend his books to people, especially if they want to learn to listen because he was really good at teaching people how to listen.",
        2777.26,
        2786.76
    ],
    [
        " He had this idea that what he would manifest towards his clients in therapy was unconditional positive regard. And I've always had trouble with that because... Well, because you don't treat your children, for example, with unconditional positive regard to those conditions.",
        2787.72,
        2803.18
    ],
    [
        " Yeah, well, that's why it's tricky. Well, what he didn't articulate it, I think, as well as he might have. What you want to do is for your child is that you want the best for the best in them. That's what you want. And that's what you want from people that you surround yourself with. Now, they'll hold you to a high standard if that's the case, right?",
        2804.92,
        2826.1
    ],
    [
        " Because whenever you degenerate in any of the multiple ways that you're likely to degenerate, they're going to like whack you on the back of the head and say, you know, clue the hell in, you know, you're demeaning yourself, you're less than you could be.",
        2826.6,
        2839.0
    ],
    [
        " And there's real judgment in that, and it's harsh. But with friends, it's the same thing. You want friends... They're not friends if they're not these people.",
        2839.2,
        2847.98
    ],
    [
        " You want friends who, when something good happens to you, they're... That's good for you, right? They're happy about that. They're not like all bitter and resentful underground and like saying horrible things behind your back and telling you how they did something that was better and trying to drag you down. It's like that's not helpful.",
        2847.98,
        2864.8
    ],
    [
        " And then when something bad happens to you and you go to them and you say, look, this terrible thing happened to me.",
        2865.3,
        2870.42
    ],
    [
        " First of all, they don't try to top it with some like horrible thing that happened to them because they don't have the patience to listen.",
        2870.62,
        2876.66
    ],
    [
        " And second, they're not secretly gloating about the fact that catastrophe finally befell you. It's like they're actually hurt by it. And that chapter's an injunctionist like take a look at the people that are around you.",
        2876.88,
        2888.48
    ],
    [
        " And if they're not on the side of what's good for you, then walk away.",
        2888.88,
        2895.0
    ],
    [
        " Because, well, first of all, that's best for them too. If you put up with that, all you're doing is enabling it.",
        2896.58,
        2901.2
    ],
    [
        " It's like, well, it's okay that you mistreat me in a way that's harmful to me and everyone else. It's like, actually, no. That is not okay. It's not the least bit okay.",
        2901.32,
        2910.9
    ],
    [
        " That doesn't mean you shouldn't try to help someone when they're down. That's a whole different issue.",
        2911.44,
        2915.3
    ],
    [
        " What if it's your family? So, you know, you say, like, walk away, right?",
        2916.04,
        2918.92
    ],
    [
        " Yeah. Do you still walk away from your family? Or do you do it?",
        2919.36,
        2923.14
    ],
    [
        " You do if it's necessary. Yeah.",
        2923.2,
        2924.88
    ],
    [
        " There's lots of different ways of walking away.",
        2925.26,
        2927.36
    ],
    [
        " Oh, yeah. I create boundaries.",
        2927.68,
        2928.96
    ],
    [
        " Well, there's that for sure. There's that. I mean, sometimes someone's on an incorrigible path. Like, there's just nothing you can do.",
        2928.96,
        2938.2
    ],
    [
        " You know, maybe they're aiming down. They're aiming down hard. And they're bitter. And everything they do is to produce misery, virtually everything.",
        2938.62,
        2945.8
    ],
    [
        " And you have to detach yourself from that. It's like, I always think about it from the perspective of a lifeguard.",
        2946.6,
        2952.0
    ],
    [
        " So, if you're training to be a lifeguard, one of the things that you're trained to do is to approach someone who's drowning and panicking.",
        2952.14,
        2959.38
    ],
    [
        " And the way you approach them is you put your foot out between you and them and you push forward with your hands with your foot out.",
        2959.84,
        2966.96
    ],
    [
        " And you basically tell them if they're flailing about. You say, look, I'm here to help. But you have to calm down.",
        2967.42,
        2972.54
    ],
    [
        " And then if they cling to you, like in panic, you push them away. You think, well, that's pretty damn cruel because what if they drown?",
        2972.54,
        2978.62
    ],
    [
        " It's like, yeah, what if you both drown? That's like not helpful. You're there to rescue them. They take you down. You're both dead.",
        2978.68,
        2986.22
    ],
    [
        " It's like fail, right? So you say, look, quit panicking. I'll help you out. But I'm not drowning along with you.",
        2986.4,
        2993.42
    ],
    [
        " It's like, well, it's the same with someone in your family. It's like, if they're on a downward path and you've done your best, you know, you've made your efforts.",
        2993.66,
        3002.02
    ],
    [
        " You've, and they're not paying attention. They're not changing. They say, yeah, well, I'll quit doing this. Yeah, I'll quit doing this.",
        3002.02,
        3007.98
    ],
    [
        " They tell you the same story over and over and over. It's a downhill path. You don't trust it. At some point, first of all, you stop offering your words.",
        3008.0,
        3017.16
    ],
    [
        " That's do not cast pearls before swine a very, very harsh statement, right? But what it means is if someone, if you're offering words of wisdom to someone in the genuine attempt, help.",
        3017.44,
        3031.86
    ],
    [
        " And they treat that with contempt, then shut up because you're demeaning your words by throwing them away.",
        3032.4,
        3041.72
    ],
    [
        " You think, well, how do you help someone who's aiming down? Well, sometimes you help them by walking away and saying, look, you're aiming down so hard that I am, despite the fact you're my brother, man.",
        3042.12,
        3052.36
    ],
    [
        " It's like, you know, this is killing me. You're aiming down so hard. I'm not coming along with you. And the reason I'm not is to tell you in no uncertain terms that what you're doing is so terrible that I will even violate our kinship to oppose it.",
        3052.36,
        3066.44
    ],
    [
        " And maybe it'll take them 10 years to wake up to that, you know, and that can be the case because, you know, people often have to be hit so many times before they'll learn.",
        3066.86,
        3077.84
    ],
    [
        " You see that, especially if someone's addicted or otherwise pursuing a pathway that's like seriously downhill. So, yeah.",
        3077.88,
        3087.5
    ],
    [
        " You cover that pretty well in that chapter where you're saying there's a certain point where you just gotta say, we're done.",
        3088.0,
        3093.94
    ],
    [
        " Yeah, we're done.",
        3094.38,
        3095.76
    ],
    [
        " Well, it's like, why should I think that you're actually trying to change? Maybe you're just telling me is you're you tell me the story that you use to justify your own idiocy to yourself.",
        3095.76,
        3105.82
    ],
    [
        " And then you tell it to me and you demand that because I'm compassionate, I accept it and therefore validate your excuse.",
        3106.4,
        3112.1
    ],
    [
        " It's like, well, that like it's really hard not to get tangled up in that, right? Because if someone who's really in rough shape is telling you about why they're suffering.",
        3112.62,
        3119.58
    ],
    [
        " First of all, they're probably about half right in their story. But some of its justification and excuse and blaming and all of that failure to take responsibility.",
        3119.66,
        3128.82
    ],
    [
        " It's really hard to stand up and say, no, I don't buy that. No, I don't buy that. No, you're wrong about that. You have to be a brutal bastard in order to do that.",
        3129.06,
        3136.98
    ],
    [
        " But hey, sometimes like surgery is brutal, right? It's brutal.",
        3137.28,
        3142.88
    ],
    [
        " But you're going to cut you open and we're going to rip out part of your body forever. Right, right, exactly.",
        3144.12,
        3150.26
    ],
    [
        " Precisely. And so this chapter about only making friends with people who want the best for you, that's a brutal chapter.",
        3150.64,
        3159.36
    ],
    [
        " But it's right, unfortunately.",
        3160.34,
        3164.16
    ],
    [
        " Going to your book a little bit, I'm going to pick up going back to that first thought.",
        3165.38,
        3172.08
    ],
    [
        " Standing up means voluntarily accepting the burden of being your nervous system responds in an entirely different manner when you face the demands of life voluntarily.",
        3173.04,
        3183.74
    ],
    [
        " You respond to a challenge instead of bracing for a catastrophe. You see the gold, the dragon hordes instead of shrinking in terror from the all too real fact of the dragon.",
        3184.06,
        3194.08
    ],
    [
        " You step forward to take your place in the dominance hierarchy and occupy your territory manifesting your willingness to defend, expand and transform it.",
        3194.1,
        3205.72
    ],
    [
        " To stand up straight with your shoulders back is to accept the terrible responsibility of life with eyes wide open.",
        3205.72,
        3213.16
    ],
    [
        " The reason I pulled that one out in particular is the feeling that you have as a soldier or as a military person, a feeling that you have going on an offensive operation where let's say you're a bad guy and I'm going to come and get you.",
        3214.54,
        3227.76
    ],
    [
        " Well, first of all, you don't know. And I'm sneaking up on you and I have all this power, right? I feel good about it. I'm going to get you.",
        3227.8,
        3235.96
    ],
    [
        " The opposite of that is when I'm doing a convoy or I'm going on a patrol where now the bad guys are out there. They're waiting to attack me and that is a defensive posture and your attitude about that type of thing is bad.",
        3236.52,
        3247.86
    ],
    [
        " Now we would train our guys that we made a specific point with my guys, I would say, look, when you're on patrol, we're on offense, we are scanning, we are looking to get us to be standing up straight and to get the mentality of",
        3248.04,
        3263.84
    ],
    [
        " we want to do this and we're moving towards the target as opposed to we're being chased. That's a big deal.",
        3263.96,
        3270.6
    ],
    [
        " Absolutely, that's a big deal. Yeah, and that's what would you say? That's an extreme example of what's necessary under normal conditions in life.",
        3270.9,
        3281.24
    ],
    [
        " So one of the things that happens, if you're treating someone who has a phobias, like agro phobias, they become afraid of virtually everything.",
        3281.64,
        3288.04
    ],
    [
        " Maybe they're afraid of an elevator. It's one of many fears. And so you think, well, and they're afraid of an elevator because they've actually gone in elevators and had panic attacks.",
        3289.7,
        3297.92
    ],
    [
        " So it's weird because what you do to cure them is to get them to go in elevators and you think, well, wait a second, that's actually what caused the problem.",
        3298.1,
        3304.28
    ],
    [
        " So how can getting them to do that again make it better? And the answer is because they've gone in elevators their whole life, right? And yet they still become terrified.",
        3304.54,
        3312.54
    ],
    [
        " So how can getting them to go in an elevator cure them? For a long time people thought, well, you'd get them to relax while they were in the elevator and the pairing of the relaxation with being in the elevator taught them to not be afraid.",
        3312.84,
        3324.68
    ],
    [
        " That was the first theory. But then people learned that no, you could just get them to go in the elevator without having them relax and it also worked.",
        3325.06,
        3330.76
    ],
    [
        " And eventually, psychologists sorted this out and what they figured out was that voluntarily encountering something you're afraid of is not the same thing as running from it.",
        3331.06,
        3340.84
    ],
    [
        " Like it's seriously not the same thing. So you say to the person, okay, you're afraid of the elevator.",
        3340.9,
        3345.88
    ],
    [
        " Let's, can you go look at an elevator? They usually say yes. And maybe they're so terrified because they're so far gone in their illness that they can't.",
        3346.48,
        3353.76
    ],
    [
        " You say, well, how about we look at a bunch of pictures of elevators? And it's like virtually everyone can do that.",
        3353.78,
        3357.52
    ],
    [
        " So we say, let's look at pictures of elevators till you're bored. That actually doesn't take very long because it's actually quite boring.",
        3357.9,
        3363.6
    ],
    [
        " So then the next thing would be, well, let's go, you have to have the person trust you. And so the rule is, look, we're going to do some things that are going to push you like competition.",
        3363.78,
        3373.04
    ],
    [
        " But you can stop whenever you want and we're not going to push you any farther than is good for you. And I'll stop anytime you want.",
        3373.3,
        3379.68
    ],
    [
        " I often practice with my clients like I taught one client a while back to not be afraid of needles. And he was afraid of needles.",
        3379.74,
        3385.42
    ],
    [
        " And I'll tell you what that meant. He had dental surgery with no anesthesia.",
        3385.76,
        3390.8
    ],
    [
        " Right. Okay. So that gives you some level of what it's like to be afraid. It's like, all do the dental surgery, but you're not putting that needle in there. It's really?",
        3391.96,
        3399.02
    ],
    [
        " Wow. It's like, I'm no needles. So I taught him how to not be afraid of needles. You know, and it didn't take very long.",
        3399.34,
        3407.0
    ],
    [
        " But the first thing I did is that I told him I was going to bring a needle into the office. That was all I told him the first week is next week I'm going to bring a needle in here.",
        3407.46,
        3416.36
    ],
    [
        " And I'm going to keep it sheathed and it's going to be sitting on a shelf. And that's where I'm going to put it. And when you come in here, you can look at it.",
        3416.52,
        3423.18
    ],
    [
        " And if you want me to put it away, then I'll put it away. It's under your control. And then so he was okay with that. So he came in and said, there's the needle.",
        3423.2,
        3430.3
    ],
    [
        " I said, you want to look at it and said, no, but can you? It's like, oh, look at it. So he looked at it. And then he said, look like I'm going to pick up the needle.",
        3430.3,
        3436.28
    ],
    [
        " And now what you're going to do is you're going to tell me to put it down. And I'm going to put it down. So I picked it up. He got nervous like right away.",
        3436.78,
        3444.02
    ],
    [
        " And he said, well, you put that down. I put it down right away. I said, we do that 10 times so that the bottom part of your nervous system actually knows that that's what's going to happen.",
        3445.14,
        3456.34
    ],
    [
        " He said, now, and then the next thing we'll do is we're going to practice you saying you've had enough and leaving the office.",
        3456.82,
        3462.18
    ],
    [
        " So I pick up the needle and he'd say, okay, so now you say you've had enough. I'm leaving. And so he said that. And then I'd let him leave. We did that like 10 times so that he knew that he could just say he'd had enough and leave.",
        3462.68,
        3473.5
    ],
    [
        " So that mean he didn't have to be a prey animal, right? So we're getting him out of that mode. And it didn't take very long until well, then I could bring the needle close to him.",
        3473.68,
        3483.94
    ],
    [
        " And I said, make sure you watch it. You can't pretend it's not there, right? I'll bring it close to him and touch and touch him with the sheath needle.",
        3483.94,
        3490.04
    ],
    [
        " So we did that a bunch. And then finally, I unsheathed it and I bring it close. And he tolerate that or stop me. And then I touch him with that.",
        3490.32,
        3497.6
    ],
    [
        " And then the last part of it was that I put it under a piece of paper so he couldn't see it. And then I'd bring it close to him, right?",
        3497.6,
        3505.7
    ],
    [
        " Because that was that was the unknown, right? You don't know what the hell is going on underneath the piece of paper.",
        3505.8,
        3510.38
    ],
    [
        " But he got to the point where he could go and have a needle. I took on about, it was very brave of him to do this because well, what had happened, he got what had happened to him.",
        3510.6,
        3519.04
    ],
    [
        " He had a very bad experience with the childhood dentist held him down. Yeah, well, yeah, held him to six people held him down to give him a needle.",
        3519.04,
        3526.92
    ],
    [
        " It's like, it wasn't so good. It had some long term consequences. But see what happened. So when you when you do that with people, you don't teach them to be less afraid.",
        3527.08,
        3536.9
    ],
    [
        " You teach them to be braver. That's different. And so like I had a client once the door is open on the elevator and she looked and she said, that's death. Like that's a tube. And I thought, wow, that's an amazing response.",
        3537.78,
        3548.34
    ],
    [
        " Her idea was she'd go in there. Her hard rate would accelerate. She'd have a hard attack and she'd die. So as far as she was concerned walking in there was death.",
        3548.56,
        3555.76
    ],
    [
        " For me, it was an elevator, but for her, it was death. It's like, okay, well, what do you do about your fear of death? Well, we're not getting rid of that. It's like, you know, and you could die in the elevator.",
        3556.18,
        3567.72
    ],
    [
        " You actually could. Probably you won't, but people do die in elevators. And her idea was that, well, if anyone has ever died in an elevator in the history of mankind, that's a good reason for me not to be in the elevator.",
        3567.86,
        3578.08
    ],
    [
        " It's like fair enough, you know, and why aren't you terrified out of your skull all the time because while you're wandering around, you might have a hard attack.",
        3578.08,
        3585.2
    ],
    [
        " Like that will probably in fact happen to you at some point. So why aren't you terrified of that at every moment? Well, that's the mystery.",
        3585.58,
        3592.26
    ],
    [
        " Well, so you treat people and you see with that client what I eventually did with hers, we went and watched an embossing.",
        3592.62,
        3599.02
    ],
    [
        " She was terrified of death, like seriously.",
        3599.46,
        3602.38
    ],
    [
        " Yeah, yeah. Good times. Right. No kidding. But, you know, so you get, you don't get less afraid. You get braver. That's better because there's plenty of things to be afraid of.",
        3607.04,
        3617.54
    ],
    [
        " But you can get braver. So you get something. People manage this on their own ever. Oh, yeah. Yeah. Yeah. People manage it on their own. They'd manage it on their own all the time.",
        3617.82,
        3625.66
    ],
    [
        " Like, you know, let's say you're in a rowdy, horrible job and you're being oppressed by your boss. And one day you think I've had enough and you go write your resume.",
        3625.82,
        3632.54
    ],
    [
        " It's like, there you go. That's what you're doing. It's like, you know, you're, you're because you think, well, I've got the devil I know.",
        3632.76,
        3638.98
    ],
    [
        " And then there's the devil I don't know. And that's relevant when you're, when you're trying to switch careers, can I find another job?",
        3639.38,
        3645.4
    ],
    [
        " Will anyone hire me? How long will this take? Do I have to get educated again? I have to put my resume together. That's a real pain because there's holes in it.",
        3645.54,
        3652.22
    ],
    [
        " And I don't know how to present myself. Then I have to go to interviews and it's like, oh my god, that's, you know, that's a lot of trouble.",
        3652.22,
        3658.04
    ],
    [
        " Well, then you think, no, I'm going to start that. I'm going to rewrite my resume. It's like, well, then up you get, right?",
        3658.32,
        3666.04
    ],
    [
        " You're moving forward in your life. You're not taking being tyrannized by your son of a bitch of a boss and you're out to do something about it.",
        3666.26,
        3674.96
    ],
    [
        " You know, and people can get really good at that. So one of the things you do is a psychotherapist is you do assertiveness training.",
        3674.96,
        3681.32
    ],
    [
        " It's like, so people come and they say, help, help. I'm being oppressed in the famous Monty Python, in the famous Monty Python manner.",
        3681.56,
        3688.92
    ],
    [
        " And you say, okay, look, well, first of all, you're probably whining a lot. So let's figure that out. So you quit whining.",
        3689.22,
        3695.14
    ],
    [
        " And then let's figure out how you actually are oppressed and what might be done about it. And then let's figure out a strategy.",
        3695.34,
        3701.62
    ],
    [
        " And then let's help you practice the strategy until you get good at it. And, and let's also map out the consequences of not fixing it.",
        3701.62,
        3709.44
    ],
    [
        " Because people think, well, how can I stand up to my boss? It's like, that's terrible. I might risk my job. It's like, yeah, fair enough.",
        3709.94,
        3716.12
    ],
    [
        " No wonder you're afraid of that. Maybe you should just shut up. Let's see what your life would be like in 10 years if you just shut up.",
        3716.64,
        3723.48
    ],
    [
        " It's like, you know how bad it is now? It's like, it's going to be way worse than that. Because you're going to shrink and shrink and shrink.",
        3723.58,
        3729.36
    ],
    [
        " And your boss is going to become more and more tyrannical. And you're going to hate every minute of your life. And it's like, you want that or do you want to confront your boss or change jobs?",
        3729.74,
        3738.6
    ],
    [
        " It's like, oh, I see. It's like hell here. It's hell here. I get it. I get to pick which of those I'm going to walk down. And that's a relief to people most of the time.",
        3738.92,
        3748.26
    ],
    [
        " It's so funny because people often think they have, they're paralyzed because they think that there's a good option.",
        3748.26,
        3755.18
    ],
    [
        " Right. Right. Yeah. But what are the things you do as a psychotherapist to say, oh, no, no, you're screwed. No matter which way you turn, it's like a crocodile here. And it's a wolf there.",
        3755.46,
        3765.26
    ],
    [
        " And behind you, there's a hyena. It's like, there's no lambs. You're not in lamb territory. It's all predators. Well, pick your battle. Pick your battle.",
        3765.38,
        3776.5
    ],
    [
        " And then all of a sudden, you're in the battle. And then it doesn't matter that it's a hyena because you're warrior.",
        3776.5,
        3783.22
    ],
    [
        " So fine. Bring it on.",
        3783.54,
        3784.92
    ],
    [
        " This is a comment to another point that I picked up from the book that I have a leadership and management consultant company.",
        3785.44,
        3792.26
    ],
    [
        " So I work with companies all the time. And one of the topics has come up a bunch in the past couple of years is, you know, when you're dealing with someone, you're dealing with an employee and you've got fire them and how this is big hard conversation and etc.",
        3792.28,
        3804.1
    ],
    [
        " etc. No one wants to have those. And I always say, look, if you have the hard conversation earlier, it's not so hard because all I have to tell you is, hey, Jordan, you were late today and we're not supposed to be late.",
        3804.1,
        3816.08
    ],
    [
        " And you know, sorry. And the problems sorts itself out or it doesn't. And then I got to escalate.",
        3816.26,
        3821.06
    ],
    [
        " Yeah. But what you talk about in the book is, if there's a problem, go attack it. Go get that problem solved. Don't go after that. You know the dragon's in there. Go get it.",
        3821.16,
        3831.8
    ],
    [
        " Well, your observation is dead on. It's like, and this is the problem with being too nice. Like I don't want regard nice as a virtue or if it's a virtue, it's a very low order virtue because what nice usually means, but nice usually means is, I don't want to cause conflict now, even though the consequences of the conflict might multiply into the future.",
        3831.8,
        3851.02
    ],
    [
        " So let's say you have an employee that's chronically late, right? But you, I don't want to, I don't really want to disturb them. I don't want to cause any trouble.",
        3851.14,
        3858.06
    ],
    [
        " It's like, well, you're angry about it because they're late and they're not supposed to be. So you're getting all bitter and resentful. Plus, you're not doing them any favors.",
        3858.18,
        3864.52
    ],
    [
        " You know, because you're also telling them that you can be taken advantage of and that their lack of discipline is okay. And then, you know, so then you're going to dislike the employee and you're going to amplify their other errors because of your distaste.",
        3865.12,
        3877.46
    ],
    [
        " And then, and if they are someone who's taking advantage of you, then they're going to take advantage of you a little more and then a little more and then a little more and a little more.",
        3877.66,
        3884.38
    ],
    [
        " And then you're going to have to have a really difficult conversation or put up with it and that might sink your business, especially if you're a small business owner.",
        3884.7,
        3891.74
    ],
    [
        " So by not confronting the dragon when it's like two inches high and can only, you know, it's like, it can belch out something like a bit lighter.",
        3892.12,
        3901.64
    ],
    [
        " You wait until the thing can inflame the whole room and then you say, oh my god, like, isn't this hellish? It's like, well, you knew that there was something to say. You knew it. You knew it a thousand times.",
        3901.64,
        3912.66
    ],
    [
        " And now, you can't just say the one thing. You have to say the thousand things or maybe you have to say the 10,000 things. And it's just destructive in every way. So yeah, that's not good.",
        3913.24,
        3923.86
    ],
    [
        " Now, here's where I need help with this. So what I think people might get the ideas, okay, if I'm in a relationship with my wife and she gives serves me dry chicken again.",
        3923.96,
        3937.08
    ],
    [
        " Right? Which is a common theme in my house.",
        3937.2,
        3939.8
    ],
    [
        " And actually, thanks to the internet, it's actually changed now because she's gotten thousands of people that have now sent her how to keep the chicken moist. So she does a great job.",
        3940.3,
        3948.3
    ],
    [
        " But for, you know, we're talking about two decades of my life. We're talking about dry chicken. This is a problem.",
        3949.04,
        3954.44
    ],
    [
        " And you know what I did. I didn't say anything because I just would drink more water at dinner.",
        3955.2,
        3961.32
    ],
    [
        " I fear that sometimes people say, well, you know what I'm going to do is I'm just going to run around it. I'm going to tell the truth to everyone all the time on these little things that don't matter.",
        3962.0,
        3969.56
    ],
    [
        " Now, my actual best example that I've ever heard of this. We had a guy in the podcast named Charlie Plum. He was a pilot in Vietnam. He was shot down in, and on his last mission of his deployment.",
        3969.56,
        3984.24
    ],
    [
        " He was shot down. He was captured. He was in the Hanoi Hilton for six years.",
        3984.24,
        3988.32
    ],
    [
        " This is the deal that they had amongst their roommates. So they had roommates in a room smaller than we're in right now.",
        3989.7,
        3995.22
    ],
    [
        " And there'd be four of them in there, three of them in there, two of them there, depending on what was going on.",
        3995.66,
        3998.32
    ],
    [
        " If you did something that annoyed me, if Jordan does something that annoys me, we got to live together. If you do something that annoys me, it's my fault.",
        3999.7,
        4007.6
    ],
    [
        " It's my fault for allowing you click, click, click your nails together or you pick your nose a lot or you itch your head. Whatever it is that you do that bothers me, it's my problem and I have to absorb it.",
        4008.22,
        4020.24
    ],
    [
        " Because otherwise what we have is we have like rats in a cage that are going to know each other apart.",
        4020.34,
        4024.9
    ],
    [
        " And I thought about that while I was reading the part of the book that was saying, and you actually also later in the book talk about, hey, you know, are you going to get a fight over this little stupid thing?",
        4025.86,
        4035.76
    ],
    [
        " Are you going to absorb and I talk about that a lot as a leader as a person in a relationship.",
        4035.76,
        4042.2
    ],
    [
        " Hey, there's problems from your boss, you absorb them and you don't pass them down to your people. You know, you you want us to stay work and stay late and do a much crazy stuff that we don't think we should be doing.",
        4042.6,
        4052.12
    ],
    [
        " Cool. My guys are going to go home. I'm going to absorb that. I'll get it done myself. I'm not going to absorb these problems.",
        4052.34,
        4057.3
    ],
    [
        " Now, are there some tertiary effects? Of course, or secondary effects that now my boss thinks you can get away with that and all those things.",
        4058.22,
        4063.76
    ],
    [
        " But I just think there's we have to be careful that we're not just throwing spears of truth in people's heads on a regular basis.",
        4064.0,
        4073.5
    ],
    [
        " Those are black truths. They're the opposite of white lies. So black truths are truths you used to hurt other people with.",
        4073.62,
        4079.12
    ],
    [
        " Right. So technically in the moment the statement is factual but the context belies it. Right. Whereas a white lie it's like, well, it's a little lie but you're trying to support a larger truth.",
        4079.38,
        4091.12
    ],
    [
        " Not that white, white lies aren't optimal. You know, it's better not to lie but sometimes the best you can manage is a white lie. And then maybe that's better.",
        4091.28,
        4099.3
    ],
    [
        " It's pretty good. Well, okay. So then in those sorts of situations you think, well, first of all, I have some rules of thumb.",
        4099.32,
        4106.04
    ],
    [
        " If someone does something at work that annoys you, it's like, right it off, man. It's like, that's once. It's like, what does that mean? You're having a bad, you're having a bad day or I'm having a bad day.",
        4106.04,
        4116.2
    ],
    [
        " It's like, doesn't mean anything. Do it twice. It's okay. Let's write that off. Write that off. It's the same issue. It could still just be circumstance in situation.",
        4116.4,
        4127.96
    ],
    [
        " Three times. Okay. Now there might be grounds for a conversation. You go and say, well, you know, you put your feet up on my desk like a day ago and that was okay.",
        4129.6,
        4139.44
    ],
    [
        " But then you did it again and then like you did it again and I'm thinking it actually happened three times. Right. So there's no denying it.",
        4139.64,
        4148.18
    ],
    [
        " And perhaps that's not optimal. And then you go for the smallest possible victory. That's the next thing is like, I'm not telling you that you're what would you say that you lack respect or that there's something wrong with you.",
        4148.58,
        4161.84
    ],
    [
        " What I'm asking is that if you come in my office, it would be better for both of us if your feet stayed on the floor. Is that okay? You know, and that's a small thing.",
        4162.32,
        4175.62
    ],
    [
        " You're not going after the person's character, right? You're going after the tiny victory. So you say to your wife, look, like, I'm thrilled to death that you're cooking me dinner. Really? I'm serious because and it could be a hell of a lot worse than it is.",
        4175.62,
        4186.56
    ],
    [
        " You know, and and maybe I could be more helpful around the kitchen. That's certainly a possibility.",
        4187.1,
        4192.48
    ],
    [
        " But I have got this thing with regards to chicken and maybe it's me, you know, but could we try for like a month to cook it differently and then we'll revisit it.",
        4192.74,
        4203.12
    ],
    [
        " And if I happen to be wrong, like, I'll shut the hell up. And she might think, okay, well, he is kind of useless around the kitchen and sort of bitchy about the chicken and all of that. But maybe I trust him enough to admit that I made a small mistake and rectify it. And we could go long and not have the damn chicken thing hanging over our heads till we're 80.",
        4203.12,
        4221.62
    ],
    [
        " You know, you just in your second example there, you I tell people this all the time. So you're coming into my office and you're putting your feet on the desk. What I'll generally do is make it my fault. I generally say, hey, Jordan, I hate to be like a nit picker. Yeah. But I'm really freaked out about germs. It's really stupid.",
        4222.6,
        4240.98
    ],
    [
        " Yeah. And when you come in and put your feet on my desk, it freaks me out. Can you just do me a favor and not put your foot in your back? Same thing with you know with the chicken. It's like, hey, you know what? I have a super sensitive palate refined and I just",
        4241.02,
        4254.16
    ],
    [
        " super refined sensitive. Sorry. But and I just yeah, could we maybe figure out another way to cook that? Okay, we try. You know, but I'll take the blame for for the situation rather than your your disrespect.",
        4254.16,
        4269.72
    ],
    [
        " And don't put your feet on my desk. This is you don't want to adopt more of a position of moral superiority than is absolutely necessary. One of the things I recommend. I don't remember if I wrote it into Elv rules for life. I think I did about how to let's say you're in an intractable argument with your wife about who's the most reprehensible person, right, which is where arguments sort of end when they go to hell.",
        4269.72,
        4293.86
    ],
    [
        " I think now you're in one of those arguments and you risk bringing up the past, which is a very, very bad idea, right, maybe you're saying something like, huh, you've always been this way you're this way now and you'll never change and none of it's good. It's like, oh man, that's a fight because where are you going to go from there.",
        4294.12,
        4309.88
    ],
    [
        " So one of the things I recommend and this actually works is when you're in one of these battles and you can't bloody well get out of it. You separate each go to your room and you sit and think, okay, that person is really wrong.",
        4310.22,
        4321.04
    ],
    [
        " And I'd like to give them a good stomping. But then you think, no, I got to live with them. So that's probably not a good idea, right, because I don't want to live with someone who's like stomped and angry about it because they're going to take their revenge like if they have any spirit at all.",
        4321.04,
        4332.76
    ],
    [
        " So you cannot win an argument with your wife. That's just wrong. You can't. You can make peace. You can come up with a solution. But if you win, she loses and then she's the loser. And like, unless you want to have a loser around, that's not a very good strategy.",
        4332.76,
        4349.0
    ],
    [
        " Anyway, so you go to your room and you think, okay, fundamentally flawed as my wife is, particularly in this particular circumstance, there's probably something stupid idea in the relatively recent past that increased the probability that we're in this little hellish place.",
        4349.1,
        4366.2
    ],
    [
        " And you think, what was it? And you think, oh god, I really don't want to know. It's like I really don't want to know this. And so you think, no, I'm going to figure out where I'm 1% at fault.",
        4366.78,
        4377.2
    ],
    [
        " She's 99% wrong, but I'm 1% at fault. So you sit there and you think, okay, what was it? Then you let your imagination sort of wander over your past stupidities and you think, oh, there's something I did that was like kind of underhanded and devious and crooked and pathetic and weasily. And then you go and you tell her. And she does the same thing.",
        4377.2,
        4398.14
    ],
    [
        " And she's just as irritated about it as you are. And then you think, okay, and you say, look, I'm sorry about that. And I know this increased the probability that we're in this like bitchy horrible place.",
        4398.7,
        4408.4
    ],
    [
        " And she does the same thing. And then you think, oh, yeah, we're both pathetic losers and we can quit playing like dominance hierarchy. And then maybe you can have a conversation about how to make it better.",
        4408.74,
        4417.12
    ],
    [
        " And that conversation should be bounded to it's like the chicken thing is a really good. My father-in-law, who I really like, he used to come, my wife told me this story.",
        4417.4,
        4427.62
    ],
    [
        " He used to come home for lunch, and his wife would feed him lunch. And she always used little plates. And it was like they'd been married for 30 years. And one day he had this explosion at the table about the fact that he'd had to eat off these damn little plates for 30 years.",
        4427.74,
        4444.54
    ],
    [
        " And you know, it was much more of a large explosion than it had to be. But it's these little things actually matter. They actually matter.",
        4445.08,
        4453.02
    ],
    [
        " You have to straighten them out because your life, especially with your wife, is composed of about 50 little things that you do every day. And because you do them every day, they're not little.",
        4453.02,
        4463.4
    ],
    [
        " You can just do the arithmetic, you know. It's like maybe you don't like where your wife greets you when you come home. It's like, okay, is that relevant? Is that important? Well, let's say it takes 10 minutes because you're thinking about it and you're coming home. And then there's the little aftermath of it's 10 minutes.",
        4464.36,
        4478.68
    ],
    [
        " So it's like an hour a week. It's four hours a month. It's 50 hours a year. That's one work week. It's 2% of your life. It's like 2% of your life, right? So that's the math. It's like if you got 50 of those things right, your whole life would be right.",
        4478.88,
        4492.74
    ],
    [
        " Think is it worth fighting about? It's like, yeah, it's worth it because it's 2% of your life. I remember what's 1% even, whatever. And then you think, okay, well, how should people greet themselves when they first come home? It's like, well, maybe it's not quite like your dog greets you.",
        4493.0,
        4508.18
    ],
    [
        " Because your dog is like reprehensibly happy to see you. That's just too much, right? Little kid will do that. But maybe you want the person to not be watching TV for the second you enter the house.",
        4508.18,
        4520.0
    ],
    [
        " Maybe they should just stop watching TV and come and say, you know, hello, how was your day and give you a hug. That would be a good thing.",
        4520.0,
        4525.84
    ],
    [
        " And then maybe you do the same thing to them. And you practice that for like two months because you're both stupid and it's really hard for you to learn anything.",
        4526.16,
        4532.74
    ],
    [
        " And then you've got that down. And the dinner times are like that too. Like lot and lots of households, meal times are really fractured, which is a bad thing. Or they're bitter.",
        4532.82,
        4541.74
    ],
    [
        " It's like, I'm, here's your god damn food. It's like, yeah, I'll eat it, but I can't stand it and you can't cook. It's like, okay, that's 4.5 hours a day. For your whole life, you think you're going to like someone like that? Not a bit, man. You're not going to like them. So you fix that.",
        4542.5,
        4558.84
    ],
    [
        " You actually did tell that whole thing in the book. So that's, it's good as in there. And actually the phrasing that you used when you say if you win an argument, you said something along the lines of you win, you win that argument. They're the loser.",
        4559.02,
        4570.56
    ],
    [
        " Now you win that argument a hundred times now in a marriage, you win 10,000 times and you are now married to a loser.",
        4570.78,
        4577.8
    ],
    [
        " And that loser, that loser is not going to be someone who makes any effort whatsoever ever to be attractive to you or anyone else.",
        4577.8,
        4587.84
    ],
    [
        " Then you'll think, oh, look, look, look who I ended up with. It's like, no, look at how you produced. It's like good work there, guy.",
        4587.96,
        4597.64
    ],
    [
        " And that's the, that's the. So what you're talking about with this argument thing and you look up, you separate, you go in your room and you say, okay, what did I do wrong?",
        4598.7,
        4605.56
    ],
    [
        " Yeah, but I do wrong. That's annoying.",
        4605.8,
        4607.56
    ],
    [
        " What did I do wrong? And interestingly, myself and my buddy, Laf Babin, we wrote a book called Extreme Ownership and the whole premise is you take responsibility for when things go wrong.",
        4607.72,
        4618.7
    ],
    [
        " You say, yeah, this was my fault. So I'll go to clients and I'll be meeting with them and I'll say, look, when you go wrong with your team, you guys made a mistake, you fail up, whatever you're trying to accomplish, you know, you got to take ownership of it, you stand up and you say, hey, look, this was my fault.",
        4618.7,
        4632.34
    ],
    [
        " And this is what, you know, we're going to do. And then the people will say, well, you know what, if I did that, my team is so bad.",
        4632.8,
        4640.28
    ],
    [
        " Yeah, that if I did that with my team, you know what they'd say, they'd say, you're right, it is your fault.",
        4640.66,
        4645.98
    ],
    [
        " And they look at me like, well, so your plan, Jocco sucks. Because if I say this is my fault, my team is going to look at me and say, you're right, it is your fault.",
        4646.12,
        4654.44
    ],
    [
        " And then what do I do? And I, I kind of get a little bit, maybe a little bit frustrated because I look at them and I say, that's the whole point.",
        4654.54,
        4666.58
    ],
    [
        " It actually is your fault. You're not just saying it to get out of the problem. You're not just saying it to make excuses for everything that's happening.",
        4667.56,
        4675.18
    ],
    [
        " No, when you say, hey, this is my fault that we got in this argument. And then your wife says, yeah, it is.",
        4675.4,
        4680.78
    ],
    [
        " You don't say, no, no, no, no, no, no, no, you say, I know. And you have to mean it.",
        4681.2,
        4685.76
    ],
    [
        " And you say, I know. And this is what I'm going to do to fix it. And if you're a leader and you say, it's my fault and your team says, yeah, you're right, it is your fault.",
        4686.26,
        4691.82
    ],
    [
        " You say, I know. That's what I just said. And here's one to do to fix it. So when you take ownership of a problem, it doesn't necessarily make the problem go away.",
        4691.82,
        4699.64
    ],
    [
        " In fact, it doesn't do that at all. Once you admit what the problem is and you take ownership of the problem, then you have to say, here's what I'm going to do to fix it.",
        4699.66,
        4706.26
    ],
    [
        " Well, let's say you're a high school kid and you got a tyrant as a teacher. It's like, well, you could, it could be the case that you have a tyrant as a teacher.",
        4706.48,
        4714.22
    ],
    [
        " And the tyrant is particularly on your case. And you think, well, yeah, that's an awful thing. And this person really is a tyrant.",
        4714.5,
        4719.82
    ],
    [
        " It's like, yeah, but you're not very good at dealing with tyrants. You might think, well, I shouldn't have to be. It's like fair enough, man, because who wants tyrants, but the truth of the matter is is that there is always tyranny.",
        4719.82,
        4732.32
    ],
    [
        " And if you don't know how to deal with it, if you don't know how to thrive in the face of tyranny, even, then there is something wrong with you. Now, it doesn't mean that there isn't something wrong with the tyrant.",
        4732.6,
        4743.74
    ],
    [
        " It's like that self-evident, but it does mean that you aren't who you could be, because if you were everything you could be, you could manage that situation.",
        4743.74,
        4752.72
    ],
    [
        " And it might be you'd figure out an exit strategy, I mean, who the hell knows what the solution would be. But if you're conceiving yourself as helpless victim, then that's what you are.",
        4753.02,
        4762.76
    ],
    [
        " And I'm not saying that there aren't situations that people find themselves in where there's very...",
        4763.36,
        4773.72
    ],
    [
        " That woman that we talked about earlier, she was in a pretty damn hopeless situation, and she found something she could do.",
        4773.72,
        4778.7
    ],
    [
        " And I've read these books, Victor Frankl's, Man's Search for Meaning, and Solz-Nitsson's, Goulagar Capaligo. I mean, he saw people in some pretty damn dire straits, like really, really beyond comprehension.",
        4779.58,
        4792.26
    ],
    [
        " And he noticed even in those situations that people still had their choices to make.",
        4792.56,
        4797.26
    ],
    [
        " And I mean, you tread on that ground with extreme hesitancy, because you don't say, well, man, if I was thrown in the Goulagar, I would have been noble.",
        4797.86,
        4804.68
    ],
    [
        " It's like, no, probably not, man. You would have been a trustee in about 15 minutes. That's the most likely outcome.",
        4804.9,
        4810.76
    ],
    [
        " So you have to be careful about not getting too high on your horse about such things. But it isn't obvious when you're out of choices.",
        4810.98,
        4817.46
    ],
    [
        " Most of the time you have more choices. You haven't used all the choices you have most of the time.",
        4818.04,
        4824.04
    ],
    [
        " Now, I've seen people in situations I couldn't help them get out of. And people die, right? I mean, you have a fatal illness.",
        4824.38,
        4831.14
    ],
    [
        " You have pancreatic cancer, like your dad in six months. Your choices are limited. But maybe under those circumstances you figure out how to put your house in order and be what you can to the people who will be left. It's something like that.",
        4831.5,
        4845.22
    ],
    [
        " But for me, and I get a lot of, and I know you get infinitely more than me, but I'll get someone that reports to me a problem or a situation that they're in that seems really bad.",
        4845.74,
        4854.82
    ],
    [
        " And what I've found is the solution that they're looking for, the only solution that they can conceive of is one that is going to provide that solution within a two week time frame.",
        4855.56,
        4869.32
    ],
    [
        " Like that's what we're talking about. If I'm not, if this problem isn't solved in two weeks, then you know, this is hell. And I always kind of report back and say, hey, you're here in a job right now that I understand it's bad.",
        4869.32,
        4881.5
    ],
    [
        " I understand it's your boss is terrible. The team is terrible, whatever the case is, what are you in a situation or your family is this or whatever.",
        4881.64,
        4888.16
    ],
    [
        " So conceive a plan right now and it's not going to take two weeks. It might take six months. It might take a year. It might take a year and a half of you saving your money and setting your resume and getting the other skills that you need.",
        4889.62,
        4900.4
    ],
    [
        " If you can, if you can extend your time and I'll tell you what when you when you come up with that plan, when you conceive of that plan, immediately you have hope.",
        4900.88,
        4910.44
    ],
    [
        " And when you have hope, you can continue on through the miserable existence that you're in because you know that you've got a plan and you're going to get your way out of it.",
        4910.84,
        4917.74
    ],
    [
        " Absolutely. Well, I had a client recently, because I've done a lot of consulting as well. It's clinical work and often my clients come to me. They're high functioning people. They have decent jobs. But, you know, we make a plan. It's like, well, I'm making $75,000 a year right now. The person says, well, how much? Well, okay, we're going to we're going to prove that. Like, why don't we see if we can triple that?",
        4917.78,
        4937.92
    ],
    [
        " It's like, what the hell? You know, maybe we can't, but maybe we can. Some people do make triple that could be you. Okay, so what's wrong with you? Well, you know, you're not educated enough. All right. So we need to fix that. Your resume isn't in order.",
        4939.12,
        4952.74
    ],
    [
        " You're not sending the damn thing out. It's like, well, then you got to do baseline statistics. It's like, well, how many times do you have to send out your resume to move ahead when you're already in a pretty decent job?",
        4953.38,
        4963.34
    ],
    [
        " Well, the answer isn't 10. The answer is like, you have to send out five a day every day for the next two years. And the rejection rate will be so close to 100% that that's what it will feel like. Right? But it's a lottery ticket. You only have to win once. So it doesn't matter if you lose 300 times.",
        4963.54,
        4984.88
    ],
    [
        " It doesn't matter. You just need one hit. So now you got to prepare yourself because it's going to be brutal because you're sending out all these, you know, resumes to jobs. You're not quite qualified enough for because you're looking to move up.",
        4984.88,
        4997.64
    ],
    [
        " You know, brace yourself, right? It's going to be nothing but failure. Nothing but failure. Well, in this particular client, I think it took her two years, maybe more two and a half years of sending out resumes and accelerating her education and practicing because she'd get an interview now and then and get very close to it to get that first move. Right?",
        4997.64,
        5019.18
    ],
    [
        " But then she got two more in the next year and she was out triple her salary. But, you know, it's like long term strategic thinking followed by an implementable plan and then the willingness to tolerate an insane run of ridiculous failures before you move.",
        5019.18,
        5036.02
    ],
    [
        " But I've seen that happen to people.",
        5036.5,
        5038.84
    ],
    [
        " There's no reason that you can't move. You just have to figure out where you want to move. You have to figure out what the criteria are for putting you in that position. And then you have to be some measure of insanely persistent because it's so unlikely. Right?",
        5040.12,
        5053.5
    ],
    [
        " The default answer to the question, can I have this good job is, are you out of your mind? Of course not. Right?",
        5053.86,
        5062.44
    ],
    [
        " Well, it is. It's like an even if you're qualified, it's like, yeah, you and 10 other people. So there's even an element of chance at it, especially at the end. You know, like if you're in the top five, you've done everything you can can do to control that outcome.",
        5063.0,
        5079.02
    ],
    [
        " There's some element of chance that's going to be the determining variable because, you know, maybe, I don't know, maybe they didn't like the way your suit looked on you. And that's the only thing that's differentiating you from the other candidate.",
        5079.36,
        5091.72
    ],
    [
        " It's like you also don't want to take that too personally. It's like, well, you hit the top five. You were shortlisted. You're in there, man. You're in there. You're in the game. Do that 10 times. You'll win one of those contests, but you got to do it 10 times.",
        5091.76,
        5103.5
    ],
    [
        " And you know, even in lower-end jobs, like I've worked in lots of lower-end jobs.",
        5104.52,
        5109.7
    ],
    [
        " We talked about dishwasher last time you were a dishwasher. Exactly. You and I share a strong concept of dishwasher.",
        5109.82,
        5115.7
    ],
    [
        " Yeah, well, you know, I was dishwasher for a while, but then I was a shorter to cook. And, you know, but more than that, more importantly than that, even while I was a dishwasher, once I kind of got the hang of it, which was a lot harder than you might think, once I got the hang of it, I was valued member of that team.",
        5115.72,
        5134.72
    ],
    [
        " It's like, well, your dishwasher. It's like, yeah, that's one way of looking at it. Another way of looking at it is that I'm valued member of this team. And that was actually fun. Like, I was just a kid, you know, I was 14.",
        5135.2,
        5143.86
    ],
    [
        " And I was, I did my job properly, and I got treated like an adult. It was like, I love that. I love that. That was great. And so the fact that I was, are you a dishwasher or are you a 14-year-old adult? Hey, I'm a 14-year-old adult. Hey, I win. I win that.",
        5144.46,
        5159.88
    ],
    [
        " Dishwasher, no dishwasher. It's like, that's a good game. And I really did like that. I mean, when I look back in my mid-adolescence, it's certainly the case that the times that were the best for me when I was working in restaurants.",
        5160.48,
        5172.96
    ],
    [
        " Because I was, I was part of the team, man.",
        5173.6,
        5177.36
    ],
    [
        " So, you, one of the sections in the book, you talk about, I believe the person's name was Lunchbox.",
        5177.76,
        5184.74
    ],
    [
        " Lunch bucket. Lunch bucket. Lunch bucket. Right.",
        5185.12,
        5187.36
    ],
    [
        " Well, you know, since we're talking about work environments, and there's that certain level of comrader, and you actually talk about the seal teams in here, where you just have this, it's like a non, I've talked about this before in the seal teams.",
        5187.48,
        5201.66
    ],
    [
        " It's non-stop, hyperverbal abuse, aggression around the clock 24 hours a day. You're in a seal platoon. Like, that's the life.",
        5201.84,
        5212.28
    ],
    [
        " Any, any mistake that you make, any, any display of weakness is going to be part of the week.",
        5212.8,
        5221.8
    ],
    [
        " Oh, it's going to be ripped apart. And then if you get all your tated about that, it's even worse than you're just dead.",
        5222.16,
        5227.7
    ],
    [
        " The nicknames, you talked about Lunch bucket. Your nickname was Howdy Doody.",
        5227.9,
        5232.22
    ],
    [
        " Howdy Doody. And then to be sure to Howdy, which was, which was, which was pretty good about.",
        5232.4,
        5235.68
    ],
    [
        " It was better. Yeah. You went from Howdy Doody, which is kind of, you know, to Howdy, which is kind of cool, right? There's Western guy.",
        5235.68,
        5240.84
    ],
    [
        " Yeah, right. Right. Right. But, but the nicknames that, that are in the seal teams, like, I can't with good conscience. Repeat them.",
        5240.84,
        5248.38
    ],
    [
        " I'm sure that's true. They're just horrible, horrible names. But there's a comradery around that.",
        5248.46,
        5254.88
    ],
    [
        " And there's also the way, as I was reading what you had written about these guys working on a rail ray rail.",
        5255.0,
        5259.68
    ],
    [
        " Railway crew. Yeah. There's a test. It's a test. It's a test to see where you're at. It's what you made of.",
        5259.68,
        5266.2
    ],
    [
        " Can we rely on you? Can you, can you tolerate a little bit of irritation? The answer to that is no.",
        5266.28,
        5271.5
    ],
    [
        " It's like, well, maybe we don't want you around then because some irritating things are likely to come down the pipe.",
        5271.66,
        5275.88
    ],
    [
        " Yeah. And it's, it's not just, to me, to me, it proves if you've got someone that can take it, right?",
        5276.16,
        5282.56
    ],
    [
        " It's not just that they can take some random joking insults. Like they can, they can take it. They can take it.",
        5283.08,
        5288.86
    ],
    [
        " Yeah. That's what you're testing for. It's like, can you take it? Lunch bucket couldn't, right?",
        5288.88,
        5292.74
    ],
    [
        " Because people would laugh at his lunch bucket and he'd get all upset. It's like, well, you have a stupid lunch bucket.",
        5292.74,
        5298.16
    ],
    [
        " It's like, you know, your mum packed it. How about it? You laugh at yourself. Yeah, my mum packed this. I know it's kind of stupid.",
        5298.42,
        5303.44
    ],
    [
        " That would be the end of it. He would just have to say that. It's like, but I didn't want to hurt her feelings.",
        5303.62,
        5307.5
    ],
    [
        " It's like, oh, okay, you know, fine. You got your stupid lunch bucket. But no, he couldn't handle that.",
        5307.5,
        5312.94
    ],
    [
        " You know, so yeah, it was, it was horrible and comical to watch at the same time because the level of, and people have written me about that.",
        5313.46,
        5319.58
    ],
    [
        " And they said, oh, you know, poor lunch bucket. It's like, because they're all compassion. I think, no, no, not poor lunch bucket.",
        5319.58,
        5324.6
    ],
    [
        " It's like, clue the hell in, buddy. You had your chance. You know, that was a desirable job, that rail crew job in the summer.",
        5324.7,
        5330.84
    ],
    [
        " Because it was high paying, you know, and they weren't easy to come by those jobs.",
        5331.06,
        5334.8
    ],
    [
        " And so the fact that he got hired onto that crew was a real opportunity for him. You could make a pile of money in the summer out working on the rail crew.",
        5334.86,
        5341.38
    ],
    [
        " And all you had to do was take some ribbing with good grace, not suck up to the management too badly, and not have other people do your job.",
        5341.5,
        5352.34
    ],
    [
        " That was all, that was all you had to do. But he couldn't do that. And so he got run off. And it was like, grow the hell up, buddy.",
        5352.5,
        5358.82
    ],
    [
        " You know, these guys, when 100 people are teasing you, then probably they're not wrong.",
        5359.72,
        5366.48
    ],
    [
        " Yeah, when you are getting teased like that as well, well, when you, when you, when you stop reacting, it's no longer fun.",
        5369.2,
        5377.36
    ],
    [
        " Yeah, you know, that also gives you an opportunity to tease back. It's like, you can show your wit. And one of the things that working class guys in particular,",
        5377.58,
        5385.78
    ],
    [
        " which is what, one of the things I really loved about working class jobs is that they're always looking for some humor.",
        5385.78,
        5390.44
    ],
    [
        " So it's like if, if person A is teasing person B, that's kind of comical. But if person B comes back with a good, come back.",
        5390.64,
        5397.5
    ],
    [
        " It's like, that's even better, you know. So I think that's a lot of how those jobs are rendered tolerable, right?",
        5397.7,
        5403.16
    ],
    [
        " It's their, their hard, dirty jobs. Dishwasher is a good example. That's not dangerous. Although cooking is, you know, you've got to watch your step.",
        5403.28,
        5411.74
    ],
    [
        " I got burned a lot when I was cooking. But what makes those jobs not only tolerable, but even desirable is that you can develop a tremendous amount of camaraderie around them.",
        5411.74,
        5422.52
    ],
    [
        " I've never really experienced that at a professional level job. That just doesn't happen the same way. And it's really, there's a real loss in that.",
        5422.74,
        5430.22
    ],
    [
        " So it's fun to be part of a team that's doing, you know, grubby hands-on things and having a ridiculously entertaining, vicious, cruel, and evil time while you're doing it. That's very entertaining.",
        5431.36,
        5445.58
    ],
    [
        " The, this new kid's book I wrote. So the kid Mark, he's getting made fun of by this. He's a different kind of bully. He's like a mental bully that verbally abuses people.",
        5446.04,
        5456.18
    ],
    [
        " And he gets called plate face by this character. And to, in eventually he gets in trouble for throwing something at the kid because he's calling him plate face, plate face.",
        5456.72,
        5466.26
    ],
    [
        " But eventually the way he befriends the kid is by he, they have to do a self-portrait and class need draws a picture of himself looking like a plate. And he shows it again, the kid laughs and all of a sudden they're buddies. And it's like, that's what you do. You take away that, you take away the joy of being so heated and irritated by people that are making fun of you.",
        5466.38,
        5485.76
    ],
    [
        " And you just kill it.",
        5485.76,
        5486.48
    ],
    [
        " You chew, chew, chew, chew in some sense. Well, I had an experience with that about three years ago, I put my videos up online and people kept saying that I sounded like Kermit.",
        5486.58,
        5496.36
    ],
    [
        " I thought, well, one person said it and I thought, well, whatever. But then like five people said it and I thought, oh my god, like this Kermit thing.",
        5496.6,
        5503.76
    ],
    [
        " So then I went and listened to Kermit and I thought, oh no. It's like, it's like really, I really sound like Kermit, you know.",
        5503.82,
        5510.52
    ],
    [
        " And so then, well, then I started to play with it a little bit. I used the puppet. When I went to speak to university students and I made frog jokes and then I made a couple of videos that sort of featured me as a frog.",
        5510.58,
        5523.02
    ],
    [
        " And it's crazy, right? It's ridiculous. But the teasing never got mean because of that.",
        5523.64,
        5529.98
    ],
    [
        " And the same things happened online to a larger degree as people keep making memes of me. I don't know, there's lots of them. There's way too many to even keep track of.",
        5530.74,
        5539.64
    ],
    [
        " And I was watching that happen and I thought, okay, this is a good thing because there's humor. And wherever there's humor, that's a good thing.",
        5540.12,
        5545.7
    ],
    [
        " And they're making fun of me, but it's gentle. Most of it was pokey. Well, you sound like this damn puppet. What do you think of that?",
        5546.06,
        5552.86
    ],
    [
        " It's like, well, if I had to pick someone to sound like probably wouldn't be a puppet. But if it had to be a puppet, Kermit's not a bad one. It could be a lot worse. It could be Miss Peggy.",
        5552.86,
        5561.06
    ],
    [
        " It could be not. You know, so thank God that didn't happen. But the memes have never got vicious because, you know, I'll post them if they're funny and satirical.",
        5561.24,
        5570.8
    ],
    [
        " And they won't get vicious because they don't have to. It's like, can we poke fun at you? It's like, yeah, please do. And the more the better, really, because that'll also help keep my feet on the ground and keep me awake.",
        5571.0,
        5581.36
    ],
    [
        " And plus it's funny. And like, one of the things about life is that a sense of humor, that's a good thing to arm yourself with because sometimes you just don't have anything other than that.",
        5581.36,
        5592.44
    ],
    [
        " Like my daughter, when she recounts her the horrors of her adolescence, she had to have her hip and her ankle replaced because they both deteriorated beyond repair, beyond the possibility of repair. And she was like an agony for literally for years. It was just awful.",
        5592.66,
        5607.84
    ],
    [
        " She can tell that story in a way that will just make you die of laughter. And it's like, well, thank God for that because what else do you have in a situation like that, man?",
        5608.08,
        5617.12
    ],
    [
        " And sometimes it's so dark that your sense of humor is just about gone and then you're in real trouble. But lots of times, that's what you've got against the slings and arrows of outrageous fortune.",
        5617.24,
        5628.1
    ],
    [
        " And it's like, you see this with people, especially people who've been through really hard times and that are witty. Like things will be bleak, bleak, bleak. And they'll crack a joke and you think, well, thank God, man, you can pop up above that and see above it a bit.",
        5628.1,
        5641.28
    ],
    [
        " And like, you know, tap it with a bit of irony and thank God for that. So when the comedians start to get silenced, there's real trouble. And that's been happening to some degree in Canada.",
        5641.88,
        5651.9
    ],
    [
        " And, you know, comedians are increasingly not willing to go speak on university campuses, say. And that's when the comedians can't talk, that's a really bad side because that's the that comedy is that's the triumph of the human spirit over adversity. Right.",
        5651.9,
        5667.0
    ],
    [
        " That's why guys in these horrible jobs are often so unbelievably funny. It's like, well, what else do they have? You know, and actually that's a lot to be funny like that. That can that can move you through a lot of dismal.",
        5667.08,
        5680.28
    ],
    [
        " So, you know, I'm paying attention to time because I know in case someone can't tell that we're buying an airport right now.",
        5681.22,
        5686.58
    ],
    [
        " But to kind of bring this a little bit too close, first of all, we didn't cover anything that I wanted to cover today. So we should all know that. So you're coming back and doing that with my talks.",
        5686.8,
        5695.38
    ],
    [
        " Oh, that's not the talk I planned.",
        5695.8,
        5697.46
    ],
    [
        " Well, yeah, your first biblical talk you covered the first line of Genesis, right? You made it one line deep and do it half hours. Well done.",
        5697.84,
        5704.46
    ],
    [
        " Yeah, but one of the things and I think it's a good note to end on at least a little bit to touch on because you're kind of talking about it right now is, you know, the last rule is to pet a cat when you encounter one on the street.",
        5704.96,
        5717.38
    ],
    [
        " Yeah.",
        5717.62,
        5717.74
    ],
    [
        " It's basically find a little bit of joy in these common things.",
        5718.06,
        5722.86
    ],
    [
        " You bet. Well, it's a chapter about about my daughter's experience. And like it was brutal, man. It was brutal.",
        5722.86,
        5729.86
    ],
    [
        " She was literally walking around on two broken legs for two years. And she had to take incredibly high doses of opiates. And so had all the problems that went along without she had to take riddle into stay awake.",
        5729.96,
        5740.8
    ],
    [
        " It's like and she was in all likelihood she was dying. There's a bunch of reasons for that. And those were just some of her health problems. Those weren't even the worst ones strangely enough.",
        5741.24,
        5751.98
    ],
    [
        " So it was bloody brutal, man. And one of the things we told her and we managed this thank God is I told her once the disease started to develop. She had rheumatoid arthritis very, very seriously.",
        5752.32,
        5763.12
    ],
    [
        " I said to her when she was a little kid said, look kid, this is going to be rough. Man, this is going to be rough. And here's what you could do to make it worse.",
        5763.48,
        5771.22
    ],
    [
        " It's like use your illness as an excuse. You do that at your peril. You do that a hundred times. You will not be able to tell the difference between suffering that stops you from moving on.",
        5771.94,
        5781.96
    ],
    [
        " And you're not moving forward and an excuse for not living and you'll be done. It's never, never, never use your illness as an excuse. Like if you can't do it, you can't do it.",
        5781.96,
        5793.24
    ],
    [
        " You know, we had a good experience with that. It's written in the book when we bought her a scooter because she couldn't use public transportation.",
        5793.86,
        5801.58
    ],
    [
        " And we were all freaked out about that because like, well, she has damaged bones and broken hip and all of this is like you're going to buy that kid a scooter really.",
        5801.58,
        5809.16
    ],
    [
        " It's like, well, what are you going to do? Keep her in her bedroom. You want to think that's a good idea. Tell her she can't go out in the world. It's like, have the damn scooter.",
        5809.6,
        5818.16
    ],
    [
        " So after a while she had to get a license for it. There's a licensing procedure. And to do that, she actually had to ride a motorbike.",
        5818.56,
        5824.6
    ],
    [
        " And so she trained to ride the motorbike. Like not very long after she had her hip replaced. I think it was a six weeks, something like that.",
        5824.86,
        5832.02
    ],
    [
        " So of course, we're all freaked out about that too because it's like, oh man, she has to ride a motorbike and she has this hip and it's like, what are we going to do?",
        5832.22,
        5838.64
    ],
    [
        " And she went and she did the motorcycle left first one. But she dropped the bike a couple of times and some kid wiped out and rolled like 30 feet, not kind of freaked her out unsurprisingly.",
        5839.54,
        5849.04
    ],
    [
        " And so the second day she went with her mom to do the motorcycle training. She also got trained to ride a motorcycle.",
        5850.08,
        5855.28
    ],
    [
        " And the second day she woke up and she said, I don't think I can do this. And we thought, well, you know, that's understandable.",
        5856.1,
        5863.56
    ],
    [
        " It's like, I can understand that. And we talked through it. We said, look, here's what to do. Man, it's like, yeah, you can't do it. We understand why you're afraid of it.",
        5863.76,
        5872.38
    ],
    [
        " You can't hold the bike up that well. But why don't you just go like go in the car with your mom and see how you feel when you get there because you'll get close and you get right up to it.",
        5872.38,
        5884.86
    ],
    [
        " Maybe you can say no and you have to sit in the car and like that's life and we get it. But maybe you don't have to and she went there. So she thought that was okay. And she went there and she picked up the damn motorbike and got her license and everybody cheered at the end.",
        5885.34,
        5899.02
    ],
    [
        " And then she could drive her goddamn scooter around and thank God for that because you know, she used to go out there and she put on her helmet and she'd go on her scooter and she was like ready to go out the world. And so that's like that's the difference between making your kids safe and making them strong.",
        5899.02,
        5914.42
    ],
    [
        " And it was touching bloody go, you know, because it could have easily been that she would have been in the little accident with her motorcycle and broken her leg. And then we would have thought, oh, what kind of horrible parents are we. She's already got problems.",
        5914.84,
        5924.86
    ],
    [
        " And we put her on a damn scooter in the middle of the city. It's like, well, you're going to be competent. Are you going to be safe. It's like there's nothing safer than competence. And so and it was great for her because it was just one more active courage, you know, and and she loved that damn scooter.",
        5924.86,
        5941.76
    ],
    [
        " She had it for like six years and it was a really good idea. Risky as hell, but really a good idea. So yeah.",
        5942.12,
        5949.32
    ],
    [
        " Well, yeah, again, I'm looking at the clock. We got to get you out of here. First of all, 12 rules for life and antidote to chaos. That's out right now.",
        5950.14,
        5962.24
    ],
    [
        " It's number one on Amazon in America, UK, Canada, everywhere. That's pretty awesome.",
        5962.74,
        5970.36
    ],
    [
        " I'm, I'm, yeah, struck wordless by it. Yeah, yeah. Everyone should just get it. And because we didn't talk about anything I wanted to talk about today, you come back. We'll do this book.",
        5970.94,
        5986.26
    ],
    [
        " And everyone likes to read the books if I can before I do the podcast on them. So this is give everyone a chance to read it, which will be awesome. Any other things.",
        5986.5,
        5994.12
    ],
    [
        " Well, I should say I've got this online program called self-authoring and I'm offering your viewers a and listeners a 20% discount that helps you write out an autobiography so you can figure out like what you haven't sorted out about your life.",
        5994.24,
        6009.66
    ],
    [
        " It helps you write an analysis of your virtues and faults so you can rectify the faults and capitalize on the virtues and helps you make a plan for the future.",
        6009.84,
        6017.28
    ],
    [
        " And I would say to your listeners, don't be afraid to do it badly because a bad plan, a bad account for yourself and a bad plan is way better than no account for yourself and no plan.",
        6017.28,
        6030.58
    ],
    [
        " It's way better. So do it. Do it badly. It'll, it'll help orient you in your life. And we have a preponderance of, of scientific data showing, for example, that people who've done the future authoring portion of this, that's the plan.",
        6030.84,
        6046.7
    ],
    [
        " Our like 30% more likely to stay in university has an overwhelming effect and it works best on people who are doing worst, which is really quite cool. So there's that. I have a personality test at understandmyself.com and you can go there and get an analysis of 10 aspects of your personality. It's kind of a harsh test.",
        6047.28,
        6066.44
    ],
    [
        " Like it'll tell you actually what you're like and it'll probably make you angry, you know, because maybe not, but it probably will. But it'll tell you it'll help you figure out what jobs you might be suited for, but it'll also tell you where your week and could be stronger.",
        6066.6,
        6081.78
    ],
    [
        " And so that's better medicine, but, but it's better to know. It's better to know because then you can do something about it. So I would say those are two useful things and I'd encourage people to.",
        6082.34,
        6094.66
    ],
    [
        " They're inexpensive, give them a try. They'll, they're helpful.",
        6095.18,
        6099.16
    ],
    [
        " And on top of that, you've got your podcast. You've got your YouTube channel, which has hundreds of hours worth of lectures. And is fantastic.",
        6099.98,
        6110.96
    ],
    [
        " Jordan Peterson.com as well. And well, I just wanted to thank you for coming on the podcast again. But more important, I want to thank you for continuing to do what you do.",
        6111.94,
        6122.74
    ],
    [
        " I know it's hard work and I know it's taxing on you and on your family life and all that.",
        6123.34,
        6128.44
    ],
    [
        " Yeah, it beats suffering stupidly. It does.",
        6128.78,
        6131.14
    ],
    [
        " And I know for a fact that you're having incredibly positive impact all over the world, getting people everywhere to try to grow the hell out.",
        6131.86,
        6142.74
    ],
    [
        " To grow up to speak the truth. Yeah.",
        6143.0,
        6145.26
    ],
    [
        " Make themselves and make thereby the world better place.",
        6145.78,
        6150.84
    ],
    [
        " Wouldn't that be good? It could be a better place. That would be good if we could manage that. Yeah. Indeed. All right. Thanks for coming on.",
        6151.06,
        6157.18
    ],
    [
        " Thank you, Ben.",
        6157.18,
        6157.36
    ],
    [
        " Well, we have excused Dr. Jordan Peterson from the, this is a recording studio. No, we're in the rented office. Make shift.",
        6158.26,
        6168.52
    ],
    [
        " Make shift. Jordan had to go catch a plane and continue to get out there and make the world a better place. Good for him. Good for us.",
        6168.66,
        6179.08
    ],
    [
        " And echo speaking of making the world a better place. Sure.",
        6179.66,
        6182.88
    ],
    [
        " Maybe you can let us know how we might be able to make our world a little bit better. Sure. Of course.",
        6183.16,
        6191.68
    ],
    [
        " Yeah. First thing we can do is stay on the path.",
        6192.34,
        6197.52
    ],
    [
        " Oh.",
        6198.12,
        6198.32
    ],
    [
        " And part of staying on the path is maintaining our physical capability and competency.",
        6198.94,
        6204.82
    ],
    [
        " Competency. Competency. Competency. Competency. Competency. Competency.",
        6206.08,
        6211.36
    ],
    [
        " We're going to maintain that. That's what we're going to do on the path.",
        6211.66,
        6215.06
    ],
    [
        " So we had chocolate supplements. Obviously, where did you know? If you don't know, grill oil.",
        6216.34,
        6222.08
    ],
    [
        " Joint warfare. So jaco super, grill oil. That's a grill oil supplement. So joint warfare is the glucosamine, conjuretion and curcumin.",
        6223.16,
        6232.56
    ],
    [
        " Yes. Very good things for your joints. We, you know, at some point we'll go through everything that's in there.",
        6232.6,
        6239.16
    ],
    [
        " Yeah. Not today. Yeah. I will do something so that because I don't want to sit here and talk about, but it's good. Yeah.",
        6239.72,
        6246.72
    ],
    [
        " It's good. Use it. Yeah. Use it.",
        6247.02,
        6249.4
    ],
    [
        " The, and it's not the kind where it's good because it's generally healthy to take these things, which it is, but that's not the, the main push in my opinion.",
        6249.4,
        6262.04
    ],
    [
        " Check.",
        6262.5,
        6263.18
    ],
    [
        " The main thing is that if your joints are kind of, kind of off, like sore, do you get to a lot, do anything.",
        6263.58,
        6270.92
    ],
    [
        " But if you, if you do brick laying, what is that Mason? Mason.",
        6271.16,
        6279.26
    ],
    [
        " If you're, yeah, like just from, you know, back elbows. And then you start taking this. You'll see that you'll feel that difference specifically.",
        6279.42,
        6289.62
    ],
    [
        " Yeah. And it's generally healthy. Anyway, maintain the joints, maintain the competency of your joints with jaco super, grill, joint warfare.",
        6290.1,
        6300.0
    ],
    [
        " Take them every day. That's what I do in the routine. Also discipline pre workout. It's a pre workout for me.",
        6300.36,
        6306.56
    ],
    [
        " It's, it's a pre mission for me. It's a pre mission straight up pre mission, cognitive, yeah, enhancer. Yeah.",
        6306.82,
        6313.14
    ],
    [
        " And I'll tell you the only downfall of it right now. Well, there's a couple. Number one, it tastes delicious. So you want to drink a lot of it.",
        6313.32,
        6320.38
    ],
    [
        " Number two, the other day, the other day I drank a lot of it. I'm going to have to go and give a speech.",
        6320.38,
        6326.08
    ],
    [
        " Yeah. I had to use the restroom right before I went on stage or time. Like, yeah, be careful. Well, that's a general thing.",
        6326.52,
        6333.3
    ],
    [
        " I know. I know. I can't, doesn't have to be jaco discipline. You can do that with water. Be careful. Yeah. Yeah. You want to be careful. But didn't you eat some of it?",
        6333.5,
        6340.44
    ],
    [
        " Like, oh, can we eat that? I ate some of it today. It's. See? I'm trying to avoid that. Yeah. Yeah. Yeah. See? So I get it. Just took a mouth, a little scoop. Yeah. And it's not too bad. In fact, you know what?",
        6340.48,
        6351.48
    ],
    [
        " You know, when you get like a shot of some really nasty alcohol, people do it. Sure. But it gives you like a little. Yeah. Sure.",
        6352.88,
        6360.44
    ],
    [
        " He said that. When you take just when you eat the straight powder, which I'm now doing apparently. It's gives you a little bit. It gives you a little.",
        6360.58,
        6369.54
    ],
    [
        " Not only you get the effects of what's in it, but you get a little bit of a. The main line deal. Yeah. That's kind of like when you're a kid, you buy the little cool aid.",
        6369.66,
        6377.78
    ],
    [
        " You know, when you before you make the cool aid, you get like a little. You try that stuff straight. Yeah. Kind of what it's like only it's not quite as horrible as that.",
        6377.78,
        6386.66
    ],
    [
        " I don't know. It's better than cool. Yeah. Definitely better than cool. It's good. Jocle made it taste good. He's into the taste good stuff. Anyway, it's called. It's called discipline. It's called this. Yeah. You'll see it.",
        6387.0,
        6398.94
    ],
    [
        " Anyway, get at origin main.com. And also at origin main.com. You get you. That's where you can get your key. So you don't have to. Well, you can still ask me what you get. No, don't ask anymore. Not ask. Good. I'll tell you. I'll tell you. This is what I'll tell you. Go to origin. Pick a key from there. Which ever when you want. Plenty color. Not plenty colors. But the legit color.",
        6398.94,
        6421.06
    ],
    [
        " You have white. I have one blue key that I never use. All I have is white. I have a black key. Someone gave me a black key in this cool. I've never used it. But because a lot of people ask me that too. What color should I get? Yeah. What color should you get? I am very traditional. And I use the white key. But I do have a deaf. That's black. Yeah. That's super dope. But some schools. They don't even allow other colors than white and blue. Yeah. That's true.",
        6423.74,
        6449.7
    ],
    [
        " But Pete says black is the number one seller. Okay. Like if just all colors black now. Can you compete IBJJF with a black key? I don't know. I forget. But here's what we were talking about. When you're a little kid. And you think about martial arts. What do you want to be? The ninja you want to be an ninja. Yeah. So now you got a 36 year old guy or a 28 year old guy. And he finally he's feeling kind of ninja. It is. It's a big, big, big guy. Yeah. So, you know, I'm going to tell you that. I'm going to tell you that I'm not a ninja. I'm just going to tell you that I'm not a ninja. I'm going to tell you that I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a ninja. I'm not a",
        6451.22,
        6479.68
    ],
    [
        " ninja. Yeah. Yeah. He's doing the Jiu Jitsu. Yeah. Then he's need to take that one extra step. Yeah. He's got a black key. Boom ninja. Yeah. In a matter of speaking. Yeah. And I actually felt that that's part of the reason why I don't get a black key. Cause I I kind of wanted like not like there's an old Charles bronze movie. Yeah. There's what do you mean? An old Charles bronze movie called the mechanic. Yeah. Yeah. There's a there's a scene where the traditional karate guy is going to fight a guy that's got some new tricks up his sleeve.",
        6479.84,
        6509.62
    ],
    [
        " Sure. And the traditional karate guy has to get nuts on him. Yeah. But he's in just a plain white key. Yeah. Yeah. That's the tradition. And Charles bronze in two. Yeah. So I'm just, you know, yeah. And in the line, but strangely, I mainly stick to white because it's kind of that's the main like I'm not doing too much with the with the cool black one.",
        6509.62,
        6530.98
    ],
    [
        " Cause let's face it. The black one. Like I said about being ninja and it looks cool. But it does. It's really cool. And but I didn't want to roll in and be like, and they think, Oh, you think you're cool with your black key kind of thing.",
        6531.44,
        6543.84
    ],
    [
        " You know, the thing is, I think it's progressed beyond that. It's totally. It's beyond that. Yeah. You're not. You are not standing out. No, I don't have a black key. Now, you might be if you go to a traditional, you know, school that has only white keys. Yeah. You're gonna stand out.",
        6543.98,
        6560.42
    ],
    [
        " You coming to victory MMA and fitness, you could be wearing a purple key. No one's gonna care. Yeah. No one's even a little too sick.",
        6560.42,
        6564.72
    ],
    [
        " Camouflage. Yeah. No one cares. They might be like, dang, that's a cool camouflage. They might say that. They might just put chokehold on you and get after it.",
        6564.8,
        6571.16
    ],
    [
        " Yeah. So there it is. I would say, okay. If they're saying, Hey, Jocco, echo, what key should I get? What color should I get? We know origin. What color should I get?",
        6571.16,
        6583.22
    ],
    [
        " A, ask your school first. Yeah. Because some they don't allow you're gonna buy your cool black key or there's like an army green. Is there army green?",
        6583.6,
        6591.38
    ],
    [
        " Yeah. You're gonna buy it and they looked up and you're solid. You're ready to go and you come in. They say you can't train with that. You can't have that. So ask your school first. If they allow all colors, then that one's up to you. Yeah.",
        6591.52,
        6602.38
    ],
    [
        " Yeah. But the point is with asking what color is that I think I think that they're like, Hey, is there like a violation if I get this cool black one and you answer to it. Yeah. Now, no, no, unless your school does literally no factor.",
        6602.38,
        6618.04
    ],
    [
        " Literally no factor. So they got a lot. Anyway, origin main dot com. That's where you get them. Also on it dot com slash Jocco. This is where I get the kettlebells.",
        6618.12,
        6631.42
    ],
    [
        " The dope kettlebells. You didn't talk about rash, rash guards. Oh, and origin. Yeah. Yeah. And because the reason it popped into my mind because they have spats now because they have spats now. The first run of spats are green and like some other color. Yeah, yellow line green. Yeah. Right. Interesting. Yeah. Don't worry. I sent Peter text. Now I'm not a guy. Spats wear and do it. I know I'm not wearing tights. Not happening. Nothing against people that do. There's some, there's some crazy. You did two guys.",
        6632.38,
        6662.36
    ],
    [
        " Out there that are wearing tights like you read about. Yeah, but I said, I said, I said, Hey, Pete, I'm not wearing tights. Yeah. I know a lot of people that do make some black ones or something else. Yeah. He said, got it. Yeah. You can get obviously the rash guards are good to go. Yeah. But now you can also get spats that are not. So we're sticking with spats. We're sticking with spats. Well, we figured out the root of spats, right? Yeah, we dope. Yeah. It's a good thing. Yeah. It's not. I thought it would",
        6662.36,
        6692.34
    ],
    [
        " root back to, you know, some, yeah, some ballerina thing. No, it's war. Yeah. It's what you wore in your legs when you're a cow. We meant, you know, yeah. So we can say spats. It's been improved. Yeah. And football is the same thing. Yeah. It's you, you tape your shoe in your. So we're good. Ankle. Yeah. Fully interesting color choice. Yeah. The first one. Here's the thing though. Yeah, about the spats. Yeah. Some colors. You don't see like if I was like, Hey, I'm going to wear",
        6692.34,
        6722.3
    ],
    [
        " this lime green and yellow thing, whatever. Sure. Spats, whatever. And you'd be like, I'm green. Yellow. That just doesn't even sound good. I'm looking at these two colors. I don't think that's going to look good. But then you put it on a shirt or spats or something. Then you put it on. You're like, Oh, dang, that kind of works for some reason. I'm not saying lime green and yellow does that. I'm just saying certain color. Yeah. Combination. Here's the interesting thing. Pete's my bro, right? Sure. Me. Yeah. My first time I had a Skype conversation with Pete. My wife's like, it sound like you're",
        6722.3,
        6752.28
    ],
    [
        " talking to yourself, right? Yeah. Yeah. And we're also four hour conversation, by the way. Now with that, that being said, I wouldn't have made spats that look like the first Spats. He had come out with a million years. Now here's now here's the funny thing. I can't even say I can't even say, Hey, Pete, don't, you know, no one's going to like those. You know why? Because my sense of fashion. Yeah, it's so off. My sense of fashion is not existing. Yeah, it's literally not exist. It would be not existing. If you even have",
        6752.28,
        6782.26
    ],
    [
        " that one. Yeah. Okay. That's right. Well, no, it's not existing. Yeah. If you had fun, it would get it. It's like double nine. Okay. Yeah. Well, so that's why I can't even say, Hey, Pete, I can't say I can't make a blanket saving like Pete. People won't like those. Yeah. I can't even say that because I have you to know why. Yeah. So I just said what I do know is people would definitely like some black ones. Right. Yeah. That's pretty safe to say. So yeah. Yeah. I don't mind the green one, by the way. But no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no",
        6782.26,
        6812.24
    ],
    [
        " Even we've had this stuff. We've had issues like this. Yes. Where you make things that I just don't. Yeah, I'm not. Yeah, they're unapproved. Yeah, unapproved cross the board. Yeah, but I just know you just kind of just don't know. Yeah, and I say, okay, you know, I don't know. That's I got to stay humble over here. Yeah, I can't claim to claim to have any any footing to stand on at all when it comes to fashion fashion. Yeah, I'm pretty good with us. You know what? Yeah. Sure. If you're ahead. Okay. Next question.",
        6812.62,
        6841.84
    ],
    [
        " Next question. So yeah, again, orgingming.com. There's a lot of cool stuff on this hoodies and stuff too, by the way. Yeah. Which and this is a this is a buy it. Not biased. What do you call it? Subjective. When I was wearing the full origin sweatsuit. I don't. I lay down on the couch. Just took a break. Whatever. I don't normally do that. Take a break from what cruising. You know, you know, doing whatever it is. I was",
        6842.12,
        6871.82
    ],
    [
        " doing took a break. Lay down on the couch full sweat suit on origin. It was the most comfortable moment I had in recent memory. And just so everyone knows if you're talking about Echo's comfort levels, they're already. I know the, you know, comfort. I know about it. I'm very familiar with it. And yeah, it was not saying a lot. So yeah, there it is. Okay, back to on it. The kettlebells that I get whole set almost all set.",
        6871.82,
        6900.66
    ],
    [
        " Primal bells zombie bills. Legend bells. They're the kettlebells. That's where you get them on it.com slash chocolate also they got some cool maces on there. Jocke was the mace right. I do. Yeah. Yeah. 20 pounder. You think 20 pounds is not heavy. Yeah, it's heavy. Yeah, that's one of those things. And we kind of talked about it before where you wait like wait like this many pounds or you know, cute.",
        6902.28,
        6931.8
    ],
    [
        " It's not created all created equal like if it's in a certain form. Yeah, or formless or whatever. That's way different. Yeah, like my daughter. I think I forget how much you've been ways now like 53 pounds or something like that. She did the pounds is nothing as far as lifting. Yeah, for sure. Yeah, try lift her when she don't want to be lifted. Right. She's like she's a good piece to like 150 pounds. Nonetheless.",
        6933.28,
        6958.94
    ],
    [
        " The point there is with these maces and there's other cool stuff on there. If you want to vary up your workout, make it interesting. Unlike chocolate's workout. Make it make yours interesting. If you want to do that, you don't have to.",
        6959.66,
        6971.36
    ],
    [
        " There's some really good stuff on there. Check them out. And you know, if you want something, get something also when you get Jordan Peter since 12 rules.",
        6971.88,
        6982.06
    ],
    [
        " Just call 12 rules 12 rules for life and antidote to chaos Jordan B Peterson.",
        6983.36,
        6989.14
    ],
    [
        " It's 12 rules for life is like it seems like a big claim. You know, yeah, but they're pretty they're pretty solid. Yeah, follow the solve.",
        6989.14,
        7001.64
    ],
    [
        " Nonetheless that that is a good one. When you get down and any of the other books don't worry. I organized them all for you. Go to jockel podcast. Somebody said the other day on the internet said to me, oh, you should have a book club.",
        7001.74,
        7016.04
    ],
    [
        " We got a book club. Go to jockel podcast dot com. Click on books. All the books are there. That's the club right there. Yeah, don't have to ask me about the book club. The books are there. Yeah, I do. Yeah, we got to organize for you by episode.",
        7016.62,
        7030.28
    ],
    [
        " By the way, little brief description. Click on there. Boom. Get your book from there. It's a good way to support. Take the Amazon.",
        7030.28,
        7037.64
    ],
    [
        " You can get your book if you are doing other shopping. Hey, carry on. Just do your thing. No one's going to stop you from that. Of course. And that supports the podcast. Good way to support small action. Big reaction.",
        7038.22,
        7049.6
    ],
    [
        " Also, subscribe to the podcast if you haven't already. That one seems obvious. I know. But it's a good way to support. Just a little good way to support. Just start a review. A funny review. Yeah, I'm going once a week. Now I go and read all the new reviews. Yeah, looking for gems. Yeah, there's some gems in there.",
        7051.52,
        7069.6
    ],
    [
        " Yeah, if you feel like it. Yeah, so subscribe right of you. If you want subscribe to YouTube, we have a YouTube channel. If you didn't know that already. That's where the video version of this podcast resides.",
        7072.16,
        7085.4
    ],
    [
        " Good job. Also excerpts on there. If you don't want to listen or watch, should I say the whole episode or episodes. Got some excerpts on there. You can just watch little, you know, little excerpts, little tidbits of the podcast, little ideas, little lessons, tips of advice.",
        7087.54,
        7106.2
    ],
    [
        " This shorter form. You know, when you take a break at work or whatever. Check. Not that you should be watching YouTube at work. But if you are, you watch this boom, get back to work more effective probably. Probably.",
        7106.88,
        7119.66
    ],
    [
        " Also some other stuff on there. We're going to try to slowly add more and more what you should say content. Not just for the sake of adding content, by the way.",
        7120.36,
        7128.28
    ],
    [
        " Because I make videos from time to time. Very spaced out. You know, they're, you know, trying to get them done. Nonetheless, we're going to put more and there's going to be more and more on there to new year. Right.",
        7129.42,
        7141.12
    ],
    [
        " What's February now?",
        7141.5,
        7142.62
    ],
    [
        " I'm not going to talk about that.",
        7145.28,
        7146.6
    ],
    [
        " Anyway, moving on. Also, Joko is a store. It's called Joko Store. Joko Store.com.",
        7146.6,
        7152.54
    ],
    [
        " That this is the website. Online store where you can get.",
        7153.56,
        7160.5
    ],
    [
        " Discipline equals freedom shirts.",
        7161.9,
        7163.4
    ],
    [
        " Rash guards.",
        7163.8,
        7165.92
    ],
    [
        " The victory MMA and fitness shirt. The Joko always wears like Einstein. By the way, I think Einstein were the same thing every day too. Is that why you do it?",
        7167.12,
        7175.94
    ],
    [
        " No, I do it because it's simple. Not because Einstein does it.",
        7176.3,
        7178.74
    ],
    [
        " Actually, they say that this is you and Einstein were the same thing every day for the same reason. This is what they say.",
        7178.88,
        7183.62
    ],
    [
        " Less decision making.",
        7183.72,
        7184.42
    ],
    [
        " Yeah, because your decision making, you know, resources.",
        7184.5,
        7188.0
    ],
    [
        " Yeah, I don't really believe all that. I just believe I don't feel like sitting around thinking about what I'm going to wear in the morning to grab the.",
        7188.24,
        7193.36
    ],
    [
        " I have a shirt drawer. Guess what?",
        7193.4,
        7194.52
    ],
    [
        " Sure.",
        7194.62,
        7195.06
    ],
    [
        " Pull one out, put it on.",
        7195.18,
        7196.16
    ],
    [
        " Right. You have bigger things to make decisions about it.",
        7196.28,
        7198.44
    ],
    [
        " Think about that's exactly what I'm saying. That's what I read too.",
        7198.44,
        7201.06
    ],
    [
        " So you guys, you and Einstein are like, I don't want to say obsessed.",
        7201.56,
        7207.44
    ],
    [
        " You're like, you just real into more important things.",
        7207.74,
        7212.34
    ],
    [
        " So what you wear, that's that's that shouldn't take up too many of your decision making resources.",
        7212.42,
        7218.4
    ],
    [
        " The thing about Jocco Store.",
        7218.4,
        7220.2
    ],
    [
        " Yeah.",
        7220.8,
        7220.98
    ],
    [
        " I don't know if you've ever made this clear. Well, maybe you have.",
        7221.16,
        7224.18
    ],
    [
        " But if you want to support the podcast, that's a good way to support the podcast.",
        7224.42,
        7228.06
    ],
    [
        " For a while, people want us to do a thing where you donate money.",
        7228.28,
        7231.54
    ],
    [
        " Yeah.",
        7232.0,
        7232.22
    ],
    [
        " And I said, no, people want to support that we're not going to ask for money and give them nothing.",
        7232.52,
        7239.46
    ],
    [
        " Yeah.",
        7239.98,
        7240.46
    ],
    [
        " Something a t-shirt, a hat, a sticker.",
        7241.48,
        7243.7
    ],
    [
        " Yeah. Yeah. Good stuff, by the way.",
        7244.06,
        7245.86
    ],
    [
        " It's not the shirt that makes the man.",
        7246.08,
        7248.24
    ],
    [
        " It's the man that makes the shirt.",
        7248.36,
        7249.56
    ],
    [
        " So, okay.",
        7250.3,
        7251.64
    ],
    [
        " There you go.",
        7252.4,
        7252.9
    ],
    [
        " None less.",
        7253.24,
        7253.54
    ],
    [
        " There are.",
        7254.0,
        7254.48
    ],
    [
        " You said that because you're the one that makes these shirts.",
        7254.48,
        7255.94
    ],
    [
        " No, I think it's a, that's it.",
        7256.56,
        7258.44
    ],
    [
        " It's a different thing.",
        7258.44,
        7259.36
    ],
    [
        " I think I saw it on the movie.",
        7259.98,
        7261.12
    ],
    [
        " Oh, what was it?",
        7261.34,
        7262.52
    ],
    [
        " The one with Sean Connery and Catherine Zeta.",
        7263.08,
        7264.98
    ],
    [
        " Catherine Zeta Jones.",
        7265.26,
        7266.32
    ],
    [
        "",
        7266.36,
        7266.36
    ],
    [
        "",
        7266.66,
        7266.66
    ],
    [
        " Remember that?",
        7266.8,
        7267.08
    ],
    [
        " No.",
        7267.24,
        7267.42
    ],
    [
        " Remember that to steal something?",
        7267.64,
        7269.34
    ],
    [
        " Continue.",
        7269.64,
        7269.94
    ],
    [
        " Right. You know what movie I'm talking about.",
        7270.26,
        7272.12
    ],
    [
        " Anyway, there's some hoodies on there, some hats on there.",
        7272.34,
        7275.74
    ],
    [
        " We're restocking.",
        7276.22,
        7277.54
    ],
    [
        " Actually, I'm doing a thing because the people email, because you know, there's stuff out of stock and then, you know.",
        7277.72,
        7282.44
    ],
    [
        " I guess what?",
        7282.58,
        7283.18
    ],
    [
        " Not never again.",
        7283.82,
        7284.48
    ],
    [
        " I'm hesitant to say never say never, but yeah, never again.",
        7285.82,
        7290.82
    ],
    [
        " Okay.",
        7291.16,
        7291.44
    ],
    [
        " So, everything is in stock right now.",
        7291.72,
        7293.1
    ],
    [
        " Not necessarily.",
        7293.64,
        7295.2
    ],
    [
        " Okay. Come back when you're ready.",
        7295.28,
        7296.72
    ],
    [
        " Okay.",
        7297.12,
        7297.2
    ],
    [
        " And the meantime, just keeping your legs up on there.",
        7297.28,
        7299.5
    ],
    [
        " This is the thing that I'm working on is very close to being complete.",
        7299.5,
        7303.76
    ],
    [
        " Okay.",
        7304.2,
        7304.44
    ],
    [
        " So, there'd be available.",
        7304.82,
        7305.6
    ],
    [
        " And some news stuff's gonna be on there.",
        7306.18,
        7307.32
    ],
    [
        " Also, rash guards on there.",
        7307.68,
        7309.02
    ],
    [
        " For Getsu.",
        7309.9,
        7311.0
    ],
    [
        " Or for anything physical, you know, you're doing physically.",
        7311.2,
        7313.68
    ],
    [
        " You can want to keep your range in motion.",
        7313.76,
        7315.06
    ],
    [
        " You know, whatever.",
        7315.4,
        7315.9
    ],
    [
        " Anyway, you know what, rash guards are.",
        7316.14,
        7317.36
    ],
    [
        " They're pretty dope.",
        7317.44,
        7318.3
    ],
    [
        " Also, women stuff on there.",
        7319.3,
        7321.16
    ],
    [
        " And I am not saying I say this a lot.",
        7321.76,
        7325.04
    ],
    [
        " I'm gonna say it again.",
        7325.04,
        7325.78
    ],
    [
        " I'm not saying buy something.",
        7325.88,
        7327.68
    ],
    [
        " I'm saying go on there.",
        7327.74,
        7328.54
    ],
    [
        " Just look.",
        7328.68,
        7329.5
    ],
    [
        " If you don't want anything, then don't get something.",
        7330.22,
        7332.02
    ],
    [
        " But if you do want something, get something.",
        7332.32,
        7333.92
    ],
    [
        " It's a good way to support.",
        7334.42,
        7335.28
    ],
    [
        " Also.",
        7335.74,
        7335.96
    ],
    [
        " That's really deep.",
        7336.18,
        7337.16
    ],
    [
        " You know, I'm trying to keep you.",
        7338.04,
        7338.94
    ],
    [
        " You know.",
        7339.48,
        7341.22
    ],
    [
        " If you want something, get something.",
        7341.64,
        7342.94
    ],
    [
        " If you don't want something, don't.",
        7343.06,
        7344.22
    ],
    [
        " Yeah.",
        7344.22,
        7344.44
    ],
    [
        " All right. Cool.",
        7344.72,
        7344.86
    ],
    [
        " We'll abide by that.",
        7345.3,
        7346.08
    ],
    [
        " Is it kind of like, you know how like when people say it is what it is?",
        7346.3,
        7349.7
    ],
    [
        " Whatever.",
        7349.7,
        7350.78
    ],
    [
        " What the hell?",
        7351.66,
        7352.28
    ],
    [
        " You know what I say?",
        7352.96,
        7353.44
    ],
    [
        " It is what it is.",
        7353.44,
        7354.96
    ],
    [
        " Yes.",
        7354.96,
        7355.28
    ],
    [
        " Jocco's not gonna be anyone but Jocco.",
        7355.52,
        7357.94
    ],
    [
        " You know, Jocco's Jocco.",
        7358.06,
        7359.1
    ],
    [
        " True.",
        7359.1,
        7359.26
    ],
    [
        " Right?",
        7359.5,
        7359.68
    ],
    [
        " Same thing.",
        7359.92,
        7360.34
    ],
    [
        " You know what?",
        7360.62,
        7361.36
    ],
    [
        " You say that, you know, kind of.",
        7361.42,
        7362.74
    ],
    [
        " I say that for the same reason.",
        7362.74,
        7363.94
    ],
    [
        " Also, psychological warfare.",
        7364.44,
        7367.86
    ],
    [
        " If you know what that is, it's an album with tracks.",
        7368.24,
        7371.02
    ],
    [
        " Jocco tracks.",
        7371.34,
        7372.16
    ],
    [
        " Not Jocco playing the ukulele or the violin or what else do you play?",
        7372.6,
        7376.78
    ],
    [
        " Not playing the violin.",
        7376.9,
        7377.66
    ],
    [
        " I can't really play the drums too well either.",
        7378.32,
        7379.72
    ],
    [
        " Yeah.",
        7380.6,
        7380.98
    ],
    [
        " But you play stuff.",
        7381.46,
        7382.9
    ],
    [
        " Nonetheless, it's none of that.",
        7382.9,
        7384.02
    ],
    [
        " It's Jocco giving you.",
        7384.26,
        7385.68
    ],
    [
        " So each track is Jocco Jocco's, how should I say, tips?",
        7385.78,
        7389.9
    ],
    [
        " Not really tips.",
        7390.36,
        7391.92
    ],
    [
        " They're kind of tips on how to eliminate the weakness that you're feeling at any given",
        7392.5,
        7396.84
    ],
    [
        " moment on your path, on your campaign, on the campaign against weakness.",
        7396.84,
        7401.24
    ],
    [
        " That's what it is.",
        7401.52,
        7402.18
    ],
    [
        " So if you're about to skip your workout because, hey, you don't feel like it.",
        7402.78,
        7406.58
    ],
    [
        " B, you don't think you have time or something like this.",
        7407.3,
        7411.26
    ],
    [
        " Or usually it's because you don't feel like it because you worked out yesterday.",
        7412.6,
        7415.34
    ],
    [
        " You're kind of sore.",
        7415.64,
        7416.58
    ],
    [
        " Like you were going to do squats today, but you did a bunch of burpees yesterday.",
        7416.94,
        7422.7
    ],
    [
        " So you're going to go back in your quads.",
        7423.42,
        7426.44
    ],
    [
        " They're kind of sore.",
        7426.7,
        7427.76
    ],
    [
        " So you're like, maybe I'll just do it tomorrow.",
        7428.1,
        7429.82
    ],
    [
        " No.",
        7429.96,
        7430.1
    ],
    [
        " So all you got to do is say, put in psychological warfare.",
        7430.26,
        7433.14
    ],
    [
        " Listen to, there's a track for that.",
        7433.84,
        7437.34
    ],
    [
        " And he'll just explain.",
        7437.78,
        7438.8
    ],
    [
        " Just in his own little jocke away, explain why you shouldn't do that.",
        7438.8,
        7442.4
    ],
    [
        " Why you should just do the workout.",
        7442.58,
        7443.96
    ],
    [
        " And after you listen to it, you'll be like, dang, that makes sense.",
        7444.64,
        7446.9
    ],
    [
        " And guess what?",
        7446.98,
        7447.4
    ],
    [
        " Boom.",
        7447.54,
        7447.68
    ],
    [
        " All of a sudden you're doing the workout.",
        7448.12,
        7449.32
    ],
    [
        " You didn't skip it.",
        7449.56,
        7450.3
    ],
    [
        " So what you do.",
        7450.72,
        7451.34
    ],
    [
        " If you like that, you can also get discipline equals freedom field manual on iTunes, Amazon Music,",
        7451.86,
        7458.78
    ],
    [
        " Google Play, other MP3 platforms.",
        7459.06,
        7460.92
    ],
    [
        " It's not on Audible.",
        7461.08,
        7461.94
    ],
    [
        " It's not on Audible.",
        7462.52,
        7463.34
    ],
    [
        " It's available as an album.",
        7464.16,
        7466.74
    ],
    [
        " Actually two albums.",
        7467.1,
        7468.16
    ],
    [
        " Also you get Jocke White T, which as everybody now knows, will increase your deadlift to a minimum of 8,000 pounds,",
        7468.66,
        7476.88
    ],
    [
        " been proven over and over again.",
        7477.3,
        7478.6
    ],
    [
        " Everyone knows it now.",
        7478.82,
        7479.6
    ],
    [
        " It's really not impressive anymore since so many people are hitting that 8,000 pound max.",
        7479.72,
        7483.7
    ],
    [
        " Books, Jordan B. Peterson, maps of meaning is his first book.",
        7485.12,
        7488.24
    ],
    [
        " It's old.",
        7488.66,
        7489.14
    ],
    [
        " It's big.",
        7489.28,
        7489.72
    ],
    [
        " It's expensive.",
        7490.46,
        7491.82
    ],
    [
        " I have it.",
        7492.28,
        7492.94
    ],
    [
        " It's a great read.",
        7493.7,
        7495.18
    ],
    [
        " Also 12 rules for life.",
        7495.52,
        7497.66
    ],
    [
        " And I have a dirty chaos.",
        7497.9,
        7498.68
    ],
    [
        " Way the warrior kid.",
        7499.36,
        7500.2
    ],
    [
        " So way the warrior kid.",
        7500.76,
        7502.56
    ],
    [
        " Kids book.",
        7503.2,
        7504.52
    ],
    [
        " Teaching kids to how to get on the path.",
        7504.96,
        7507.42
    ],
    [
        " Now there's a new book coming out.",
        7507.82,
        7510.66
    ],
    [
        " A new warrior kid book.",
        7511.26,
        7512.28
    ],
    [
        " It is available now on Amazon.",
        7512.42,
        7514.9
    ],
    [
        " It's called Way the Warrior Kid Mark's Mission.",
        7515.26,
        7518.56
    ],
    [
        " It's a follow up.",
        7518.88,
        7519.96
    ],
    [
        " The first book was fifth grade.",
        7520.4,
        7522.48
    ],
    [
        " The second book.",
        7522.84,
        7523.62
    ],
    [
        " Sixth grade.",
        7523.86,
        7524.62
    ],
    [
        " Mark's getting a little older.",
        7524.8,
        7526.04
    ],
    [
        " Guess what?",
        7526.22,
        7526.72
    ],
    [
        " He's still got some problems to solve.",
        7526.9,
        7528.4
    ],
    [
        " And he's going to solve them.",
        7528.84,
        7529.8
    ],
    [
        " So you can order that.",
        7530.22,
        7531.36
    ],
    [
        " Also, as I already mentioned, discipline equals freedom.",
        7532.5,
        7536.64
    ],
    [
        " Field manual.",
        7536.86,
        7537.54
    ],
    [
        " That is available.",
        7538.2,
        7539.48
    ],
    [
        " If you want to get bigger, stronger, faster, smarter, more disciplined, better, get that book.",
        7540.08,
        7548.02
    ],
    [
        " And then implement it.",
        7548.46,
        7549.56
    ],
    [
        " Because you can get the book and sit around and play video games.",
        7549.56,
        7552.38
    ],
    [
        " It's not going to make you any of those things.",
        7552.38,
        7554.28
    ],
    [
        " You have to actually get it.",
        7554.86,
        7555.98
    ],
    [
        " You have to read it.",
        7556.08,
        7556.62
    ],
    [
        " You have to implement it.",
        7556.64,
        7557.46
    ],
    [
        " So that works.",
        7558.42,
        7560.0
    ],
    [
        " Also with the warrior kids, don't forget you can get some warrior kids soap basically.",
        7560.62,
        7565.74
    ],
    [
        " I got some.",
        7566.94,
        7567.88
    ],
    [
        " Did you get some?",
        7568.04,
        7568.54
    ],
    [
        " Yeah.",
        7568.68,
        7568.78
    ],
    [
        " Yeah.",
        7568.92,
        7569.14
    ],
    [
        " It's good to go.",
        7569.3,
        7569.88
    ],
    [
        " IrishOaksRanch.com.",
        7570.2,
        7572.78
    ],
    [
        " Young Aiden, who's a warrior kid.",
        7573.12,
        7575.04
    ],
    [
        " Making his own soap, business owner, age 12.",
        7575.7,
        7578.86
    ],
    [
        " Check that out.",
        7579.48,
        7581.48
    ],
    [
        " Extreme ownership.",
        7582.48,
        7583.94
    ],
    [
        " Book by myself and my brother, Lafab and it's about combat leadership.",
        7584.48,
        7588.86
    ],
    [
        " It's about how to lead.",
        7589.44,
        7591.5
    ],
    [
        " That's what it's about.",
        7591.78,
        7592.38
    ],
    [
        " And people think that's a simple thing.",
        7593.14,
        7594.86
    ],
    [
        " It's not even heard Jordan B. Peterson say today leadership is very complicated.",
        7595.14,
        7599.72
    ],
    [
        " He's right.",
        7600.14,
        7600.56
    ],
    [
        " So extreme ownership will help you in your leadership skills, tactics and strategies.",
        7601.76,
        7610.2
    ],
    [
        " Also, if you need leadership guidance and direction at your company, at your business or at your team,",
        7610.36,
        7615.88
    ],
    [
        " beyond what we give you here on this podcast and beyond the books,",
        7616.14,
        7620.02
    ],
    [
        " I have a leadership management consulting company.",
        7620.58,
        7623.22
    ],
    [
        " It's called Eschelon Front, where we will get the leadership you have.",
        7623.24,
        7629.16
    ],
    [
        " And thereby your whole organization aligned and moving forward together.",
        7629.16,
        7633.18
    ],
    [
        " It's me, it's Lafab and it's JP DeNel.",
        7633.18,
        7636.44
    ],
    [
        " It's Dave Burke.",
        7636.58,
        7637.48
    ],
    [
        " You can email info at Eschelonfront.com.",
        7637.74,
        7641.46
    ],
    [
        " Or you can go to the website Eschelonfront.com.",
        7641.86,
        7644.0
    ],
    [
        " Also, there is the muster.",
        7644.12,
        7646.0
    ],
    [
        " This is a leadership seminar that hits you like an atom bomb.",
        7646.64,
        7655.34
    ],
    [
        " So the muster, everyone that's been to it, there's nothing else like it.",
        7658.14,
        7661.94
    ],
    [
        " The people that work at the hotels we've done it at have said there's nothing else like it.",
        7662.18,
        7665.2
    ],
    [
        " So it's awesome.",
        7665.8,
        7667.64
    ],
    [
        " If you want to come to it, we're only doing two musters this year.",
        7668.14,
        7670.66
    ],
    [
        " We don't have time to do more.",
        7670.98,
        7672.24
    ],
    [
        " We're doing one in Washington DC, May 17th and 18th.",
        7672.58,
        7677.14
    ],
    [
        " That's for the East Coast people.",
        7677.14,
        7678.78
    ],
    [
        " May 17th and 18th, Washington DC.",
        7679.14,
        7681.14
    ],
    [
        " And then we're going to do San Francisco, October 17th and 18th.",
        7681.34,
        7685.52
    ],
    [
        " That's for your West Coast people.",
        7685.52,
        7686.92
    ],
    [
        " Those are the only two musters that we're doing this year.",
        7687.72,
        7689.2
    ],
    [
        " We're not doing Vancouver.",
        7689.24,
        7690.16
    ],
    [
        " We're not doing Atlanta.",
        7690.76,
        7691.86
    ],
    [
        " We're not doing Memphis.",
        7692.28,
        7693.04
    ],
    [
        " We're not doing Tampa.",
        7693.38,
        7694.08
    ],
    [
        " Those are all great cities, but we're not going to do a muster there.",
        7694.38,
        7696.86
    ],
    [
        " We've had four musters already.",
        7697.62,
        7699.54
    ],
    [
        " San Diego, New York City, San Diego again, and Austin, Texas.",
        7700.58,
        7705.6
    ],
    [
        " All the musters that we've done have sold out.",
        7706.16,
        7708.16
    ],
    [
        " These two that we're doing this year are going to sell out as well.",
        7708.52,
        7710.72
    ],
    [
        " So if you want to come, register at extremetourship.com.",
        7710.72,
        7713.88
    ],
    [
        " We will see you there.",
        7714.08,
        7714.96
    ],
    [
        " And until then, if you want to get on the path with us,",
        7715.34,
        7720.36
    ],
    [
        " you can find us, we'll be cruising on the interwebs on Twitter,",
        7720.92,
        7726.76
    ],
    [
        " on Instagram, and on that Facebook book, you bull-haw.",
        7727.62,
        7733.54
    ],
    [
        " Jordan Peterson is at Jordan B. Peterson.",
        7735.96,
        7739.28
    ],
    [
        " He's also got the YouTube channel.",
        7739.52,
        7741.28
    ],
    [
        " Jordan Peterson.",
        7741.62,
        7742.34
    ],
    [
        " He's got Jordan Peterson.com.",
        7742.64,
        7744.7
    ],
    [
        " Echo is at Echo Charles, and I am at Jockewilling,",
        7745.24,
        7749.08
    ],
    [
        " and finally thanks to all of you.",
        7749.28,
        7751.94
    ],
    [
        " I know a lot of men and women in uniform listen to this podcast I hear from you all the time.",
        7752.66,
        7758.6
    ],
    [
        " Well, we would not have this podcast if it wasn't for you overseas,",
        7759.1,
        7765.86
    ],
    [
        " holding the line and keeping evil at bay.",
        7766.44,
        7769.8
    ],
    [
        " And to the people in uniform here at home,",
        7770.54,
        7772.66
    ],
    [
        " police, law enforcement, firefighters, paramedics,",
        7772.96,
        7776.04
    ],
    [
        " and the rest of you first responders.",
        7776.04,
        7778.34
    ],
    [
        " Thank you for keeping us safe inside our borders.",
        7778.72,
        7782.08
    ],
    [
        " And to everyone else out there moving through life.",
        7783.12,
        7789.22
    ],
    [
        " And that's good. That's fine.",
        7789.64,
        7791.56
    ],
    [
        " But I recommend you don't just move through life.",
        7791.78,
        7794.52
    ],
    [
        " I recommend you move down the path.",
        7794.52,
        7797.2
    ],
    [
        " Get stronger and faster and smarter and better every day",
        7798.32,
        7804.76
    ],
    [
        " aim to be the best and as Jordan Peterson writes so eloquently in his book.",
        7804.76,
        7811.52
    ],
    [
        " Always place your becoming above your current being.",
        7813.82,
        7819.64
    ],
    [
        " In other words, get up and get after it.",
        7821.64,
        7827.12
    ],
    [
        " Until next time, this is Echo and Jockew out.",
        7827.42,
        7833.48
    ]
]