[
    [
        " Jocco, the military taught me to never apologize.",
        0.0,
        2.68
    ],
    [
        " Speaking of which, because it's a sign of weakness, had a conversation with a",
        3.38,
        7.86
    ],
    [
        " coworker who says that extreme ownership is the same as apologizing.",
        7.86,
        11.9
    ],
    [
        " So, uh, first of all, no, apologizing is actually not a sign of weakness.",
        12.2,
        19.68
    ],
    [
        " And whoever was putting that out, whoever taught that was actually too insecure",
        20.0,
        25.7
    ],
    [
        " about themselves and their leadership capability to admit when they were wrong or made a mistake.",
        25.7,
        31.42
    ],
    [
        " And really insecure about a lot of other things, most likely.",
        32.04,
        36.0
    ],
    [
        " People, it's actually the opposite.",
        36.48,
        39.18
    ],
    [
        " People that can't admit their mistakes are weak.",
        39.42,
        41.56
    ],
    [
        " And people that can't apologize when they screw up are weak.",
        42.1,
        47.96
    ],
    [
        " They're scared.",
        48.5,
        48.86
    ],
    [
        " They're scared to take ownership and they're protective of their ego.",
        49.24,
        52.58
    ],
    [
        " Now, that being said, extreme ownership is not the same as apologizing, but they're definitely similar.",
        54.42,
        61.26
    ],
    [
        " You know, extreme ownership means you're admitting that there's some kind of a problem and you're taking ownership of that problem.",
        61.86,
        66.24
    ],
    [
        " If it's something that you did wrong, then you're you're taking ownership of that mistake.",
        66.48,
        69.94
    ],
    [
        " The key part, as you already said, is not that you're just owning the problem.",
        70.26,
        75.06
    ],
    [
        " You're actually solving the problem.",
        75.48,
        77.12
    ],
    [
        " And yeah, if you screw something up or you make a mistake, then apologize for it.",
        80.6,
        85.74
    ],
    [
        " Apologize for your shortfalls.",
        85.94,
        87.28
    ],
    [
        " And then you can move forward.",
        87.96,
        89.28
    ],
    [
        " Sarah Armstrong, she's said a couple times on Twitter when I said, like, yeah, say you're sorry.",
        90.34,
        94.58
    ],
    [
        " She said, ask for forgiveness too.",
        94.9,
        97.08
    ],
    [
        " I haven't I haven't tried that one out, but she seems to seem seems to think that that is another.",
        98.48,
        102.84
    ],
    [
        " And when she says things, I listen to her.",
        103.12,
        105.12
    ],
    [
        " Yeah, I think we talked about that.",
        105.94,
        108.02
    ],
    [
        " I think it might have been Sarah Armstrong.",
        108.2,
        109.52
    ],
    [
        " Oh wait, she said that long time ago.",
        109.8,
        111.16
    ],
    [
        " Right.",
        111.18,
        111.32
    ],
    [
        " Oh, long, long time ago.",
        111.44,
        111.84
    ],
    [
        " Yeah, you see we talked about this before.",
        111.84,
        113.64
    ],
    [
        " And there's my take on that one.",
        113.88,
        115.1
    ],
    [
        " Say it again.",
        115.5,
        116.16
    ],
    [
        " I'm not 100% on that one.",
        116.46,
        118.82
    ],
    [
        " Like ask for forgiveness.",
        119.4,
        120.54
    ],
    [
        " This is why yeah, yeah, go well.",
        120.9,
        121.84
    ],
    [
        " Because it's this.",
        122.3,
        123.28
    ],
    [
        " If someone I dig it as far as like doing it, it feels like it does feel like a like a humble kind of approach,",
        123.66,
        128.66
    ],
    [
        " but it can be taken like this.",
        128.66,
        130.46
    ],
    [
        " So I would take it.",
        130.76,
        131.82
    ],
    [
        " And I don't think I'd be wrong most of the time.",
        132.08,
        134.64
    ],
    [
        " Where one, it's like, okay, I'm sorry.",
        134.72,
        137.98
    ],
    [
        " You know, I'm I'm I messed up.",
        138.34,
        140.72
    ],
    [
        " It's all me or whatever.",
        140.78,
        141.86
    ],
    [
        " Right.",
        142.08,
        142.18
    ],
    [
        " So it's almost like you throw the ball in their court to be the bad guy.",
        142.5,
        147.76
    ],
    [
        " It's kind of like so it's it's almost like a guaranteed way to get forgiven.",
        148.18,
        151.68
    ],
    [
        " That's what it is.",
        151.98,
        152.58
    ],
    [
        " And it's kind of like I know that.",
        152.78,
        154.12
    ],
    [
        " So it's like, this is me strong arming forgiveness from you.",
        154.42,
        157.42
    ],
    [
        " It's like shaming you into forgiveness.",
        157.72,
        159.14
    ],
    [
        " Oh, so you're saying if you're like, if I say,",
        159.34,
        161.32
    ],
    [
        " hey, I go I'm really sorry about this.",
        161.32,
        162.84
    ],
    [
        " Do you forgive me?",
        163.38,
        164.52
    ],
    [
        "",
        164.86,
        164.86
    ],
    [
        " I gotta say yes.",
        165.32,
        167.16
    ],
    [
        " If I say no, I'm that I'm imposing on posing strong arming them.",
        167.58,
        171.46
    ],
    [
        " That's interesting.",
        171.56,
        172.16
    ],
    [
        " It's it's I have to get some feed.",
        172.42,
        173.44
    ],
    [
        " I'm sure sure we'll give you some feedback.",
        173.44,
        174.66
    ],
    [
        " Yeah, it's subtle, but um, and I'm saying really,",
        174.9,
        177.78
    ],
    [
        " it's more prevalent.",
        177.98,
        178.86
    ],
    [
        " I don't think I've ever asked for a person's forgiveness.",
        179.1,
        181.72
    ],
    [
        " I've said that I've said, you know, sorry,",
        181.84,
        183.84
    ],
    [
        " I apologize for all kinds of stupid things that I've done.",
        183.84,
        186.02
    ],
    [
        " But I don't think I've ever asked for forgiveness.",
        186.14,
        188.58
    ],
    [
        " Maybe if this was something really big,",
        188.68,
        190.76
    ],
    [
        " yeah, even then, man.",
        191.86,
        193.76
    ],
    [
        " Yeah, that's a tough one.",
        194.08,
        195.04
    ],
    [
        " I'm sure she has a little great reason behind it.",
        195.32,
        197.28
    ],
    [
        " We'll have to get further explanations.",
        197.3,
        199.36
    ],
    [
        " Yeah, I thought of that because I considered like saying that",
        199.36,
        204.56
    ],
    [
        " in some minor situation, whatever.",
        204.56,
        206.52
    ],
    [
        " And then I'm like, wait, in minor situations, it's too much.",
        206.92,
        209.06
    ],
    [
        " Like, you know, a echo, I should have played, man, I'm sorry.",
        209.64,
        212.12
    ],
    [
        " Will you forgive me?",
        212.44,
        213.72
    ],
    [
        " Like, no, like that's this is all too much.",
        213.86,
        216.46
    ],
    [
        " It's like saying, hey, I know, I know I made you bad or something like that.",
        216.52,
        220.58
    ],
    [
        " I know I made you mad and I'm sorry, you know, whatever.",
        220.6,
        222.92
    ],
    [
        " Are you still mad?",
        223.18,
        223.94
    ],
    [
        " It's kind of like that.",
        224.44,
        225.6
    ],
    [
        " Just because if you say, yeah, I'm still mad, it's kind of like,",
        225.98,
        227.96
    ],
    [
        " right, hey, I said my piece, you chose not to be mad.",
        227.96,
        231.8
    ],
    [
        " Are you chose to continue to be mad?",
        231.9,
        233.5
    ],
    [
        " That's your problem kind of thing.",
        233.64,
        236.26
    ],
    [
        " It's like, do you please forgive me?",
        236.66,
        238.56
    ],
    [
        " Please forgive me.",
        238.74,
        239.2
    ],
    [
        " Like, what kind of a dick doesn't forgive someone?",
        239.3,
        242.5
    ],
    [
        " You know, it's kind of like that.",
        242.84,
        244.5
    ],
    [
        " And they're bringing that so it's like a little strong.",
        244.52,
        246.7
    ],
    [
        " Okay, I said, we'll get feedback.",
        246.86,
        247.68
    ],
    [
        " It's an interesting, we'll get feedback from Sarah.",
        247.84,
        249.86
    ],
    [
        " It's interesting to think that there's people out there and you know,",
        251.98,
        254.38
    ],
    [
        " they're out there that like, hey, don't apologize, decide a week.",
        254.52,
        256.78
    ],
    [
        " Yeah, yeah.",
        256.98,
        257.5
    ],
    [
        " Just being dumb.",
        257.5,
        258.96
    ],
    [
        " Yeah, I don't do.",
        259.26,
        260.64
    ],
    [
        " Yeah, here's the advice for today.",
        261.16,
        262.8
    ],
    [
        " Don't be dumb.",
        262.96,
        263.5
    ],
    [
        " Yeah, it kind of goes, the apologizing and taking extreme ownership,",
        263.74,
        268.52
    ],
    [
        " I say not similar.",
        268.52,
        269.66
    ],
    [
        " I think there's a big overlap there.",
        269.72,
        271.04
    ],
    [
        " Oh, the huge.",
        271.46,
        271.98
    ],
    [
        " I didn't say they were not similar.",
        272.2,
        273.78
    ],
    [
        " Oh, no, no, not the same thing.",
        274.0,
        275.3
    ],
    [
        " Sorry.",
        275.36,
        275.5
    ],
    [
        " Yeah, they're not, they're not the same thing.",
        275.62,
        276.9
    ],
    [
        " Yeah, yeah, yeah.",
        276.92,
        277.46
    ],
    [
        " There's a huge overlap.",
        277.46,
        278.12
    ],
    [
        " Yeah, it's like, well, back to the thing when you're like,",
        278.8,
        281.16
    ],
    [
        " yeah, if you don't apologize, that's weak or whatever,",
        281.3,
        284.14
    ],
    [
        " that's kind of like the guy who says, like, hey,",
        284.2,
        286.5
    ],
    [
        " this is how I'm taking it or leave it kind of thing.",
        286.72,
        288.44
    ],
    [
        " Like if there you don't like those people.",
        288.64,
        290.0
    ],
    [
        " Yeah, I mean, if there are dick or something like that",
        290.42,
        292.48
    ],
    [
        " and they're like, take it or leave it.",
        292.48,
        293.54
    ],
    [
        " Some people love me, some people hate me.",
        293.6,
        294.78
    ],
    [
        " It's kind of thing.",
        294.9,
        295.28
    ],
    [
        " And brother, that doesn't bother you that people hate you",
        295.48,
        297.2
    ],
    [
        " because of how you are.",
        297.2,
        298.2
    ],
    [
        " You know, kind of thing.",
        298.38,
        299.18
    ],
    [
        " That's kind of indicator.",
        299.24,
        299.88
    ],
    [
        " Yeah, you know, so it's kind of weird.",
        300.1,
        302.44
    ],
    [
        " I mean, I dig it, you know, be you for sure.",
        302.52,
        304.42
    ],
    [
        " But I think that's something.",
        304.56,
        306.54
    ],
    [
        " It's not nothing if people hate you.",
        306.54,
        308.08
    ]
]