[
    [
        " This is Jocco podcast number 111 with echo Charles and me Jocco Willink. Good evening echo.",
        0.0,
        7.9
    ],
    [
        " So",
        8.02,
        11.5
    ],
    [
        " Almost two years ago I",
        11.5,
        16.46
    ],
    [
        " Had a guy on the podcast by the name of Jodi Middick and",
        16.46,
        22.38
    ],
    [
        " We ended up talking",
        22.38,
        23.28
    ],
    [
        " For so long that we actually turned one podcast into two podcasts the first one was a review of his book",
        24.04,
        31.02
    ],
    [
        " Which had just come out it was called unflinching the making of a Canadian sniper and",
        31.02,
        37.66
    ],
    [
        " Then we did a second podcast right after that that was just us talking and discussing some more of the details of",
        37.66,
        46.36
    ],
    [
        " Where had his life had gone since that book had come out and",
        46.36,
        51.08
    ],
    [
        " those podcasts are",
        52.12,
        53.36
    ],
    [
        " Number 24 and number 25 and if you haven't listened to those yet just stop here go back and listen to them first and",
        53.36,
        62.54
    ],
    [
        " In those podcasts",
        62.54,
        63.32
    ],
    [
        " We discussed Jodi's early life and how he ended up in the military and his sniper training and his two deployments to Afghanistan and",
        63.32,
        73.08
    ],
    [
        " the events of January 11th",
        73.08,
        75.24
    ],
    [
        " 2007 when during an operation",
        75.24,
        78.14
    ],
    [
        " he hit a landmine and",
        79.54,
        83.0
    ],
    [
        " Lost both of his legs below the knee and",
        83.0,
        89.76
    ],
    [
        " From there",
        89.76,
        90.54
    ],
    [
        " He struggled to stay alive",
        90.54,
        94.68
    ],
    [
        " But he did and he made it back to Canada where he then struggled to recover from his injuries",
        94.68,
        102.36
    ],
    [
        " And then he struggled to adapt to his new life and along the way",
        102.36,
        105.88
    ],
    [
        " He struggled to overcome addiction to pain medications that had been",
        105.88,
        110.02
    ],
    [
        " Given to him so freely",
        110.02,
        112.34
    ],
    [
        " But he did",
        112.34,
        115.66
    ],
    [
        " Overcome those struggles and made a new life and wrote a book and got elected as a member of the",
        115.66,
        124.12
    ],
    [
        " City Council of the city of Ottawa",
        124.12,
        126.58
    ],
    [
        " And he continued to raise his young girls and take care of them and by all accounts",
        126.58,
        133.56
    ],
    [
        " We're talking about a model citizen in fact I'd go so far as to say a model human being",
        134.22,
        141.24
    ],
    [
        " But",
        141.24,
        145.7
    ],
    [
        " Things aren't always as they appear and",
        145.7,
        153.22
    ],
    [
        " Although Jodi looked to be doing great by any measure behind that public persona",
        153.22,
        159.24
    ],
    [
        " The",
        162.44,
        162.92
    ],
    [
        " Struggle continued",
        162.92,
        163.4
    ],
    [
        " And I saw a glimpse of it when Jodi came down to be on the podcast",
        163.4,
        169.5
    ],
    [
        " I first noticed it when I made reservations for Jodi at a hotel by my house and",
        169.5,
        176.12
    ],
    [
        " I just got a nice little hotel nearby me so I could pick them up easy and didn't think much of it",
        176.12,
        182.2
    ],
    [
        " I",
        182.2,
        184.0
    ],
    [
        " Gave him the hotel information in a couple days later he called me up and said he needed to transfer to a different hotel because the hotel that I had made reservations at",
        184.0,
        192.08
    ],
    [
        " Didn't have handy cap accessible rooms",
        192.08,
        195.96
    ],
    [
        " And of course I felt like a like a jerk",
        195.96,
        200.74
    ],
    [
        " But at the same time I didn't really understand because I'd seen all these video clips of Jodi",
        200.74,
        207.3
    ],
    [
        " walking around and and actually running around and he'd gotten",
        207.3,
        212.28
    ],
    [
        " Second place in this TV show called the amazing race where he's doing all these different challenges",
        213.1,
        217.88
    ],
    [
        " And I saw pictures of him and videos of him",
        217.88,
        220.6
    ],
    [
        " running and driving cars and and even",
        220.6,
        223.46
    ],
    [
        " Riding motorcycles driving motorcycles",
        223.46,
        226.86
    ],
    [
        " So clearly there was something that I didn't understand that was going on and",
        226.86,
        233.42
    ],
    [
        " Maybe he wasn't as mobile as I thought he was and when I went to pick him up at the airport. I wasn't really sure what to expect",
        233.42,
        240.44
    ],
    [
        " I didn't know if he's gonna be a wheelchair. I didn't know if he's gonna need help getting around and as I drove",
        241.16,
        245.9
    ],
    [
        " Through the pickup area looking for me wasn't hard to spot",
        245.9,
        249.0
    ],
    [
        " He was standing at the curb big beasts over six feet tall and he walked over the car with confidence",
        249.0,
        257.44
    ],
    [
        " When we really zero indication that he was walking on two prosthetic legs and",
        257.44,
        264.06
    ],
    [
        " You know, so we recorded the podcast after afternoon and it took forever",
        264.06,
        268.02
    ],
    [
        " It was like five hours or six hours and then we got done with that. We went grab steak and",
        268.32,
        273.38
    ],
    [
        " The next day, you know, he said hey, can you give me a tourist and Diego?",
        273.38,
        277.7
    ],
    [
        " Can you show me you know some of the sights around here?",
        277.88,
        280.12
    ],
    [
        " And so we did that and I took him down to the the Buds compound where the seal training is and then I took him to the seal teams and",
        280.38,
        287.66
    ],
    [
        " We went to the USS Midway the aircraft carrier museum and we were walking all over that and and then he wanted to go down to the beach town",
        287.66,
        295.68
    ],
    [
        " Where I live in so we walked around there and it was awesome and he was enjoying it being down from the cold frozen tundra of",
        295.68,
        303.34
    ],
    [
        " Canada",
        303.34,
        304.04
    ],
    [
        " And as we got towards the end of the day, you know, Jody started walking a little bit slower and and I noticed on his face he had",
        304.04,
        312.32
    ],
    [
        " A look of discomfort, right that he was you could see was trying not to really reveal it",
        312.32,
        318.72
    ],
    [
        " But it was there and then finally said you know, can we can we sit down for a minute?",
        318.72,
        322.06
    ],
    [
        " These things start to hurt after a while and he's pointing down at his legs and I said of course, yeah, no problem man",
        322.18,
        327.78
    ],
    [
        " So we sat down for a little while and",
        327.78,
        329.66
    ],
    [
        " He recovered a little bit and then we got up and we walked a little bit more",
        329.66,
        333.32
    ],
    [
        " And then he said, hey man, can we sit down again?",
        333.32,
        336.08
    ],
    [
        " And I said, yeah, man, of course",
        336.5,
        338.62
    ],
    [
        " So then we sat down for a little while and then when he got up again",
        338.62,
        342.64
    ],
    [
        " He said hey, can we just head back to your house and maybe sit or sit around there for a little while these things are",
        342.64,
        346.34
    ],
    [
        " They're starting to hurt pretty good right now, you know, the skin wears off",
        346.34,
        349.96
    ],
    [
        " And it starts to bleed and you know, it doesn't feel good man and I said yeah brother no problem",
        350.88,
        356.94
    ],
    [
        " So we headed back to my house and and we went up on the deck and we sat there and",
        356.94,
        362.2
    ],
    [
        " just",
        362.2,
        363.48
    ],
    [
        " Kind of hung out talked and",
        363.48,
        366.14
    ],
    [
        " And it became clear to me",
        366.14,
        369.12
    ],
    [
        " Something I did know from",
        369.12,
        373.74
    ],
    [
        " My other friends that have been wounded badly that",
        373.74,
        378.52
    ],
    [
        " It's a lot harder than it looks",
        379.4,
        381.14
    ],
    [
        " It isn't the bionic man and",
        381.14,
        385.06
    ],
    [
        " It's hard to adapt the",
        385.06,
        388.18
    ],
    [
        " Intermingling of human flesh with mechanical parts is not a natural thing. It's not a smooth thing. It's a battle",
        388.18,
        397.0
    ],
    [
        " And it's a battle that's hard for us to perceive",
        397.0,
        402.66
    ],
    [
        " From the outside, but it's a battle that takes place every minute of every day usually behind the scenes",
        403.16,
        410.32
    ],
    [
        " privately",
        410.32,
        412.94
    ],
    [
        " because",
        412.94,
        415.98
    ],
    [
        " As soldiers as marines",
        415.98,
        421.7
    ],
    [
        " These men learn to suffer and bear their burdens",
        421.7,
        426.14
    ],
    [
        " silently and",
        426.14,
        430.1
    ],
    [
        " without complaints and it was here at my house that Jody explained to me why he needed a handicapped accessible room",
        430.96,
        436.38
    ],
    [
        " He said yeah, you know, man, I get home and I got to take my legs off and then I got a crawl to the bathroom to use the toilet",
        436.38,
        443.18
    ],
    [
        " I got a crawl to get in the shower and I need those little handles to pull myself up",
        443.18,
        447.56
    ],
    [
        " It's a struggle",
        447.56,
        452.88
    ],
    [
        " and",
        452.88,
        455.84
    ],
    [
        " Jody suffered and struggled again not outwardly not in public",
        457.72,
        462.68
    ],
    [
        " But alone",
        462.68,
        465.98
    ],
    [
        " He pressed on and we kept in touch over the last couple years, you know text messages and what's going on?",
        465.98,
        475.06
    ],
    [
        " And did you see this and I sent you that and",
        475.06,
        478.6
    ],
    [
        " I watched as Jody",
        478.6,
        479.8
    ],
    [
        " continued on his journey of his life and it's awesome to watch and he got back to Canada and he's",
        479.8,
        485.76
    ],
    [
        " Started to podcast and he continued with his political career and he wrote another best-selling book called everyday heroes and",
        485.84,
        495.0
    ],
    [
        " You know from a distance everything appeared to be going great",
        495.0,
        498.38
    ],
    [
        " But again",
        498.38,
        503.28
    ],
    [
        " Things aren't always what they seem and",
        503.28,
        508.7
    ],
    [
        " Behind all that",
        508.7,
        510.64
    ],
    [
        " Jody was struggling",
        510.64,
        514.14
    ],
    [
        " And a couple months ago I got a text a simple text",
        516.06,
        522.78
    ],
    [
        " From Jody and it read",
        522.78,
        526.28
    ],
    [
        " Bro",
        526.28,
        527.8
    ],
    [
        " The enemy outflanked me",
        527.8,
        531.9
    ],
    [
        " Now in military terms",
        531.9,
        538.08
    ],
    [
        " That's about as bad as it gets it means the enemy has attacked your weakness",
        539.92,
        544.54
    ],
    [
        " It means the enemy has the upper hand it means",
        544.54,
        547.04
    ],
    [
        " You have lost momentum in the battle",
        547.04,
        550.28
    ],
    [
        " And it means you could very likely be overrun",
        550.28,
        555.56
    ],
    [
        " And being overrun means that you're gonna get killed",
        555.56,
        559.16
    ],
    [
        " And I could",
        559.16,
        562.7
    ],
    [
        " See from that text that Jody was at war again not on the battlefield but in his life",
        563.12,
        569.86
    ],
    [
        " But Jody's a soldier",
        569.86,
        576.62
    ],
    [
        " And Jody fought back because that's what soldiers do",
        576.62,
        582.0
    ],
    [
        " Then a little while later he sent another text that read I'm finally turning into the ambush and",
        582.0,
        591.16
    ],
    [
        " Starting to fight through",
        591.16,
        592.6
    ],
    [
        " He attacked the problems",
        592.6,
        598.88
    ],
    [
        " He's back on track again back on the path",
        598.88,
        604.7
    ],
    [
        " And came down to visit me and",
        604.7,
        611.38
    ],
    [
        " After talking to him a little bit and",
        611.38,
        614.06
    ],
    [
        " Discussing what he's been through I asked him if he would come on and talk about it. So",
        614.06,
        620.28
    ],
    [
        " Other people not not just veterans, but everyone that struggles all of us",
        621.16,
        627.18
    ],
    [
        " Can learn",
        627.18,
        628.56
    ],
    [
        " From what he's been through and what he's overcome",
        628.56,
        632.6
    ],
    [
        " So here we are once again and with that",
        632.6,
        640.14
    ],
    [
        " Jody",
        640.14,
        641.62
    ],
    [
        " Jacko welcome back to the podcast",
        641.62,
        644.72
    ],
    [
        " Wow, you had me you had me all getting the feels there for a minute",
        644.72,
        649.34
    ],
    [
        " Thank you. Yeah, man. It's um thank you for that you were you were talking to me last night about about the texts",
        650.36,
        657.92
    ],
    [
        " That you would sent me yeah, and you said you know there was some",
        657.92,
        663.12
    ],
    [
        " There were some heavy texts I sent you and and I was like really",
        663.12,
        666.64
    ],
    [
        " And you said yeah, and I go did I pick up on it and you were like yeah, yeah, and I thought you did well",
        666.64,
        674.04
    ],
    [
        " No, when I read through my clearly did yeah",
        674.04,
        676.02
    ],
    [
        " And just through the responses and the conversation we were having but that that first",
        676.28,
        682.1
    ],
    [
        " Text that you sent yeah, I was like damn and and then I of course I went and",
        682.1,
        689.54
    ],
    [
        " Went back on your social media looked at what you've been going through and you dropped off social media and so you had",
        689.54,
        695.94
    ],
    [
        " Basically reached out and said you know, hey brother",
        695.94,
        698.52
    ],
    [
        " needs a little air support over this side and so",
        698.52,
        703.66
    ],
    [
        " What happened from I mean just you leave here from the from the last podcast two years ago you go back to Canada",
        705.36,
        710.92
    ],
    [
        " Yeah, you start your podcast that was going great. Yeah great podcast. Oh, yeah",
        710.92,
        715.26
    ],
    [
        " God, you know a lot of people were listening to it getting a lot of feedback from people a lot of people hitting me like adjody's podcast is great",
        715.26,
        721.56
    ],
    [
        " So you're doing that you're working on the other book that just came when did that book come out October last October last October",
        721.56,
        728.86
    ],
    [
        " Hit the shells best seller running boom. Yeah, so I was already I was already",
        728.86,
        733.34
    ],
    [
        " Hadn't done a podcast since May",
        734.06,
        735.66
    ],
    [
        " Actually last podcast I did it was with some guys from cansoff",
        735.66,
        741.44
    ],
    [
        " They were started their own company tacked go beaver",
        741.44,
        744.94
    ],
    [
        " That is like supposed to springboard us into the next podcast",
        744.94,
        748.16
    ],
    [
        " We had some other guys coming in some other cansoff entrepreneurs and we were starting to that kind of shift to",
        748.16,
        754.66
    ],
    [
        " Supporting veterans and their business opportunity because it seems like we're all becoming entrepreneurs or the guys that will employ our friends and things like that",
        754.66,
        762.92
    ],
    [
        " And that's what I want to focus on is how do we help the troops after they go through what I went through because I had zero plan",
        762.92,
        769.66
    ],
    [
        " Nobody had really dealt with this stuff in cannes since Korea really we had some guys in Bosnia and that but the the the chain of command and the government",
        769.66,
        777.28
    ],
    [
        " Frankly lied about the fact that Canadian forces were in combat in",
        777.28,
        781.84
    ],
    [
        " In the in the former Yugoslavia",
        781.84,
        783.44
    ],
    [
        " That all aside the point is we were we were trying to lead by I was trying to lead by example",
        783.44,
        790.4
    ],
    [
        " Luke my my echo",
        790.94,
        792.54
    ],
    [
        " Luke was was trying to help out and he was doing his best and",
        792.54,
        797.46
    ],
    [
        " He was seeing the wheels fall off the Jody Middick machine",
        797.46,
        800.44
    ],
    [
        " And he kept trying to like put him back on and gun tape them and",
        800.44,
        804.2
    ],
    [
        " Just do his best though because him and I it's not like we're like close buds like we're not like besties since we were kids or anything",
        804.2,
        810.62
    ],
    [
        " So he's trying to keep his distance and keep that like",
        810.62,
        814.36
    ],
    [
        " Jody Middick podcast is Jody Middicks and I'm I'm Luke",
        814.36,
        818.2
    ],
    [
        " I could tell too and I kept telling my friends that you know that we're close as well",
        818.4,
        822.32
    ],
    [
        " Like I can tell you really wants to help, but he's not sure and then one day",
        822.32,
        826.4
    ],
    [
        " So I had a kind of a perfect storm so I moved out of my house in",
        826.4,
        833.88
    ],
    [
        " October last",
        833.88,
        834.82
    ],
    [
        " October 16 and",
        834.82,
        838.26
    ],
    [
        " You know, I'll just get that out of the way that was the beginning really of things going south and it's not cuz my ex and I are",
        838.26,
        846.32
    ],
    [
        " Enemies by any stretch. We're still friends. We have two amazing kids. We had amazing life",
        847.32,
        852.16
    ],
    [
        " It's just sometimes you know sometimes these units don't mesh right? That's just kind of",
        852.16,
        857.46
    ],
    [
        " The way it went, you know, we both have different visions of our future and things like that so",
        857.46,
        862.5
    ],
    [
        " But then you kind of got to put on the face for the public, you know",
        862.5,
        867.76
    ],
    [
        " And so I stopped going to the gym at that time",
        867.76,
        872.12
    ],
    [
        " I stopped seeing my therapist just cuz he's on the other end of town and I can't be bothered right now",
        872.12,
        876.44
    ],
    [
        " I got too many other things to do",
        876.44,
        878.04
    ],
    [
        " and",
        878.04,
        880.04
    ],
    [
        " Even when I was here like you said you saw I forgot about that walk and you're right",
        880.04,
        884.4
    ],
    [
        " I remember sitting on the wall at yeah on the sea is it is it ocean beach? Oh be yep and",
        884.4,
        891.38
    ],
    [
        " I",
        891.38,
        891.74
    ],
    [
        " Love like the Americana that's what we call it can Americana history is amazing to me in the California beach",
        891.74,
        898.46
    ],
    [
        " Yeah, each beach has its own history and the in the group",
        898.62,
        901.48
    ],
    [
        " I love and you're talking about it and I'm looking around at all these buildings built in the 40s 50s",
        901.48,
        906.28
    ],
    [
        " 60s and I'm and in my mind I drove root 60 60 get here like I love",
        906.28,
        910.76
    ],
    [
        " The history of this of this country so much and then I was on root 66",
        910.76,
        914.86
    ],
    [
        " Until I saw the pony express trail is to your left and I went okay turned left and I followed the pony express trail down into Arizona",
        914.86,
        922.26
    ],
    [
        " But even then",
        922.26,
        925.66
    ],
    [
        " Like you said like the pain was really hitting me and I'm terrified of the pills because of becoming addicted and",
        926.34,
        933.16
    ],
    [
        " so",
        933.16,
        933.66
    ],
    [
        " Okay, what do you do for pain if you're not taking pills?",
        933.66,
        936.76
    ],
    [
        " And I'm not a weed guy like I know I talk about it and I don't know anything about it",
        937.2,
        941.74
    ],
    [
        " But I know a lot about crown royal and Jack Daniels and",
        941.74,
        945.54
    ],
    [
        " Captain Morgan and I are good buddies and",
        945.54,
        949.06
    ],
    [
        " so I found",
        949.06,
        950.46
    ],
    [
        " I went from having a beer after work or in my case I like cider",
        951.44,
        956.72
    ],
    [
        " I know I get made fun of for it, but booze booze boys, you know what I'm saying",
        956.72,
        960.06
    ],
    [
        " I can't wait to have that cider after work or that that rum and coke",
        960.06,
        966.12
    ],
    [
        " When I get to the get to the pub with the with the guys and the guys now the guys that you're talking about now",
        966.12,
        972.18
    ],
    [
        " Are your fellow people you're working with in the government a lot of them are politicians?",
        972.18,
        976.04
    ],
    [
        " But also just some of the boys that because Ottawa is like the biggest military posting in Canada",
        976.1,
        982.5
    ],
    [
        " Okay, but also all the cans software in that area got it",
        982.5,
        985.86
    ],
    [
        " So I got you know buddies that are coming back from deployment in Iraq",
        985.86,
        989.44
    ],
    [
        " On and off and they come in for their home for months that gone for three home for three gone for months",
        989.44,
        994.94
    ],
    [
        " Like so whenever you get it you hear from them you run out and of course they just got back from the sandbox",
        994.94,
        1000.22
    ],
    [
        " So they want to have a beer too and you know and I'm like",
        1000.22,
        1003.24
    ],
    [
        " Okay, because it might like I'm going going going going I get up at six",
        1003.52,
        1007.12
    ],
    [
        " Put on my suit go to work come home and",
        1007.12,
        1012.04
    ],
    [
        " I'm in pain the whole time and from the pain you saw to",
        1012.04,
        1016.22
    ],
    [
        " October 2016 and then come spring 2017 now it's just",
        1016.22,
        1022.92
    ],
    [
        " It's reached points where I wouldn't but I was thinking about drinking before work",
        1022.92,
        1028.74
    ],
    [
        " And it's not because I'm like stressed out and I was stressed out but",
        1028.74,
        1032.38
    ],
    [
        " It's more like oh man like my look because I you there is a deadening of the of the pain for sure",
        1033.24,
        1038.78
    ],
    [
        " And it's like well Uber ride is only 12 bucks to get the work and this and that or my staff drives right by my place to go so I could have her pick me up",
        1038.78,
        1046.66
    ],
    [
        " And I discipline kept me from doing that for a while and",
        1046.66,
        1051.28
    ],
    [
        " Then I had a trip to Oregon to go shooting at the Leopold shooting Academy. They opened there that was great",
        1051.28,
        1058.78
    ],
    [
        " But before I left I think I took my legs off for a solid three to four weeks",
        1059.74,
        1065.04
    ],
    [
        " And as in my wheelchair and that kind of sucked because my car isn't set up to drive",
        1065.04,
        1070.38
    ],
    [
        " You know my place I got which is like a block from the house so it's not that far from the kids and the accident everything",
        1070.38,
        1076.9
    ],
    [
        " So you know, I'm seeing them a lot anyway and stuff but",
        1076.9,
        1080.92
    ],
    [
        " Nothing else in my life is set up to live without legs even like where I keep my coffee in the kitchen",
        1080.92,
        1087.54
    ],
    [
        " Is for when I'm on my legs so I'm in my I'm in my wheelchair the first day and I'm like",
        1087.92,
        1093.32
    ],
    [
        " I don't really make coffee when I'm in my wheelchair, do I oh",
        1093.32,
        1096.54
    ],
    [
        " Tongues right so I get tongs out of the cupboard reach off. I can do this whatever adapt and that's like okay time to go to work",
        1096.54,
        1103.48
    ],
    [
        " Oh shoot and then I did call my staff and she picked me up already took an Uber",
        1103.48,
        1108.14
    ],
    [
        " But then I went to Oregon and that was a week like it was about",
        1108.14,
        1113.76
    ],
    [
        " 7-8-9-9 days on my legs straight",
        1113.76,
        1116.5
    ],
    [
        " Excrushing pain the whole time. Oh whatever was happening the doctor",
        1118.62,
        1121.46
    ],
    [
        " I finally went back and she said that like my skin had reached a point where it couldn't regenerate",
        1121.46,
        1126.3
    ],
    [
        " Fast enough so it was just breaking down and then the way I like to wear my legs was being rejected by the body",
        1126.3,
        1133.56
    ],
    [
        " So I like to wear with like it's called a suction a suction hold so it's like a vacuum",
        1133.56,
        1137.78
    ],
    [
        " Until you release it with a valve",
        1137.78,
        1140.4
    ],
    [
        " And my body was like well, we're done with this",
        1140.4,
        1143.26
    ],
    [
        " But I'm like, no, me no like leg leg sleeve leg sleeve take away mobility",
        1143.56,
        1148.34
    ],
    [
        " Me no watch and so my you know that if you're gonna be",
        1148.34,
        1151.98
    ],
    [
        " Dumb you better be tough. You think you gotta be tough. Yeah, and you know and and and and I didn't have and I'm not living with with a medic anymore",
        1151.98,
        1160.46
    ],
    [
        " Right, so she's not there to be like hey stupid",
        1160.46,
        1163.64
    ],
    [
        " Put yourself like take the legs off and let someone take care of you",
        1163.64,
        1167.92
    ],
    [
        " My mom actually moved to Ottawa",
        1168.2,
        1169.94
    ],
    [
        " December 16 and I'm completely ignoring her advice because you know what mom mom's always gonna try and look after you",
        1169.94,
        1177.48
    ],
    [
        " But come on mom I'm 40 years old Jesus",
        1177.48,
        1179.88
    ],
    [
        " Um, and I was pushing away against a lot of the same same things I would then in the same day would tell people like",
        1179.88,
        1187.2
    ],
    [
        " Hey, man, you gotta let people look after you know, cuz I get texts. I probably same as you right?",
        1187.2,
        1192.3
    ],
    [
        " I get texts bbms. I get DMs on Instagram and and Twitter and Facebook",
        1192.34,
        1197.58
    ],
    [
        " On my fan page and that and then the podcast page",
        1197.92,
        1200.56
    ],
    [
        " Uh, hey, what's going on like I need help with this and I'd be like don't be afraid to go get help",
        1200.56,
        1205.24
    ],
    [
        " Don't be afraid to reach out those around you love you let them look after and I'm completely ignoring any of this advice myself",
        1205.24,
        1211.1
    ],
    [
        " Cuz I'm like I kicked oxy cotton when I was",
        1211.1,
        1214.92
    ],
    [
        " 22 I think and on deployment I stopped smoking just cuz I wanted to",
        1214.92,
        1219.38
    ],
    [
        " Uh, I drink on the weekend. I don't need to drink but meanwhile I'm sitting there checking these messages while having a drink",
        1219.38,
        1226.38
    ],
    [
        " I know and I look back on like I'm so stupid, but I guess sometimes you gotta go through",
        1228.0,
        1232.34
    ],
    [
        " There's a reason why you go back to basics is there is there like in your mind when you're going through that",
        1232.34,
        1237.08
    ],
    [
        " Are you thinking yourself? I could stop if I wanted to I just don't want to yeah, I don't",
        1237.08,
        1242.86
    ],
    [
        " It's not getting in the way of anything. I'm still functional. I'm still at work. I'm still doing",
        1242.86,
        1247.76
    ],
    [
        " To me my main job was what I was elected to do right?",
        1247.76,
        1251.82
    ],
    [
        " I have a four-year in my mind. It's a it's like it's kind of like being in the army where you're on four-year",
        1251.96,
        1255.58
    ],
    [
        " Four-year commitments, right? So I'm like well right now. I have a four-year commitment",
        1255.98,
        1259.48
    ],
    [
        " I'm not drinking at work. I mean at some point I did start drinking at work, but",
        1259.48,
        1264.48
    ],
    [
        " In politics and business as you know like sometimes after lunch",
        1264.48,
        1268.86
    ],
    [
        " Instead of going back to the office you have a beer and you're still working mm-hmm. You're still talking about",
        1268.86,
        1274.86
    ],
    [
        " Issues you're still getting like I used to get a lot of advice from I shouldn't say used to I get a lot of advice from the other more",
        1274.86,
        1281.94
    ],
    [
        " Experience politicians because that's what you do",
        1281.94,
        1284.02
    ],
    [
        " And we all would have a beer or a cider and then they'd go",
        1285.12,
        1290.52
    ],
    [
        " Back to the office and I'd stay and keep on the phone and yeah, I'll have one more",
        1290.52,
        1296.08
    ],
    [
        " You know and then another group of guys would come in from like oh, hey, you're still here",
        1296.08,
        1301.82
    ],
    [
        " Like you know someone so is already back at City Hall. What kind of what kind of drunk are you?",
        1301.82,
        1307.1
    ],
    [
        " Happy",
        1307.62,
        1308.62
    ],
    [
        " I'm a happy go lucky. I get a little loud",
        1308.62,
        1311.52
    ],
    [
        " But it's not like I'm like hey, what's going on?",
        1311.76,
        1314.3
    ],
    [
        " But through you know anyway, well, I know it's here. No, no, I'm actually just asking it",
        1314.58,
        1322.2
    ],
    [
        " I'm like you could you could still call on the phone and be like hey buddy, blah blah, you know",
        1322.2,
        1325.9
    ],
    [
        " Some people when they drink they get angry",
        1325.9,
        1328.02
    ],
    [
        " Some people when they drink they slur their speech really bad. Yeah, so you got all these different types of drink",
        1328.02,
        1334.12
    ],
    [
        " You know drinkers when I drink I basically just like and more of jaco yeah, yeah, yeah, I'm more jody",
        1334.12,
        1341.32
    ],
    [
        " Yeah for the most part I do slur but even I could I'd be like I slur my words",
        1341.52,
        1345.22
    ],
    [
        " Okay, well, I'll drink some water for a minute and then I'll get it back or I'll have a coffee",
        1345.22,
        1350.34
    ],
    [
        " um, and I'm good. I'm no I'm normal and even when I'm like I rarely get",
        1350.34,
        1355.98
    ],
    [
        " Fall over drunk, right? If ever, but let me rewind. I know it's a long answer to a short question",
        1355.98,
        1362.5
    ],
    [
        " But so may I get back from or gone and I'm just like dying and then I had to go real quick down to Albany",
        1362.5,
        1370.28
    ],
    [
        " Because of part of my job with the city as I'm the sports commissioner and I'm desperately trying to get the crossfit games to bring the Eastern regional",
        1370.28,
        1378.0
    ],
    [
        " Games to Ottawa",
        1378.0,
        1379.92
    ],
    [
        " Because I just think that'd be awesome to have an Ottawa. We you know, we got the UFC in Ottawa",
        1379.92,
        1384.62
    ],
    [
        " I was a part of that. It's I was really proud and I said when I got the job",
        1384.62,
        1388.32
    ],
    [
        " I said I want to do two things in the four years at the UFC and get a crossfit games",
        1388.32,
        1391.54
    ],
    [
        " So I'm still trying to do the crossfit games. I got less than a year to do it, but I think we can do it",
        1391.54,
        1396.2
    ],
    [
        " But anyway, that's a lot of people that",
        1396.2,
        1397.6
    ],
    [
        " Participate in Crossfit that listen to this podcast. Yeah, all I've met a lot of them and you know what the crossfit guys are crafty",
        1399.5,
        1406.02
    ],
    [
        " An Albany city itself. They don't want to lose the crossfit games",
        1406.02,
        1408.94
    ],
    [
        " So they knew I was in town and they started to",
        1408.94,
        1410.94
    ],
    [
        " sweeten the deal if you know what I mean and the crossfit games go well",
        1410.94,
        1414.54
    ],
    [
        " Ottawa's offering us this Albany what you got hey, it's business. I get it, but you know what I'm coming back",
        1414.54,
        1419.92
    ],
    [
        " I got back from that trip that was about a four-day trip from Ottawa to Albany and back and",
        1419.92,
        1427.22
    ],
    [
        " When I was here with you guys I didn't bring a wheelchair",
        1427.8,
        1430.34
    ],
    [
        " Because that's what I meant by I crawl around which is why I could stay at your house",
        1430.34,
        1434.84
    ],
    [
        " But I don't want your kids seeing a grown man crawl to the bathroom",
        1434.84,
        1438.06
    ],
    [
        " And it's not because I'm above crawling. It's just it's one of those personal things in my own space",
        1438.06,
        1443.92
    ],
    [
        " I'm not above it and around like loved ones okay",
        1443.92,
        1447.28
    ],
    [
        " So that's why you want your own space and even and stuff like that. So even when I visit my dad",
        1447.28,
        1453.22
    ],
    [
        " I get a hotel room, you know my dad loves me and I'm not",
        1453.22,
        1456.24
    ],
    [
        " But it's also my space or if I want to crawl around naked I can right and",
        1456.96,
        1461.3
    ],
    [
        " So anyway",
        1461.3,
        1463.04
    ],
    [
        " That's why that so then I get back and I'm I take the legs off",
        1463.04,
        1467.4
    ],
    [
        " And I just I can't put them back on I look I would like I don't know if I said it on your show last time",
        1467.4,
        1473.72
    ],
    [
        " But I have mornings right look at my prosthetics. I'm like fuck. Sorry. Sorry for so many. I know we're allowed",
        1473.72,
        1479.18
    ],
    [
        " But I'm trying to be a little bit better for man echo. You know what I mean? Do you know what I mean echo?",
        1479.18,
        1483.3
    ],
    [
        " I don't want you have to edit out things that I say",
        1483.36,
        1485.22
    ],
    [
        " Oh good",
        1486.24,
        1486.86
    ],
    [
        " Um, I took him off and I just looked I just threw him across through and I said I can't deal",
        1486.86,
        1493.78
    ],
    [
        " I have a wound in my left stump. I did I show it to you? No",
        1493.78,
        1497.66
    ],
    [
        " It's been there since April of",
        1497.66,
        1500.44
    ],
    [
        " 14",
        1500.44,
        1502.02
    ],
    [
        " And it happened I remember the second it happened my brother and I were doing an amazing race thing post show",
        1502.02,
        1509.58
    ],
    [
        " in Alberta",
        1509.58,
        1511.76
    ],
    [
        " And we did a little like you know go hey Jody and Corey from Amazing Race",
        1512.48,
        1516.12
    ],
    [
        " We we got a few bucks for it and we gave a speech to",
        1516.12,
        1518.58
    ],
    [
        " some kind of convention",
        1518.58,
        1520.92
    ],
    [
        " and then",
        1520.92,
        1522.06
    ],
    [
        " I was walking down the airport to the to the plane and I felt something's go on my foot",
        1522.06,
        1527.86
    ],
    [
        " It's and it's like having a hot spot when you're on a rug march or whatever except I can't really shift what part of my foot I'm walking on",
        1527.86,
        1535.66
    ],
    [
        " I just can",
        1535.66,
        1536.74
    ],
    [
        " And it went from a little tiny like break in the skin to something the size and can we have two needs it's two dollars",
        1537.34,
        1543.54
    ],
    [
        " You I know you guys still use the dollar bills piece or like a 50 cent piece and then back now it's down to like a pin prick of",
        1543.54,
        1549.94
    ],
    [
        " Scab",
        1549.94,
        1550.66
    ],
    [
        " But that's what are we talking now we're uh almost four years",
        1550.66,
        1554.34
    ],
    [
        " Right and I had to mitigate that the whole time and it was painful and I got a couple and I got two infections in the four years from it",
        1554.34,
        1562.86
    ],
    [
        " But that's where I was like that's it. I need to let myself heal. I need to like",
        1564.1,
        1568.8
    ],
    [
        " Let my body regenerate except now from that and it took me until fall",
        1568.8,
        1577.14
    ],
    [
        " Late fall to realize that when I did that I might as well have stepped on another landmine",
        1577.14,
        1583.7
    ],
    [
        " And I went through it took me to late fall to go because I was like because that's when things really went south",
        1583.7,
        1591.1
    ],
    [
        " Because you basically not even basically because you lost your legs again. Yeah, I lost my legs again",
        1591.1,
        1596.98
    ],
    [
        " Except because truly when you were down here even though you were in pain",
        1596.98,
        1601.62
    ],
    [
        " Bro, we were doing you know we were walking up and downstairs. We were we're doing whatever we walked all over that aircraft",
        1601.62,
        1606.64
    ],
    [
        " Over that aircraft carry up and downstairs. We walked all over the seal compound. We walked or you know we I loved it",
        1606.64,
        1611.58
    ],
    [
        " I would have done the beach when we walked out on the beach where you guys torture the the recruits. Yeah",
        1611.58,
        1617.28
    ],
    [
        " In every step I was like",
        1617.4,
        1619.0
    ],
    [
        " Because you got to dig through the sand. Yeah, but to me that's hollowed ground bro",
        1619.0,
        1623.94
    ],
    [
        " Like when you took me to the grinder. I remember standing there like this is the grinder",
        1623.94,
        1627.36
    ],
    [
        " I'm okay. I'm Canadian army and but there's some things where you go you just you feel right if I brought you up to the recruit spot",
        1627.36,
        1635.26
    ],
    [
        " And for basic in the Canadian army you'd be you'd feel you get that feeling like this is where soldiers are born",
        1635.26,
        1640.6
    ],
    [
        " Yeah, that's it. I don't say there's been a lot of those little damn little fins on the grinder",
        1640.6,
        1644.62
    ],
    [
        " So what what jody's talking about is where they train seals",
        1644.96,
        1648.34
    ],
    [
        " That first day in the movies right? Yeah, it's and they have little",
        1648.34,
        1653.04
    ],
    [
        " Fins so like little dive fins. There's little for you the Marine Corps. They have boots. Yeah",
        1653.04,
        1659.62
    ],
    [
        " In the army they have boots. Yeah, they paint it on the ground. They paint them on the ground",
        1659.62,
        1662.68
    ],
    [
        " Well in the at the grinder at buds they have little swim fins two little tiny swim fins are painted",
        1662.68,
        1668.04
    ],
    [
        " There's you know a couple hundred of them and that's when you get out there for PT",
        1668.04,
        1671.54
    ],
    [
        " Stand on your little set us when yeah, and then as the days go by there's less and less you yeah right and and then and I've read them",
        1671.54,
        1678.86
    ],
    [
        " I've read",
        1678.86,
        1679.32
    ],
    [
        " If I've read less than 24 Navy SEAL books from",
        1679.32,
        1682.84
    ],
    [
        " From the beginning to today right yours included I'd be surprised. I've read I've read the the old lurps",
        1682.84,
        1690.24
    ],
    [
        " Right I've read about those guys. I've read about the original Rangers. I've read about the Canadian",
        1690.24,
        1694.36
    ],
    [
        " American special service forests actually when I was with Rob my buddy from the green breeze down in Numa",
        1694.36,
        1700.82
    ],
    [
        " I was wearing a Ranger up t-shirt. That's like a special service forest tribute",
        1700.98,
        1704.62
    ],
    [
        " You know to me like that's our history",
        1704.62,
        1706.9
    ],
    [
        " That's the history of of of of soft in Canada in the US and and and and you know and buds in the green braid or Navy SEALs in the green braids",
        1706.9,
        1714.76
    ],
    [
        " Or kind of created by Kennedy at the same blop see look at me. I'm a fucking nerd when it comes to this stuff",
        1714.76,
        1718.78
    ],
    [
        " so to me you know the",
        1718.78,
        1720.72
    ],
    [
        " I haven't been there",
        1720.72,
        1722.62
    ],
    [
        " What I've heard about it because a lot of my friends have been there the Aussies",
        1722.62,
        1727.32
    ],
    [
        " They have a parade ground like in the middle of their compound. Have you been there? No, I've never been in Australia",
        1727.8,
        1732.94
    ],
    [
        " They're the the only time they use this parade ground apparently is at memorial services for their men. Yeah",
        1732.94,
        1740.04
    ],
    [
        " And I believe that no one walks on it. It's just in the middle of their compound. No one walks on it",
        1740.04,
        1745.62
    ],
    [
        " Well in Canada we have a similar thing where if you're on the parade square and it's not parade",
        1745.62,
        1751.04
    ],
    [
        " Like you're going on extra duty",
        1751.04,
        1752.8
    ],
    [
        " Like if the surge of major catches you on his parade square",
        1752.8,
        1755.4
    ],
    [
        " A you better be have a broom in your hand or you better be on parade and if you're not like because it's usually like",
        1755.94,
        1762.42
    ],
    [
        " Oh, if I go from here to there it's right across the parade square",
        1762.42,
        1765.2
    ],
    [
        " But it's the short route. Yeah, and it's like one of those tests right those are the new guys in the hallways of most units",
        1765.2,
        1770.66
    ],
    [
        " the the unit emblem is in the floor",
        1770.66,
        1773.12
    ],
    [
        " And and there's one of those surgeons that just has nothing better to do but to stand there and watch and see who steps on the",
        1773.12,
        1779.98
    ],
    [
        " And even if you're like family of one of the troops",
        1779.98,
        1783.2
    ],
    [
        " I don't you get the knife hand. It's awesome",
        1785.56,
        1787.68
    ],
    [
        " But when I was here I wasn't gonna not go see the grinder because my fucking legs hurt",
        1787.68,
        1792.86
    ],
    [
        " Yeah, don't be a pussy and I'll be honest that first night after you drop me off. I had a couple drinks",
        1792.86,
        1797.58
    ],
    [
        " To ease the ease the day like when we left your porch and you dropped me back at the hotel. Yeah",
        1797.58,
        1803.26
    ],
    [
        " um",
        1803.26,
        1804.32
    ],
    [
        " I went and I had a few drinks the hotel bar, you know, and I I was",
        1804.32,
        1809.36
    ],
    [
        " Actually toying with talking to you about this stuff back then because it was bugging me then",
        1809.36,
        1814.82
    ],
    [
        " And I'm like, okay, what do I do? Who do I talk to?",
        1814.92,
        1817.36
    ],
    [
        " Chaco's a kind of guy echo is the kind of energy you want to be around and like you know, and that's one of this part of this this trip",
        1817.98,
        1824.1
    ],
    [
        " For the last 10 days I've been on is to kind of like refining",
        1824.1,
        1827.52
    ],
    [
        " So a lot of my Canadian and American friends that have kept me on on the straight narrow",
        1827.52,
        1832.7
    ],
    [
        " As much as you can did for Jody Middick and um",
        1832.7,
        1836.58
    ],
    [
        " Well, bro, it's a constant wrestling match, right? The little evil and the good angel except a lot of times they high five each other",
        1836.58,
        1843.02
    ],
    [
        " Okay, let's see what happens",
        1843.02,
        1843.94
    ],
    [
        " and",
        1843.94,
        1846.02
    ],
    [
        " And yeah, man, so when the legs came off so no car so now my mommy",
        1846.02,
        1851.62
    ],
    [
        " Uber or my staff or my ex are driving me around",
        1851.62,
        1855.4
    ],
    [
        " All happy to do it all not like holding it against me, but at the same time man, I'm out of sandwich meat",
        1855.4,
        1862.44
    ],
    [
        " Hmm, okay, now I need to go to the store",
        1862.44,
        1866.1
    ],
    [
        " Hey, mommy can can you drive my car and take me to the store and",
        1866.1,
        1872.2
    ],
    [
        " And then that's I kind of turn my hat backwards and kind of like you know",
        1872.34,
        1875.84
    ],
    [
        " tried to like you know cowboy up and do it",
        1875.84,
        1880.04
    ],
    [
        " But I took me again till then my daughter turned nine September 19th. I think it was her",
        1880.04,
        1887.14
    ],
    [
        " I missed a lot of her birthday from being hungover",
        1887.14,
        1889.58
    ],
    [
        " And she was at this awesome trampoline place and I'm in a wheelchair",
        1889.58,
        1894.24
    ],
    [
        " And I remember getting there and being like all I want to do right now is jump on trampolines with my with my little girl",
        1894.24,
        1900.72
    ],
    [
        " And I can't a and b I'm an hour and a half late for her party",
        1901.02,
        1904.76
    ],
    [
        " Because I decided to have too many drinks last night",
        1904.76,
        1908.52
    ],
    [
        " And that was when I was like what the fuck is really wrong with me",
        1908.52,
        1912.08
    ],
    [
        " Because I couldn't really get it and then",
        1912.08,
        1915.74
    ],
    [
        " What is what is the escalation right so you were down here with me yeah, you know we worked hard",
        1915.74,
        1922.76
    ],
    [
        " We because it's it is you know, do you want a podcast like we're when we do sit there and talk to each other about intense stuff for five hours",
        1922.76,
        1929.62
    ],
    [
        " Then we went eight we stayed up late we get up early next day",
        1929.8,
        1932.9
    ],
    [
        " We go do all the stuff that we did yeah, and you get done you have a couple drinks right",
        1932.9,
        1936.86
    ],
    [
        " What does that escalation look like over time where you're like you know what you're not even saying like",
        1936.86,
        1943.58
    ],
    [
        " Oh, I don't know if I should have drink you're like hey as soon as jaco gets in his car. I'm getting some drinks right now",
        1943.58,
        1949.24
    ],
    [
        " Yeah, something that you recognized is it something that you just you just said to yourself",
        1949.24,
        1954.68
    ],
    [
        " You know what this is gonna make me feel better right now and I gotta go I don't remember exactly what month I was here",
        1954.68,
        1959.3
    ],
    [
        " Do you like I don't remember no, I know it was a warm month in and Canada like it was cool, but it was spring or fall",
        1959.62,
        1966.8
    ],
    [
        " Well, we started in December it was 24 podcasts in that's how many",
        1966.8,
        1972.26
    ],
    [
        " December of what",
        1972.26,
        1973.2
    ],
    [
        " 2015 so must have been spring fort fifths at 16. Yes spring 16",
        1973.2,
        1979.32
    ],
    [
        " So I can't remember in Canada wasn't cold, but like we were wearing still wearing down vests with with hoodies and stuff",
        1979.32,
        1985.08
    ],
    [
        " When I was doing my quick podcast for I left so",
        1985.08,
        1988.0
    ],
    [
        " At that time I was it was this the pain was just kind of like a couple drinks for bed, right?",
        1988.56,
        1994.0
    ],
    [
        " But even that was bugging me and that's what I mean like when I was but then like",
        1994.16,
        1998.7
    ],
    [
        " If if it had been this spring",
        1998.7,
        2001.54
    ],
    [
        " Where we'd met yeah, I would have been like",
        2001.54,
        2004.94
    ],
    [
        " Like this the whole time and like as soon as jaco's gone",
        2004.94,
        2008.36
    ],
    [
        " I might as just like last night when we had dinner. I might have just been like forget I'm having drinks. Yeah, I don't care of jaco's here because",
        2008.36,
        2014.3
    ],
    [
        " Being around someone like you like",
        2015.28,
        2016.9
    ],
    [
        " And I used to be the guy who could I don't need to drink I'd go months and be like oh, yeah, I have a drink",
        2016.9,
        2022.24
    ],
    [
        " Like you know, I'll have a drink and",
        2022.24,
        2024.38
    ],
    [
        " And you don't drink and you haven't drank since you were like in your 20s. I think you know, no, no",
        2024.38,
        2028.52
    ],
    [
        " I haven't drank since I retired. Oh, okay, so last time I felt the effects of alcohol",
        2028.52,
        2033.98
    ],
    [
        " Which I felt quite strongly was that basically the day I retired. Yeah, you're in the day I retired",
        2033.98,
        2039.12
    ],
    [
        " Which was",
        2039.12,
        2040.2
    ],
    [
        " October 1st",
        2042.1,
        2041.9
    ],
    [
        " 2010, you know, of course me and the boys were went out. We had a bunch of drinks",
        2041.9,
        2046.76
    ],
    [
        " I woke up in the morning because I still wake up early and I woke up in the morning and I was like well",
        2046.76,
        2051.3
    ],
    [
        " Yeah, that's done because I got other stuff. I got to do now and",
        2051.3,
        2054.8
    ],
    [
        " basically when I no longer had",
        2054.8,
        2056.82
    ],
    [
        " We'll call them friends to drink with yeah",
        2056.82,
        2059.9
    ],
    [
        " Then I was like yeah, well, I'm done with that and I just ever since then just haven't really yeah",
        2059.9,
        2066.12
    ],
    [
        " You know, I've had and another thing is sometimes people think I'm like offended if they have drinks or whatever",
        2066.12,
        2071.38
    ],
    [
        " I'm not, you know, I remember actually I went I was on the first podcast. I was on was Tim Ferrissus",
        2071.38,
        2076.76
    ],
    [
        " and",
        2076.76,
        2076.92
    ],
    [
        " We got done with the podcast and he you know, we went out to grow grab some food because I was staying the night at his house",
        2076.92,
        2083.12
    ],
    [
        " And we went out and we got some food we got some steak and",
        2083.12,
        2086.7
    ],
    [
        " He's like do you mind if I have a glass of wine with this and I was like, oh, I don't care",
        2086.7,
        2090.94
    ],
    [
        " Yeah, you're like a reformed alcohol",
        2090.94,
        2093.36
    ],
    [
        " Yeah, he just decided one day you're like my dad one day. He was like yeah, this gets in the way of work",
        2094.06,
        2098.82
    ],
    [
        " Yeah, that's kind of that's kind of my attitude. It doesn't really yeah",
        2098.82,
        2102.02
    ],
    [
        " I mean if I want to drink something that tastes good then I'll drink a chocolate milk",
        2102.02,
        2105.86
    ],
    [
        " Which I love the taste of yeah, I have a jocke white",
        2105.86,
        2108.4
    ],
    [
        " Right, I mean that stuff makes me feel good and I just",
        2108.4,
        2111.66
    ],
    [
        " Yeah, and people ask me a lot of and I need it's something that I need to address on the podcast because the other thing is",
        2111.66,
        2116.84
    ],
    [
        " Just I might as well double this a little bit right at this moment, but when I was a kid",
        2116.84,
        2120.34
    ],
    [
        " I was in the hardcore music. Yeah, I was into and and the type of music that I listened to was against drinking and against",
        2120.88,
        2129.14
    ],
    [
        " Like it was yeah, punk the",
        2129.14,
        2130.88
    ],
    [
        " You know it is yeah, we're talking straight edge. We're talking minor thread. Yeah, really? Yes, absolutely",
        2130.88,
        2137.8
    ],
    [
        " And so it was almost and I was again, I was never really I'm very",
        2137.8,
        2142.76
    ],
    [
        " I'm very I'm not a real good follower",
        2142.76,
        2147.28
    ],
    [
        " So anytime there's some kind of a movement going on",
        2148.48,
        2150.86
    ],
    [
        " I'm always like saying wait, why is this moving going on why I'm always questioning. I don't just jump in",
        2150.86,
        2156.24
    ],
    [
        " I'm hard to get on board with something like that",
        2156.24,
        2160.12
    ],
    [
        " So it was around I wasn't like so there's a there's a thing with straight edge",
        2160.12,
        2164.7
    ],
    [
        " Okay, so this this thing was called straight edge. It started in I'd say you'd the the epicenter of it was in Washington DC",
        2164.7,
        2170.66
    ],
    [
        " the first band really to coin the term was",
        2170.66,
        2174.04
    ],
    [
        " minor threat which is a punk band",
        2174.46,
        2176.92
    ],
    [
        " Hard to have heard of my assume they were partiers. No not at all just by the name no and so one of the things that one of the symbols of straight edge was",
        2176.92,
        2184.82
    ],
    [
        " You know when you go to a bar. Oh when kids used to go to bars for a show for a for a music show",
        2184.82,
        2190.78
    ],
    [
        " If they were too young to drink once when the bouncer looked at their ID card that they'd put a big X on their hands",
        2190.78,
        2196.56
    ],
    [
        " And so the straight edge symbol",
        2196.56,
        2199.42
    ],
    [
        " Was they'd put the X's on their hands meaning look I don't drink and it's actually funny because I took my",
        2199.96,
        2204.8
    ],
    [
        " To my kids to see the white buffalo the other night in San Diego and it was awesome",
        2204.8,
        2210.2
    ],
    [
        " And but great when they came when they showed their IDs they got the X's on their hands",
        2210.2,
        2215.22
    ],
    [
        " And I was like oh yeah",
        2215.22,
        2217.9
    ],
    [
        " With hands so so what the straight edge kids would do is they would draw big X's on their hands",
        2217.9,
        2223.88
    ],
    [
        " Meaning hey look I'm not drinking so there was that and then that of course morphed into like a game",
        2223.88,
        2229.36
    ],
    [
        " And there was you know by the time I was a you know middle teenager there was hardcore gangs that would",
        2229.9,
        2235.94
    ],
    [
        " Assault people that drank and",
        2235.94,
        2239.34
    ],
    [
        " Would get crazy you guys together with the jugalos. Yeah, so it just",
        2239.34,
        2244.24
    ],
    [
        " So so someone I was a kid I was okay, and I wasn't like a full-on. I wasn't drawing. I kind of forgot",
        2244.24,
        2251.48
    ],
    [
        " No, I never like had X's on my stomach but I but I understood",
        2251.48,
        2255.3
    ],
    [
        " Philosophically right what was being said right which was look",
        2256.6,
        2259.56
    ],
    [
        " I want to win right. I'm hardcore. I want to be stronger. I want to be aware",
        2259.56,
        2265.62
    ],
    [
        " I want to be alert and",
        2265.62,
        2267.28
    ],
    [
        " drinking and doing drugs doesn't give me any of those things so",
        2267.28,
        2270.14
    ],
    [
        " At that point so sorry, but even at that age you understood the fuel it goes into the machine effects of performance",
        2270.14,
        2276.3
    ],
    [
        " Yes, see I didn't get that as a young man, but so here I am and and it was you know",
        2276.3,
        2282.44
    ],
    [
        " Discipline and you know, I had a band before the seals. Oh, yeah, I had a band a hardcore band the name of my hardcore band",
        2283.98,
        2290.32
    ],
    [
        " Was rage of discipline. That was the name of my hardcore band",
        2290.32,
        2294.48
    ],
    [
        " That was aft. That's what that's what braunsen's children",
        2294.48,
        2297.26
    ],
    [
        " Because my first band when I was like 13 was called braunsen's children",
        2297.26,
        2300.14
    ],
    [
        " But then as I got older and I got more hardcore then it became a rage of discipline",
        2300.14,
        2304.3
    ],
    [
        " There's also about nine other brands and his children braunsen's show was Charles Brown. He didn't drink. I don't even know",
        2304.3,
        2311.04
    ],
    [
        " Oh, you just we know we do know Charles Brownson was a badass when I was a kid",
        2311.04,
        2315.64
    ],
    [
        " I thought Charles Brownson was the man because he was the baddest man on the planet. Yeah, he was you know",
        2315.64,
        2319.82
    ],
    [
        " a tail gunner",
        2319.82,
        2321.7
    ],
    [
        " In a you know bomber in world war two and he grew up in the mines",
        2321.7,
        2326.1
    ],
    [
        " When he was a kid when he was 10 years older 11 years older he was working in the mines. Oh yeah and",
        2326.1,
        2330.96
    ],
    [
        " Until he was old enough that he's to have to wear a dress because he didn't have his parents",
        2330.96,
        2335.66
    ],
    [
        " And have money to buy him clothes. He had to wear one of his sisters dresses down in the mines",
        2335.66,
        2339.12
    ],
    [
        " So then he went to world war two and then he became and you know",
        2339.36,
        2342.02
    ],
    [
        " He's just had great movies and you always played this stoic character that was unemotional",
        2342.02,
        2346.08
    ],
    [
        " And so I was you know, hey when I grew up on the beach all's braunsen of course",
        2346.08,
        2349.58
    ],
    [
        " So then we had a band it was called braunsen's children",
        2349.58,
        2352.34
    ],
    [
        " Well as we got more hardcore eventually that name morphed into",
        2352.34,
        2356.04
    ],
    [
        " Rage of discipline of which Elgin James was the guitarist who's another buddy of mine that echo is met",
        2356.04,
        2362.16
    ],
    [
        " Who will come on the podcast at some point and tell his crazy life story which I'm a",
        2362.16,
        2366.92
    ],
    [
        " Big part of in the beginning until I say we got to hear the the pre military jaco stories. Yeah. Yeah. Yeah, so I'll be tuning into that one long story",
        2367.26,
        2376.6
    ],
    [
        " Then I joined the military. Yeah, so when I joined the military",
        2376.6,
        2380.04
    ],
    [
        " What do I want to be I want to be a seal? I want to be a frogman. I want to be the best frogman",
        2380.04,
        2384.52
    ],
    [
        " I can be I show up at a seal team guess what frogman do",
        2384.52,
        2387.4
    ],
    [
        " Frogman drink. Okay, cool. I didn't know that now that I know that give me a give me a shot of Yeager",
        2387.4,
        2392.8
    ],
    [
        " Myster because I'm ready to rock and roll and that was sort of how you proved yourself",
        2392.8,
        2396.5
    ],
    [
        " And that's what we did and I was immature and dumb and",
        2396.5,
        2400.1
    ],
    [
        " and",
        2400.1,
        2401.56
    ],
    [
        " Despite everything I just said about like hey, I'm a little bit. I'm hesitant to really follow",
        2401.56,
        2406.48
    ],
    [
        " Well now I'm in the seal teams. This is my dream job",
        2406.48,
        2409.52
    ],
    [
        " And this is what I want to do and if you don't buy in you're not in yeah, and it's like it's not I don't even know",
        2409.52,
        2414.52
    ],
    [
        " It's it's just like that's the way it is. That's yeah my first drink. I was 17 right after I finished basic training",
        2414.52,
        2421.04
    ],
    [
        " I show up at the regiment and they're like all right. What are you drinking? And I'm like because my family's full alcoholics",
        2421.04,
        2427.1
    ],
    [
        " I'm both sides and it's nothing it's not that I guess I'm like, you know, grandpa was my other grandpa was and grandpa's grandpa was and",
        2427.1,
        2434.18
    ],
    [
        " You know one of my own nothing okay, they might hear this but like we all know what you do okay, right? So not a big deal",
        2434.18,
        2439.5
    ],
    [
        " but um and dad but dad was one of those guys",
        2439.5,
        2442.36
    ],
    [
        " He was like well, that just doesn't affect me and me personally like you as a kid",
        2442.36,
        2445.7
    ],
    [
        " I'm like I don't really see the interest like what I'm gonna throw up on myself and",
        2445.7,
        2449.24
    ],
    [
        " Whatever whatever and I was one of those kids at St. O. D. Drugs actually worked on you know like",
        2450.48,
        2454.96
    ],
    [
        " Now I'm older and I'm like man, I should have been smoking weeds. It says like 12 and shit, but um",
        2454.96,
        2459.7
    ],
    [
        " I still don't but I just like you see the effects on people like when I was a bouncer",
        2459.7,
        2464.46
    ],
    [
        " I'm like, yeah, the like the guys who smoked weed were really mellow. Yeah, and the guys did coke and drink like they were the ones who were the problem",
        2464.46,
        2470.24
    ],
    [
        " but",
        2470.24,
        2471.14
    ],
    [
        " When I get to the regiment the first night of parade is done and they're like, okay, what are you drinking?",
        2471.14,
        2476.12
    ],
    [
        " And I'm like, well, I'm 17. I'm like, this is an army mess like it's okay. Just we'll worry. We're all gonna keep it out like it",
        2476.12,
        2481.98
    ],
    [
        " I'm not trying to tell the world like hey under age people drink",
        2481.98,
        2485.82
    ],
    [
        " But hey under age people drink, but it's an environment full of people that are there to look out for each other anyway",
        2485.82,
        2490.78
    ],
    [
        " So I had a couple drinks and I'm like, okay, this is the way it is and same thing. Yeah work Monday to Friday",
        2490.78,
        2497.08
    ],
    [
        " You work your ass off you go hard as you can like you go hard in the paint, right?",
        2497.08,
        2502.34
    ],
    [
        " Your tires are stripped at the end of the day",
        2502.98,
        2505.76
    ],
    [
        " Friday rolls around okay, we don't see it 8 a.m. Monday morning boys and",
        2505.76,
        2511.72
    ],
    [
        " you know",
        2511.72,
        2512.5
    ],
    [
        " If you're gonna drink don't drive, but if you do drink driver",
        2512.5,
        2515.94
    ],
    [
        " That's what you got told when you when you're dismissed for the weekend, right? Yeah",
        2515.94,
        2519.24
    ],
    [
        " And so basically have a fun blow off the steam don't hurt anybody and take care of each other is basically what you're told",
        2519.24,
        2526.4
    ],
    [
        " so",
        2526.4,
        2527.28
    ],
    [
        " The seal teams definitely is a culture it was even more when I first got in because now you're talking about the old Vietnam guys",
        2527.98,
        2534.36
    ],
    [
        " And there wasn't a war going on and it was just hey, what are you gonna do? There's no war going on and you're",
        2534.36,
        2541.14
    ],
    [
        " You're a frog man. What are you gonna do? Well, we drank and and I'm not I'm gonna look down on",
        2541.14,
        2545.14
    ],
    [
        " I mean we had a great time. It was fun. We you know, it was it was fun",
        2545.14,
        2548.9
    ],
    [
        " It was what you you know, what we did and I'm not even trying to say anything negative about it",
        2548.9,
        2552.66
    ],
    [
        " But that's what it was and unfortunately there's a lot of guys",
        2552.66,
        2556.8
    ],
    [
        " I shouldn't even say a lot there's a",
        2557.76,
        2559.66
    ],
    [
        " decent number of guys that don't do well without call man",
        2559.66,
        2564.02
    ],
    [
        " And it ruins their lives it ruins their careers and that sucks. It sucks to see. Yeah, I never really had any issues",
        2564.02,
        2569.16
    ],
    [
        " I drank when I drank and never interfered with my body at any time in any way and you know, that was it",
        2569.16,
        2575.32
    ],
    [
        " It wasn't a huge deal",
        2575.32,
        2577.18
    ],
    [
        " And I mean of course when I mean when I'm talking when I was",
        2577.18,
        2580.16
    ],
    [
        " 19",
        2580.16,
        2580.74
    ],
    [
        " 20 21 22 and we drank a lot we drank a lot",
        2580.74,
        2584.98
    ],
    [
        " It's weird how your body like you drink a lot. Yeah, and you got up the next morning and did we got up the next morning to PT like it was nothing",
        2584.98,
        2592.08
    ],
    [
        " We and that's what we did",
        2592.08,
        2593.7
    ],
    [
        " But then like I said and even now you know, and I when I go out and hang out with some of my old buddies or actually",
        2593.7,
        2602.04
    ],
    [
        " It's more not when I just when I've got went and hang out with some of my old buddies",
        2602.04,
        2605.34
    ],
    [
        " You know, we probably don't even you know, maybe have a beer, but when I go out and see the young guys the young guys are getting",
        2605.34,
        2611.54
    ],
    [
        " After I don't look down on them at all. I think you know, I find they're getting after it. I found I",
        2611.54,
        2616.78
    ],
    [
        " Found when I hung out with my buddies that are still serving",
        2616.78,
        2619.96
    ],
    [
        " You're not in the gig anymore. You're not doing the job. So you're a little out of shape your your drills",
        2619.96,
        2625.6
    ],
    [
        " They're a little rusty maybe or whatever. I find when I'm around guys my aids that are still",
        2625.6,
        2630.18
    ],
    [
        " Operational I can't keep up with them drinking or anything because it's part of the training. It's part of the culture",
        2630.18,
        2637.18
    ],
    [
        " I've fallen off and even like before I was in I didn't really drink",
        2637.18,
        2641.0
    ],
    [
        " And then when it got out I stopped drinking as much you know, and it's not like again guys",
        2641.54,
        2645.78
    ],
    [
        " We're not jaco and I aren't saying the military. We're all",
        2645.78,
        2648.26
    ],
    [
        " Functional alcoholics what we're saying is it's just what we do and you know",
        2648.26,
        2653.42
    ],
    [
        " And remember the job that that we volunteer to do we we volunteered to run into gunfire",
        2653.42,
        2657.86
    ],
    [
        " You know for our countries and for fun like let's face it a lot of us think it's fun",
        2657.86,
        2662.9
    ],
    [
        " I thought it was the best time of my life",
        2662.9,
        2664.6
    ],
    [
        " But you still got to blow off that steam and booze is really good at lubricating the you know the the",
        2664.6,
        2671.32
    ],
    [
        " The machinery of blowing off steam",
        2672.02,
        2673.66
    ],
    [
        " So when I when I started drinking for pain though. Yeah is where I realized because even the pills bro",
        2673.66,
        2680.66
    ],
    [
        " Like let's go back to my pills. I didn't know I was addicted to the pills until I watched",
        2680.66,
        2684.44
    ],
    [
        " Intervention and Billy was addicted to oxy cotton. I was like I said this on the show last time",
        2684.44,
        2690.38
    ],
    [
        " Oxy cotton that sounds familiar and I pick up the pill bottle that's next to me and I go",
        2690.38,
        2695.26
    ],
    [
        " Oh, I'm an oxy cotton and then they say the doses he takes are this and I'm like",
        2695.26,
        2700.5
    ],
    [
        " I'm on three times the dose. He's on and I'm like that's when I went I can get addicted to pills",
        2700.5,
        2706.0
    ],
    [
        " I get it was so foreign to my brain that doctors said doctor me me in pain doctor go here",
        2706.0,
        2712.22
    ],
    [
        " Soldier take this and I go okay, and I take it no more pain go fight more. You know that's that's",
        2712.22,
        2718.24
    ],
    [
        " Going back to the alcohol thing. Yeah is is one more thing for me. I was just about to say this",
        2718.24,
        2725.6
    ],
    [
        " Was I said hey look went back in the day before the war started there was like nothing else like",
        2726.3,
        2730.78
    ],
    [
        " Yeah, it's nothing better to do. It's gonna get drunk",
        2730.78,
        2732.84
    ],
    [
        " Now the younger guys",
        2732.84,
        2734.8
    ],
    [
        " They're smarter than we were and",
        2734.8,
        2737.8
    ],
    [
        " They have a reason to be they have a reason to be there and they have a reason not to drink",
        2737.8,
        2742.72
    ],
    [
        " They're like hey bro. I'm gonna go fight a war. You know like I want to be in shape. I want to be better",
        2742.72,
        2746.32
    ],
    [
        " I want to be faster. I don't want to get in a fight. I don't want to get a DUI",
        2746.32,
        2749.82
    ],
    [
        " So they're smarter than they are and",
        2749.82,
        2752.18
    ],
    [
        " That part of the culture is slowly changing",
        2752.66,
        2755.3
    ],
    [
        " And I think it's good. I think it's awesome. I think it's awesome, and I hope it continues",
        2755.3,
        2759.88
    ],
    [
        " um",
        2759.88,
        2760.84
    ],
    [
        " Again, I think it's it got overemphasized when I first came in it was overemphasized in the 90s",
        2760.84,
        2766.7
    ],
    [
        " It was like but it was a way because we weren't fighting anyone out exactly so you drink to be a man",
        2766.7,
        2771.72
    ],
    [
        " Then you fight each other and have another platoon shows up you fight those fucking guys have another squad shows up",
        2771.72,
        2776.84
    ],
    [
        " Or another company all right band together. I know we were just fighting",
        2776.84,
        2779.68
    ],
    [
        " But we'll get back to that. There's an armed regiment over there. We're gonna go fuck those guys",
        2779.68,
        2783.8
    ],
    [
        " There's there's something that I've been thinking about on this subject which is",
        2783.8,
        2787.8
    ],
    [
        " If in the military, right? Yeah, and even in life as a human",
        2787.8,
        2791.62
    ],
    [
        " You want to prove that you're ready to sacrifice yourself for the cause. I'm I'm willing to make the sacrifice",
        2791.62,
        2798.64
    ],
    [
        " Well in a bizarre and kind of unfortunate way",
        2798.64,
        2802.96
    ],
    [
        " Proving to Jody that you know what watch this jody",
        2802.96,
        2807.58
    ],
    [
        " I'm gonna drink 16 shot firewater. Yes, I'll do you're not I don't care. I don't have the parts bitch",
        2807.58,
        2813.6
    ],
    [
        " I see it. Oh, then I prove line up 18 line up 18 army versus Navy. Let's go",
        2813.6,
        2818.9
    ],
    [
        " That's how it happened. Go is echo echo you played football. Yeah, you were talking about that earlier about",
        2818.9,
        2824.54
    ],
    [
        " Or on the show. I listen to do where you're taking a shit with no stalls",
        2824.54,
        2828.28
    ],
    [
        " And you're saying yeah and football we'd rip the doors off the stall and that's how oh, yeah, I don't care. Watch me shit",
        2828.28,
        2834.12
    ],
    [
        " What's what's more after the words now?",
        2834.28,
        2836.58
    ],
    [
        " What's more after happen now is a guy to be like hey?",
        2836.58,
        2839.8
    ],
    [
        " I can clean and jerk you know",
        2840.06,
        2842.54
    ],
    [
        " 285 what can you get and and so the guys are they're focused on something that's in this now",
        2842.54,
        2848.34
    ],
    [
        " They're focused on being blown out shoulders and need to talk about that later",
        2848.34,
        2852.0
    ],
    [
        " Yeah, but so but I get what you're saying because in the Canadian forces we hadn't had a war since Korea",
        2852.0,
        2858.3
    ],
    [
        " And we had the what combat we had as I was coming in was being downplayed we had guys",
        2858.3,
        2863.7
    ],
    [
        " Take it we had a guy and this is history. This is proven",
        2864.2,
        2867.76
    ],
    [
        " He took an RPG round through his chest like just killed him obviously and everything but his family was told he was killed in a rollover",
        2867.76,
        2874.96
    ],
    [
        " Because our government was like",
        2874.96,
        2876.5
    ],
    [
        " There's supposed to be peacekeeping. Where was it in the former Yugoslavia?",
        2876.5,
        2880.28
    ],
    [
        " I know a guy who took a sniper round through the chest as a tank commander",
        2880.84,
        2884.04
    ],
    [
        " He was told shut the fuck up take your pension and your benefits got full benefits like it didn't they didn't downplay",
        2884.04,
        2890.58
    ],
    [
        " What you've got if you're wounded they just said don't you dare tell anybody we had a we had a unit come home after like fighting some of the most intense combat in Europe since World War 2",
        2890.58,
        2900.16
    ],
    [
        " When the Croats are trying to go through a served area and ethnically cleanse",
        2900.16,
        2904.42
    ],
    [
        " And this is in the 90s when the Canadian like rep for peacekeeping really got",
        2904.42,
        2909.32
    ],
    [
        " Which was known since Egypt but came back because our units and the French foreign Legion units were the only units",
        2909.32,
        2916.58
    ],
    [
        " I were like fuck you are not moving if you're gonna",
        2916.58,
        2918.76
    ],
    [
        " Ethnic cleanser here you're going through us whereas all the other UN units ran away",
        2918.76,
        2922.68
    ],
    [
        " And they were in four or five days of like intense combat bunch of wounded no killed thankfully but",
        2922.68,
        2928.34
    ],
    [
        " The government and the and the and the chain of command were like shut your fucking mouths go home like nothing happened",
        2928.34,
        2934.06
    ],
    [
        " That's real that's real bro",
        2934.06,
        2935.78
    ],
    [
        " Google made-act pocket Canadian forces and you'll read all about these",
        2935.78,
        2940.4
    ],
    [
        " dudes who just like basically were like hanging out drinking coffee smoking butts and telling war stories that they never happened to",
        2940.96,
        2947.54
    ],
    [
        " Being in a war and going holy shit a buddy of mine",
        2947.54,
        2951.36
    ],
    [
        " I just gonna get mad I mean he put out a book called shadow keeper",
        2951.36,
        2955.76
    ],
    [
        " Or ghost keepers. I'll get the name sorry and I'll and he was the first Canadian unit him and his unit were the first Canadian units in the Bosnia",
        2955.76,
        2964.64
    ],
    [
        " And the shit they saw and the things they went through. That's a great book by the way ghost keepers",
        2964.64,
        2969.52
    ],
    [
        " Um",
        2970.6,
        2971.0
    ],
    [
        " Why would he be mad at you for talking about it? No, no, I'll forget the name wrong. Oh, okay",
        2971.0,
        2974.66
    ],
    [
        " Sorry about that",
        2974.66,
        2975.48
    ],
    [
        " But the point is that",
        2975.48,
        2977.1
    ],
    [
        " At that time he was told like you don't tell we don't we don't brag is what the line that was told",
        2977.1,
        2983.3
    ],
    [
        " But really the government back home was like we didn't know this was gonna happen well",
        2983.3,
        2987.5
    ],
    [
        " That you don't peace keep without busting heads. Yeah, like there's a reason if you if I want to go kill that guy and you're in my way",
        2987.5,
        2995.28
    ],
    [
        " Um, guess what I'm gonna do. I'm gonna try and go through you right like it's",
        2995.28,
        2999.5
    ],
    [
        " This concept of peacekeeping you know was like you know, like the guy with the Billy Club",
        3000.0,
        3004.0
    ],
    [
        " Ah, okay, everybody keep it down here. See like that's kind of what the politicians thought because we're college kids sometimes",
        3004.0,
        3009.56
    ],
    [
        " Yeah, but even then every now and then you smack one over the head with that Billy Club like and I think and I remember my first tour in",
        3009.56,
        3016.76
    ],
    [
        " Kosovo even we trained for crowd control we trained for a",
        3016.76,
        3021.74
    ],
    [
        " Whole lot of things but then the final training exercises when we all went oh because the Russians rolled in and",
        3021.74,
        3029.42
    ],
    [
        " Took over the airport in in Kosovo. I don't know if you remember that yeah and we did a live training exercise",
        3029.52,
        3035.58
    ],
    [
        " joint",
        3035.58,
        3037.02
    ],
    [
        " Armored a full combat team exercise like main battle tanks firing and it like I'd never I might I dick with rock hard",
        3037.02,
        3046.98
    ],
    [
        " We've got 500 rounds on each other. We're just like",
        3046.98,
        3050.14
    ],
    [
        " Bullets flying everywhere and like like rain the range control safety was like minimal right because they're like trying to simulate real combat",
        3050.14,
        3057.72
    ],
    [
        " And then we got but anyway the point is that when you don't have anything to point your soldiers at they turn on each other and that's what we were getting earlier",
        3058.74,
        3066.68
    ],
    [
        " But to round out the whole like what soldiers board soldiers are danger echo",
        3066.68,
        3072.26
    ],
    [
        " I think if you've been around a group of active Navy seals",
        3072.26,
        3075.34
    ],
    [
        " I think or maybe even army guys like yeah, if they got nothing else to fight. They'll just fight each other. Yeah, like it's",
        3075.34,
        3081.32
    ],
    [
        " We used to whenever we were waiting for a plane to go on a trip like this is put my youngest like it would start off with",
        3081.32,
        3086.9
    ],
    [
        " Okay, let's see who can hit that",
        3087.72,
        3089.16
    ],
    [
        " Pole over there with a rock. Yeah, right and then all of a sudden it's like okay, let's see you can hit the light",
        3089.16,
        3095.06
    ],
    [
        " With the rock and then all of a sudden it's hey, let's see who can hit",
        3095.06,
        3099.02
    ],
    [
        " That car tire with a rock and pretty soon your car is it whoever?",
        3099.02,
        3104.28
    ],
    [
        " bunch of idiots, right and pretty soon you're even have they're having a rock fight",
        3104.92,
        3108.56
    ],
    [
        " Right, which is which is not smart because you're hucking rocks as ice baseballs at each other or whatever yeah and",
        3108.56,
        3115.26
    ],
    [
        " Yeah, but we were talking about was that the newer guys see how we did it",
        3115.36,
        3119.76
    ],
    [
        " But they have an enemy though. Yeah, absolutely like they have a real and we have a perpetual enemy that is not going away",
        3119.76,
        3125.68
    ],
    [
        " And so I see the guys that are in my unit now",
        3125.68,
        3128.74
    ],
    [
        " They come in and they're like okay, what supplements are gonna keep me at my best exactly like they read my book",
        3128.74,
        3134.62
    ],
    [
        " They go okay, so jody you'd stop drinking coffee how many days before you deployed? I'd be like well at least five days",
        3134.62,
        3139.82
    ],
    [
        " So it's out of my system because when I'm out there getting after the enemy",
        3139.82,
        3142.88
    ],
    [
        " I don't want to be having a caffeine crash",
        3143.24,
        3145.18
    ],
    [
        " But if I need it, I want that piece. Did you ever get that wake up gum?",
        3145.18,
        3148.5
    ],
    [
        " in your rats no, it's like four cups of coffee and one day or two cups of coffee and like when you need it",
        3148.92,
        3155.02
    ],
    [
        " Like I would keep that in my pocket",
        3155.02,
        3156.82
    ],
    [
        " Till the very end like the hilo might be coming to pick us up and if I didn't take it",
        3156.82,
        3161.76
    ],
    [
        " I was happy but sometimes yeah",
        3161.76,
        3163.66
    ],
    [
        " You take that in the middle of a mission and you're like okay, I got two more days in me, right?",
        3163.66,
        3167.9
    ],
    [
        " But the point is like they have something to aim themselves at right is at the beginning",
        3168.04,
        3171.9
    ],
    [
        " We didn't but even then",
        3171.9,
        3173.06
    ],
    [
        " Booz wasn't a big deal to me. It was just what we did like you said",
        3173.06,
        3176.7
    ],
    [
        " Fast forward to this fall that would just pass and I realized I'm crash it",
        3176.7,
        3182.22
    ],
    [
        " I felt like a be 52 you were saying you saw something oh you see it because I kind of cut you off",
        3182.22,
        3186.16
    ],
    [
        " But you were talking about seeing the program where they show addicted people. What's that program called intervention?",
        3186.16,
        3190.8
    ],
    [
        " You see watching the interaction when I first got wounded in 07",
        3190.8,
        3194.74
    ],
    [
        " And that's when I realized I was addicted to the pills, but not addicted like I need a pill",
        3194.74,
        3199.34
    ],
    [
        " It was like my body would just start reacting and I would be like oh, I'm itchy for some reason",
        3199.34,
        3203.74
    ],
    [
        " And then that's when I started using off and I never took a pill after father's day 2011",
        3203.74,
        3208.86
    ],
    [
        " But even that you read the book. I ended up buying pills from a guy in an alley once and I went what the fuck is it like",
        3208.86,
        3216.1
    ],
    [
        " And the system is treat me like an asshole because I want more pills",
        3216.1,
        3219.92
    ],
    [
        " And then they're like yeah, if you want more pills you got to come to the hospital every day to get your dose",
        3219.92,
        3224.22
    ],
    [
        " I'm like well, I'm not a fucking junkie doc",
        3224.22,
        3225.98
    ],
    [
        " I just don't the dose you're giving me isn't enough to keep me from feeling like shit",
        3225.98,
        3230.18
    ],
    [
        " And like and then I'm mitigating my stress with the pills",
        3230.18,
        3233.3
    ],
    [
        " So maybe okay, so go to more therapy and that's when I started rebuilding in 2011",
        3233.3,
        3237.58
    ],
    [
        " So come the fall. I'm still not on my legs",
        3237.58,
        3240.42
    ],
    [
        " I wait this is 2011",
        3240.42,
        3242.9
    ],
    [
        " 2011's when I quit the pills got it and that's why I thought booze wouldn't be a problem",
        3242.9,
        3247.82
    ],
    [
        " cigarettes aren't a problem booze isn't a problem you'd play a pose. I mean you'd quit pills",
        3247.82,
        3251.92
    ],
    [
        " whatever it was like a whatever when the time comes for you to quit booze you'll just quit that's what you were thinking when I'm ready",
        3251.96,
        3257.34
    ],
    [
        " It'll be done with it and but what I what what happened and if you're a politician the most important thing federal",
        3257.34,
        3264.36
    ],
    [
        " State",
        3264.36,
        3265.6
    ],
    [
        " Municipal so in Canada state would be provincial",
        3265.6,
        3269.52
    ],
    [
        " Budget money money is the big thing that everybody worries about in private live and everything else so",
        3269.52,
        3275.96
    ],
    [
        " So what when are we talking about right now? Sorry, you're already back. You're back to my bouncing around a little bit",
        3275.96,
        3281.26
    ],
    [
        " I'm just saying in my mind",
        3281.38,
        3283.04
    ],
    [
        " 2017 wasn't that big a deal as far as the drinking because I'd kicked all these other habits and I",
        3283.04,
        3292.98
    ],
    [
        " Whether it's real or not. I had an army psychologist once tell me I had an anti addictive personality",
        3292.98,
        3298.62
    ],
    [
        " Because I guess like you like to me. It's like okay. Well, what's gonna help me function better?",
        3298.62,
        3303.36
    ],
    [
        " What's gonna get me to the next day without too many issues? And if I want to have a few drinks",
        3303.7,
        3307.9
    ],
    [
        " I'm gonna have a few drinks and I can because tomorrow morning",
        3307.9,
        3310.0
    ],
    [
        " I don't have to be anywhere until 9 a.m. Anyway, so whatever if I'm a little hungover when I get there",
        3310.0,
        3314.32
    ],
    [
        " I'll have a coffee in a glass of water or gatorade and an Advil not a big deal",
        3314.32,
        3318.76
    ],
    [
        " Fast forward to again my daughter's birthday in last fall",
        3318.76,
        3324.62
    ],
    [
        " Oh, daddy can't be there yet because I'm still hungover, right? I got my",
        3324.62,
        3329.18
    ],
    [
        " I and I and I was when I realized",
        3329.18,
        3331.52
    ],
    [
        " I'm going through I was like I felt this before because I kept asking myself what the why do I keep screwing everything up?",
        3331.52,
        3338.84
    ],
    [
        " And then the budgets process started that's where I was going with this and that's where I remembered",
        3339.44,
        3343.84
    ],
    [
        " I'm not because you're jaco you're not a private citizen anymore. You know that right? What do you mean?",
        3343.84,
        3348.98
    ],
    [
        " Well, if you fell off Instagram tomorrow, there's a million people out there. It'd probably like well, where the fuck is jaco",
        3349.54,
        3355.08
    ],
    [
        " And I was to posting less I was being less upbeat in what I did post",
        3355.08,
        3361.68
    ],
    [
        " The few last couple podcasts even going back to the spring on one of them we got loaded",
        3361.68,
        3368.08
    ],
    [
        " And we said it was for fun, but I like I needed a drink myself",
        3368.42,
        3372.14
    ],
    [
        " um",
        3372.14,
        3373.42
    ],
    [
        " And uh, I'm starting to miss budget and budget is",
        3373.42,
        3378.1
    ],
    [
        " Money that's what everything runs on the city of auto as a three and a half billion dollar budget",
        3378.1,
        3382.4
    ],
    [
        " Why is encounter medic at the budget meeting for the community protective services committee",
        3382.4,
        3388.18
    ],
    [
        " Community protective services committee. Oh",
        3388.18,
        3392.06
    ],
    [
        " He's not feeling well his legs are bugging him stuff like whatever my staff said",
        3392.06,
        3396.14
    ],
    [
        " I'm telling they're asking me what's going on boss? And I'm like, yeah, I just need to buy me some time",
        3396.56,
        3401.46
    ],
    [
        " But that's when the media and the voter goes no no no no no",
        3401.46,
        3404.98
    ],
    [
        " We get it you like to write books and you like to do podcasts you like to shoot guns and you know",
        3404.98,
        3410.52
    ],
    [
        " You're a dude and we accept you as who you are, but",
        3410.52,
        3412.86
    ],
    [
        " Our four-year commitment the biggest part of that commitment is making sure the money is spent properly and on the things that we want it",
        3412.86,
        3420.0
    ],
    [
        " Spent on and we elected you to be that voice",
        3420.0,
        3422.54
    ],
    [
        " Why aren't you at that meeting?",
        3422.54,
        3424.42
    ],
    [
        " and",
        3427.14,
        3427.62
    ],
    [
        " Personal private matters can only get you so far during like the most important part of of your job, right?",
        3427.62,
        3433.3
    ],
    [
        " Well either go on medical leave or be at the meeting",
        3433.94,
        3436.3
    ],
    [
        " Is basically what I was told right get a doctor's note or be here",
        3436.3,
        3440.18
    ],
    [
        " And that's when uh, I ended up doing that radio interview in December when it really came to a head and when I had to really admit to myself like I",
        3440.18,
        3449.46
    ],
    [
        " Border I think I was in my mind. I was borderline",
        3449.46,
        3453.14
    ],
    [
        " alcoholic I guess",
        3455.14,
        3456.26
    ],
    [
        " um",
        3456.26,
        3457.82
    ],
    [
        " But I was I was just not able to deal with that failure in myself",
        3457.82,
        3463.6
    ],
    [
        " How much how much were you drinking at the peak? It was a 40 ounce of whatever I get my hands on",
        3463.6,
        3470.98
    ],
    [
        " Sometimes it was like two remember one time it was two 26 ounce bottles of rye of crown royal was my brand of choice and",
        3470.98,
        3479.06
    ],
    [
        " If that wasn't around",
        3479.06,
        3480.36
    ],
    [
        " Again jack dan you're drinking you're getting done with work and that's it you just no at this point",
        3480.98,
        3485.98
    ],
    [
        " I'm just waking up in the morning and drinking okay, so I didn't want to work",
        3485.98,
        3489.04
    ],
    [
        " Like I was just I knew in the morning",
        3489.04,
        3492.22
    ],
    [
        " I couldn't go and then you feel like shit because you drank all day",
        3492.22,
        3495.32
    ],
    [
        " So what do you do? You go for the hair of the dog and that just turns into a perpetual circle",
        3495.32,
        3499.82
    ],
    [
        " And then the wounds I was talking about earlier they're not healing because my body's full of alcohol",
        3499.82,
        3505.32
    ],
    [
        " And a friend of mine said you know what my dad used to have that problem",
        3505.32,
        3509.22
    ],
    [
        " Because he drank too much too and he would like cut his hand working on like",
        3509.44,
        3513.22
    ],
    [
        " Woodwork in the shed and it would be there for like six eight nine months and then he'd sober up for a couple months",
        3513.22,
        3518.44
    ],
    [
        " And then it would go away, but then he'd fall back and I went",
        3518.44,
        3521.2
    ],
    [
        " Your dad the maniac you've told me stories about and she was like yeah, and I'm like",
        3521.2,
        3526.0
    ],
    [
        " Okay, so this is really becoming a problem",
        3526.0,
        3528.86
    ],
    [
        " So now I'm dealing with the internal struggle of I'm a complete failure of a human being",
        3528.86,
        3533.14
    ],
    [
        " I've met and I failed my kids. I failed the voters",
        3533.14,
        3535.8
    ],
    [
        " I failed like friends of mine like jaco and echo who",
        3535.8,
        3538.84
    ],
    [
        " You know, we expect certain things from each other right or we think we do",
        3539.58,
        3543.54
    ],
    [
        " And you could you could have a terrible day and I would never judge you for it",
        3543.54,
        3547.12
    ],
    [
        " But you don't know that until it happens right and even if you know that you still don't want to",
        3547.12,
        3552.24
    ],
    [
        " admit it",
        3552.24,
        3553.9
    ],
    [
        " Never mind a jaco or echo how about yourself",
        3553.9,
        3557.6
    ],
    [
        " Right and again, I'd stop meditating. I'd stop going to my therapist. I'd stop going to the gym",
        3557.6,
        3563.68
    ],
    [
        " I'd stop podcasting. I'd stop writing really even though and then",
        3563.68,
        3567.48
    ],
    [
        " During the book tour in October and I know I'm rewinding a little bit but",
        3567.82,
        3570.76
    ],
    [
        " I the last thing I wanted to do was go in the book tour",
        3570.76,
        3573.84
    ],
    [
        " But the book is coming out and that's a commitment that I signed and",
        3573.84,
        3577.12
    ],
    [
        " You know you're dealing with all this and I and I did the tour in my wheelchair and everybody's like",
        3577.12,
        3582.0
    ],
    [
        " You're doing so much better because you're okay with being in the wheelchair and I think yeah",
        3582.0,
        3585.72
    ],
    [
        " Yeah, yeah, cool close the hotel room door and like open a drink right have a drink",
        3585.72,
        3589.46
    ],
    [
        " so",
        3589.46,
        3591.62
    ],
    [
        " December was the worst month of my life getting blown up was easy",
        3591.62,
        3597.14
    ],
    [
        " In my opinion dealing with this shit",
        3597.48,
        3598.9
    ],
    [
        " But what I didn't do in 2007 was actually deal with the fact that I was blown up",
        3598.9,
        3604.8
    ],
    [
        " frankly",
        3604.8,
        3605.84
    ],
    [
        " I was so like yeah recover be useful to the regiment be useful to queen",
        3605.84,
        3610.62
    ],
    [
        " Be get better for the country um put prosthetic legs on life is normal ish",
        3610.62,
        3616.3
    ],
    [
        " And then now I'm like okay first of all now dude you're 40",
        3616.3,
        3620.66
    ],
    [
        " Second of all",
        3620.66,
        3622.4
    ],
    [
        " You you're you have kids that are now like worth of like I would see them and they be like",
        3622.4,
        3627.46
    ],
    [
        " We miss you like wherever you've been like why aren't you",
        3627.9,
        3631.06
    ],
    [
        " Around more and like you just you don't live far away like what's your excuse?",
        3631.06,
        3635.78
    ],
    [
        " Because oh because I'm ashamed of you seeing me all",
        3636.16,
        3638.7
    ],
    [
        " Dealing with the next day of being drunk and stuff you know and it really it really",
        3638.7,
        3644.28
    ],
    [
        " It really became I understand now I've always been sympathetic to addicts since my oxy cotton days, but",
        3644.28,
        3651.74
    ],
    [
        " Now I get how",
        3652.2,
        3653.96
    ],
    [
        " depression can really make you into",
        3653.96,
        3657.5
    ],
    [
        " Someone not worth saving in your own mind",
        3657.5,
        3663.62
    ],
    [
        " And I get I get it and I've I've never",
        3663.62,
        3667.18
    ],
    [
        " Dis I've never thought",
        3667.18,
        3670.4
    ],
    [
        " hatefully or",
        3670.4,
        3672.66
    ],
    [
        " Anything of friends that have committed suicide or have gone down that path of depression that you just if you're not in it",
        3672.66,
        3680.3
    ],
    [
        " You don't get it",
        3680.3,
        3681.28
    ],
    [
        " And you go man, why can't you just like read a book or listen to some comedy or not drink today like have",
        3681.28,
        3687.46
    ],
    [
        " I'll sit with you and have a water and you just don't get it",
        3687.46,
        3691.22
    ],
    [
        " And I was doing a lot of this on my self-isolation too because you don't want anyone seeing you like this",
        3691.22,
        3697.38
    ],
    [
        " and then the few people that do hang around are often in the same",
        3697.38,
        3701.92
    ],
    [
        " In one of the levels of of fuck up",
        3701.92,
        3710.28
    ],
    [
        " This before where and it sounds like you're describing exactly I talk about how like people get into a place where they're basically in a storm",
        3710.28,
        3717.5
    ],
    [
        " Right there. There's a storm all around their head and no matter which direction they look",
        3717.5,
        3721.94
    ],
    [
        " They just see clouds and thunder and rain and horror right and",
        3721.94,
        3725.82
    ],
    [
        " Everybody that's outside that storm looks at them and they go well, yeah, you're in a storm",
        3725.82,
        3730.1
    ],
    [
        " Just come over here and you'll be out of the storm just move over here and you'll be out of the storm",
        3730.1,
        3732.96
    ],
    [
        " Yeah, just put down the drink or you know start working out again or whatever you just move over here and you'll be out of the storm",
        3732.96,
        3738.76
    ],
    [
        " But but that person can't see they can't see the direction everything around them is a storm",
        3738.76,
        3743.98
    ],
    [
        " They don't understand how me coming over there is like climbing a mountain",
        3743.98,
        3748.44
    ],
    [
        " And not to give anyone shit, but maybe a little bit of shit if you know who you are",
        3748.44,
        3753.48
    ],
    [
        " Hey, man, uh, want to watch you have see tonight at my place? Yeah, cool except hey bro. I'm in a wheelchair",
        3753.48,
        3760.2
    ],
    [
        " I can't even get in your front door",
        3760.2,
        3762.48
    ],
    [
        " Can you come to my place where I can get around and take a piss without getting out a water bottle and you know like being embarrassed in front of your wife",
        3762.96,
        3770.0
    ],
    [
        " Yeah, but you live all the way over there like",
        3770.0,
        3772.84
    ],
    [
        " We've already got plans and shit like well cool. What about next weekend?",
        3772.84,
        3777.28
    ],
    [
        " eh",
        3777.84,
        3777.98
    ],
    [
        " That kind of that didn't help as well because people like they don't like even coming here",
        3777.98,
        3784.38
    ],
    [
        " You're like oh just buddy carry up the stairs and I'm like",
        3784.38,
        3786.52
    ],
    [
        " Yeah, I trust you",
        3786.52,
        3787.92
    ],
    [
        " But at the same time like some of my friends offering to carry me into their house are like",
        3787.92,
        3791.5
    ],
    [
        " 140 pounds like soaking wet",
        3791.94,
        3793.34
    ],
    [
        " Never been lifted to wait in their life and nothing against them",
        3793.34,
        3796.82
    ],
    [
        " But it's like you want me to trust my physical safety or you could just come to my place",
        3796.82,
        3801.82
    ],
    [
        " Like like and they don't get it and I don't I'm not mad anyone about it",
        3801.82,
        3806.14
    ],
    [
        " It's like it's like that saying like I don't hate them about it",
        3806.14,
        3808.72
    ],
    [
        " But at the same time it's kind of like",
        3808.72,
        3810.14
    ],
    [
        " All right cool, man. I'll just watch the fight and we can text and I'll be at my place alone again",
        3810.14,
        3815.72
    ],
    [
        " Right like because I didn't leave my dog isn't at the place where I'm at right now, right",
        3815.72,
        3819.48
    ],
    [
        " So that all thing just kind of fell into a big blender and in December um how long did that",
        3820.22,
        3827.84
    ],
    [
        " So did this when you got back in your wheelchair? Yeah, you gave up the leg. Yeah, that's really this is me",
        3827.84,
        3834.7
    ],
    [
        " It's so in May when you get like I said to you can we went on that long trip you went to Albany you come back from that",
        3834.7,
        3838.9
    ],
    [
        " Now you're now you're like I'm done with my prosthetics. They're freaking killing me. Yeah, and I'm getting in a wheelchair",
        3838.9,
        3845.7
    ],
    [
        " Back in the wheelchair is that sort of like now you're just you know you're just gaining momentum going downhill",
        3846.42,
        3851.68
    ],
    [
        " I yeah, well that and but that's a crazy thing is I thought I'm starting to climb up",
        3851.68,
        3856.14
    ],
    [
        " Because I'm like finally admitting",
        3856.14,
        3858.6
    ],
    [
        " I can't wear my prosthetics because I would like walk into council",
        3858.6,
        3862.82
    ],
    [
        " Which is the big like every two weeks you do the big meeting and that's where all like all everything",
        3862.82,
        3868.24
    ],
    [
        " You went to the bar and drink about and then went to the mall office and like I'll argue to behind the scenes with each other",
        3868.24,
        3873.32
    ],
    [
        " Now you sit down and you go all those in favor. I all those against the you know, you know, Neh and then it's passed all of resolution passes",
        3873.32,
        3879.98
    ],
    [
        " And now it's a legal lead ice cream on bank street on Sundays",
        3879.98,
        3883.08
    ],
    [
        " Which is a bylaw in Ottawa that I'm gonna actually try and get changed by the way from like 1800s",
        3883.08,
        3888.18
    ],
    [
        " But the point is that's the big show",
        3888.18,
        3890.94
    ],
    [
        " Like if all the other training right that that's the live fire exercise or that's the actual op right?",
        3890.94,
        3896.48
    ],
    [
        " So that's what you work for",
        3896.6,
        3897.78
    ],
    [
        " So when I started missing those at the end of the year when we're pat like the budget is the thing that if without budget",
        3898.1,
        3903.86
    ],
    [
        " You have you guys just had a government shutdown over budget. Yep. That's you're trying to avoid and that's when the media who",
        3903.86,
        3910.0
    ],
    [
        " You know they're doing their job, but",
        3910.0,
        3912.28
    ],
    [
        " Jody Middick in a headline gets clicks and now Jody Middick the guy everybody loves oh he's fucking up",
        3912.28,
        3919.66
    ],
    [
        " What's going on here one guy even made a video called no show Middick",
        3919.66,
        3923.24
    ],
    [
        " Because I'd missed like four or five meetings, but the meetings I'd missed were the ones out like you could miss every other",
        3923.76,
        3929.9
    ],
    [
        " Meeting throughout the year and nobody would give a fine fuck of a rolling donut",
        3929.9,
        3934.34
    ],
    [
        " Which is a saying out of a book a series of books I love but",
        3934.34,
        3938.08
    ],
    [
        " But I miss these three meetings. Oh, no. Oh, no man like these are the meetings we really voted for you to be at",
        3938.08,
        3945.82
    ],
    [
        " Where you at no show Middick and this guy is trying to make it a name for himself as a political commentator whatever",
        3945.82,
        3950.86
    ],
    [
        " He's a asshole, but the point is",
        3950.86,
        3952.44
    ],
    [
        " Say that shit to my face",
        3952.44,
        3955.68
    ],
    [
        " The point is",
        3955.68,
        3957.76
    ],
    [
        " He's right though",
        3957.76,
        3959.3
    ],
    [
        " Where is no show Middick and now in my because that's what I wasn't my head already",
        3959.3,
        3963.52
    ],
    [
        " Right and then I'm like okay, so I thought if I said personal family matters or personal health matters",
        3963.52,
        3969.72
    ],
    [
        " They get it they know me they know I've",
        3969.72,
        3971.4
    ],
    [
        " Dealing with stuff along the way, but they're like yeah, we get it man",
        3971.4,
        3974.9
    ],
    [
        " But if you don't tell us what's going on then we're gonna assume you're just fucking late being lazy",
        3974.9,
        3979.4
    ],
    [
        " Because why don't why shouldn't we?",
        3979.72,
        3981.36
    ],
    [
        " And I went okay and a reporter buddy of mine and I sent you a couple texts",
        3981.9,
        3986.68
    ],
    [
        " That's when I and I when you said that earlier I my skin went like you know we got the goose bumps because",
        3986.68,
        3992.12
    ],
    [
        " I forgot I sent that and I was starting to think like okay. I got to go back to basics. I got to remember",
        3992.12,
        3998.78
    ],
    [
        " Who I am and what I was and my own advice",
        3998.78,
        4002.06
    ],
    [
        " And that's when I went oh yeah, I got too comfortable in my pity and the enemy now is on my left flank",
        4002.06,
        4009.04
    ],
    [
        " And I have zero defenses on the left flank",
        4009.04,
        4011.84
    ],
    [
        " And what do you instead of fighting a shitty losing rear guard",
        4011.84,
        4016.86
    ],
    [
        " You turn and you face the fucking you face the battle",
        4016.86,
        4020.2
    ],
    [
        " So I turned and a reporter friend of mine and first for the record reporters are not really friends",
        4020.2,
        4027.34
    ],
    [
        " There's those friends that you kind of keep at arm's length and you're always ready to punch",
        4027.34,
        4030.32
    ],
    [
        " But you never know right you're not really punched but I'm not threatening anyone with violence",
        4030.32,
        4034.42
    ],
    [
        " UPC world weirdos, but the he said he called me on a personal note and he said hey man",
        4035.5,
        4040.68
    ],
    [
        " Here's what's being said in the in the in the media world about you and this is what could be going to headline if you don't say anything soon",
        4040.68,
        4049.32
    ],
    [
        " And I went okay well",
        4049.32,
        4051.04
    ],
    [
        " Some of that's true some of that's made up",
        4051.04,
        4053.74
    ],
    [
        " But that's what you do when you don't know",
        4053.74,
        4055.66
    ],
    [
        " And I said all right",
        4055.66,
        4057.48
    ],
    [
        " Can I come on your show and he's like well? That's what I was just about to ask you if you want come on my show",
        4057.48,
        4063.22
    ],
    [
        " And that's Evan and we and then we went and we talked about it and he was very kind to me",
        4063.44,
        4068.92
    ],
    [
        " He's rough. He's a tough dude. He's a tough",
        4068.92,
        4070.98
    ],
    [
        " A reporter, but at the same time very fair",
        4070.98,
        4074.12
    ],
    [
        " And he hit me with a few with a few hits and I hit him back",
        4074.12,
        4078.9
    ],
    [
        " But what I did was I got it all out of my system because it's good basically you feel like you're holding never mind",
        4078.9,
        4084.76
    ],
    [
        " I'm keeping a secret from Jocco and Echo",
        4084.76,
        4086.52
    ],
    [
        " I'm keeping a secret from 40,000 residents who trust me to be their counselor",
        4086.52,
        4092.48
    ],
    [
        " Then there's all the fans of Jody Middick that are out there and all the supporters",
        4092.86,
        4096.54
    ],
    [
        " Who are all amazing and who all are willing to",
        4096.54,
        4100.08
    ],
    [
        " Support you through the best and the worst of times, but they can't support you without anything that they like",
        4100.08,
        4106.22
    ],
    [
        " To them I just stopped podcasting for no reason and I've stopped being positive on social media",
        4106.22,
        4111.86
    ],
    [
        " So what like what that you just decide is this the real Jody now?",
        4111.86,
        4115.66
    ],
    [
        " Is that who like are you faking it before like that some of the messages I got like",
        4115.98,
        4119.88
    ],
    [
        " All obviously you figured out that you can still make money and be be the asshole you actually are",
        4120.12,
        4124.48
    ],
    [
        " And I was like oh shit like Jesus maybe I am that asshole, but",
        4124.48,
        4128.14
    ],
    [
        " When I did my buddy show a huge weight went off my shoulders",
        4128.14,
        4132.8
    ],
    [
        " I shouldn't say buddy, but you know",
        4132.8,
        4134.7
    ],
    [
        " But the point is that that was the beginning of me",
        4134.7,
        4137.34
    ],
    [
        " Turning into the into the fight instead of running",
        4137.34,
        4140.1
    ],
    [
        " And I had a couple of setbacks",
        4140.1,
        4142.6
    ],
    [
        " So so hold on so this show that you did and you you said you listen. I did listen to it, but um",
        4142.6,
        4148.8
    ],
    [
        " The the the premise of the show was what you did for lack of a better word as you took ownership of everything that was going on",
        4149.86,
        4156.1
    ],
    [
        " I even laughed I was laughing right before I went online I went under the show. I said",
        4156.1,
        4160.88
    ],
    [
        " I'm doing a joke when I'm taking extreme ownership you",
        4160.88,
        4164.6
    ],
    [
        " So you went on there and you said look ride like a baby by the way anyone who thinks of it tough guy",
        4164.6,
        4170.46
    ],
    [
        " I've been drinking too much. Yeah, what do you like what were the facts? What were the things that you took ownership of?",
        4170.46,
        4176.72
    ],
    [
        " Was that that was the major thing right well the booze caused a lot of the",
        4176.86,
        4181.56
    ],
    [
        " lack of energy lack of",
        4181.56,
        4184.7
    ],
    [
        " Attempted it attendance",
        4184.7,
        4186.92
    ],
    [
        " Went down because it's one thing to be",
        4186.92,
        4189.86
    ],
    [
        " Buzz it's another thing to be completely hungover and fucked up and show up for meeting like you you know yourself",
        4189.86,
        4197.52
    ],
    [
        " I know myself and I know like if I go in there like this right now people will be like",
        4197.52,
        4201.56
    ],
    [
        " He is completely fucked",
        4201.56,
        4203.98
    ],
    [
        " Right and I know I'm swearing a lot and I apologize, but",
        4204.16,
        4206.62
    ],
    [
        " You avoid that and then so I said okay guys",
        4206.62,
        4210.3
    ],
    [
        " Well, here's why I missed this meeting and here's why I missed that meeting because I've turned to an old friend crown royal",
        4210.3,
        4215.66
    ],
    [
        " Instead of my my therapist and my doctors and my friends and my family and my supporters and all the things that made me able to cope from",
        4215.66,
        4223.98
    ],
    [
        " 2007 to 2017 so for basically a decade I forgot about and I left behind like",
        4223.98,
        4231.32
    ],
    [
        " Never mind. I was never mind the gym like stopped the gym stop talking to my therapist stopped",
        4231.92,
        4237.16
    ],
    [
        " Talking to my kids stop talking to my ex stop talking to my mom stop talking to my dad",
        4237.16,
        4242.16
    ],
    [
        " my friends again, I was self-isolating and",
        4242.16,
        4246.8
    ],
    [
        " There were times when I'd want to pick up the phone and just call like you or Rob or",
        4246.8,
        4251.7
    ],
    [
        " Um or some of my friends at home or some of my sniper buddies and just be like I don't know what to do",
        4251.7,
        4258.26
    ],
    [
        " And",
        4260.56,
        4261.04
    ],
    [
        " Now your man echo right sure imagine trying to make that call",
        4261.04,
        4265.78
    ],
    [
        " Yeah, and I'm not saying it's a man problem. I'm saying it's a shit definitely a human problem",
        4265.78,
        4270.66
    ],
    [
        " But I'm the guy everybody thinks I get told you're the poster child of success post injury and I'm like in my head",
        4270.66,
        4279.86
    ],
    [
        " I'm like you know my fucking bullshit or",
        4279.86,
        4281.9
    ],
    [
        " Like that's how you feel and I'm like whether I am or not",
        4281.9,
        4285.58
    ],
    [
        " I've been lucky and I've made a few decent decisions on for my own accord and I am where I am through hard work and discipline",
        4286.04,
        4293.26
    ],
    [
        " And now what and now I feel like I'm losing it all because I have I have I've been faking it",
        4293.26,
        4299.4
    ],
    [
        " Was this just a ride that I was on and now I'm done and I want to get off like the thing the things that go through your head",
        4299.4,
        4306.16
    ],
    [
        " Now first of all I was never suicidal. I'd never thought never crossed my mind. I don't know why it just didn't",
        4306.16,
        4312.34
    ],
    [
        " But I did have one thought one day where I went",
        4313.4,
        4315.78
    ],
    [
        " I think I understand why some guys take that path though",
        4315.78,
        4318.98
    ],
    [
        " I had a such a day one day where it was in December and I it wasn't like I thought oh things would be better if I was dead",
        4318.98,
        4326.08
    ],
    [
        " It was like I just I was such a low moment and I went",
        4326.08,
        4329.02
    ],
    [
        " whew",
        4329.02,
        4330.36
    ],
    [
        " I think I get it why sometimes guys take that path because it's just",
        4330.36,
        4334.72
    ],
    [
        " Like you know like it was just such an extreme",
        4334.72,
        4337.58
    ],
    [
        " combination of everything from all sides and I went",
        4338.64,
        4340.82
    ],
    [
        " I think I kind of get it now because before I I don't know about you",
        4340.82,
        4344.42
    ],
    [
        " But I've tried to figure out why some of the guys go that route and I just can't",
        4344.42,
        4348.8
    ],
    [
        " But that moment I went oh, okay, I kind of get it",
        4348.8,
        4352.0
    ],
    [
        " And it was it wasn't like I thought solution for myself, but I just",
        4352.0,
        4356.6
    ],
    [
        " There's a very quick as it took about two minutes of in and out",
        4356.6,
        4360.2
    ],
    [
        " And it stuck with me though because I went",
        4360.2,
        4362.56
    ],
    [
        " That's the first time I've ever had any thought like that right",
        4362.56,
        4365.7
    ],
    [
        " And then so my daughter's birthday is late December and I missed that one too and then",
        4366.46,
        4373.42
    ],
    [
        " New Year's Eve",
        4373.42,
        4376.86
    ],
    [
        " And I've already made plans to go and do an assessment that would tell me how terrible of an addict I am",
        4376.86,
        4385.7
    ],
    [
        " As an alcoholic because that's what you are you're an addict and I'm going to AA kind of sort of",
        4385.7,
        4392.78
    ],
    [
        " And",
        4394.06,
        4394.42
    ],
    [
        " My have a sponsor who's all over me. He's a great guy and I won't say his name here, but he knows who he is and he's a beautiful human being",
        4394.42,
        4400.44
    ],
    [
        " Um, and he's trying to get on top of me and Luke's trying to get on top of me my mom and my ex and my friends",
        4400.44,
        4407.22
    ],
    [
        " And they're all trying to just be like okay, man like we get it now. We've heard",
        4407.22,
        4410.14
    ],
    [
        " We've heard your calls loud and clear now. How do we help you and then it's trying to like mitigate that and then",
        4410.14,
        4417.04
    ],
    [
        " Well, it's you know, it's Christmas. I'll have a few drinks",
        4417.04,
        4419.98
    ],
    [
        " I",
        4421.24,
        4421.6
    ],
    [
        " Know I sold the world this but you know, I can handle it",
        4421.6,
        4423.78
    ],
    [
        " I'm not I'm not that bad and then the next morning you're like oh, man",
        4423.78,
        4427.28
    ],
    [
        " But then New Year's Eve I had some company that came out because they're like we heard you man",
        4427.28,
        4432.36
    ],
    [
        " We're here. It's New Year's Eve. Let's hang out. Let's be for some fun",
        4432.36,
        4435.46
    ],
    [
        " I have a few drinks. We're all here to keep an eye on you can't get that bad. We know who you are",
        4435.46,
        4440.08
    ],
    [
        " And the next morning. It's like I did what",
        4440.08,
        4443.4
    ],
    [
        " Because now all the pressures on now to get better",
        4443.4,
        4447.66
    ],
    [
        " And I was here in radio interviews where they I was headline news in Ottawa for a couple days",
        4448.12,
        4453.16
    ],
    [
        " Where they went wow real brave of him to say that now? How's he gonna get better guys are talking about me",
        4453.16,
        4458.76
    ],
    [
        " I have to retire",
        4458.76,
        4459.68
    ],
    [
        " Our resigned from politics",
        4459.68,
        4461.88
    ],
    [
        " In Canada with the gun laws as they are a public sit anyone can call in a threat on anybody who owns guns",
        4461.88,
        4469.96
    ],
    [
        " Right",
        4469.96,
        4470.98
    ],
    [
        " so some",
        4470.98,
        4472.72
    ],
    [
        " Gun",
        4472.72,
        4473.52
    ],
    [
        " Hating citizen and I'm not hating them for this. I'm just hating them for being a dick",
        4474.54,
        4478.6
    ],
    [
        " Said oh, I can get a prominent gun owners guns taken away if I call the police and say I think he's a threat to public safety",
        4478.6,
        4486.06
    ],
    [
        " And that's all you have to do. It's completely anonymous",
        4486.06,
        4488.28
    ],
    [
        " Which is bullshit and anyone can do it against anyone that's a gun owner",
        4488.28,
        4492.88
    ],
    [
        " And so now the police call they say listen we have to do an investigation. So like damn so that actually happens",
        4492.88,
        4500.1
    ],
    [
        " So this was this was right before New Year's Eve",
        4500.1,
        4502.18
    ],
    [
        " So I'm like freaking out. I am losing my shit",
        4502.18,
        4505.8
    ],
    [
        " And because I'm like I don't know how it works now they're very understanding",
        4505.8,
        4509.4
    ],
    [
        " But they have to do the check they look once the investigation started",
        4509.4,
        4512.74
    ],
    [
        " real or not or",
        4512.74,
        4514.64
    ],
    [
        " Substantiated or not we gotta go through steps one to Z",
        4514.64,
        4520.06
    ],
    [
        " Okay",
        4520.06,
        4521.2
    ],
    [
        " So they go and inspect the guns they the guns are safe the guns are where they're supposed to be everything's locked",
        4521.2,
        4526.66
    ],
    [
        " I everything's proper that that that that that talk to my family",
        4526.66,
        4529.76
    ],
    [
        " Nope, he's never been threatening with them. Da la la la",
        4530.16,
        4532.7
    ],
    [
        " And then like and then and then and then and the New Year's Eve rolls around and I have that terrible",
        4532.7,
        4537.98
    ],
    [
        " This is the last I the last drop of booze I had was New Year's Eve",
        4537.98,
        4541.54
    ],
    [
        " and",
        4541.54,
        4543.28
    ],
    [
        " We started with a small bottle and I drank it all myself and",
        4543.28,
        4548.76
    ],
    [
        " And this past me New Year's Eve just past New Year's Eve. So towards today 20",
        4548.76,
        4553.94
    ],
    [
        " 22 hours ago 23 days ago",
        4553.94,
        4556.24
    ],
    [
        " And the next morning I got a little bit of a lowdown about what I was like and I",
        4557.02,
        4562.04
    ],
    [
        " call him evil Jody",
        4562.04,
        4562.98
    ],
    [
        " And he came out once in",
        4562.98,
        4565.36
    ],
    [
        " 5",
        4565.36,
        4568.2
    ],
    [
        " After my first deployment to Afghanistan and before my second one where I got wounded",
        4568.2,
        4573.4
    ],
    [
        " And I was bouncing at the time and I was you know having some little bit too much fun in life",
        4573.4,
        4578.38
    ],
    [
        " Maybe but I was also drinking too much for the wrong reasons",
        4578.38,
        4582.24
    ],
    [
        " At the time and a lot of us work as we had",
        4582.24,
        4584.9
    ],
    [
        " The Canadian forces we hadn't dealt with you know combat a lot right like I said",
        4585.52,
        4590.08
    ],
    [
        " And a lot of us were green when we went into Afghanistan the first time",
        4590.08,
        4594.28
    ],
    [
        " So maybe a lot of meant like you said a fair number of us me included where maybe",
        4594.28,
        4600.54
    ],
    [
        " choosing the wrong ways",
        4600.54,
        4602.54
    ],
    [
        " Um, I was still meditating a lot so mitigated a little bit",
        4602.54,
        4606.72
    ],
    [
        " But this I call him evil Jody he came out",
        4606.72,
        4609.32
    ],
    [
        " My friend why one one of my buddies who",
        4609.32,
        4612.2
    ],
    [
        " Still talk to he's a police sniper now, but he pulled me aside and he said hey man like",
        4613.12,
        4618.3
    ],
    [
        " I've never ever seen you actually that ever no matter how drunk you were what it was going on or how angry you were",
        4618.3,
        4625.16
    ],
    [
        " Who pissed you off what the fuck was that about and I went oh",
        4625.16,
        4628.76
    ],
    [
        " That sounds like grandpa or whatever",
        4628.76,
        4632.46
    ],
    [
        " So I locked him in a cage and I used to joke that you know",
        4632.46,
        4636.14
    ],
    [
        " Don't let don't let the caveman out of his cage",
        4636.14,
        4638.62
    ],
    [
        " And then but that night so the 25 days ago or whatever was he got out",
        4638.94,
        4642.82
    ],
    [
        " And I didn't hurt anybody and or anything and but I said things you don't shouldn't and I maybe",
        4642.82,
        4648.24
    ],
    [
        " Made actions that you shouldn't yeah for me the biggest thing is when you you realize that you had no control over what's happening",
        4648.24,
        4657.78
    ],
    [
        " And you know, I don't even remember yeah, well, that's what I'm saying. I remember you did all these things I said what to who?",
        4657.78,
        4663.96
    ],
    [
        " Oh",
        4665.68,
        4666.08
    ],
    [
        " And you're just like you're think I and I called so I called one of the people that was there and I said I am so sorry",
        4666.08,
        4671.62
    ],
    [
        " And he was like been there done that dude. You got to get your shit together",
        4671.62,
        4675.04
    ],
    [
        " I'll be here when you're done when you're ready or I'm here tomorrow. He was such a great guy about it",
        4675.04,
        4680.82
    ],
    [
        " And I went oh, so the world doesn't hate you for being a fuck up and I at that help too",
        4680.82,
        4686.38
    ],
    [
        " And we talked about this last night like who when you mitigate",
        4686.38,
        4690.74
    ],
    [
        " um",
        4690.74,
        4692.0
    ],
    [
        " crisis",
        4693.06,
        4693.58
    ],
    [
        " David Letterman or Tiger Woods",
        4693.58,
        4694.84
    ],
    [
        " Whoever like don't follow Tiger Woods book go with David Letterman on it explain what David Letterman did because I didn't know",
        4694.84,
        4702.04
    ],
    [
        " So yeah, so it in in in in a in a nutshell David Letterman got he got caught in a fair on his wife David Letterman",
        4702.04,
        4709.5
    ],
    [
        " By the way is is like a talk show host at night and well you was people not yeah",
        4709.5,
        4714.7
    ],
    [
        " He's not anymore, but I guess he was and he was pretty popular at some point. Yeah, he was already",
        4714.7,
        4719.24
    ],
    [
        " I don't think some people don't know is a golf player. So he yeah, if you haven't heard of him",
        4719.24,
        4725.2
    ],
    [
        " He's like yeah, he's like half black half tie and you know, he swung a golf club pretty good for a minute",
        4725.2,
        4731.14
    ],
    [
        " But he got caught cheating on his wife too, but so David Letterman got a blackmail letter right before one of his shows",
        4731.14,
        4739.14
    ],
    [
        " And the guy said I know what happened",
        4739.14,
        4741.58
    ],
    [
        " Did you have an affair or something he had had one or he was having one and",
        4742.16,
        4747.12
    ],
    [
        " It was like pay me 40,000 a week for the rest of my life or",
        4747.12,
        4751.16
    ],
    [
        " This or something I'll tell the world and David Letterman went",
        4751.16,
        4755.02
    ],
    [
        " All right, I fucked up and he went out and he's and I don't remember it",
        4755.02,
        4760.1
    ],
    [
        " I did see it, but I don't remember exactly how it went",
        4760.1,
        4762.68
    ],
    [
        " But basically usually they do a monologue these guys before their show and he went instead of today's monologue",
        4762.68,
        4767.78
    ],
    [
        " I'm gonna look into the camera and I'm gonna say I cheated on my wife",
        4767.78,
        4771.34
    ],
    [
        " And she knows about it and we're working on it and somebody else found out and they thought they were gonna get money from me",
        4772.16,
        4777.44
    ],
    [
        " So he looked in the camera went fuck you",
        4777.44,
        4779.94
    ],
    [
        " The police are coming to your house right now and to the rest of you. I apologize. I'm sorry",
        4779.94,
        4785.4
    ],
    [
        " I'm I have to my wife I apologize and I understand if this is a problem for us, and then we will have to deal with it again",
        4785.4,
        4790.86
    ],
    [
        " Because of who I am. It's world news and the he he owned it. Mm-hmm. He owned all of it and",
        4790.86,
        4798.92
    ],
    [
        " The other day he interviewed this guy named Obama you might have heard of him on his new show on Netflix called I forget what the next guest or something",
        4799.58,
        4806.64
    ],
    [
        " And he was on he's he's still seen as a good dude right because he owned it and he and he worked through it and he and he didn't not talk about it",
        4806.64,
        4816.02
    ],
    [
        " And then there's what Tiger Woods did",
        4816.02,
        4818.26
    ],
    [
        " Which is run away hide",
        4818.26,
        4820.62
    ],
    [
        " Not admit anything and he Tiger Woods went through for five years of just complete chaos in his life",
        4820.62,
        4828.28
    ],
    [
        " Before he finally even I think now he still places in the bottom 50 I think he's at the PGA. I don't know",
        4828.92,
        4834.92
    ],
    [
        " Still plays but he probably just plays to pay the bills now. He was worth a billion dollars at one point",
        4834.92,
        4839.58
    ],
    [
        " And he lost it all because of not owning a fuck up",
        4839.58,
        4843.66
    ],
    [
        " You probably still would have lost a lot of it because his wife took half but regardless",
        4843.66,
        4847.92
    ],
    [
        " Sponsors dropped him. He himself is a human being couldn't look himself in the mirror. I'm sure right and blah blah blah",
        4847.92,
        4853.98
    ],
    [
        " So I said okay. Well, this is my Tiger Woods or David Letterman moment",
        4853.98,
        4858.58
    ],
    [
        " Like going on the radio. I thought was it",
        4858.92,
        4860.98
    ],
    [
        " Now we're two weeks later ish whatever it was yeah like two weeks later and I'm like",
        4860.98,
        4866.26
    ],
    [
        " Well either I never drink again or I continue down the path of bullshitting myself into saying well, I'll just get better when I'm ready",
        4866.26,
        4874.96
    ],
    [
        " and",
        4874.96,
        4876.48
    ],
    [
        " This journey I've been on for since I left when did I leave I forget",
        4876.48,
        4881.66
    ],
    [
        " Jan 18 or 19 I left Ottawa and I've just been driving",
        4881.66,
        4886.4
    ],
    [
        " I wanted to drive route 66 since I was a teenager and",
        4887.3,
        4891.6
    ],
    [
        " You know that I talked to the kids. I talked to Atlanta. I talked to my mom. I talked everybody that mattered. I said I'll be back",
        4891.6,
        4898.58
    ],
    [
        " First city council is January 31st after our Christmas break anyway",
        4898.58,
        4904.0
    ],
    [
        " And I said I'll be back. I'm gonna go visit some people that are gonna look me in the eye and tell me if I'm full of shit or not",
        4904.0,
        4911.96
    ],
    [
        " you guys being some of them and",
        4911.96,
        4914.82
    ],
    [
        " When I get back I'm gonna my therapist already have an appointment",
        4915.0,
        4919.5
    ],
    [
        " my",
        4919.5,
        4920.56
    ],
    [
        " My doctors for my legs because I'm going back to basic training to learn how to use prosthetics again. So I don't go through those issues again",
        4920.56,
        4927.48
    ],
    [
        " I'm gonna",
        4927.48,
        4928.92
    ],
    [
        " Talk about my addiction issues. I'm gonna talk about why I'm not I'm going back to the gym. I have a diet plan already",
        4928.92,
        4936.24
    ],
    [
        " I have a trainer waiting",
        4936.24,
        4937.28
    ],
    [
        " I'm going back to the basic I'm back. I'm a basic training to be human being again and I",
        4937.28,
        4944.64
    ],
    [
        " Was I was laughing this morning listening to your show",
        4944.82,
        4947.68
    ],
    [
        " About the basic training at Marine Corps base in Paris Island because I was like",
        4947.68,
        4952.16
    ],
    [
        " Fuck man. I just I keep doing this every three or four years",
        4952.16,
        4955.6
    ],
    [
        " I got to go back and relearn what it's like to be joe demitting because I am",
        4955.6,
        4960.6
    ],
    [
        " evolving",
        4960.6,
        4962.28
    ],
    [
        " I had to evolve beyond the soldier and then I had to turn to the citizen and then I out now I'm returning into something else",
        4962.28,
        4969.46
    ],
    [
        " I think because",
        4969.46,
        4970.76
    ],
    [
        " I had a plan",
        4970.76,
        4972.72
    ],
    [
        " Until I was 44 I thought at 25 years in the army or 20 was 27 years",
        4973.14,
        4979.52
    ],
    [
        " Retire become a contractor teach shooting for the rest of my life and just be that grumpy old guy that",
        4979.52,
        4985.28
    ],
    [
        " You know, well if you want to know about shooting you talk that guy",
        4985.28,
        4988.16
    ],
    [
        " Be good decent money, right? I didn't want to get rich. I just wanted to have pay my bills and hang out with my my",
        4988.16,
        4994.06
    ],
    [
        " Dream retirement was gonna be to hurt alpacas around on my horse with my rifle shoot coyotes and",
        4994.06,
        4999.94
    ],
    [
        " And listen to like gangster rap and read books like that was it. That was what I wanted to do",
        5000.12,
        5004.7
    ],
    [
        " But but life has a funny way of pointing you in directions that maybe you need to go in or you didn't know you had to go and",
        5004.7,
        5011.24
    ],
    [
        " I'm back on the jockeaux podcast",
        5011.24,
        5015.42
    ],
    [
        " Spilling my whole life and my soul out for everybody and I hope somebody learns if we keep one troop from",
        5015.42,
        5023.18
    ],
    [
        " Like listen if even if you're on the road where you know you're fucking up",
        5023.18,
        5027.82
    ],
    [
        " Pull over",
        5028.5,
        5029.38
    ],
    [
        " calling air support like jackeaux said like",
        5029.38,
        5032.64
    ],
    [
        " You got we have so many resources. We don't know about and",
        5032.64,
        5038.54
    ],
    [
        " You know we all um the on the lone wolf well even the lone wolf runs in a pack",
        5038.54,
        5043.02
    ],
    [
        " And I think like that's how I've thought it like you know the soft guys, you know, we're all alphas, but we're in",
        5043.02,
        5048.84
    ],
    [
        " Teams, you know, and I rolled in a team of three hardcore guys. There's me and my boys and",
        5048.84,
        5053.62
    ],
    [
        " But we at the same time I knew I had artillery support. I had to air cover. I had this",
        5054.1,
        5058.54
    ],
    [
        " I had another sniper team covering the flank over there and reky platoon over there and you're never alone",
        5058.54,
        5063.6
    ],
    [
        " And even last night like I",
        5063.6,
        5066.48
    ],
    [
        " I felt bad. I'm still in the t-shirt. I drove in all day from the t-shirt. I wore the day before and he showed",
        5066.48,
        5073.32
    ],
    [
        " Doc. I've never seen jackeaux dressed up and I'm like, oh shit jackeaux is like gonna button down shirt and he's wearing",
        5073.32,
        5078.6
    ],
    [
        " shoes",
        5080.02,
        5080.38
    ],
    [
        " Let's not get crazy. I had on a pair of jeans vans a t-shirt and a flannel shirt",
        5080.38,
        5084.26
    ],
    [
        " Just up",
        5084.26,
        5086.24
    ],
    [
        " But I'm like technically I'm like I'm like okay, so I haven't seen him seen you in two years",
        5086.24,
        5093.04
    ],
    [
        " Ish give her take a few months",
        5093.04,
        5095.14
    ],
    [
        " We've talked but it's not like we've been on the phone for hours",
        5095.14,
        5098.2
    ],
    [
        " Been like hey bro. What's going now like you know, you were busy dudes",
        5098.2,
        5101.26
    ],
    [
        " We kept in touch the way guys I guess do but",
        5101.26,
        5103.62
    ],
    [
        " We sat down and I'm like okay",
        5103.62,
        5105.68
    ],
    [
        " Do I eat dinner and then tell him tomorrow or",
        5105.96,
        5109.66
    ],
    [
        " And I just basically threw up all over you",
        5109.66,
        5112.5
    ],
    [
        " And you and you were awesome and I love you for it and I appreciate it",
        5112.5,
        5116.74
    ],
    [
        " But I needed that hour of just",
        5116.74,
        5119.72
    ],
    [
        " Talking about myself and I felt bad about it too because I'm like I haven't even asked him how his kids are",
        5119.72,
        5124.72
    ],
    [
        " You have I have friends that'll do you we're willing to do that and I've done that for hundreds of guys",
        5124.72,
        5130.52
    ],
    [
        " But then when it's you doing the talking man, it's tough and I get it now",
        5130.52,
        5135.58
    ],
    [
        " I get it now more than anything",
        5135.68,
        5137.58
    ],
    [
        " So guys you need not you got to pull over you got to like you just got to take a knee",
        5137.58,
        5143.36
    ],
    [
        " And let somebody else take point for a bit and that's just the way it is",
        5143.36,
        5148.36
    ],
    [
        " You know how you were said you said um you kind of understand when people",
        5148.36,
        5153.44
    ],
    [
        " Feel suicidal",
        5153.44,
        5155.38
    ],
    [
        " You know, I remember you said that yeah, no, I know and I said that a bunch of times since it happened",
        5155.38,
        5161.7
    ],
    [
        " But what's your question sorry like do you do you because I think about that too sometimes where",
        5162.42,
        5166.98
    ],
    [
        " That's the only time I've ever had that thought well, I don't think about me",
        5166.98,
        5170.82
    ],
    [
        " Yeah, I'm thinking like other people like what does it take to be like you know what I'm gonna",
        5170.82,
        5174.02
    ],
    [
        " Em my life my question is do you think that it's like",
        5174.02,
        5176.14
    ],
    [
        " That feeling is like it's almost like this immense boredom",
        5176.14,
        5180.86
    ],
    [
        " With you know how like you do you just don't ever it's not like this pain that I got to end",
        5180.86,
        5185.5
    ],
    [
        " It's more that like there's really no reason for me to it's like you're going up this hill",
        5185.5,
        5189.74
    ],
    [
        " But the hill isn't that steep, but it's just so wrong. Yeah, you know, I think that's part of it",
        5189.74,
        5194.58
    ],
    [
        " Yeah, like it's it's like from what I've read the few suicide notes that I've seen when you know when you find like we had one",
        5194.58,
        5201.28
    ],
    [
        " I don't know if I talked about it on on the show last time we I was teaching on a sniper course and one of the guys",
        5201.28,
        5206.5
    ],
    [
        " I was talking to him at one moment about what we're gonna do Saturday",
        5206.5,
        5210.78
    ],
    [
        " Because they're all guys you work with right? It's it's kind of like I'm sure it's the same as the seals",
        5210.78,
        5215.2
    ],
    [
        " So a lot of them that come on the sniper course anyway our guys you've",
        5215.2,
        5219.04
    ],
    [
        " picked out of the platoons and",
        5219.28,
        5221.48
    ],
    [
        " And then you know even if they pass you still have a meeting where you go?",
        5221.48,
        5224.68
    ],
    [
        " Okay, do we really want to work with echo guys like I know we gave him the badge",
        5224.78,
        5227.88
    ],
    [
        " But is are we gonna let him into the teams and then so this is one of the guys",
        5227.88,
        5232.08
    ],
    [
        " So you know, I'm getting to know him a little bit more. He's from the other battalion and",
        5232.08,
        5235.68
    ],
    [
        " Yeah, cool man. I know this girl in town and this and that okay right on and",
        5235.68,
        5239.38
    ],
    [
        " 20 minutes later. We're like where the fuck did he go?",
        5239.38,
        5241.92
    ],
    [
        " We're doing roll call where the fuck is he and we found him hanging from one of the you know the pavilions",
        5242.2,
        5247.72
    ],
    [
        " They're out in the training area if you get shade during lectures",
        5247.72,
        5250.66
    ],
    [
        " So he was out there and we find this letter on his pillow and I'm reading and it's about they they feel like they're in this pain",
        5250.66,
        5256.46
    ],
    [
        " That's never ending. Yeah, and I don't think it's boredom. I think it's just this",
        5256.46,
        5260.54
    ],
    [
        " It's the no light at the end of the tunnel feeling. Yeah, as you were asking that question",
        5260.54,
        5265.72
    ],
    [
        " That the word I wrote down was was because we've been talking about it",
        5265.72,
        5270.28
    ],
    [
        " We've heard from it from the last couple podcasts that we did and it's the same thing you just said it's hope",
        5270.28,
        5276.2
    ],
    [
        " So when you don't have any hope this is gonna end when you don't see any light at the end of the tunnel and like I said when you're",
        5276.82,
        5282.88
    ],
    [
        " When you're stuck in this storm and everywhere you look you don't see the light at the end of the tunnel",
        5282.88,
        5287.16
    ],
    [
        " You don't see that this cloud ends somewhere that the",
        5287.16,
        5289.14
    ],
    [
        " Fundering lightning will subside you just are in a storm no matter where you look",
        5289.14,
        5292.98
    ],
    [
        " There's a storm and they say you know if there's no hope of getting out of this storm",
        5292.98,
        5296.4
    ],
    [
        " And I think that's where that's where they start and look having those thoughts luckily though when it when the thought entered my mind like I get it and what I",
        5296.4,
        5304.2
    ],
    [
        " Well",
        5304.88,
        5305.48
    ],
    [
        " Again, I never thought of suicide",
        5305.48,
        5307.66
    ],
    [
        " But I had the thought go through my brain where I go I get why some people might see this as an option",
        5307.66,
        5314.2
    ],
    [
        " Yeah, because I did see like because I'm texting him. I'm texting Rob. I'm texting",
        5314.2,
        5319.06
    ],
    [
        " You know my buddies in in the cansoff I'm",
        5319.06,
        5323.28
    ],
    [
        " My regimental friends my my mom my dad my brother",
        5323.28,
        5326.46
    ],
    [
        " Most of the people that should be aware there's a problem were aware",
        5326.46,
        5330.86
    ],
    [
        " So I still had lots of light coming in but it was my now it's your choice. Are you gonna go towards it? Or are you gonna stay",
        5331.64,
        5338.46
    ],
    [
        " Floating where you are I guess is is way like are you gonna reach for the line? Are you gonna sit there?",
        5338.46,
        5343.36
    ],
    [
        " I'm like, yeah, it's just at our arms reach",
        5343.36,
        5345.22
    ],
    [
        " Yeah, you know, I talk about detachment all the time and this is like another situation where",
        5345.22,
        5349.76
    ],
    [
        " obviously when you're when you're",
        5349.76,
        5353.86
    ],
    [
        " Wrapped up in those kind of emotions, right you you you can't see anything else",
        5353.86,
        5358.82
    ],
    [
        " Somebody that's outside their perfectly clear can help guide you out of that even though it's gonna be hard and there's",
        5359.16,
        5365.56
    ],
    [
        " Not gonna stand and all that but they can at least they know they're outside that and they can see it just like on the battlefield",
        5365.56,
        5371.52
    ],
    [
        " somebody that's at elevation, you know, you're getting a building. I look at a sniper position. Yeah, it's some guys go left go left go left",
        5371.52,
        5378.26
    ],
    [
        " And they go right and like fuck yeah",
        5378.26,
        5380.26
    ],
    [
        " So if you can reach out to somebody that can that has a little bit better",
        5380.26,
        5384.62
    ],
    [
        " Altitude on the battlefield that you're in",
        5385.54,
        5387.3
    ],
    [
        " Then and if you can reach out to him say hey man. I can't see what's going on all I see is darkness point me in the right direction",
        5387.3,
        5394.94
    ],
    [
        " And they're gonna tell you some dumb shit",
        5394.94,
        5397.46
    ],
    [
        " Like hey, okay, let's get you to a doctor. Let's get you stop drinking. Let's get you in the gym again",
        5397.46,
        5404.82
    ],
    [
        " They're gonna tell you some stuff that sounds stupid",
        5404.82,
        5406.34
    ],
    [
        " It sounds well it sounds way too easy. Yeah, it sounds way too easy. Oh, you think it's that easy for a fuck",
        5406.34,
        5412.18
    ],
    [
        " But you know what I what I like what you said is you're like man",
        5413.16,
        5416.68
    ],
    [
        " I keep having to go back to boot camp",
        5416.68,
        5418.64
    ],
    [
        " Yeah, and it's like that's really if you think about what boot camp is what is boot camp?",
        5418.64,
        5422.24
    ],
    [
        " They're like okay put your shoes on like this make your bed like that eat this food do this workout",
        5422.24,
        5427.4
    ],
    [
        " That's what they do they get you on the program that leads it's it leads to success and it leads to",
        5427.4,
        5433.06
    ],
    [
        " Having your life somewhat sorted out and once you get that then you look around you go. Okay now these bigger problems",
        5433.06,
        5440.5
    ],
    [
        " If I can control these little things I can control this this thing. That's a little bit bigger",
        5441.34,
        5444.52
    ],
    [
        " If I can control that I can control this thing. That's a little bit bigger",
        5444.52,
        5446.62
    ],
    [
        " If I can control that that I control this other thing. That's a little bit bigger",
        5446.62,
        5449.0
    ],
    [
        " But when you're not you know, it's the same thing I talk about all the time with the sh- with the chessons and the Russians not you know",
        5449.0,
        5454.66
    ],
    [
        " Failing on that first war and it all started when they stopped shaving all it's the same thing with your personal life when you",
        5454.66,
        5460.34
    ],
    [
        " When you disregard these these fundamental things that you would do in boot camp",
        5460.34,
        5466.24
    ],
    [
        " Yeah, when you start letting them go well then if the little things fall apart then the bigger things fall apart",
        5466.3,
        5471.42
    ],
    [
        " But contrary to that when you put the little things together",
        5471.42,
        5474.56
    ],
    [
        " You can start putting the bigger things together and I said you're doing this whole podcast",
        5474.56,
        5478.84
    ],
    [
        " I've talked about what did I stop doing I stopped oh well fuck I'm gonna eat pizza tonight and set up my prescribed diet that I've",
        5478.84,
        5485.4
    ],
    [
        " For years and makes me feel good and keeps me in good shape because fuck it today and then the next day",
        5485.4,
        5491.52
    ],
    [
        " It's like why did it yesterday? I'm gonna have cocoa puffs for breakfast",
        5491.52,
        5494.08
    ],
    [
        " And it was just a downward spiral of I don't need to go see my therapist. He's all the way on the other town",
        5494.62,
        5499.56
    ],
    [
        " It's down and I know my life sucks right now",
        5499.56,
        5501.46
    ],
    [
        " Don't need somebody to tell me that my life sucks. I don't know. Hey, what do you talk about with a therapist?",
        5501.46,
        5507.58
    ],
    [
        " What do they talk about what do you do there? So I've been assuming you've never no",
        5508.18,
        5512.3
    ],
    [
        " Uh",
        5512.3,
        5513.68
    ],
    [
        " Honestly like you just bounce life off them or what I'm saying is if you got a guy this listening right now",
        5513.68,
        5520.46
    ],
    [
        " That's like, you know, is it embarrassing?",
        5520.86,
        5523.24
    ],
    [
        " Not even embarrassing if you got a guy that's listening right now that's going well, what the hell would a therapist tell me?",
        5523.86,
        5527.92
    ],
    [
        " Why would I not just you know writing a journal or do something like that?",
        5528.3,
        5531.86
    ],
    [
        " Do that too. Okay. I write in a journal which I again which I stopped doing again",
        5531.94,
        5536.46
    ],
    [
        " The writing in the journal is like yourself check because I go back I was reading through my I kept a journal throughout the year",
        5536.46,
        5543.9
    ],
    [
        " Kind of but you know not as often as you should and I was reading through it",
        5543.9,
        5548.4
    ],
    [
        " I'm like wow, I'm even bullshitting myself in this my last therapy session which is right before the downward",
        5548.4,
        5554.94
    ],
    [
        " Angle started",
        5554.94,
        5557.4
    ],
    [
        " He said a few things to me that needed to be said and I kind of took it to heart like I was like oh shit",
        5557.4,
        5565.0
    ],
    [
        " But basically said you're putting a lot of work into being jody metic",
        5565.0,
        5567.94
    ],
    [
        " And I was like fuck you man. You don't even know you don't even know but",
        5567.94,
        5573.7
    ],
    [
        " To like listen like this is over a year ago and right now. I'm like. I'm still like outch that",
        5574.48,
        5578.7
    ],
    [
        " hurt but I he was right",
        5578.7,
        5580.72
    ],
    [
        " And it took me this whole time to get to the point where I'm leveling off now but",
        5580.72,
        5585.18
    ],
    [
        " Therapy is you know",
        5585.18,
        5587.74
    ],
    [
        " I think I said this two last night. It's like Tigerwood's hey Tigerwood bad example on how to mitigate crisis",
        5587.74,
        5596.62
    ],
    [
        " But how to golf coach his whole career and guess when he started sucking when he stopped seeing his golf coach",
        5596.62,
        5602.28
    ],
    [
        " No one is an expert on life",
        5603.5,
        5605.24
    ],
    [
        " um",
        5605.24,
        5606.06
    ],
    [
        " I didn't have PTSD when I got wounded. I was cleared two different therapists and a psychiatrist both said",
        5606.06,
        5611.86
    ],
    [
        " Clear to PTSD massive depression, which is normal for you're losing even a loved one right and when they you when you lose a",
        5611.86,
        5619.52
    ],
    [
        " Limp they say it's like losing a loved one",
        5619.52,
        5621.24
    ],
    [
        " So two loved ones died when it but whatever whatever",
        5621.24,
        5624.16
    ],
    [
        " But PTSD can come back",
        5624.16,
        5626.86
    ],
    [
        " We in a can we call it operational stress injury which I was diagnosed with",
        5626.86,
        5631.32
    ],
    [
        " Which is like an injury. So if you spray in your ankle or break your ankle. It's an injury",
        5631.68,
        5635.34
    ],
    [
        " One heals differently from the other right",
        5635.34,
        5637.66
    ],
    [
        " Left alone. They both lead to failure",
        5637.66,
        5640.66
    ],
    [
        " Your ankle will completely deteriorate and fall off and have to be cut out of the body or replaced if you don't treat it",
        5640.66,
        5648.42
    ],
    [
        " if you're um, I don't know what do you guys call a humvee or what do you call it truck? Yeah, Humvee humvee",
        5648.42,
        5655.26
    ],
    [
        " If you're a hummer blows an axel do you yell at it until it does toughen up and go have a fucking drink",
        5655.26,
        5659.6
    ],
    [
        " No, you sent it in for fucking maintenance",
        5660.34,
        5662.04
    ],
    [
        " Yeah, and I used to say this to troops all the time. I'll say it again",
        5662.04,
        5665.44
    ],
    [
        " And I've said it before I've said this to kernels and generals like",
        5665.44,
        5668.6
    ],
    [
        " Dude, man, if you need maintenance go go to the fucking maintenance shop",
        5668.6,
        5672.16
    ],
    [
        " Which is in our case the fucking mine guy",
        5672.16,
        5674.54
    ],
    [
        " I had to talk with the chief of defense staff, which is our",
        5674.54,
        5678.26
    ],
    [
        " not-sector",
        5678.26,
        5679.68
    ],
    [
        " Chief of staff the chairman of the joint chiefs",
        5679.68,
        5682.62
    ],
    [
        " Yeah, and we were talking about combat units and I said well, you know and we were both",
        5682.62,
        5687.38
    ],
    [
        " Getting on the floss philosophical side of things",
        5687.38,
        5690.26
    ],
    [
        " um",
        5690.26,
        5691.3
    ],
    [
        " Samurai used to meditate and practice and they do practice calligraphy to perfect it and the tea ceremony",
        5691.3,
        5697.46
    ],
    [
        " Ain't warrior monks of Europe would meditate uh would pray and fast",
        5697.46,
        5703.02
    ],
    [
        " um the Mongolian hordes even had their ceremonies where they purge the demons and let it",
        5703.02,
        5710.56
    ],
    [
        " What do our modern soldiers do?",
        5710.56,
        5712.98
    ],
    [
        " There's no self-reflection. There's no meditation. There's no",
        5713.36,
        5716.36
    ],
    [
        " We got to start from basic training. I've said and I don't know if I said this on the last podcast if I did I apologize",
        5716.66,
        5722.12
    ],
    [
        " I forgot my own advice again",
        5722.12,
        5724.36
    ],
    [
        " What's rice",
        5724.36,
        5725.68
    ],
    [
        " Rice for your body? Oh, we're rest out ice",
        5725.68,
        5730.44
    ],
    [
        " compression elevation that's taught you the first day of basic training because you're",
        5730.44,
        5735.56
    ],
    [
        " I remember that uh, right, but that's your vehicle right and your vehicle is your body that gets you into combat",
        5735.56,
        5741.48
    ],
    [
        " Which is where the unit needs you? Which is where your country wants you",
        5741.48,
        5744.14
    ],
    [
        " What's rice for the mind?",
        5744.58,
        5745.8
    ],
    [
        " And this is where we all as a society have to go back and think about these things like",
        5746.44,
        5751.18
    ],
    [
        " Jiu Jitsu. Yeah, it is it is",
        5751.18,
        5754.6
    ],
    [
        " It's your surf thing but this is my point",
        5754.6,
        5756.44
    ],
    [
        " So when you go to a therapist if you have no jiu jitsu in your life you don't have",
        5756.44,
        5761.8
    ],
    [
        " Surfing you don't have calligraphy you don't know how to meditate",
        5761.8,
        5765.56
    ],
    [
        " This could be the beginning of you learning how to be of the beginning of learning rice for your mind",
        5765.56,
        5771.56
    ],
    [
        " And that's how I look at it, but even still",
        5771.58,
        5773.78
    ],
    [
        " I know enough about medicine that I can take care of myself for the most part without going to the doctor",
        5773.78,
        5779.98
    ],
    [
        " But guess what now and then I hit something and I go fuck I need a doctor",
        5779.98,
        5783.5
    ],
    [
        " So therapy doesn't mean you have to go every week on order like clockwork",
        5783.5,
        5789.16
    ],
    [
        " But have someone that you're",
        5789.16,
        5791.42
    ],
    [
        " That's your therapist or your psychiatrist or whoever whatever level you need or you qualify for in your benefits",
        5791.42,
        5800.18
    ],
    [
        " And that doesn't mean you go see them all the time. I had a guy that I saw when I had to",
        5801.12,
        5806.6
    ],
    [
        " But a lot of it is up to you too the individual is still a big part of this",
        5806.6,
        5811.84
    ],
    [
        " I as an individual this is where it hit me really hard and when you heard the emotion of my voice on the radio that day",
        5811.84,
        5817.3
    ],
    [
        " I stopped even paying attention to myself",
        5817.3,
        5820.66
    ],
    [
        " And I as an individual",
        5820.66,
        5823.22
    ],
    [
        " Failed myself my friends my sorry myself my family",
        5823.22,
        5827.7
    ],
    [
        " So my daughters my ex my mom my dad",
        5828.12,
        5830.78
    ],
    [
        " Everyone who loves me for who I am no matter what I do and then I failed everyone around me that",
        5830.78,
        5836.72
    ],
    [
        " Um my friends you guys and this is how you feel because I didn't",
        5836.72,
        5842.36
    ],
    [
        " As an individual take ownership of the problem",
        5842.36,
        5845.22
    ],
    [
        " So now I am and I'm going back to therapy. I'm going back to the gym",
        5845.22,
        5850.66
    ],
    [
        " I'm back on my diet. I know I don't look at but him on the road and you know",
        5850.66,
        5854.44
    ],
    [
        " Those little powdered donuts and the little thing with a coffee while you're driving delicious outstanding",
        5854.56,
        5859.96
    ],
    [
        " You're talking about the chocolate covered ones or the pothole those ones too",
        5859.96,
        5862.74
    ],
    [
        " I found those ones at a gas station in like Texas somewhere and they are donates",
        5862.74,
        5867.62
    ],
    [
        " Bro, we don't have those things in Canada. Yeah, they have them in America, but dunking donut donuts",
        5867.62,
        5872.5
    ],
    [
        " Might be better than Tim Hortons. I'm gonna go ahead and say they're better. Oh, thank you",
        5872.5,
        5876.04
    ],
    [
        " And any Canadian that wants to fight me Tim Hortons is owned by a Brazilian company now. So whatever",
        5876.04,
        5879.82
    ],
    [
        " The point is",
        5879.82,
        5881.28
    ],
    [
        " Um, I'm getting back to that life that led me that kept me in check because",
        5882.08,
        5886.52
    ],
    [
        " Getting your legs blown off as a rough go",
        5886.52,
        5889.34
    ],
    [
        " And I'll tell you that right now, but it's not impossible",
        5889.34,
        5893.2
    ],
    [
        " But like any injury I have a spot in my back like mid back just below the shoulder blades that I hurt when I was 14",
        5893.2,
        5900.2
    ],
    [
        " And I felt it in basic I felt it through my whole career",
        5900.2,
        5903.28
    ],
    [
        " But you work on the muscles around it and you learn to mitigate its impact on your daily life",
        5903.28,
        5908.2
    ],
    [
        " Mental injuries are the same and I can tell you I was cleared of PTSD",
        5909.18,
        5913.44
    ],
    [
        " Which is like the extreme mental injury, but I did have a mental injury and I forgot that and then I had physical injuries on top of it that I basically",
        5913.44,
        5921.88
    ],
    [
        " Ignored, you know like even the mayor of Ottawa. He'd be like hey Jody",
        5921.88,
        5926.64
    ],
    [
        " You're limp in today. What's going on? I didn't think you're gonna make it to this event",
        5926.64,
        5930.0
    ],
    [
        " This is before I the wheels fell off. I go. Yeah, Mary",
        5930.0,
        5933.58
    ],
    [
        " You know, I was feeling a little spain and I know I don't have to be here today",
        5933.58,
        5936.92
    ],
    [
        " But then I remembered yeah, I'm not a pussy. So I'm here and he'd laugh",
        5936.92,
        5939.72
    ],
    [
        " He's like, oh Jody you're you're new your unique politician. That's for sure",
        5939.72,
        5943.66
    ],
    [
        " But what I'm saying is like I'm too stupid to stay home tonight",
        5943.66,
        5947.28
    ],
    [
        " So that tomorrow morning I can feel better and go to the gym play with my kids like that. You know what I mean like it's",
        5947.28,
        5952.14
    ],
    [
        " Two two two two tough to be that dumb. Yeah, so a lot of this",
        5952.14,
        5957.1
    ],
    [
        " clearly is",
        5957.1,
        5959.58
    ],
    [
        " ego",
        5959.58,
        5960.68
    ],
    [
        " Oh bro, he goes a motherfucker and it's funny because it's not about this all time",
        5961.22,
        5966.9
    ],
    [
        " But like obviously you wouldn't be who you were and",
        5966.9,
        5971.2
    ],
    [
        " Have done what you've done if you didn't have an ego that drove you that want made made you want to be I mean",
        5971.2,
        5976.58
    ],
    [
        " Why would anyone subject themselves to going to sniper school? Oh, yeah, sounds like a cool job",
        5976.58,
        5982.2
    ],
    [
        " It's it's a shitty job. It sucks. It's hard to do. But guess what your ego. You're like I want to do that",
        5982.2,
        5986.44
    ],
    [
        " I want to do the best donny well Berg shows you the sexiest part of the job with your shoot bad guys",
        5986.44,
        5990.56
    ],
    [
        " Yeah, which is like so rare by the way like",
        5990.68,
        5993.96
    ],
    [
        " Yeah, the rest of the job sucks",
        5993.96,
        5997.5
    ],
    [
        " So so you wouldn't have done. I mean that the books the politicians the podcast everything that you've done",
        5997.5,
        6002.96
    ],
    [
        " There's there's some element of ego that drives it. Obviously you want to serve and it will you wouldn't be if it was just pure ego",
        6002.96,
        6008.2
    ],
    [
        " You wouldn't be able to do it either because you you have to have a will to serve and a desire to serve your country and your brothers in arms",
        6008.2,
        6015.64
    ],
    [
        " So that's true too, but",
        6015.64,
        6017.04
    ],
    [
        " Just take the next level you got to have some ego driving and then what that's that thing that can drive you to success",
        6017.46,
        6023.52
    ],
    [
        " can also",
        6023.52,
        6024.5
    ],
    [
        " Drag you down when you start saying I can do anything. I can get through this. I can gut through this",
        6024.5,
        6029.5
    ],
    [
        " Yeah, I can help I can keep on this path. I can quit drinking whenever I want those are all things",
        6029.5,
        6033.6
    ],
    [
        " Well, you're your your your your ego is your biggest enemy",
        6033.6,
        6036.96
    ],
    [
        " But you are your own biggest critic as well",
        6036.96,
        6040.46
    ],
    [
        " Jocco, I'm sure you have these thoughts like any other human being like if I fail anyone today the person I don't want to fail is myself",
        6041.18,
        6049.06
    ],
    [
        " Because you have an expectation of yourself and I know I know enough about you and I you know",
        6049.06,
        6054.52
    ],
    [
        " We are the enough of the same guy as much as we are different that the biggest person I'm trying to live up to",
        6054.52,
        6059.7
    ],
    [
        " Expectations are my own",
        6059.7,
        6061.36
    ],
    [
        " So when you get up at 4 a.m every day and god damn it. I wish I could but I'm not built that bro. I like to sleep",
        6061.36,
        6068.38
    ],
    [
        " I don't have to if I don't want to anyway, but",
        6069.3,
        6071.28
    ],
    [
        " Like see listen right now like I can get up at 3 30 if I fucking wanted to okay. I just don't want to",
        6071.28,
        6077.06
    ],
    [
        " I don't have to I can get all my shit done in eight hours. Okay, Jocco",
        6077.06,
        6080.8
    ],
    [
        " But your ego is the one that goes I can do that and then your critic is the one that goes you can't bitch",
        6080.8,
        6086.84
    ],
    [
        " and",
        6086.84,
        6088.32
    ],
    [
        " If you fail the first critic that's there looking in is the one when you look in the mirror and you go",
        6088.32,
        6094.32
    ],
    [
        " I would do it man. I would fucking do I would look in the mirror. I stopped like",
        6094.98,
        6098.64
    ],
    [
        " Like you know, I like I keep a bit of a beard most times",
        6098.64,
        6102.2
    ],
    [
        " My beard got big and then it started growing in here and that's when you know something's up with somebody",
        6102.2,
        6107.14
    ],
    [
        " No, I'm serious right now. I know that's why because I wouldn't look in the mirror",
        6107.14,
        6112.18
    ],
    [
        " Because when I looked in the mirror I saw someone who went you drank last night again. Didn't you fucking loser?",
        6112.18,
        6118.92
    ],
    [
        " Good job. Yeah, I want you shower and go and work",
        6119.4,
        6123.68
    ],
    [
        " Oh, so this this started coming in because even if I looked in the mirror is just enough to be okay",
        6125.58,
        6129.88
    ],
    [
        " I'm not a complete mess",
        6129.88,
        6131.0
    ],
    [
        " Run out the door my hair grew",
        6131.0,
        6133.22
    ],
    [
        " It's it's it's weird man. I can I'm trying to write this down because I even if it doesn't come out for anybody but myself",
        6133.22,
        6141.0
    ],
    [
        " it's",
        6141.0,
        6142.5
    ],
    [
        " I didn't go through it with the legs losing the legs and I did go through losing my legs again, but",
        6142.5,
        6148.64
    ],
    [
        " Whole other thing bunch of stuff was happening like realizing I know I said the soldier is dead",
        6148.96,
        6155.22
    ],
    [
        " but",
        6155.22,
        6156.2
    ],
    [
        " Maybe I didn't really realize",
        6156.2,
        6158.6
    ],
    [
        " And I had all these people looking up to me and also",
        6158.6,
        6163.84
    ],
    [
        " Turning to me to have okay, hey my buddies in in trouble go talk to jody",
        6163.84,
        6170.38
    ],
    [
        " This guy's that she's in trouble like and you're taking on all this other stuff and",
        6170.38,
        6174.42
    ],
    [
        " Honestly, man self. I don't know what they call it self-care",
        6176.32,
        6179.3
    ],
    [
        " I think is what they call it self-care is your first priority. Oh, yeah, self-aid we call it self-aid",
        6179.3,
        6185.36
    ],
    [
        " Yeah, that's like your first person you got to take care of yourself and luckily my daughters are so awesome that you know",
        6185.36,
        6189.84
    ],
    [
        " I talk to them on the trip every day and they okay when you get back yet. We'll we'll kick it off right where we left it off but",
        6189.84,
        6195.46
    ],
    [
        " They're the first ones that are going to forgive you if you ask for it and so I've asked my daughters",
        6195.46,
        6203.22
    ],
    [
        " I told them daddies going through some stuff right you noticed they're both like yeah",
        6203.22,
        6206.8
    ],
    [
        " Because kids don't get they don't give a shit echo. You got kids, right? Yes. Yeah, how many you got again?",
        6206.8,
        6211.58
    ],
    [
        " Yeah, they're the first ones are gonna tell you when you they were the first ones to tell me like hey",
        6211.72,
        6216.4
    ],
    [
        " How come you're not coming around as much as you said you would like god damn it",
        6216.4,
        6220.26
    ],
    [
        " Daddy's really busy. Yeah, yeah, yeah, you've always been busy. We want to go to the park",
        6220.26,
        6224.04
    ],
    [
        " Um, but yeah, man. I'm on I'm just trying to rebuild everything and and stay stay on the path finally",
        6224.04,
        6231.76
    ],
    [
        " I think I hope when I'm 50 I'm not going through something again",
        6232.34,
        6236.1
    ],
    [
        " Because by then I'm just gonna be too old to want to deal with shit",
        6236.1,
        6239.38
    ],
    [
        " You know, I'm like I'm not saying that's old. I'm just saying like you should have your shit together by the time you're 50. I think",
        6239.38,
        6244.14
    ],
    [
        " Or maybe I will but at least I'll have these lessons learned over the last",
        6244.14,
        6248.5
    ],
    [
        " Since 2007 when you said you're trying to write these down. You mean you're writing down what you're going through right now",
        6248.5,
        6253.96
    ],
    [
        " I'm writing it down and also because I am in the position I am in right",
        6253.96,
        6258.54
    ],
    [
        " You know, we're we're authors now out of anything else like we talked we talked about this last night does it make us artists",
        6258.54,
        6264.18
    ],
    [
        " But kind of does",
        6264.18,
        6265.9
    ],
    [
        " right writing as an art um",
        6265.9,
        6268.18
    ],
    [
        " but people",
        6268.18,
        6269.36
    ],
    [
        " If people can learn from what I'm going through and I know others have written books and done the gone through the exact same thing",
        6269.36,
        6275.94
    ],
    [
        " But we all have a unique way of presenting things",
        6275.94,
        6278.06
    ],
    [
        " Maybe I turn it into a lesson",
        6278.06,
        6280.1
    ],
    [
        " Maybe I turn into something I read like I've read your book four times since it came out",
        6280.1,
        6285.38
    ],
    [
        " I'm rereading Tim Ferriss's book again four hour work week because",
        6286.12,
        6289.54
    ],
    [
        " That's the direction of life that I would like to go in politics or not like",
        6289.54,
        6294.2
    ],
    [
        " Doing it your way, but in a way that's smarter not harder",
        6294.2,
        6297.94
    ],
    [
        " And in the army right we learn there's the smart way",
        6297.94,
        6301.72
    ],
    [
        " There's the hard way and then there's the army way or in the navy. I'm sure it's the same",
        6301.72,
        6305.84
    ],
    [
        " And sometimes none of them make sense",
        6305.84,
        6308.36
    ],
    [
        " But you get it done",
        6308.36,
        6309.88
    ],
    [
        " But I you know I want to spend more time on myself my kids my loved ones my friends and",
        6310.16,
        6317.12
    ],
    [
        " I think and I see this sounds a little conceited and a little bit ego-tistical and a little bit selfish",
        6317.12,
        6322.72
    ],
    [
        " But I've realized I getting my legs blown off. Maybe I've earned the right to just do it kind of what I want a little bit more than I did in the last 10 years",
        6322.72,
        6331.02
    ],
    [
        " And I want to hang out with my friends do something constructive for society still but",
        6331.02,
        6336.94
    ],
    [
        " If I want to go shoot I want to go shoot if I want to drive my car across America",
        6337.64,
        6341.3
    ],
    [
        " Well, and I just want to do that and I think I've earned the right to have a little bit of flexibility in life to just throw my kids in the car and go",
        6341.3,
        6348.7
    ],
    [
        " Well, I actually know you've earned that right and I told you that the first day of met you when you were talking about what you were doing and I was like man",
        6348.7,
        6356.06
    ],
    [
        " You're you're doing way more than I'd be doing",
        6356.06,
        6358.74
    ],
    [
        " You know I'd be I'd be spending a lot of time with my kids, but you know you have goals and aspirations and and you've achieved those",
        6358.74,
        6365.08
    ],
    [
        " You know and you've done a great job up there and and so that's good, you know, it's awesome to see and if that",
        6365.08,
        6369.74
    ],
    [
        " Changed directions and now you can focus on you know taking care of your family taking care of",
        6369.74,
        6374.76
    ],
    [
        " Yourself which yeah, have you earned it? Hell yeah, you've heard it man. Well",
        6374.76,
        6379.52
    ],
    [
        " I think what we always forget and what I forgot and I've continuously have to remind myself is I'm the beginning and the end of everything in my world",
        6379.52,
        6389.48
    ],
    [
        " And that sounds like a self",
        6389.48,
        6391.58
    ],
    [
        " What do you call it self self-fulfilling prophecy? No, no, no",
        6392.06,
        6395.62
    ],
    [
        " Self-involved a little too self-involved, but if I'm not up and ready to go at 8 a.m",
        6395.62,
        6402.9
    ],
    [
        " My kids don't get to school in time and if my kids are late their teachers mad at them and then that's a snowball in their life",
        6402.9,
        6408.4
    ],
    [
        " If I'm late they wonder where I am if if I'm not at the office my staff has to tell someone hey where's councilor Middick",
        6408.4,
        6415.24
    ],
    [
        " Uh, he's not here right now. Where is he? I don't know or they may have to make a bullshit excuse and even if you tell them",
        6415.24,
        6421.18
    ],
    [
        " Your job is the life for your boss",
        6421.18,
        6422.64
    ],
    [
        " No, no, it's not your job is beyond to work on time Jody",
        6422.64,
        6427.68
    ],
    [
        " So self-care and self-help and all that stuff is and taking care of yourself is the beginning of taking care of everyone that you feel you have a duty to",
        6427.68,
        6438.12
    ],
    [
        " Yeah, and that's ultimately what I want to talk about here and what I want",
        6438.12,
        6442.4
    ],
    [
        " You know, so you know when I when I bust your balls about getting up at 3 30 in the morning",
        6442.4,
        6446.68
    ],
    [
        " That's what jaco does to make sure that everything in jaco's life",
        6446.68,
        6450.02
    ],
    [
        " Falls into place for those you have four kids, bro. Yeah, I don't know how you keep up with them all",
        6450.56,
        6454.76
    ],
    [
        " I only have two and I can barely do it and and so what I'm saying when I go back to my having my legs blown off",
        6454.76,
        6460.34
    ],
    [
        " earns me the right to be a little bit selfish about what I do with my time",
        6460.34,
        6463.58
    ],
    [
        " Well, I'm gonna be selfish and take care of myself more",
        6463.58,
        6466.9
    ],
    [
        " Which I haven't for a decade",
        6466.9,
        6469.02
    ],
    [
        " Well, I would expand that to to really do everybody. I'm gonna tell you what I mean",
        6469.02,
        6474.94
    ],
    [
        " You owe it to yourself everybody, right?",
        6474.94,
        6478.1
    ],
    [
        " Whether you've been wounded or not right wherever you are in life because the fact of what you just said you got to remember this",
        6478.28,
        6484.14
    ],
    [
        " If you don't take care of yourself",
        6484.14,
        6486.34
    ],
    [
        " You can't take care of the other people around right and and so you have to you have to take care yourself",
        6486.34,
        6491.76
    ],
    [
        " You know my simple thing and and my wife knows this about me like if I don't work out I'm",
        6491.76,
        6496.66
    ],
    [
        " I'm not a good. I'm not I'm not the same person",
        6496.66,
        6500.52
    ],
    [
        " But but really if I'm not taking care of my health",
        6500.52,
        6505.74
    ],
    [
        " Then everything else kind of starts falling apart and so yeah",
        6506.54,
        6510.44
    ],
    [
        " You got to take care of yourself and if you don't take care of yourself",
        6510.44,
        6512.68
    ],
    [
        " Then you can't take care of the people that you care about and and so that's the duty really and that's what I wanted to",
        6512.68,
        6518.0
    ],
    [
        " Talk about a little bit today and what I was saying before about if you're feeling it pull over",
        6518.0,
        6522.14
    ],
    [
        " And that's the thing like you can't expect anything of anyone else if you can't",
        6522.14,
        6526.74
    ],
    [
        " If if you can't show up at work on time like why should your staff",
        6526.74,
        6530.86
    ],
    [
        " And if you don't take care of yourself then then why should you expect to take care of anyone else and?",
        6531.76,
        6537.72
    ],
    [
        " We all have support you know, and I know I know I'm hammering this little too hard, but dude",
        6538.64,
        6544.52
    ],
    [
        " I'm I'm learning a hard lesson here and I'm trying to avoid",
        6544.52,
        6548.7
    ],
    [
        " We all I think have to learn it, but there's like there's you can learn it harder than others",
        6548.7,
        6553.18
    ],
    [
        " And I think I'm learning it the really hard way",
        6553.18,
        6555.46
    ],
    [
        " Because I am a public person like",
        6555.46,
        6558.58
    ],
    [
        " Like a private in Canada we call them bloggans bloggans is like smithing in the army",
        6559.04,
        6564.52
    ],
    [
        " So if bloggans is having a rough time",
        6564.52,
        6566.7
    ],
    [
        " He doesn't have to go on the radio until the world",
        6566.7,
        6569.08
    ],
    [
        " He doesn't have to go on the jaco podcast and tell the world, but he has to tell somebody",
        6569.08,
        6572.74
    ],
    [
        " And that's the biggest thing you think you think it's scary to go to a therapist who is a trained professional like",
        6572.74,
        6579.48
    ],
    [
        " Think of a therapist like going to the rifle range and learning from the master sniper",
        6579.48,
        6584.06
    ],
    [
        " That's what you're doing you're going to learn how to shoot except it's for for your mind",
        6584.06,
        6588.18
    ],
    [
        " Would you not go to the range to learn from a master sniper if you want to be a better shot?",
        6588.36,
        6592.74
    ],
    [
        " Of course you fucking would I I'm a master sniper and I'd go to the range and learn from master sniper right now",
        6593.02,
        6598.02
    ],
    [
        " That's what a therapist or psychiatrist or psychologist or counselor any of them are professionals in",
        6598.02,
        6603.96
    ],
    [
        " The mental game of life",
        6603.96,
        6605.88
    ],
    [
        " Now I'm not saying all are equal as well. If you don't like one",
        6605.88,
        6609.62
    ],
    [
        " Fire him and get a different one",
        6609.62,
        6611.62
    ],
    [
        " But start there and start",
        6611.62,
        6613.74
    ],
    [
        " Looking for the help that's available and don't put it all on yourself",
        6614.0,
        6617.04
    ],
    [
        " And again if you think that's embarrassing going to a stranger which is actually pretty easy when you actually get in the room and start talking",
        6617.04,
        6623.94
    ],
    [
        " You find you might they might have tell you to shut up because the hour is up",
        6623.94,
        6627.02
    ],
    [
        " Um try going on the radio",
        6627.02,
        6630.08
    ],
    [
        " Or the jaco podcast or writing a book like you know, I put out a lot of my warts in that book too",
        6630.08,
        6636.64
    ],
    [
        " And I'm still learning",
        6636.64,
        6639.04
    ],
    [
        " And I've got all these resources",
        6639.04,
        6641.38
    ],
    [
        " So you know, it's not it's not it's not no one's too proud no one's too tough",
        6641.74,
        6646.14
    ],
    [
        " And I'm both done like talking because it's like with something fun right now bro like",
        6646.14,
        6650.52
    ],
    [
        " No, it's all good man and I think you know, I'm as we were talking and I didn't I didn't know if we were gonna do a podcast",
        6650.52,
        6658.26
    ],
    [
        " Or not when you came down here",
        6658.26,
        6659.18
    ],
    [
        " I don't know if you want to talk about any this stuff or we're just gonna hang out",
        6659.18,
        6661.18
    ],
    [
        " I appreciate this because the whole drive I've been thinking and talking to myself and listening to other podcasts",
        6661.18,
        6666.48
    ],
    [
        " I'm like I needed to do this yeah and",
        6666.48,
        6669.6
    ],
    [
        " Really like what you're saying is gonna it's obviously it's gonna help people especially the idea",
        6670.72,
        6675.86
    ],
    [
        " And I'm glad you talked about this a little bit you kind of threw it in there, but like looking at yourself in the mirror",
        6675.86,
        6681.4
    ],
    [
        " Right looking at yourself in the mirror and saying to yourself you know what I need some fire support here",
        6681.4,
        6686.7
    ],
    [
        " I'm gonna reach out and I'm gonna get it from some people yeah, and there's not a damn thing in the world wrong with that",
        6686.7,
        6692.24
    ],
    [
        " And that's how you",
        6692.24,
        6694.82
    ],
    [
        " sort of",
        6694.82,
        6696.32
    ],
    [
        " That was the thing that was the thing that made you go okay, I need help. I'm gonna go make this happen",
        6697.0,
        6701.2
    ],
    [
        " And so it maybe that can help some other people that",
        6701.2,
        6703.96
    ],
    [
        " Aren't feeling too good right now go look in the mirror admit to yourself you got some problems",
        6703.96,
        6709.3
    ],
    [
        " Maybe the problems are a little bit bigger than you we've been in combat situations that were bigger than us",
        6709.3,
        6713.5
    ],
    [
        " You have to call on fire support. There's nothing wrong with it. There's no shame in it go make it happen",
        6713.5,
        6718.02
    ],
    [
        " Yeah, and uh and take care of yourself take ownership",
        6718.02,
        6721.08
    ],
    [
        " Extreme ownership, I like the way you think",
        6721.08,
        6724.42
    ],
    [
        " You know",
        6726.32,
        6726.56
    ],
    [
        " Yeah, I think that's a good place man. I think that's a good place to chill if we want to talk about something different",
        6726.56,
        6732.66
    ],
    [
        " We can do that really easily all we do is we just ask echo to talk for a little bit",
        6732.66,
        6736.64
    ],
    [
        " Yeah, get in some philosophical stuff echo Charles yes, do you",
        6736.64,
        6740.7
    ],
    [
        " You know, we want to talk about something good. Can you talk about something good like maybe how to support ourselves and if",
        6740.7,
        6747.7
    ],
    [
        " Someone wants maybe how someone could support",
        6747.7,
        6750.12
    ],
    [
        " This podcast if they want",
        6750.12,
        6752.34
    ],
    [
        " Which should yeah",
        6752.34,
        6755.16
    ],
    [
        " Jocco Creole oil and joint warfare here's the thing you know how like my joints have been hurting me lately",
        6755.78,
        6760.6
    ],
    [
        " Yeah, and sometimes you can be a little bit to some joint warfare for sure. Yeah, it helps not in a non drug",
        6760.6,
        6767.1
    ],
    [
        " Far pharmaceutical way. It's good. Yeah, it's interesting",
        6767.1,
        6771.26
    ],
    [
        " But it does work especially if you're getting physical and what not",
        6771.26,
        6774.64
    ],
    [
        " General joint disintegration or degeneration degeneration not disintegration. Yeah, I don't I don't know how much you would help",
        6774.64,
        6783.02
    ],
    [
        " With disintegration nonetheless jacco some supplements. They're good supplements. They're four-year joints",
        6783.88,
        6788.12
    ],
    [
        " One is Creole oil super Creole oil. Yeah, that was called joint warfare glucose. I mean conjoitin yes",
        6788.12,
        6794.36
    ],
    [
        " Curcumin and curcumin. That's for like cardelage. It's all right. It's joint warfare",
        6794.36,
        6800.26
    ],
    [
        " No, cuz you know like when you're moniscus or like your elbow like that. I'm still saying such big words. Just talk",
        6800.26,
        6805.6
    ],
    [
        " I'm telling you this is this is the true the real deal",
        6805.6,
        6809.06
    ],
    [
        " So if I take this the knee I tweaked the other night",
        6809.18,
        6812.46
    ],
    [
        " This will help with the moniscus around my kneecap. Yes, the the joint warfare will I'm into it. Yeah fully",
        6812.46,
        6820.28
    ],
    [
        " Also what we kind of talked about earlier jacco discipline pre workout we call it pre workout, but it's a pre-mission because it's cognitive enhancers",
        6820.28,
        6830.96
    ],
    [
        " Pre-mission I love this",
        6830.96,
        6834.84
    ],
    [
        " Jodie's checking it out. It's fired up about it. Nonetheless. That's good. That's good for anything you're about to do",
        6835.44,
        6841.02
    ],
    [
        " So when we say pre workout it can be pre-study",
        6841.02,
        6844.12
    ],
    [
        " pre-exam pre-test pre-",
        6844.12,
        6847.2
    ],
    [
        " pre-podcast podcast whatever you like it's good",
        6847.2,
        6851.32
    ],
    [
        " Unless you can get those two scoops. Don't be a pussy. Take two scoops guys. I come on. What are we saying here? Sorry? Sorry?",
        6851.32,
        6858.22
    ],
    [
        " I don't know. Not at all. I had a real",
        6858.64,
        6860.66
    ],
    [
        " Long night the other night of work. Did you take three and I took three?",
        6862.0,
        6866.16
    ],
    [
        " Yeah, what do you normally take two?",
        6866.82,
        6869.18
    ],
    [
        " So what do you what do you weigh in now 220? No",
        6869.84,
        6873.08
    ],
    [
        " It's probably 230 230 and toe two scoops is enough for you",
        6873.08,
        6877.98
    ],
    [
        " Yeah, yeah, yeah, okay, so I'll stick to two scoops for now",
        6877.98,
        6881.5
    ],
    [
        " Yeah, but I might ramp it up to four if I really have to be careful",
        6881.5,
        6884.58
    ],
    [
        " Let make sure you have something to do",
        6884.58,
        6887.38
    ],
    [
        " Like a project like don't just take like writing a book. Yeah, that's right. No, that's a great time",
        6887.68,
        6893.3
    ],
    [
        " If you're for right and then do you find it does it make you jittery? No, no, no, so it's smooth",
        6893.3,
        6898.72
    ],
    [
        " But you got the energy. Yeah, it's got the caffeine's pretty low the caffeine is very low",
        6898.72,
        6902.92
    ],
    [
        " The same caffeine is jocke a white tea it's the same amount so per scoop so you'll get double that but it's not it's a 15 milligrams",
        6902.92,
        6909.74
    ],
    [
        " So it's meant to not make you all jittery because you can't that's not good",
        6909.74,
        6915.24
    ],
    [
        " Everything else I'm reading in here and what little I do know about nutrition. This is all stuff for focus and long-term like energy release",
        6915.24,
        6922.9
    ],
    [
        " Yes",
        6922.9,
        6923.26
    ],
    [
        " The only thing missing that I I don't know science is be vitamin",
        6923.26,
        6928.14
    ],
    [
        " Is that in there? All right missing it. I don't know. I think so turning 40 means I have to wear glasses now too",
        6928.14,
        6934.8
    ],
    [
        " By the way, like I don't know what's up",
        6934.8,
        6936.8
    ],
    [
        " My perfect sniper vision. I think is good for long distance, but now I'm like my dad",
        6936.8,
        6942.88
    ],
    [
        " Yeah, you got to find the sweet spot. That's what it is. Right? Because your eyes can't like",
        6943.52,
        6948.3
    ],
    [
        " L-turing whatever",
        6948.3,
        6949.42
    ],
    [
        " I'll be take can I have a case you can have that right there? Oh",
        6949.42,
        6953.02
    ],
    [
        " Yeah, just keep this right here actually that's good and surprisingly tastes good",
        6953.02,
        6957.22
    ],
    [
        " Yeah, what didn't expect you're gonna be like making tastes know I'm very hyper about making things tasty",
        6957.22,
        6961.32
    ],
    [
        " Well, here's things don't if things taste like crap then",
        6961.32,
        6963.6
    ],
    [
        " Life is hard food should be tasty. Yeah, I dig it and I understand that but you would",
        6963.6,
        6969.78
    ],
    [
        " Chocolate you can drink",
        6970.24,
        6971.24
    ],
    [
        " So you're saying it's out of character from you did want to say",
        6971.24,
        6975.0
    ],
    [
        " I think that's the dichotomy of you because I heard that before even like with how you said you don't drink coffee",
        6975.0,
        6980.62
    ],
    [
        " You're like I just I don't like to taste the coffee. Why would I drink it? I'm like oh, all right",
        6980.62,
        6984.96
    ],
    [
        " You don't like the taste. It's chocolate. It's got a little weakness. Not breath. You don't like the taste",
        6984.96,
        6988.04
    ],
    [
        " You don't like the taste right? I made fun of yucky. I",
        6988.04,
        6990.84
    ],
    [
        " When I did drink my friends you drink beer because that's Canadian is the drink beer",
        6990.84,
        6995.24
    ],
    [
        " And I'm like beer tastes like shit. I'll drink cider. Oh the apple juice",
        6995.38,
        6999.38
    ],
    [
        " I'm like it's got more alcohol in it than beer bitch like it's",
        6999.38,
        7003.02
    ],
    [
        " What do you like if it isn't like coffee he likes wait tea? I think white tea sucks",
        7003.02,
        7007.46
    ],
    [
        " But I'm not jaco we got this uh, I'm making this protein power right now",
        7007.46,
        7013.08
    ],
    [
        " And like criteria number one was yeah, it has to be good protein and all that but the strong second criteria was it's got to taste so damn good",
        7013.08,
        7022.4
    ],
    [
        " Yeah, which I forget you're drinking protein. The first sample tasted really good like I was shocked at how good the first",
        7022.4,
        7029.34
    ],
    [
        " We tweaked it a little bit the second sample came back it tastes even better. I mean well hang on how much sugar we talking",
        7029.34,
        7035.98
    ],
    [
        " There's no sugar. Oh, no, there's no that used to be the trick. Yeah, this protein is so good. Yeah",
        7035.98,
        7041.34
    ],
    [
        " But it's pretty good sugar. Yeah, no no sugar and then the we've got one more coming back",
        7041.34,
        7046.78
    ],
    [
        " But the second iteration of it tastes delicious. Yeah, and",
        7046.78,
        7051.04
    ],
    [
        " the sample's left no echoes yesterday. He's like he's like well, you know, I don't really like protein powder",
        7051.32,
        7056.6
    ],
    [
        " I'm like bro, this is nothing to do with you wanting to drink protein powder",
        7056.6,
        7059.38
    ],
    [
        " You'll be drinking this like you want to drink out. It's gonna be like a chocolate milk. It's so good. Yes. Yeah, all right",
        7059.38,
        7065.8
    ],
    [
        " We'll see about that one. It's working. Get all this shit echo the proof is gonna be in the pudding as they say",
        7065.8,
        7072.58
    ],
    [
        " Origin main dot com. That's where you get it also at origin main dot com you can get you will get",
        7072.58,
        7078.88
    ],
    [
        " Geese rash cards this is for jujitsu by the way. Oh, yes, sir made in America. I know Jody is from Canada better than made in somewhere else",
        7080.12,
        7088.72
    ],
    [
        " Yeah, I have us up a can we don't have time to make geese and stuff like yeah, so make it in America",
        7088.72,
        7094.04
    ],
    [
        " There's 10 times more people down here. Yeah, I dig it and",
        7094.04,
        7097.48
    ],
    [
        " All the stuff on there is made in America. It's good. Go there see if you want something get something good way to support also",
        7097.48,
        7105.06
    ],
    [
        " Fitness gear",
        7105.54,
        7106.24
    ],
    [
        " Jocco got a new kettlebell that is heavier than mine is it his head?",
        7106.24,
        7111.94
    ],
    [
        " Is it is it your little head that you got on the stick might as well be dude my that was the greatest if nothing else comes from this",
        7112.74,
        7118.76
    ],
    [
        " This little avatar of you. I want to jocco approved. I want like an amulet of your head. Yeah, I think you've shared it has one right in the back",
        7118.76,
        7126.5
    ],
    [
        " Boy, okay, don't go up done",
        7126.5,
        7127.76
    ],
    [
        " Yes, good. Yeah, the kettlebell should be his head because the reason he got it was because I had a heavier kettlebell",
        7127.76,
        7134.56
    ],
    [
        " By happenstance by the way",
        7135.28,
        7137.12
    ],
    [
        " I mean I think it's a heavy one just you know, is this a kettlebell like and buy from jocco no or this is just jocco bottom",
        7137.12,
        7143.56
    ],
    [
        " I was about to say which it reminds me every time about to talk about kettlebells the kettlebells",
        7143.56,
        7148.16
    ],
    [
        " I have you know the ones from on it. Yeah, I got all of them. Yeah me too except I don't have the bigfoot one",
        7148.16,
        7153.46
    ],
    [
        " Too bad I was like one of my eggs. I can't pick that one up. It's just too heavy. Yeah, I'm prosthetics",
        7153.46,
        7158.12
    ],
    [
        " Yeah, no, I dig it and I haven't picked up anything for over year anyway, so that's what I was trying to imply to jocco that like since my",
        7158.12,
        7164.46
    ],
    [
        " Is heavy I can pick it up. He can't pick it up et cetera. It's two pounds every day",
        7164.56,
        7168.02
    ],
    [
        " So that's why he got the heavier one Roger that yeah, I'm tracking now. I'm tracking hundred and six pounds",
        7168.02,
        7173.58
    ],
    [
        " Yeah, congratulations. Yeah, is this was this a custom made kettlebell? No got it from rogue fitness rogue right? Yeah",
        7173.58,
        7179.68
    ],
    [
        " My boys at rogue fitness. Yeah, but it's like made America. It's like the boring round one",
        7179.68,
        7183.62
    ],
    [
        " You know you said you have the um, I got the ones yet",
        7183.62,
        7186.96
    ],
    [
        " That's why I thought you meant the jocco was coming out with with a kettlebell",
        7186.96,
        7190.38
    ],
    [
        " I should obviously it's gonna be shaped like jocco's head should that's my that's my",
        7190.38,
        7194.38
    ],
    [
        " Because they could do that and now I think a product was just born. Yeah, maybe actually someone someone said that a couple times",
        7194.38,
        7201.02
    ],
    [
        " Okay, well anyway, I agree agree. This is the longest commercial ever by the way, it's not a commercial you we deviated from the commercial",
        7201.02,
        7206.98
    ],
    [
        " So Roger, I'm sorry. I'm sorry. No, we're supposed to do that. Okay. That's part of the you're right. I know I forgot",
        7206.98,
        7212.84
    ],
    [
        " I told you I'm in basic training for life again nonetheless back to the kettlebells if you get kettlebells",
        7212.84,
        7218.94
    ],
    [
        " You know, wait, it's not competitive with your friend or if it's competitive with your friend whatever the ones from on it",
        7220.4,
        7226.08
    ],
    [
        " That's the cool ones. Jody as a whole set. I have the whole set if you have the whole set you're cool like us not like jocco",
        7226.08,
        7231.68
    ],
    [
        " Also when you get jody's new book",
        7231.68,
        7235.08
    ],
    [
        " Of course jocco's book any of the books we read go or go over on the podcast. I made it easy for you",
        7235.08,
        7241.62
    ],
    [
        " Got a section on the website. Yeah, books from the website got them all listed by episode by the way",
        7241.62,
        7248.18
    ],
    [
        " Nice click through there get them through there real easy",
        7248.18,
        7250.56
    ],
    [
        " Oh, good way to support as well. They'll take you to Amazon. I'll just say sorry real quick",
        7250.56,
        7254.44
    ],
    [
        " I'm flinching the me give a Canadian sniper and everyday heroes",
        7254.44,
        7258.26
    ],
    [
        " Yeah, my two books they'll both be on the website. Yeah right down your website",
        7258.26,
        7261.7
    ],
    [
        " Yeah, and they are available through Amazon and the what's the kindle they have",
        7261.7,
        7266.02
    ],
    [
        " Comes on kindle kindle that's Amazon to you think yeah everywhere at like",
        7266.02,
        7270.62
    ],
    [
        " Audio book yeah, yeah, yeah, yeah, well, I'll have it all in the website",
        7270.62,
        7275.4
    ],
    [
        " So yeah when you get that bone click through there. It's way easier for you",
        7275.4,
        7278.26
    ],
    [
        " And it's good way to support if you want to continue shopping on Amazon to buy your",
        7278.26,
        7281.84
    ],
    [
        " weed whackers and what else we buy in Amazon. Go ahead do that too. Good way also",
        7281.84,
        7287.88
    ],
    [
        " Subscribe to the podcast if you haven't already seems normal seems obvious iTunes",
        7287.88,
        7295.2
    ],
    [
        " If you want to subscribe as far as subscribing goes it's more about like what you listen do you listen to iTunes?",
        7295.2,
        7301.3
    ],
    [
        " Yeah, that's what it's exclusive exactly right some people they listen to Google play",
        7301.86,
        7305.24
    ],
    [
        " Can you subscribe on Google play though?",
        7305.4,
        7307.1
    ],
    [
        " I don't know. I don't know. Okay. That's what I was getting at. I don't know where else I get to try it. It's the same thing",
        7307.3,
        7312.28
    ],
    [
        " Yes, so that and then and now there's different apps now. Yeah, like they're basically",
        7312.28,
        7316.7
    ],
    [
        " I mean different at stop you're confusing this is okay consider this way and I this is I'm new to this too",
        7316.7,
        7321.9
    ],
    [
        " Okay, where iTunes when you think podcasts you think I",
        7321.9,
        7325.68
    ],
    [
        " I pod podcasts so podcasts are exclusive to iTunes. It just feels that way right where do you listen to podcasts?",
        7325.68,
        7333.26
    ],
    [
        " Well on iTunes obviously here's think podcasts the podcast just because iTunes has it's like if you watch a video",
        7333.26,
        7339.66
    ],
    [
        " If I just went to the website what's your website again?",
        7339.66,
        7342.68
    ],
    [
        " joclepodcast.com",
        7343.02,
        7343.86
    ],
    [
        " So if I go to joggopodcast.com could I listen straight from the podcast from the story from the website?",
        7343.86,
        7348.8
    ],
    [
        " Yes on my computer. Yes",
        7348.8,
        7350.6
    ],
    [
        " Bob Jericho boom there it is here and uh I did not know that there's basically all these different ways to listen to it",
        7350.6,
        7358.68
    ],
    [
        " And if whatever way you choose to listen to it there's where you subscribe",
        7358.68,
        7363.0
    ],
    [
        " In the event of these things offering the subscribe option which I think they all do I'm not sure because I don't explore all of them",
        7363.62,
        7369.96
    ],
    [
        " It's just how it works",
        7369.96,
        7371.0
    ],
    [
        " So what I'm saying is if you want to subscribe subscribe good way to support also on YouTube",
        7371.0,
        7376.14
    ],
    [
        " Which we have a YouTube channel by the way jody middick garage that",
        7376.14,
        7379.04
    ],
    [
        " Not just the video version of this podcast but excerpts and various",
        7379.04,
        7384.66
    ],
    [
        " creative",
        7384.66,
        7386.56
    ],
    [
        " videos",
        7386.56,
        7388.36
    ],
    [
        " Here and there and some outtakes by the way",
        7389.46,
        7391.76
    ],
    [
        " Um, not many but you know if you I'll put more up there also",
        7391.76,
        7395.3
    ],
    [
        " Jockelo is a store it's called jockelo store",
        7395.3,
        7398.86
    ],
    [
        " Jockelo store.com obviously that's where we get or we make these shirts jody see the shirt jockelo has on right now",
        7398.86,
        7405.98
    ],
    [
        " The victory MMA and fitness yet he always says that shirt on by the way",
        7405.98,
        7410.0
    ],
    [
        " He does that well not last night. That's why I was it was underneath my flannel Roger that yeah",
        7410.0,
        7415.52
    ],
    [
        " I was gonna say how did you even recognize that's why I wore my friends",
        7415.52,
        7418.4
    ],
    [
        " So this is a tactical beaver shirt and it's a Canadian company started by cansof guys good dudes",
        7418.4,
        7424.1
    ],
    [
        " I was gonna wear this last night",
        7424.1,
        7426.26
    ],
    [
        " Yeah, but I didn't I thought jogging would show up in t-shirt. So I stayed in the t-shirt. Yeah, yeah, and anyway",
        7426.26,
        7431.98
    ],
    [
        " So now he's in a t-shirt and I'm in the color just yeah, man anyway",
        7431.98,
        7436.2
    ],
    [
        " Actually tactical beaver was my last podcast if you listen. Yeah, they were on the show. It's good. It's pretty dope",
        7436.2,
        7441.88
    ],
    [
        " You know what else is dope the the shirt jockelo is on and the shirt I have on with jockelo's head on it and if you want this shirt",
        7442.48,
        7448.26
    ],
    [
        " Jockelo store.com there's a lot of shirts on there",
        7448.26,
        7451.78
    ],
    [
        " I have a green and black one in my suitcase back in the hotel of that one",
        7451.78,
        7455.62
    ],
    [
        " I thought it'd be weird wearing your shirt",
        7455.62,
        7458.68
    ],
    [
        " Yeah, I thought so but there's a deeper meaning. I think the fact that jockelo's head is on my shirt",
        7458.68,
        7464.44
    ],
    [
        " And I'm sitting next to you. You're part of the show. So you got to wear it. Oh, I'll wear it in my shirt",
        7464.44,
        7468.1
    ],
    [
        " I swear the echo shirt sometime",
        7468.1,
        7469.14
    ],
    [
        " There's an echo shirt. Yeah, there's my need five immediately. I have four friends and myself that want that shirt",
        7469.66,
        7475.82
    ],
    [
        " Oh, all right there you go. You got it. So, man, I've been I've been unplugged since May basically",
        7475.82,
        7480.72
    ],
    [
        " Sorry, you gotta unplug sometimes and that's the you know what and that's going back. Yeah, I think I'm plug",
        7480.72,
        7486.42
    ],
    [
        " I'm going on Facebook while personal. I'm gonna skip the business side, but personal stuff is because",
        7486.42,
        7491.52
    ],
    [
        " Anyway, finish what you're doing. I'm sorry. I know you're part of what we're doing",
        7491.52,
        7495.86
    ],
    [
        " I'm not gonna read a list of things that you should or should not do. I'm gonna ask you about it",
        7497.0,
        7501.42
    ],
    [
        " I'm asked jockelo about it jockelo tell me hurry up. I may or may not hurry up. Whatever. That's how it. That's how it always works",
        7501.42,
        7506.86
    ],
    [
        " nonetheless jockelo store.com any shirt you want",
        7506.86,
        7510.1
    ],
    [
        " You know, I'm gonna go right after the show. Yes. There's also some patches on there some hoodies rash guards hats",
        7510.1,
        7518.14
    ],
    [
        " Women stuff on there kids stuff on there. It's good good. So a beanies are on their way",
        7518.14,
        7523.42
    ],
    [
        " So if you go like well, you figure well",
        7523.42,
        7525.98
    ],
    [
        " Beanie's could very well be on there. They're on there. Do you wear a beanie?",
        7525.98,
        7529.12
    ],
    [
        " Djago when it's cold outside. Just when it's cold. It's not a fashion. Just for you. Okay. I'll do anything just check it",
        7529.5,
        7535.42
    ],
    [
        " You should have a win man. Here to win. No fashion. No shirt looks good. Dobra for sure",
        7535.42,
        7540.0
    ],
    [
        " Anyway jockelo store.com. I'm not saying go buy something. I'm not saying that be should",
        7540.0,
        7544.36
    ],
    [
        " But if you like something get something it's a good way to support it also",
        7544.36,
        7548.7
    ],
    [
        " I don't know if you know about this you might I don't know psychological warfare",
        7548.7,
        7551.92
    ],
    [
        " Is that ring in a bill? I mean, I know what it is. Okay. Is this something? It's a name one of Djaco's names",
        7552.84,
        7558.76
    ],
    [
        " Yeah, so psychological warfare is an album that we created with tracks",
        7558.76,
        7563.48
    ],
    [
        " Djaco tracks. Ah playlists. Yes, a playlist. Yeah, I prefer alcohol. Mix tape. Yeah, yeah, mix tape of Djaco's hurt",
        7563.48,
        7573.64
    ],
    [
        " Yeah, essentially, but here it's for specific reason. Oh, right, right, right. It's not him playing the ukulele",
        7573.64,
        7581.48
    ],
    [
        " It's him telling you how to get through certain week moments",
        7581.86,
        7585.76
    ],
    [
        " Oh, it is his his mom his videos no no no better more specific. So here's what it is. Okay",
        7585.76,
        7593.32
    ],
    [
        " I'm actually glad you don't you don't know that the specifics of it because I mean you can talk about it for 28 minutes",
        7593.32,
        7598.44
    ],
    [
        " Actually number one on iTunes by the way",
        7598.44,
        7600.52
    ],
    [
        " But you know, oh that yeah, I downloaded that I never listen to it though. Sorry, bro",
        7600.52,
        7605.08
    ],
    [
        " You don't need it. I just wanted to support my friend. Yeah, you gave the support. Yeah, that's okay",
        7605.08,
        7609.1
    ],
    [
        " But I probably should have let it support you too. I probably yeah, that's really what it's for yeah to support you",
        7609.1,
        7613.98
    ],
    [
        " I used to see you know like you know when you",
        7613.98,
        7616.36
    ],
    [
        " Worked out and you don't feel like working or you go to work out and you don't feel like I fell a lot for last 18 months",
        7616.36,
        7622.54
    ],
    [
        " Yeah, they like you know that I'll do it tomorrow. Yeah, I've been saying that since last October all right with you",
        7622.54,
        7627.2
    ],
    [
        " Well, they're you 2016. I've been saying that so they got I thought that was my biggest weakness",
        7627.2,
        7630.88
    ],
    [
        " I come to Djaco. I said what are you doing? You don't feel like working out? I mean, I know cool your tops",
        7630.88,
        7635.64
    ],
    [
        " What job is it I work out yeah, but there's more to it than that. It's not that simple, you know and he explained it",
        7635.64,
        7643.18
    ],
    [
        " I said, you know what we're gonna do we're gonna record that always that that was the birth of the psychological warfare",
        7643.18,
        7648.34
    ],
    [
        " It's exactly what it is. I should I did download it actually when it came out",
        7648.34,
        7651.84
    ],
    [
        " I just I forgot I even had it look at the tracks. Here's what you do look at the tracks and be like because it's not just missing workout",
        7651.84,
        7658.5
    ],
    [
        " It's like procrastination",
        7658.5,
        7660.3
    ],
    [
        " On the pro at that now. Yeah, so like I got my black belt in procrastination bro. Yeah, so consider one that you're like okay",
        7661.32,
        7668.7
    ],
    [
        " Not only will it help it'll 100% get you through it Roger that",
        7668.7,
        7672.36
    ],
    [
        " Spend the case for me anyway get it you can get that on iTunes of course and anywhere where they sell MP3s",
        7672.36,
        7680.18
    ],
    [
        " Amazon music what not?",
        7680.18,
        7681.92
    ],
    [
        " It's a good one couple other things on Amazon. You can get Djaco white tea. It's no big deal",
        7682.24,
        7688.04
    ],
    [
        " Unless you want to deadlift 8,000 pounds minimum then you drink Djaco white tea and you're there no questions asked 100% guaranteed",
        7688.6,
        7695.84
    ],
    [
        " If you want to get some books you can get Jody mittix books. There's two of them unflinching",
        7695.84,
        7701.9
    ],
    [
        " The making of a Canadian sniper and also his latest book every day heroes, which is war stories from the generations",
        7701.9,
        7711.2
    ],
    [
        " edited by Jody you can get way the warrior kid",
        7712.94,
        7715.44
    ],
    [
        " So you can teach kids to do the right things in their lives",
        7715.44,
        7718.6
    ],
    [
        " You know things like",
        7718.6,
        7720.92
    ],
    [
        " Beyond the path. It's all I'm gonna say",
        7720.92,
        7723.92
    ],
    [
        " Dismin equals freedom field manual",
        7723.92,
        7726.2
    ],
    [
        " that book",
        7726.2,
        7728.06
    ],
    [
        " Yeah, it's about",
        7728.06,
        7730.52
    ],
    [
        " Getting on the path and staying on the path. That's what it's about not gonna say anything else about that one",
        7730.52,
        7736.44
    ],
    [
        " I will accept for that the audio version of that book is not on audible",
        7736.44,
        7740.6
    ],
    [
        " It is on",
        7741.58,
        7742.54
    ],
    [
        " Anywhere you can get an MP3 which means iTunes Amazon music Google Play and then of course the first book extreme ownership",
        7742.54,
        7752.44
    ],
    [
        " Combat leadership. There's a new version out. It's black which makes it a little bit cooler",
        7752.44,
        7758.52
    ],
    [
        " You can get that",
        7758.52,
        7760.36
    ],
    [
        " Learn how to lead",
        7760.36,
        7762.22
    ],
    [
        " Also beyond the books in the podcast if you need leadership",
        7762.22,
        7766.12
    ],
    [
        " Let's say leadership guidance and direction at your company at your business or at your team",
        7767.0,
        7772.76
    ],
    [
        " I have a leadership and management consulting company. It's called echelon front and that is what we do",
        7772.76,
        7778.44
    ],
    [
        " We come to your organization. We assess the situation and",
        7778.44,
        7782.06
    ],
    [
        " We get problems solved through leadership",
        7782.06,
        7785.58
    ],
    [
        " It's me. It's my brother-laid Babin that wrote extreme ownership with me",
        7785.58,
        7792.0
    ],
    [
        " Who was one of the platoon commanders that served with me in the battle of Ramadi?",
        7792.14,
        7797.68
    ],
    [
        " It's JP to now",
        7798.02,
        7799.48
    ],
    [
        " Who was the",
        7799.48,
        7801.46
    ],
    [
        " Point man and the lead sniper of",
        7801.46,
        7806.04
    ],
    [
        " Delta platoon in the battle of Ramadi it's Dave Burke who was an",
        7806.04,
        7812.16
    ],
    [
        " F18 Marine Corps fighter pilot top gun pilot top gun instructor top gun senior instructor",
        7812.16,
        7818.08
    ],
    [
        " F16 pilot F18 pilot F 35 pilot F22 pilot first",
        7819.72,
        7824.08
    ],
    [
        " He sounds like he's pretty good at his job. He's not bad",
        7824.08,
        7828.04
    ],
    [
        " He's the first operational squadron commander for the F 35",
        7828.04,
        7832.12
    ],
    [
        " He's the only man in the world qualified to fly all those aircraft",
        7832.12,
        7835.92
    ],
    [
        " But none of that matters because what he did was cool was he was on the ground with us in the battle of Ramadi as a",
        7835.92,
        7842.48
    ],
    [
        " Anglico team leader",
        7842.48,
        7844.26
    ],
    [
        " With his team and was with what what is an Anglico?",
        7845.14,
        7850.22
    ],
    [
        " It's it's the guys that call for fire. They like it. Thank you JTAC. Yeah, they're JTACs",
        7850.3,
        7855.0
    ],
    [
        " But the Marine Corps has Anglico, but they call it Anglico air naval gun fire liaison Roger that yep",
        7855.0,
        7859.88
    ],
    [
        " And that's what he did for us outstanding guy. He's been on the podcast number 16 number 69 I believe",
        7859.88,
        7867.24
    ],
    [
        " So he's part of the echelon front team as well also",
        7867.24,
        7872.56
    ],
    [
        " On top of that there's the muster it is",
        7873.1,
        7876.52
    ],
    [
        " The leadership seminar with us the echelon front team",
        7876.52,
        7881.58
    ],
    [
        " again",
        7881.58,
        7883.44
    ],
    [
        " In 2018 we're only doing two musters people think we're going on a rock and roll tour",
        7883.44,
        7890.44
    ],
    [
        " We're not going on a rock and roll tour not going city to city is not gonna happen in Cleveland",
        7890.44,
        7895.1
    ],
    [
        " It's not gonna happen in Milwaukee. It's not gonna happen in San Diego. It's not gonna happen in San Diego this year",
        7895.1,
        7900.36
    ],
    [
        " It's gonna happen in Washington DC May 17th and 18th. So that's where you go if you're on the East Coast",
        7903.06,
        7908.06
    ],
    [
        " East of the Mississippi you come to DC",
        7908.06,
        7909.78
    ],
    [
        " What day",
        7909.78,
        7911.86
    ],
    [
        " May 17th and 18th if you're west of the Mississippi",
        7911.86,
        7916.98
    ],
    [
        " You come to San Francisco October 17th and 18th. That's it. Like I said, we're not going anywhere else. So",
        7916.98,
        7925.18
    ],
    [
        " The reason is because we don't have time to do them. It's to get all the echelon front team together and set it all up",
        7926.4,
        7932.52
    ],
    [
        " It's very hard to do because we're working with clients all over the country and all over the world",
        7932.52,
        7936.72
    ],
    [
        " So we can't just do musters all the time. So that's where we're doing two of them if you want to come sign up",
        7936.72,
        7943.4
    ],
    [
        " All the four of them we that we've had so far have all sold out these are going to sell out to a hundred percent",
        7943.4,
        7949.84
    ],
    [
        " so if you want to come you got to go and",
        7949.84,
        7952.68
    ],
    [
        " Register to attend",
        7954.76,
        7955.8
    ],
    [
        " Extreme ownership calm. Can I reserve two spots right now in in Washington? Yes, you can all right cool cool",
        7955.8,
        7962.18
    ],
    [
        " Yeah",
        7962.18,
        7963.52
    ],
    [
        " Jodie plus one until then",
        7963.52,
        7967.98
    ],
    [
        " Until the master if you have questions or answers for us or you just want to check in and share your wins",
        7967.98,
        7975.28
    ],
    [
        " I noticed people do that now on social media and share the wins. Yeah, it's good",
        7975.28,
        7979.64
    ],
    [
        " I got this promotion",
        7979.64,
        7981.64
    ],
    [
        " I overcame this little situation they give a little brief on a situation here had this guy there was acting wrong",
        7982.42,
        7987.0
    ],
    [
        " I took ownership and boom problem solved. I lost weight. I gained weight. I got a stripe on my white belt in jujitsu",
        7987.0,
        7995.72
    ],
    [
        " And I'm proud. Yeah, and I am proud. Yeah, I'm stoked when you get that stripe on the white belt",
        7995.72,
        8001.14
    ],
    [
        " Yeah, or the blue belt sometimes people get the black belt the brown belt",
        8001.14,
        8004.78
    ],
    [
        " But what we see is progression",
        8004.78,
        8006.6
    ],
    [
        " Like I said people lose weight people gain weight people stay clean people stay off the sauce people stay off the drugs",
        8007.18,
        8014.02
    ],
    [
        " People stay on the path and if you want to check in with us about that stuff",
        8014.02,
        8018.88
    ],
    [
        " You can do it on Twitter on Instagram and on that fat",
        8018.88,
        8024.42
    ],
    [
        " Bo-hachi bo-hah",
        8024.42,
        8028.92
    ],
    [
        " Jodie",
        8028.92,
        8036.58
    ],
    [
        " I",
        8039.0,
        8039.44
    ],
    [
        " see",
        8039.44,
        8038.28
    ],
    [
        " Echo is at echo Charles and I am at",
        8038.28,
        8042.7
    ],
    [
        " Jockewilling echo any closing thoughts",
        8042.7,
        8045.44
    ],
    [
        " No, thank you for coming on and it's great to see you again. You do bro",
        8045.44,
        8049.94
    ],
    [
        " Mr. Jodie Middick you got anything else",
        8049.94,
        8053.5
    ],
    [
        " Jockew thank you for giving me the mic bag for five minutes. I'm just kidding. Uh, I just want to say thanks to you",
        8053.5,
        8059.66
    ],
    [
        " for bringing me on today",
        8059.66,
        8061.58
    ],
    [
        " I know you did this because you didn't have to because you wanted to and I appreciate",
        8061.58,
        8066.46
    ],
    [
        " And I needed this",
        8066.6,
        8067.84
    ],
    [
        " Echo of as always you should stop drinking by the way",
        8067.84,
        8071.68
    ],
    [
        " I'm now that I'm a reformed drinker. It's that's that's the that's the that's the answer to everything",
        8071.68,
        8076.62
    ],
    [
        " Yeah, I think it just stop drinking surprisingly. It's a big answer",
        8076.62,
        8080.52
    ],
    [
        " It's a good answer. Well, you have to agree with you know if you look at that study that comes out",
        8080.52,
        8084.82
    ],
    [
        " I forget who does it. I think it's the UN the most destructive force on earth is alcohol above coke heroin",
        8084.82,
        8090.9
    ],
    [
        " Speed crack at all put together booze is still 10 times worse like that like when it comes because it's available to everybody right",
        8092.76,
        8099.06
    ],
    [
        " Um, I should thank everybody that's been with me through this, you know, sometimes you think you're alone and you're not",
        8099.06,
        8106.2
    ],
    [
        " Uh, I've had friends and family that have not stopped",
        8106.2,
        8109.92
    ],
    [
        " Basically, you feel like they're bugging you but they're not they're keeping an eye on you",
        8109.92,
        8113.5
    ],
    [
        " um",
        8113.5,
        8114.28
    ],
    [
        " And all the supporters and the fans and and and just the the the the jodie middick fans",
        8114.28,
        8120.08
    ],
    [
        " Thank you for being there for me. Thank you for being honest with me",
        8120.32,
        8123.7
    ],
    [
        " And thank you to my friends and my family for putting up with me and um, I fell off the path",
        8123.7,
        8131.4
    ],
    [
        " I lost my bearing",
        8131.4,
        8133.3
    ],
    [
        " Pretty bad, but now I've reorientated the map and I'm back on track and uh, give me",
        8133.3,
        8141.06
    ],
    [
        " Give me some time the jodie middick podcast will be back up and running in short order give me six weeks",
        8141.06,
        8147.84
    ],
    [
        " Ish and we should have to be pumping out some episodes",
        8148.3,
        8150.8
    ],
    [
        " Who knows maybe I'll fly jockele up dot o'on we'll do an episode",
        8150.8,
        8154.12
    ],
    [
        " I don't know the point is",
        8154.12,
        8155.32
    ],
    [
        " Something will be coming and there's a few",
        8155.32,
        8157.62
    ],
    [
        " Hardcore I'm talking granite hard fans that have like stuck it out and they send us at least a tweet a week to be like",
        8157.62,
        8164.78
    ],
    [
        " Where are you bitches at and we're coming back quick um, just real quick shout out to my friends attack the beaver",
        8164.78,
        8170.6
    ],
    [
        " If you want some of their stuff just go on tactical beaver. Yes, like the animal",
        8170.6,
        8174.62
    ],
    [
        " Uh, you can get some of their gear. It's pretty cool",
        8174.62,
        8177.44
    ],
    [
        " Canadian twist a Canadian flavor and if you're you know if you're the one guy in your unit that has it and you're not Canadian",
        8178.02,
        8183.82
    ],
    [
        " You might be you might be popular for a minute, but um",
        8183.82,
        8186.88
    ],
    [
        " And uh, you know and the last thing uh goes out to my kids aila and kira aila's nine peanut curious six squeaky",
        8186.88,
        8196.2
    ],
    [
        " uh, they're waiting for me at home very patiently and",
        8196.2,
        8200.42
    ],
    [
        " With soon as daddy's home we're gonna go to jiu jitsu because daddy needs to learn too",
        8200.42,
        8205.06
    ],
    [
        " And I know you guys don't like it now, but when you're older you will appreciate it and for the rest of everybody else",
        8205.1,
        8211.78
    ],
    [
        " We're gonna look in the camera for a minute echo you can edit that in right sure",
        8211.78,
        8215.86
    ],
    [
        " I know I've said sorry before I'll say it again and and thank you",
        8215.86,
        8222.2
    ],
    [
        " I will say over and over again for supporting me and it's because of people like jaco and rob who you'll meet",
        8222.2,
        8228.12
    ],
    [
        " Who's a green beret and some other very special people in my life that I am",
        8228.12,
        8231.72
    ],
    [
        " Found a reason to get back to being myself and uh",
        8232.06,
        8235.3
    ],
    [
        " And that's about it. That's all I can say. Thank you, man",
        8235.3,
        8239.12
    ],
    [
        " Awesome brother. Well, it's awesome having you back on again",
        8239.12,
        8242.36
    ],
    [
        " And you'll be coming back on again and again as you continue doing this",
        8242.36,
        8247.06
    ],
    [
        " This is generally your adventure. I'll be better and I and we can just keep growing down and helping others",
        8247.06,
        8252.34
    ],
    [
        " It's all good. Yeah, my next book comes out. I will come back. That's awesome",
        8252.34,
        8255.82
    ],
    [
        " And so thanks for coming on",
        8255.82,
        8258.08
    ],
    [
        " It's awesome to see you again and like I said, we'll we'll keep doing this for the next 20 years and",
        8258.5,
        8264.42
    ],
    [
        " finally thanks to all the",
        8264.42,
        8266.68
    ],
    [
        " service men and women out there right now",
        8266.68,
        8270.84
    ],
    [
        " Right now think about that right now right this moment in time",
        8270.84,
        8275.9
    ],
    [
        " There's men and women out there on the front lines face to face with evil",
        8275.9,
        8281.52
    ],
    [
        " So thanks to you all for protecting us and our freedoms",
        8281.52,
        8286.7
    ],
    [
        " into the police",
        8288.08,
        8290.08
    ],
    [
        " law enforcement firefighters paramedics and the rest of the first responders",
        8290.08,
        8295.8
    ],
    [
        " Thanks for your service and your sacrifice to keep us safe here at home",
        8295.8,
        8301.8
    ],
    [
        " And to everyone that's out there grinding",
        8301.8,
        8306.26
    ],
    [
        " working",
        8306.26,
        8308.14
    ],
    [
        " Driving trucks pouring concrete",
        8308.14,
        8312.6
    ],
    [
        " Hammering on a project building bridges or building software sowing some garments or sowing a field",
        8312.92,
        8321.06
    ],
    [
        " farmers",
        8321.06,
        8322.74
    ],
    [
        " Factory workers engineers electricians plumbers and pilots and ground crew and cooks and waitresses to everyone out there",
        8322.74,
        8332.98
    ],
    [
        " Working hard and listening to this and just trying to",
        8332.98,
        8336.88
    ],
    [
        " get yourself a little bit better",
        8336.88,
        8340.0
    ],
    [
        " Today than you were yesterday",
        8340.98,
        8343.12
    ],
    [
        " Thanks for listening and",
        8343.12,
        8348.36
    ],
    [
        " as you",
        8348.36,
        8350.6
    ],
    [
        " Meet struggles",
        8350.6,
        8352.8
    ],
    [
        " And as you struggle to stay on the path first of all",
        8352.8,
        8358.6
    ],
    [
        " Remember you don't have to fight alone reach out to your comrades in arms",
        8358.6,
        8364.34
    ],
    [
        " Call",
        8366.24,
        8367.12
    ],
    [
        " For fire support when you need it we win wars because we stick together and when we stick together we can overcome any enemy",
        8367.12,
        8376.76
    ],
    [
        " And the struggles that you face",
        8376.76,
        8381.94
    ],
    [
        " When they when they do try to flank you",
        8381.94,
        8387.68
    ],
    [
        " Do what jody did do what a soldier does turn into the ambush turn toward the enemy fire and attack",
        8389.14,
        8401.0
    ],
    [
        " And until next time this is jody medic and echo and jaco out",
        8401.0,
        8413.22
    ]
]