[
    [
        " This is Jocco Podcast number 110 with Echo Charles and me, Jocco Willick. Good evening, echo.",
        0.34,
        8.56
    ],
    [
        " Good evening. All sciences have principles and rules. War has none. The great captains who have",
        8.86,
        20.12
    ],
    [
        " written of it give us none. Extreme cleverness is required to even understand them, and it is",
        20.12,
        27.5
    ],
    [
        " impossible to base any judgment on the relations of the historians for they only speak of war as",
        27.5,
        35.14
    ],
    [
        " their imaginations paint it. As for the great captains who have written of it, they have attempted",
        35.14,
        40.86
    ],
    [
        " rather to be interesting than instructive, since the mechanics of war is dry and tedious.",
        40.86,
        47.58
    ],
    [
        " Books dealing with it have small success, and their merit will not be recognized except after",
        48.82,
        54.48
    ],
    [
        " the passage of time. Those writing historically of war have better luck. They are sought by all the",
        54.48,
        61.04
    ],
    [
        " curious and kept in the all libraries. That is why we only have a confused idea of the discipline",
        61.04,
        68.54
    ],
    [
        " of the Greeks and Romans. War is a science covered with shadows in whose obscurity one cannot move",
        68.54,
        77.74
    ],
    [
        " within a shared step. Routine and prejudice, the natural result of ignorance, are its foundation",
        77.74,
        87.14
    ],
    [
        " and support. Nothing is so disgraceful as slavishness to custom. This is both a result of ignorance and a",
        87.14,
        99.36
    ],
    [
        " proof of it. Chevalier Foulard supposes all men to be brave at all times and does not realize that",
        99.36,
        107.58
    ],
    [
        " the courage of the troops must be reborn daily. That nothing is so variable, and that the true",
        107.58,
        114.36
    ],
    [
        " skill of a general consists of knowing how to guarantee it by his dispositions, his positions,",
        114.36,
        120.06
    ],
    [
        " and those traits of genius that characterize great captains. Perhaps he reserved of this",
        120.54,
        127.62
    ],
    [
        " immense discussion of this immense subject, and perhaps also it escaped him. Nevertheless,",
        127.62,
        136.6
    ],
    [
        " it is of all the elements of war the one that is most necessary to study. The same troops,",
        136.62,
        143.82
    ],
    [
        " who if attacking would have been victorious, may be inevitably defeated in entrenchments.",
        144.08,
        151.8
    ],
    [
        " Few men have accounted for it in a reasonable manner, for it lies in human hearts, and one should",
        152.44,
        159.34
    ],
    [
        " search for it there. No one has written of this matter, which is of the most importance, the most",
        159.34,
        167.2
    ],
    [
        " learned, and the most profound of the profession of war. And without a knowledge of the human heart,",
        167.2,
        176.14
    ],
    [
        " one is dependent upon the favor of fortune, which sometimes is very inconstant.",
        176.56,
        183.68
    ],
    [
        " So, those are some opening words from a book called Revaries on War by Marista Sacks.",
        186.44,
        194.0
    ],
    [
        " This guy is a character. Marista Sacks. You do a little research on him. Did you",
        194.62,
        201.0
    ],
    [
        " find out how much of a character he was? No. He was a serious character. There's a couple of",
        201.0,
        205.5
    ],
    [
        " things, there's a couple of things even in that opening right there that I wasn't sure if I was",
        205.5,
        209.6
    ],
    [
        " going to cover this, and I was kind of like going back to it to see if it was something we",
        209.6,
        213.54
    ],
    [
        " should cover. But I just, when you get right here, all sciences have principles and rules, war has",
        213.54,
        220.32
    ],
    [
        " none. That's a true statement. And it's true that there's, you know, there's principles of warfare,",
        220.32,
        226.1
    ],
    [
        " but there's no actual rules, like you can do whatever you want. I mean, you can say that Geneva",
        226.32,
        229.64
    ],
    [
        " Convention, but then you can just defy it and just, you know, you can do things that are completely",
        229.64,
        233.54
    ],
    [
        " opposed to it. So there's no rules. You should do whatever you want to win. Now, you can lose your",
        233.54,
        240.32
    ],
    [
        " respect and you can act inhumane and that might cost you in the long run. But if wars war,",
        240.46,
        246.04
    ],
    [
        " there's no other thing like that. Right? There's no other thing like that. Do whatever you want.",
        246.54,
        252.76
    ],
    [
        " I guess if you had a, if you had like a street fight with no weapons and someone's going to do",
        253.12,
        259.14
    ],
    [
        " whatever they could to win, right? It's the same. That's war. It's the same thing. Yeah,",
        259.14,
        264.48
    ],
    [
        " yeah, when you do it, like death is kind of the goal and the consequence at the same time,",
        264.88,
        270.46
    ],
    [
        " like death, that's the end of the line. So yeah, anything goes essentially. Yeah, nothing else",
        270.46,
        274.94
    ],
    [
        " is like that. Then he says this, nothing is so disgraceful as slavishness to custom. That's a",
        274.94,
        280.94
    ],
    [
        " bold statement too. I agree. Disgraceful, he calls it. He talks about these prejudices that people",
        280.94,
        288.3
    ],
    [
        " have. I think you call them, what do you call them? Biasis. Biasis, right? Cognitive biases. He talks",
        288.3,
        293.28
    ],
    [
        " about, he doesn't talk about that, but he talks about them. But this guy was a character. He",
        293.28,
        298.1
    ],
    [
        " lived from 1696 to 1750. He started off as a German soldier in the army of the Holy Roman Empire,",
        298.1,
        307.78
    ],
    [
        " which was like this bunch of territories in Europe that were banded together under that name.",
        307.78,
        312.5
    ],
    [
        " And they were around for a long time from like the Middle Ages",
        312.88,
        315.76
    ],
    [
        " until the time of the Napoleonic Wars. So you know, the early 1800s.",
        315.76,
        322.94
    ],
    [
        " And he served also served in the Imperial Army, which was another kind of army that often fought",
        323.32,
        329.44
    ],
    [
        " alongside the army of the Holy Roman Empire. And he, but the weird thing is, is he finished his",
        329.44,
        335.7
    ],
    [
        " career as the martial general of France. And so he kind of, I guess you could say he kind of",
        335.7,
        344.56
    ],
    [
        " switched sides, but he rose, rose up through the ranks because his military career started at the",
        344.56,
        350.22
    ],
    [
        " age of 13 when he fought at the Battle of Malpike. I think that's how you say it.",
        350.22,
        359.84
    ],
    [
        " Which, and that war, that battle right there was that was between the army of the Holy Roman Empire",
        360.5,
        365.26
    ],
    [
        " and France. So he was on both sides at certain points of his life. And I think the whole time he",
        365.26,
        371.2
    ],
    [
        " was, it seems like from what I read about him, he was always kind of looking to go up the social",
        371.2,
        377.52
    ],
    [
        " structure, you know, rise up in the social structure and become more a powerful person in the",
        377.7,
        382.96
    ],
    [
        " hierarchy of those times, the dominance hierarchy. So yeah, he started fighting at age 13, which by the",
        382.96,
        390.44
    ],
    [
        " way, that's just so cool. I don't, I'm sorry. If you think I'm a bad person. But as far as I'm concerned,",
        390.44,
        397.22
    ],
    [
        " if I could have joined the military at 13, I would have been so stoked. Sorry, everyone that's,",
        397.32,
        402.66
    ],
    [
        " that doesn't agree with that. That's just how I roll. I'm just telling the truth on that one.",
        403.7,
        407.64
    ],
    [
        " And actually, as I look back on my life, if I could have done that, it would have been even better.",
        408.24,
        410.98
    ],
    [
        " I think they should allow people to join the military. They should have some like a youth core",
        412.08,
        416.16
    ],
    [
        " where you can go in and just get after it at a young age. But they think a, they think a 13-year-old",
        416.16,
        423.92
    ],
    [
        " can't make that decision. And they're right. The 13-year-old can't make that decision. So you'd",
        423.92,
        427.52
    ],
    [
        " have to have really benevolent people that were in charge of them, in charge of these troops.",
        427.52,
        431.48
    ],
    [
        " And you also think that an 18-year-old person can make a good decision. But that's not true.",
        432.88,
        436.46
    ],
    [
        " Because you got 18 people that are dumb or inert and make bad decisions. And people are",
        436.7,
        442.7
    ],
    [
        " worried that you're going to get thoughts put into your head. Yeah, you are. You are. And guess what?",
        442.7,
        447.84
    ],
    [
        " If they're good thoughts, right on. That's not a bad thing, right? Yeah, but I mean,",
        448.28,
        454.3
    ],
    [
        " learn everything yourself. Is that the way the world works? You can't have good ideas put in your",
        454.3,
        458.66
    ],
    [
        " head. You can't get a little bit programmed. You can get programmed to be a better human being.",
        458.66,
        462.68
    ],
    [
        " Would you accept that programming? Yeah, of course. Okay, I'm just checking. Because you're over there",
        462.78,
        466.42
    ],
    [
        " looking like, I'm a bad person because I'm trying to brainwash you. No, because you're just saying",
        466.42,
        470.16
    ],
    [
        " like, you're better. Good and better. Like, there's this universal good and better. I think there is.",
        470.16,
        474.64
    ],
    [
        " No, there is. I mean, there is. Okay. Okay. So narrow like this. Next time we have Jordan B. Peterson on",
        474.74,
        478.9
    ],
    [
        " here, you can converse that. You can have a conversation with him about that. How do you say that you",
        478.9,
        483.24
    ],
    [
        " don't know that there's universal good and use universal. No, no, no, I'm saying. I mean,",
        483.24,
        486.7
    ],
    [
        " we could come up with dozens of things right now that we know are good and bad, right?",
        486.82,
        490.0
    ],
    [
        " Yes. I don't know about the child. Is that good or bad? Yeah. Okay. Yeah. For sure.",
        490.0,
        493.56
    ],
    [
        " You say where I'm going to say, take something that doesn't belong to you. Good or bad? Yeah.",
        493.56,
        496.7
    ],
    [
        " But those, they're still basic and fundamental. You don't need a youth core to. Well, there's a",
        496.88,
        501.52
    ],
    [
        " lot of people out there that don't get taught that stuff. And that's true, too. But that's a whole",
        501.52,
        504.72
    ],
    [
        " different issue. Okay. Well, I'm just making sure. Yeah. But if you're, I know what you're saying,",
        504.72,
        509.12
    ],
    [
        " how you're saying good, like good ideas and good ideas, you're talking about your way",
        509.12,
        513.22
    ],
    [
        " specifically, which I think, no, no, no, I would not, I would not, and I still, I even, you know,",
        513.22,
        518.18
    ],
    [
        " I get in trouble for this because, for instance, people say, oh, you shouldn't wake up at 430 in the",
        518.22,
        522.5
    ],
    [
        " morning. And I always say, like, yeah, no, I'm not saying you have to wake up at 430 in the morning.",
        522.5,
        527.2
    ],
    [
        " I'm saying to wake up earlier, don't be lazy, right? I'm not saying you have to, I say, you",
        527.22,
        532.74
    ],
    [
        " know, don't eat donuts, right? I'm not saying you can never taste anything that tastes good.",
        532.74,
        537.32
    ],
    [
        " I'm just saying be smart, man, come on. You don't need a donut.",
        537.36,
        539.98
    ],
    [
        " Yeah. And donuts are actually on the evil. They might just be pure evil, too, by the way.",
        540.26,
        543.98
    ],
    [
        " Yeah. Right. Very well. Donuts, come on, man, possibly.",
        543.98,
        546.98
    ],
    [
        " Donuts don't even make you feel, I mean, is there any, do you get any satisfaction from a donut?",
        547.22,
        551.5
    ],
    [
        " Status fill, well, depends on what you mean by satisfaction.",
        551.76,
        553.74
    ],
    [
        " And you always want to try and parse these things. Well, you can't, it's not absolutely.",
        553.74,
        557.3
    ],
    [
        " Okay. So I guess you get a 10 second good taste in your mouth, sugar rush, get some.",
        557.4,
        561.96
    ],
    [
        " So and technically, and you pay for that. Yeah. Health and fitness.",
        562.1,
        565.74
    ],
    [
        " For sure. So you don't seem to care. No, me. Yeah. No, man, I care. I care. Okay. I'm just",
        565.74,
        571.12
    ],
    [
        " being sure. I'm trying to, I'm trying to look at it from all angles, satisfaction. Yeah.",
        571.12,
        575.34
    ],
    [
        " Technically and by a lot. Okay, but you could come up with some fundamental good things. And I'll",
        575.58,
        579.1
    ],
    [
        " tell you this, the military does teach some fundamental good things. So if I could have joined",
        579.1,
        582.78
    ],
    [
        " at the age of 13, it would have been good for me. I would have been stoked. Actually, I would have",
        582.78,
        586.02
    ],
    [
        " missed out on some cool stuff, too, because I had some fun back in the dream. I did some cool",
        586.02,
        589.42
    ],
    [
        " stuff that actually led to me being who I am today. You know, I learned some stuff. I did get",
        589.98,
        594.12
    ],
    [
        " there. But not what I'm saying. The point is, is that your way, not everyone will agree. I",
        594.12,
        600.78
    ],
    [
        " agree with you. Okay. And I'm sure a bunch of people do. But I'm just saying there's like different.",
        600.78,
        605.08
    ],
    [
        " No, I guess I'm not pro universal brainwashing to my methods of. Yeah. I'm not, I'm not,",
        605.28,
        610.98
    ],
    [
        " which makes 13 year old, by the way. Yeah, which 13 year old. Now, I'll tell you, I just said that,",
        611.06,
        614.7
    ],
    [
        " that going in the military, I would have missed out on some things. You know, maybe some",
        614.78,
        618.78
    ],
    [
        " growing up experiences. Marista Sacks didn't miss out on a, on a damn thing, because he was getting",
        618.78,
        623.54
    ],
    [
        " after it in many different ways, not only on the battlefield, but also as a, a little bit of a",
        623.54,
        629.86
    ],
    [
        " maniac. He was, he first of all, he was like, apparently, a physically, he was kind of a beast",
        629.86,
        634.44
    ],
    [
        " of a man. And like physically, and he fought, he kind of proved himself. He distinguished himself",
        634.44,
        641.26
    ],
    [
        " in some big battles as he was 13, 14, 15, 16, 17 years old. Apparently, he could bend a horseshoe.",
        641.26,
        648.62
    ],
    [
        " With his hand, and I, and I was looking at that, I was thinking myself, he, they mean",
        649.16,
        654.62
    ],
    [
        " hands, right? They must mean hands. It didn't say that. It's a hand. And I didn't want to take",
        654.62,
        660.54
    ],
    [
        " anything away from him. So apparently he could grab a, he was big and could grab a horseshoe and",
        660.54,
        665.68
    ],
    [
        " just bend it in one hand. So he had some, some serious strength. And through his life,",
        665.68,
        672.52
    ],
    [
        " he commanded companies at which he actually refers to as centuries, which, if you can imagine",
        673.54,
        679.0
    ],
    [
        " century, we know that means a hundred. So a century, it like the ancient Roman army had centuries",
        679.0,
        685.54
    ],
    [
        " instead of companies. And they weren't even a hundred people. They were like 80 people. But",
        685.54,
        689.62
    ],
    [
        " he led those, he led regiments and he led whole armies. And he fought with a lot of success",
        689.62,
        696.78
    ],
    [
        " throughout his career. Now with that, that being said, he was far from what anyone would actually",
        696.78,
        705.96
    ],
    [
        " consider role model because the way he lived his personal life was not exactly exemplary,",
        705.96,
        711.78
    ],
    [
        " exemplary. I didn't say that word right. exemplary. Yes. In fact, well, the way he lived his life",
        711.96,
        718.64
    ],
    [
        " was probably the opposite of role model. So he was forced into marriage at the age of 18. He",
        719.22,
        726.98
    ],
    [
        " didn't want to get married because he was, I think he was too much of a womanizer and said,",
        726.98,
        731.38
    ],
    [
        " I don't want to get married. But he married this ares 14 year old ares with a ton of money. He",
        731.46,
        737.96
    ],
    [
        " blew all her money. And he was 18. She was 18. She was 14. She was, she was an ares with a bunch of",
        737.96,
        742.94
    ],
    [
        " money. He took all her money and blew it on horses for his regiment and on women.",
        742.94,
        747.6
    ],
    [
        " Mr. Sus. And then he had a bunch of public affairs and everyone kind of knew about it. And the",
        748.14,
        753.96
    ],
    [
        " marriage got an old. And he continued this kind of wanton behavior, I think throughout his life.",
        753.96,
        759.0
    ],
    [
        " And a couple times he's hypocritical because in the book he talks about certain types of people.",
        759.1,
        762.34
    ],
    [
        " And I don't know if I cover it, but he does come across a little bit hypocritical hypocritical sometimes.",
        762.34,
        769.0
    ],
    [
        " Now I think one of this is this one quote I grabbed from this mistress, this kind of famous",
        770.62,
        777.2
    ],
    [
        " mistress. Actually, she's recognized as the chief mistress of King Louis the 15th. So did you",
        777.2,
        784.3
    ],
    [
        " know that the king had like not just mistresses? We know that. But there's a chief mistress who's known.",
        784.3,
        788.12
    ],
    [
        " Her name was Madame de Pompador. And this is what she said about sacks. Mariste sacks does not",
        788.96,
        796.58
    ],
    [
        " understand anything about the delicacy of love. The only pleasure he takes in the society of women",
        796.58,
        802.74
    ],
    [
        " can be summed up in one word debauchery. So he's a little bit out of control. He might have in fact",
        802.74,
        812.32
    ],
    [
        " inherited his lifestyle choices from his dad, whose name was Frederick Augustus, who was well known",
        812.32,
        822.68
    ],
    [
        " for his personal unbridled lust. How do you know that he had unbridled lust? Well,",
        822.68,
        830.4
    ],
    [
        " Case in Point, Mariste was the eldest. So Mariste sacks was the eldest of 354 acknowledged illegitimate",
        830.56,
        839.16
    ],
    [
        " children that Frederick fathered. So while we might not want to emulate Mariste sacks's personal life,",
        839.16,
        849.64
    ],
    [
        " he was an experienced and successful leader of men on the battlefield. And we can learn from him.",
        850.66,
        860.1
    ],
    [
        " And with that, let's go back to the book. And here's Mariste sacks. A man who has a talent",
        860.72,
        869.46
    ],
    [
        " for architecture and can design will draw the plan and perspective of a palace with great skill.",
        869.46,
        875.8
    ],
    [
        " But if he is to execute it, if he does not know how to shape his stones to lay his foundation,",
        876.44,
        881.58
    ],
    [
        " the whole edifice will crash soon. It's the same with a general who does not know the principles",
        882.04,
        887.74
    ],
    [
        " of his art, nor how to organize his troops, for these are indispensable qualifications in all the",
        887.74,
        894.7
    ],
    [
        " operations of war. The prodigious success with which the Romans always gained with small armies",
        894.7,
        904.82
    ],
    [
        " against multitudes of barbarians can be attributed to nothing but the excellent composition of their troops.",
        905.06,
        910.64
    ],
    [
        " Not that I would infer from this that a man of genius will not be able to succeed,",
        911.66,
        916.38
    ],
    [
        " even at the head of an army of starters. It is much, this is the interesting part. It is much",
        916.9,
        923.06
    ],
    [
        " easier to take men as they are than to make them as they should be. It is difficult to reconcile",
        923.06,
        930.92
    ],
    [
        " opinions, prejudices, prejudices, and passions. So there's a couple interesting things. I also",
        931.28,
        938.24
    ],
    [
        " forgot to point out that he wrote this kind of on a whim. And he actually starts off this whole",
        938.24,
        946.22
    ],
    [
        " book. He says, this work was not born from a desire to establish a new method of the art of war.",
        946.22,
        951.58
    ],
    [
        " It was composed to amuse and instruct myself. And then one of the last things he says in the book",
        951.58,
        958.2
    ],
    [
        " is to the readers. I wrote this book in 13 nights. I was sick. Thus it very probably shows the fever I",
        959.56,
        966.5
    ],
    [
        " had. This should supply my excuses for the irregularity of the arrangement as well as the",
        966.5,
        972.5
    ],
    [
        " ineligence of the style. I wrote militarily to anticipate my boredom. Now on top of those,",
        972.5,
        979.18
    ],
    [
        " that excuse, right? On top of that, he was a big opium user. So we're figuring he was probably",
        979.36,
        986.8
    ],
    [
        " writing this in an impaired state. We're dealing with it. We're not mad about it, but we're realistic.",
        986.8,
        992.78
    ],
    [
        " And the reason I say this is because some of the writing is a little bit tricky and some run-on",
        993.36,
        997.82
    ],
    [
        " sentences. And yeah, so we have to pull a little bit harder to get some nuggets. But there's",
        997.82,
        1006.44
    ],
    [
        " plenty of nuggets. And I think that's one of them is much easier to take men as they are than to",
        1006.44,
        1010.18
    ],
    [
        " make them as they should be. And where I look at that as a leader, you get people that are good at",
        1010.18,
        1014.1
    ],
    [
        " something. And you get someone that's not good at something, but they're good at something else.",
        1015.16,
        1018.9
    ],
    [
        " You put people where you can use them. You put people where their skills are most available.",
        1019.04,
        1023.98
    ],
    [
        " And where they can perform their duties to the highest level because they're naturally good",
        1024.38,
        1031.58
    ],
    [
        " at it. That's all I'm saying. I'm not having you proofread my writing at night, right?",
        1031.58,
        1036.66
    ],
    [
        " Yeah, no. No, no, I'm not. And I'm not over here trying to make videos.",
        1037.4,
        1043.3
    ],
    [
        " No, no, no, I'm not. No, right? That you see where I'm going with this?",
        1043.52,
        1047.12
    ],
    [
        " Yes. So, right. It would be easier if you said, you know what, Jaco, when it comes to the podcast,",
        1047.18,
        1052.88
    ],
    [
        " why don't you come up with a talking, a bunch of talking, and I'll make cool videos, right?",
        1053.04,
        1057.52
    ],
    [
        " We kind of did that. Yeah, yeah, yeah. Otherwise, people would be listening to you.",
        1057.76,
        1062.0
    ],
    [
        " Talking about movies from 1988 and comparing them to stuff. Yeah, very, very clunky. Which is, you know,",
        1062.2,
        1069.08
    ],
    [
        " it's fine. Yeah. But and then wouldn't you have to expend more resources in your part to coach me",
        1069.08,
        1075.68
    ],
    [
        " up? Yeah. So imagine, yeah. And I'd be trying to make videos, which I can, and I'd be",
        1075.68,
        1080.78
    ],
    [
        " have to coach you. Which you make me mad. Yeah. We don't want that. No, it would make me mad,",
        1080.78,
        1084.82
    ],
    [
        " because it's dealing with computers and stuff. Yeah. I don't mind computers, but I don't like them.",
        1084.88,
        1090.2
    ],
    [
        " Sure. No. So, yeah. But that's a, but that's a big part of like why he's saying it, though,",
        1090.56,
        1096.6
    ],
    [
        " right? Because it's like it's like you're going to save yourself a lot of time and hit it. Exactly.",
        1096.6,
        1099.76
    ],
    [
        " When you're trying to coach these guys up and stuff. When you get to the seal teams, it's like,",
        1099.9,
        1103.84
    ],
    [
        " oh, you're small, a small guy. Cool. You're going to be a point man. Yeah. Yeah. You're a big guy.",
        1103.86,
        1108.74
    ],
    [
        " Cool. You're going to carry an M60 or a now to mark 48. That's what that's how it's happening.",
        1108.92,
        1113.52
    ],
    [
        " We're not going to take the small guy and try and get him to make him taller and bigger and stronger.",
        1113.92,
        1119.52
    ],
    [
        " And we're not going to take the big guy and starve him. It's end him in a ranger school. So he",
        1119.74,
        1124.88
    ],
    [
        " loses 38 pounds and he comes back and like, okay, you're a point man now. No. Yeah. Let's, let's use",
        1125.04,
        1130.72
    ],
    [
        " nature. He's, he talks about that in other places. All right. He's talking about in this section how",
        1130.72,
        1137.76
    ],
    [
        " to, how to raise an army basically. How do you make an army? And I thought this one was a little",
        1137.76,
        1145.7
    ],
    [
        " bit interesting because people asked me this question all the time. He's talking about mandatory service.",
        1145.7,
        1150.36
    ],
    [
        " And this is his opinion on it. Would it not be better to prescribe by law that every man, whatever",
        1150.36,
        1155.68
    ],
    [
        " his condition in life should be obliged to serve his prince and his country for five years?",
        1155.68,
        1160.38
    ],
    [
        " That's a, that's no joke. Sometimes people say two years. And that seems reasonable. And a lot of",
        1160.84,
        1165.6
    ],
    [
        " countries do that. He says five years. And it's kind of funny. His attitude towards five years back",
        1165.6,
        1169.82
    ],
    [
        " to the book. This law could not be objected to because it is natural and just that all citizens should",
        1169.82,
        1174.96
    ],
    [
        " occupy themselves with the defense of the nation. Conquer. No inconvenience could result",
        1174.96,
        1180.34
    ],
    [
        " if they were chosen between the ages of 20 and 30 years. These are all the years of liberty.",
        1180.34,
        1186.88
    ],
    [
        " When youth seeks its fortune travels the country and is of little comfort to parents.",
        1187.18,
        1193.16
    ],
    [
        " This would not be a public calamity because one could be sure that when five years had passed",
        1193.58,
        1200.22
    ],
    [
        " discharge would be granted. So he's saying like people couldn't be mad about it because it's only",
        1200.22,
        1204.06
    ],
    [
        " five years. And he's also saying, look, this is when your kids are out of control anyways, you",
        1204.06,
        1207.12
    ],
    [
        " might as well have them in the military. There's that that whole idea of the liberty that took place",
        1207.12,
        1213.1
    ],
    [
        " back in the day. And these guys were, you know, basically wild, morally getting after it. Or I",
        1213.1,
        1220.56
    ],
    [
        " should they were, they were, they were partying wicked heart. I'm trying to think of a good way",
        1220.56,
        1225.7
    ],
    [
        " to say it. They were partying wicked heart with drugs, booze, and women, the liberty. And",
        1225.7,
        1231.54
    ],
    [
        " they, they called them a rake like if a guy, a guy that was out there with a bunch of different",
        1232.84,
        1238.94
    ],
    [
        " women all the time, they'd be called a rake. There's a bunch of period novels that I had to read when",
        1238.94,
        1244.4
    ],
    [
        " I was in college. That's why I know about it. Sure. About these liberty rakes. So he continues on.",
        1244.4,
        1251.3
    ],
    [
        " This method of raising troops would provide an inexhaustible reservoir of fine recruits who would",
        1251.42,
        1256.14
    ],
    [
        " not be subject to desertion in course of time as a consequence, it would be regarded as an",
        1256.14,
        1261.52
    ],
    [
        " honor to have fulfilled one service. I'd say that's probably accurate. But to produce this",
        1261.52,
        1267.42
    ],
    [
        " effect is essential to make no distinctions to be immovable on this point and to enforce the law",
        1267.42,
        1272.5
    ],
    [
        " particularly on the nobles and the rich. Then no one will complain. Hey, you've got to, you",
        1272.5,
        1278.84
    ],
    [
        " got to do it to one person, you got to do it to everyone equally. Consequently, those who had",
        1278.84,
        1283.96
    ],
    [
        " not served their time will scorn those who are reluctant to obey the law. And insensibly,",
        1283.96,
        1290.2
    ],
    [
        " it will become an honor to serve the poor bourgeois who will be consoled by the example of the rich",
        1290.38,
        1297.98
    ],
    [
        " and the rich will not dare complain upon seeing the noble serve. Arms is an honorable profession.",
        1297.98,
        1303.9
    ],
    [
        " How many princes have born arms? Now what's interesting about this idea is that there's some people",
        1304.2,
        1309.94
    ],
    [
        " in the world that aren't really meant for warfare. And so should we let nature, I more heavily",
        1309.94,
        1315.9
    ],
    [
        " agree with the previous point. You should let people do what they're good at naturally. So you're",
        1315.9,
        1321.14
    ],
    [
        " going to end up recruiting people that might not be good at this naturally. And that's not a good",
        1321.14,
        1324.66
    ],
    [
        " thing. But not everyone was a war right? No, you're right. You could put them into different jobs.",
        1324.66,
        1328.82
    ],
    [
        " Yeah, that's absolutely true. They could put the the guy that's more",
        1329.1,
        1333.02
    ],
    [
        " more apt to be like good at writing. He could become a military journalist. You're right.",
        1335.28,
        1341.98
    ],
    [
        " You know, people always ask me that question. And the bottom line is, it's a tough one. I'm sure",
        1342.7,
        1347.46
    ],
    [
        " I don't have like some hardcore stance on it one way or the other. Well, do I think it would",
        1347.46,
        1351.94
    ],
    [
        " benefit everyone every 18 year old? If they join the military, it would benefit them. I'm telling you,",
        1351.94,
        1358.88
    ],
    [
        " it would benefit them. Do I think it should be mandatory? I don't really think so because I don't",
        1358.88,
        1363.22
    ],
    [
        " want to have a bunch of draftees in the military. And if you don't want to join and you want to",
        1363.22,
        1366.96
    ],
    [
        " miss out on having that part in your life, that's your call. And that's fine. This is America. You",
        1366.96,
        1370.68
    ],
    [
        " can do what you want. Yeah, that makes sense. Cause on one on one hand, you kind of can look at it",
        1370.68,
        1375.48
    ],
    [
        " as like taxes, right? Where how it's just like how disax was saying, you know, you have to have the",
        1375.48,
        1382.14
    ],
    [
        " I'm paraphrasing the pleasure of the honor to serve in one's your country's defense. You know,",
        1382.14,
        1388.36
    ],
    [
        " like that, that should be obvious. It's obvious. And so it's kind of like compared with pain taxes,",
        1388.36,
        1394.1
    ],
    [
        " right? Taxes go to public service. Like for all the stuff in we live in this country, we have",
        1394.44,
        1398.44
    ],
    [
        " public service. We all have to pay for it. It's not just one person. We all pay taxes. A lot of people",
        1398.44,
        1402.54
    ],
    [
        " pay a lot more than other people. Yeah, exactly right. A lot more. Yeah. I think it's some people don't",
        1402.54,
        1407.46
    ],
    [
        " really pay taxes. And that's how the military would have been too. You just said everyone pays their",
        1407.46,
        1410.62
    ],
    [
        " taxes. Not everyone pays. I know that. And excuse me. What if what if okay, so good. Yeah, perfect.",
        1410.62,
        1415.06
    ],
    [
        " Exactly the part of my point is so let's say I'm like, hey, you just paid your let's say it's tax times",
        1416.22,
        1421.12
    ],
    [
        " April 15th, whatever. So people pay taxes year-round just FYI. Yeah, you know, I'm just saying,",
        1421.12,
        1425.98
    ],
    [
        " but at the time where something called a quarterly estimate, you don't want none.",
        1425.98,
        1428.48
    ],
    [
        " Actually, nobody gets out. Thankfully, not so thankful. But you know, let's just say for this example,",
        1428.6,
        1436.66
    ],
    [
        " it was 15. That's when everyone knows it's universal, right? And you're like, yeah, I just paid my taxes,",
        1436.88,
        1441.26
    ],
    [
        " you know, whatever. Like I didn't like giving my money away, but that's it. You know, just like people",
        1441.36,
        1445.46
    ],
    [
        " in the in a draft situation or were in the terrible. I didn't want to. I would rather go be a",
        1445.46,
        1450.96
    ],
    [
        " rake or whatever. And but I'm doing it and boom, I did it. And then you got me or maybe not me",
        1450.96,
        1456.38
    ],
    [
        " someone else saying, oh, yeah, I didn't pay my taxes. Yeah. And then you're like, whoa, wait, wait.",
        1456.38,
        1460.58
    ],
    [
        " So you're saying it becomes an honor to pay your taxes in a way. I wish I could agree with you.",
        1460.62,
        1464.4
    ],
    [
        " No, no, no, no. I think there's a part of your brain no matter how much you pay for taxes. It is",
        1464.4,
        1468.46
    ],
    [
        " like you do have that feeling like, yeah, I did my part, even though it's shocked, even though it hurt,",
        1468.6,
        1472.92
    ],
    [
        " even though, you know, I would way rather have spent it on a Disney vacation or something like that.",
        1473.14,
        1477.6
    ],
    [
        " No, I would have rather invested myself into something that was productive for a built more business",
        1477.74,
        1481.78
    ],
    [
        " or something like that. You know, just little things like that. But whatever you see what I'm saying.",
        1481.78,
        1486.14
    ],
    [
        " All right. I hear you. It's kind of the same thing. That's one way to look at it though.",
        1486.36,
        1490.02
    ],
    [
        " But the other is the other way. Yeah, yeah. But the other way is just like how you said, if you get",
        1490.5,
        1496.52
    ],
    [
        " some people who are in there in the military with certain like jobs or whatever and they don't want",
        1496.52,
        1500.82
    ],
    [
        " to be there, it's kind of like, it's kind of too important to have people like that. But you could have,",
        1500.82,
        1505.94
    ],
    [
        " yeah, what you said is actually correct that you could have, you know, elements that just did",
        1506.54,
        1511.16
    ],
    [
        " other things in the military that would be more aligned with the person's natural desires of what",
        1511.16,
        1518.06
    ],
    [
        " they want to do. Yeah. And now there's something in the Navy called needs of the Navy, right? So",
        1518.06,
        1521.76
    ],
    [
        " you would get a the Navy. Oh, I want to go get stationed in Hawaii. Yeah. Okay. What are the needs",
        1522.06,
        1527.98
    ],
    [
        " of the Navy? Because the needs of the Navy come first, not you, not your family, nothing. Yeah.",
        1527.98,
        1531.58
    ],
    [
        " And and so the needs of the Navy come first. Well, yeah. And of course, same thing with like a",
        1531.98,
        1536.4
    ],
    [
        " tax situation where it's like, you're if you don't want to do it, it's kind of hard to be like,",
        1536.4,
        1542.2
    ],
    [
        " I know you don't want to do it. But hey, now that you're here, do what you want. You know,",
        1542.5,
        1547.16
    ],
    [
        " you can't say that otherwise. I'll be like, I don't want to be here. So I can do what I can do. Okay,",
        1547.16,
        1551.38
    ],
    [
        " I'm going to do the most smallest, most light least time consuming. Like basically, I'm going to do",
        1551.38,
        1556.78
    ],
    [
        " the least I possibly can't because I don't want to be here to be in the military. This is the vault.",
        1556.78,
        1560.9
    ],
    [
        " This is the mandatory military. This will go for it. Yes. And that'll go for it. So you're going to get",
        1561.02,
        1565.0
    ],
    [
        " these, but it's kind of like, you get people that would be not doing very much. Yeah. It's essentially",
        1565.0,
        1569.98
    ],
    [
        " a draft dodger kind of situation. But within them, you know, who didn't actually dodge it. If I'm",
        1569.98,
        1579.54
    ],
    [
        " just put them where they're interests lie, even though they have to be here. Yeah. Same thing. So",
        1579.54,
        1584.48
    ],
    [
        " I'm just saying that's the other side of the coin where it's like, it's hard to make, make it work",
        1584.48,
        1588.5
    ],
    [
        " in an absolute kind of way. Check. All right. He talked a little bit about clothing troops,",
        1588.5,
        1594.62
    ],
    [
        " what they should wear. And this is just, I thought this was interesting. Our uniform is not only",
        1594.9,
        1599.5
    ],
    [
        " expensive, but very, very uncomfortable. The soldier is neither shot nor clothed nor covered.",
        1599.5,
        1604.68
    ],
    [
        " The love of appearance prevails over attention to health. And this is one of the most important",
        1604.76,
        1610.74
    ],
    [
        " points demanding our attention. Hair is a dirty ornament for a soldier. And once the rainy season",
        1610.74,
        1618.7
    ],
    [
        " is arrived, his head is never dry. So it sounds to me like he's basically saying he doesn't care how",
        1618.7,
        1623.4
    ],
    [
        " he's looks. He's here to win. So hair is a dirty ornament for a soldier. In place of hats,",
        1623.4,
        1631.38
    ],
    [
        " I should prefer helmets as for shoes. This was interesting. You know, people wear",
        1631.38,
        1635.24
    ],
    [
        " minimalistic shoes without with zero heel to toe drop. If you heard that expression,",
        1635.24,
        1643.0
    ],
    [
        " meaning it's the same level across. So it's any of the barefoot type shoes. They all say,",
        1643.42,
        1649.36
    ],
    [
        " oh, zero heel to toe drop. Meaning there's not an eight millimeter difference between the height",
        1649.36,
        1655.9
    ],
    [
        " of the heel and then it goes down to the height of the toe. This is what he says. As for shoes,",
        1655.9,
        1662.02
    ],
    [
        " I would prefer the soldiers to have shoes of thin leather leather with low heels instead of heavy",
        1662.24,
        1669.08
    ],
    [
        " boots. They would be perfectly shot and would march with better grace since the low heels would",
        1669.08,
        1674.72
    ],
    [
        " force them to turn out their toes, stretch their joints and consequently, consequently draw in their",
        1674.72,
        1681.68
    ],
    [
        " shoulders. It's pretty interesting because everyone's all in the range of minimalistic shoes,",
        1681.7,
        1685.92
    ],
    [
        " which I actually wear shoes that don't have any heel toe drop. Maybe I'm caught up in that",
        1685.96,
        1692.32
    ],
    [
        " fad. But you know what, when we were kids, right, Chuck Taylor's. Yeah, Chuck Taylor's. Yeah,",
        1692.32,
        1699.06
    ],
    [
        " they have no heel toe drop. People so wear them because they're good to go. That's kind of all",
        1699.36,
        1703.58
    ],
    [
        " well mostly all the way. Yeah. Well, there you go. You're in the big time trend. You're a",
        1703.58,
        1710.72
    ],
    [
        " early adopter. Yeah. I didn't know. My problem with Chuck Taylor's is too narrow for me.",
        1711.44,
        1716.4
    ],
    [
        " Too narrow. Yeah. And they don't sell wide ones. I've looked.",
        1716.9,
        1719.34
    ],
    [
        " All right, pay what you got to pay people back to the book. Without going into detail about the",
        1720.06,
        1725.84
    ],
    [
        " different rates of pay, I shall only say that it should be ample. It is better to have a small",
        1725.84,
        1731.42
    ],
    [
        " number of well kept and well disciplined troops than to have a great number who are neglected in",
        1731.42,
        1738.08
    ],
    [
        " these matters. It is not the big armies that win battles. It is the good ones.",
        1738.08,
        1744.28
    ],
    [
        " Economy can boost. People pushed only to a certain point. It has limits beyond which it degenerates",
        1745.0,
        1753.04
    ],
    [
        " into parsimony. I had to look that word up by the way. Parsimony. Yeah. Occasionally, you get one",
        1753.04,
        1759.96
    ],
    [
        " of those. It means just super cheap. Super cheap. It's interesting because that doesn't sound like",
        1759.96,
        1766.28
    ],
    [
        " that dad would fall in that category. If your dad would be considered parsimonious,",
        1766.28,
        1773.52
    ],
    [
        " I guess so. I know that my dad, like many dads, will drive an extra 18 miles to save",
        1773.84,
        1781.86
    ],
    [
        " three cents a gallon on gas. Is that all dads do that? No. They don't do that. Well, yeah,",
        1781.86,
        1788.92
    ],
    [
        " you drive 18 miles. You're in the ocean most of the time. But yeah, I've heard of that before.",
        1788.92,
        1796.68
    ],
    [
        " Isn't that like a false thing though? Like because you drive an 18 mile. Yeah, for sure.",
        1796.86,
        1801.02
    ],
    [
        " Kind of part of the joke. You know, you get the app that has the cheapest gas prices in your area.",
        1801.44,
        1806.56
    ],
    [
        " How much time are you spending looking at an app that you paid $3 for to find out whether you",
        1806.6,
        1810.94
    ],
    [
        " saved two cents a gallon or gas? Yeah. Now, I get it, man. I'm cheap. I inherited that, right?",
        1810.94,
        1815.98
    ],
    [
        " I don't like to spend money. It's hard for me to part with the money, right?",
        1816.7,
        1820.96
    ],
    [
        " Including the tax man, by the way. It's hard for me. So I get it. But I also have to have some",
        1821.92,
        1827.1
    ],
    [
        " like sometimes my dad could be irrational about it. You know, irrational. Just straight up crazy.",
        1827.1,
        1833.64
    ],
    [
        " Hey, well, you could save two cents. Hey, if you know, he gets fired up about that too.",
        1833.86,
        1840.1
    ],
    [
        " That's another thing. You know, he always asked me how much the gas out there in California.",
        1840.34,
        1845.1
    ],
    [
        " I'm like, I don't know what to pay for it anyways. Let's stick the nozzle in there and pull the trigger",
        1845.6,
        1849.28
    ],
    [
        " and rock and roll. I got stuff I got to do. I'm not dry. How much cheaper is gas on base?",
        1849.28,
        1853.76
    ],
    [
        " When I didn't know how much cheaper gas was on base, he was beside himself.",
        1854.6,
        1858.56
    ],
    [
        " And then when he found out it was $8.00 a gallon cheaper. He said,",
        1858.84,
        1861.82
    ],
    [
        " you want to go drive over there, wait in line, show you right knee, and then we get on base.",
        1862.14,
        1867.64
    ],
    [
        " You gotta wait because no. Yeah. Come on.",
        1867.86,
        1870.7
    ],
    [
        " Wait, isn't that because parsimonious parsimonious. Yeah. Huh. I'm gonna try using that one.",
        1870.7,
        1875.66
    ],
    [
        " But that's because the because it's like a little it's like a win, right? You get a win when you",
        1875.76,
        1880.58
    ],
    [
        " got the deal. You think you got the psychological win. Yeah, yeah, yeah. No, that's definitely that",
        1880.58,
        1884.58
    ],
    [
        " could be it. Yeah. A little victory. Yeah, I think that is it because yeah. Yeah.",
        1884.58,
        1888.22
    ],
    [
        " Back to the book. Hope encourages men to endure and attempt everything in depriving them of it",
        1888.3,
        1898.9
    ],
    [
        " or in making it too distance, you deprive them of their very soul. Now that immediately made me think",
        1899.06,
        1907.7
    ],
    [
        " of a stolen grad when we were reading about stolen grad. And the fact that the soldiers,",
        1907.7,
        1913.02
    ],
    [
        " when something would give them a glimmer of hope, it would totally change their attitude.",
        1913.72,
        1917.52
    ],
    [
        " Like when they thought that the German troops were coming to rescue, the guys that were in",
        1917.94,
        1922.82
    ],
    [
        " stolen grad and the pocket in stolen grad, they were all excited and they were, you know, happy and",
        1922.82,
        1927.3
    ],
    [
        " like he literally said like everyone's morale went up and then they find out they're not coming",
        1927.3,
        1930.72
    ],
    [
        " it just crushed. Yeah, yeah. Crushed morale. Yeah, we see that's based on hope. Yeah, fully. And",
        1930.72,
        1937.24
    ],
    [
        " they kind of see that in like, like, like a workout, for example, like if you have a in football,",
        1937.24,
        1942.38
    ],
    [
        " we don't have like conditioning, right? And sometimes they'd just be like, Hey, we're just running",
        1942.38,
        1946.72
    ],
    [
        " sprints, wind sprints. They wouldn't say, Hey, we got 10 wind sprints and it's not like that.",
        1946.72,
        1950.2
    ],
    [
        " And after a while, like guys are dying and you know, not dying, but you know, we're",
        1950.56,
        1957.28
    ],
    [
        " a lot slower towards it. But they say, two more finish hard for all of a sudden everybody can run",
        1957.28,
        1962.48
    ],
    [
        " fast again. Yeah, you know, you're experiencing even though you're, because you see that little light",
        1962.48,
        1965.7
    ],
    [
        " at the end of that second. It's pretty cool. I was kidding. Eight more.",
        1965.7,
        1968.98
    ],
    [
        " Yeah. And then you watch the hope just go, yeah, back to being slow.",
        1969.48,
        1975.36
    ],
    [
        " Back to the book. This is, this is pretty heavy. Truly, the only good officers are the poor",
        1976.24,
        1984.42
    ],
    [
        " gentlemen who have nothing but their sword and their cape. But it is essential that they should",
        1984.42,
        1991.04
    ],
    [
        " be able to live on their pay. The man who devotes himself to war should regard it as a religious",
        1991.04,
        1997.44
    ],
    [
        " order into which he enters. He should have nothing no other home than his troop. And should hold",
        1997.44,
        2007.06
    ],
    [
        " himself honored in his profession. So there you go. All in. Yeah, all in. And when people always",
        2008.46,
        2016.44
    ],
    [
        " ask me, especially when I was in about work, life, balance, and I'm like, Hey, I'm not the",
        2016.44,
        2021.16
    ],
    [
        " guy to talk about. I'm not the good person, especially when I was in the military. Because this was me,",
        2021.16,
        2026.64
    ],
    [
        " you know, my number one priority, 100% was the deems and everything else was just kind of, hey,",
        2026.94,
        2031.34
    ],
    [
        " you're everyone else is along for the ride, but I know where I'm going. So the being that devoted to war",
        2032.54,
        2040.22
    ],
    [
        " and it has a power, it has a certain, it made, you know, if you got a guy that's thinking about",
        2040.22,
        2046.96
    ],
    [
        " all the time, I think it was Jade. Jade and I were talking about something. And he said,",
        2046.96,
        2052.3
    ],
    [
        " the person who cares more wins. Yeah. And that's that's accurate. And I want a lot of stuff in my day,",
        2052.54,
        2060.6
    ],
    [
        " just because I cared more. I mean, I'm not going to sleep. I'm not, I'm just going to be thinking",
        2060.6,
        2064.58
    ],
    [
        " about this. You're going to go home. And this weekend, you're going to go and do a family barbecue,",
        2064.58,
        2071.22
    ],
    [
        " and you're going to go play baseball with the kids and blah, blah, blah. And I was just like, no,",
        2071.38,
        2075.94
    ],
    [
        " I'm just going to be doing this all weekend. I'm going to be working on this. We're going, I'm,",
        2076.04,
        2079.02
    ],
    [
        " I got, I care about this. Yeah. Nothing else matters. So that's a, again, is it healthy for work",
        2079.28,
        2086.2
    ],
    [
        " life balance? No, it's not worth healthy, except for to say, if you're that committed to your work,",
        2086.2,
        2092.6
    ],
    [
        " you're a committed person, and I'm trying to take care of your family, that's not necessarily a bad",
        2092.62,
        2095.86
    ],
    [
        " thing. Am I reaching? Maybe. Yeah. I think I'm reaching. I'm reaching. That's fine.",
        2095.86,
        2100.06
    ],
    [
        " You know, Marya, a good independent woman, that doesn't need emotional support for you all the time.",
        2101.04,
        2108.74
    ],
    [
        " So she understands that that was the big thing for me. I think my wife understood that it wasn't meant",
        2108.96,
        2114.46
    ],
    [
        " as an offensive thing. Yeah. I have a job and I really care about my job. Doesn't mean I don't",
        2115.06,
        2122.3
    ],
    [
        " care about you, but my job is right now. And I need to do that. Yeah. And even the work life balance",
        2122.3,
        2127.7
    ],
    [
        " might be a bad husband. No, no, no, because the work life, no, because there is no template,",
        2127.7,
        2132.1
    ],
    [
        " it time, allotted, you know, that you need to spend with these people or those people who are",
        2132.1,
        2137.4
    ],
    [
        " work versus family, there's no like thing, you know, sometimes if you're like, hey, I need to",
        2137.4,
        2141.58
    ],
    [
        " spend more time with my wife, your wife's like, bro, go do, leave me alone, you know, like we",
        2141.58,
        2146.96
    ],
    [
        " spent the weekend together, calm down, you know, go to work or whatever. Some people like that,",
        2146.96,
        2150.94
    ],
    [
        " and it's a spectrum. So work life balances, like it depends on your wife and, you know,",
        2150.94,
        2155.58
    ],
    [
        " in a husband-wise situation. You know, I suppose instead of trying to take a life work life balance",
        2155.64,
        2160.42
    ],
    [
        " less than out of this, I think the most important thing to take out of this is is the level of commitment.",
        2160.42,
        2164.74
    ],
    [
        " Right? If you really want to be successful, yeah, and not just talking about war, I'm talking about",
        2165.02,
        2168.98
    ],
    [
        " business, I'm talking about life. If you really want to be successful, you got to, you got to get",
        2168.98,
        2172.96
    ],
    [
        " after it. Yeah, and you got to get set the other things aside for now. Yeah. Right? Just the way it is.",
        2172.96,
        2177.64
    ],
    [
        " Yeah. Sorry. All right. Back to the book, training. Drill is necessary to make the soldier",
        2177.78,
        2185.32
    ],
    [
        " steady and skillful, although it does not warrant exclusive attention. Among all the elements of war,",
        2185.32,
        2191.52
    ],
    [
        " it even is the one that deserves the least. If one accepts those which are dangerous, I try to",
        2193.32,
        2200.92
    ],
    [
        " figure out that meant I just thought opium. That was an opium. Yeah. Hit right there. The last part.",
        2200.92,
        2205.94
    ],
    [
        " The foundation of training depends, oh, this is good, but, but okay, so drill, if you don't",
        2206.64,
        2211.44
    ],
    [
        " really think about the military, drill, especially back in those days, it was, it really was a necessary",
        2211.44,
        2216.74
    ],
    [
        " thing because you had to function together as a team and the way you do that, we still do what's",
        2216.74,
        2221.02
    ],
    [
        " called close order drill in the military now. You've seen it go watch the US Marine Corps close order",
        2221.02,
        2226.44
    ],
    [
        " silent drill team. They do all these really specific maneuvers and they have competitions in high",
        2226.44,
        2231.38
    ],
    [
        " schools between the ROTC classes where you know you're carrying the rifle, you spin, you do all that",
        2231.38,
        2235.86
    ],
    [
        " stuff. That's called drill. Yeah. The reason it originated is because you needed for two reasons.",
        2235.86,
        2240.96
    ],
    [
        " Number one, you actually had to do those motions on the battlefield, raise your rifle, do your load,",
        2241.1,
        2245.7
    ],
    [
        " make ready, aim, fire, and then the next rank will be doing the same thing. You had to do an",
        2246.04,
        2249.38
    ],
    [
        " coordinated method. And the other reason that they kept doing it, according to my drill instructor",
        2249.38,
        2255.54
    ],
    [
        " in offshore candidate school, Gunnery Sergeant, United States Marine Corps, all the enough last name",
        2255.54,
        2261.64
    ],
    [
        " was Seals. That was his last name. Great guy. Layers. Yeah, layers Gunnery Sergeant Seals, my drill",
        2261.64,
        2269.18
    ],
    [
        " instructor from the United States Marine Corps at offshore candidate school. He said the reason",
        2269.18,
        2274.8
    ],
    [
        " that you're learning this drill is because the reason that we do drill is because people need to",
        2274.8,
        2279.4
    ],
    [
        " act instantly upon orders. So it drills into a level of obedience. When you get told by the left",
        2279.4,
        2286.94
    ],
    [
        " flank march, everyone goes by the right flank march, everyone goes. You know, so it teaches you",
        2286.94,
        2292.7
    ],
    [
        " that, hey, I'm going to go and that's what they used to use it for, but they still use it now to",
        2292.7,
        2296.0
    ],
    [
        " so that people get used to the immediate obedience of orders. Now, does that get contradicted by",
        2296.0,
        2300.88
    ],
    [
        " things that I talk about all the time on here, but questioning orders and making sure you understand",
        2300.88,
        2303.96
    ],
    [
        " why you're doing it. Yeah, it does absolutely. But there is a, that's why that's what it exists for.",
        2303.96,
        2308.26
    ],
    [
        " Yeah. Yeah. And at least the capabilities. And the capability is there. Yes, the capability is there.",
        2308.66,
        2313.76
    ],
    [
        " Back to the book, the foundation of training depends on the legs and not the arms.",
        2314.64,
        2320.66
    ],
    [
        " All the mystery of maneuvers and combat is in the legs and it is to the legs that we should",
        2321.48,
        2331.0
    ],
    [
        " apply ourselves, whoever claims otherwise is but a fool. And not only in the elements of what is",
        2331.0,
        2337.14
    ],
    [
        " called the profession of arms. So interestingly, your personal problem with people that talk about",
        2337.14,
        2346.04
    ],
    [
        " skipping leg day, they close back, it goes back to here. No, the big guns, the big arms, they don't",
        2346.04,
        2354.46
    ],
    [
        " want to help us in the in the art of war. Yeah, according to sacks, you know why they call that big for",
        2354.46,
        2358.44
    ],
    [
        " nothing. Actually big for nothing in the why it means like I guess here they say all go no show.",
        2358.44,
        2363.96
    ],
    [
        " Right. So that's kind of what having big arms and small legs kind of is as well. Right. So now you're",
        2364.38,
        2370.92
    ],
    [
        " on board with that. Well, yeah, no, I never was skipping legs day. You're the one teasing me and I",
        2370.92,
        2376.18
    ],
    [
        " was wondering why is that so funny, but I guess yeah, that's why since day one, because you look like a fool.",
        2376.18,
        2382.96
    ],
    [
        " That's beautiful. That's it. That's the answer. Dang. Yeah, it goes back. Yeah, it's back a long time.",
        2383.14,
        2388.8
    ],
    [
        " Even back then people were skipping leg day. Yeah, because they were fools. Yeah, fools. They're",
        2388.96,
        2393.14
    ],
    [
        " kind of focusing on the wrong thing and it makes sense. Even like in those terms, they make sense",
        2393.14,
        2397.66
    ],
    [
        " today. Let me tell you something. The the amount, when I was in the team, so I was running training.",
        2397.66,
        2404.06
    ],
    [
        " And I still talk guys obviously, but if you think about what's going on,",
        2404.28,
        2409.1
    ],
    [
        " the train like people to people, you know, I say all the time like all the seal trainings, not that hard.",
        2410.18,
        2413.8
    ],
    [
        " Right. I say all the time. Like the, but I'm talking about buds. I'm telling you the advanced training",
        2414.12,
        2418.12
    ],
    [
        " that you go to the training that I used to run. It's it's freaking really hard. It's really hard.",
        2418.12,
        2424.3
    ],
    [
        " You're in the desert. The desert. Don't think of sand. Think of rocks. Think of jagged, uneven terrain,",
        2424.48,
        2430.64
    ],
    [
        " up and down hills. Then think about your on night mission. So it's at night. Think about you have",
        2431.02,
        2437.08
    ],
    [
        " let's call it about 80 pounds of gear on just on average. That's like the average guy's got 80",
        2437.72,
        2443.82
    ],
    [
        " pounds of gear on. You're going to get dropped off in the middle of the desert. Again, not the desert,",
        2443.82,
        2450.4
    ],
    [
        " but the rocky. What's it called? Sub. I forget. It's it's the rocky, crazy terrain. It's hard to walk",
        2450.54,
        2460.0
    ],
    [
        " on in the daytime. It's hard to walk on. Now you're at night. Now you have night vision on, which is",
        2460.0,
        2464.38
    ],
    [
        " great. But night vision is looking far away. And you can adjust one of your night vision side. So",
        2464.38,
        2469.76
    ],
    [
        " you have two and you can adjust one to far and one to close. So you can see a little bit. But still,",
        2469.76,
        2473.72
    ],
    [
        " your peripheral vision isn't there. Your peripheral vision's gone because there's a tube in front of",
        2473.84,
        2478.32
    ],
    [
        " your head. Yeah. So you can't really see what's actually underneath your feet. You can look down",
        2478.32,
        2483.08
    ],
    [
        " and then you can see it for a second, but you can't walk around looking down the whole time.",
        2483.08,
        2485.68
    ],
    [
        " You got to look at the guy in front of you. You got to look at the, you feel the fire. So as you're",
        2485.68,
        2490.06
    ],
    [
        " walking, you're making these micro adjustments all the time to adapt to your foot hitting the ground",
        2490.06,
        2494.96
    ],
    [
        " in some weird spot. And so you get that. And then you have that weight on your back. And so you get",
        2494.96,
        2499.62
    ],
    [
        " dropped off. Then you patrol 10 kilometers. 10 kilometers. Maybe what's that? That's six miles.",
        2499.62,
        2505.74
    ],
    [
        " So you're going six miles. Then you get six miles. You get to a target area. You get to the target",
        2506.52,
        2510.96
    ],
    [
        " area. You got to get eyes on the target area. You know, you get eyes on. You climb the biggest",
        2510.96,
        2515.62
    ],
    [
        " hill around at night being as quiet as you can. You get to the top of that hill. You look at it.",
        2516.76,
        2521.54
    ],
    [
        " Then you go and assault the target. Once you assault the target, guess what you're getting for when",
        2521.62,
        2526.0
    ],
    [
        " you're assaulting the target, you're now like almost running. You're running through the thing at",
        2526.0,
        2529.92
    ],
    [
        " night. You're shooting machine guns. Guess what? Guys, get hit. Guys go down. This is even in training.",
        2529.92,
        2533.12
    ],
    [
        " Guys are going down. Now you're going to carry him. Well, who's going to carry him? You are.",
        2533.24,
        2536.92
    ],
    [
        " What are you going to do? How are you going to carry him? You're going to, there's only one way.",
        2537.24,
        2540.18
    ],
    [
        " Sure. Okay. There's stretchers. There's, you can, you can bring leaders and we certainly bring",
        2540.44,
        2544.02
    ],
    [
        " leaders in the field, but they take some time to set up and you got to get organized to make that",
        2544.02,
        2547.38
    ],
    [
        " happen. What's going to happen initially is somebody is going to sling that dude on his back.",
        2547.38,
        2552.28
    ],
    [
        " And by the way, that person that weighs 200 pounds has 80 pounds a gear with him. So now we're talking",
        2552.98,
        2556.92
    ],
    [
        " 280 pounds. You're going to put that person on your back and you're going to walk at a high rate",
        2556.92,
        2561.76
    ],
    [
        " of speed through this rocky terrain. And you're going to do that for another two to three miles to",
        2561.76,
        2566.52
    ],
    [
        " get out. It's hard. That kind of training. And by the way, this whole time, there's no like,",
        2566.52,
        2573.56
    ],
    [
        " who ya'll there's no, hey, come on. There's no, there's no, you don't even speak. It's just in",
        2573.88,
        2580.66
    ],
    [
        " silence. Yeah. You just go in and everyone knows what you have to do. Yeah. And so that's why",
        2580.66,
        2586.96
    ],
    [
        " you got to do leg day. Yeah. Not skip leg day because your legs, your legs got to carry that weight.",
        2586.96,
        2594.12
    ],
    [
        " Going back to the book to return to the march about which everyone bothers themselves to the death",
        2596.62,
        2603.24
    ],
    [
        " but will never reach a conclusion unless I reveal a secret. So he's got a secret about",
        2603.24,
        2608.16
    ],
    [
        " maneuvering troops. This is this I found this interesting. Some wish to march slowly others would",
        2608.16,
        2614.5
    ],
    [
        " march fast. But what about the troops whom no one knows how to make march fast or slowly as they",
        2614.5,
        2621.12
    ],
    [
        " desire or is necessary and who require an officer at every corner to make them turn like some",
        2621.12,
        2627.22
    ],
    [
        " snails and others are running. And this is to advance this column, which is always trailing. It",
        2627.22,
        2634.1
    ],
    [
        " is a common to see even a battalion to commence movement. So what he's talking about is if you're",
        2634.1,
        2638.7
    ],
    [
        " moving with a unit and this happens with a even happens with a platoon, but it definitely happens",
        2638.7,
        2643.8
    ],
    [
        " when you get bigger elements, you know, a company sized element where you've got a hundred people",
        2643.8,
        2649.6
    ],
    [
        " that are moving. It's it's the caterpillar effect, right? Like the front moves and then it takes",
        2649.6,
        2655.82
    ],
    [
        " a little while for people to catch up and then when they stop everyone bumps into them and you end",
        2655.82,
        2659.04
    ],
    [
        " up with this, this thing that's really, really hard to move. Yeah. And this is, so this is how he says",
        2659.04,
        2665.9
    ],
    [
        " this is his big secret. Shall I say it? This great word which comprises all the mystery of the art",
        2665.9,
        2674.14
    ],
    [
        " and which which will no doubt be seen as ridiculous. Have them march in cadence.",
        2674.14,
        2680.68
    ],
    [
        " That is why these musical marches were instituted and that is why one beats the drum. It is this",
        2681.36,
        2689.34
    ],
    [
        " which no one knows and no one has perceived. With this, you can march fast or slow as you wish.",
        2689.34,
        2695.94
    ],
    [
        " The tail will not lose the distance. All your soldiers will start on the same foot. The changes",
        2696.24,
        2700.52
    ],
    [
        " of direction will be made together with speed and grace and the legs of your soldiers will not get",
        2700.52,
        2705.52
    ],
    [
        " tangled up. You will not be forced to halt after each turn in order to start off on the same foot.",
        2705.52,
        2710.78
    ],
    [
        " Your soldiers will not exhaust themselves at quarter as much as at presence. Now, what I thought",
        2711.08,
        2719.02
    ],
    [
        " was interesting about that is it's an obvious answer, right? And now clearly you're not going to",
        2719.02,
        2723.14
    ],
    [
        " do that in the modern day military in the field. You're not going to play music so guys can march",
        2723.14,
        2728.54
    ],
    [
        " to it so you can stay in cadence. But I think it's more important to that sometimes we lose things. We",
        2728.54,
        2735.56
    ],
    [
        " lose methods. They're in front of our face but we don't understand why they were there. And I'll",
        2735.56,
        2741.62
    ],
    [
        " say I was thinking of a story. I was running training and one of my guys who was one of the assistant",
        2741.62,
        2751.28
    ],
    [
        " platoon commanders in Tee Bruiser. Great guy. Hard to choke. Real long neck.",
        2752.26,
        2757.02
    ],
    [
        " You know, you can make it happen. But you're going to work for it. Real, is it? Well, some people",
        2757.6,
        2763.66
    ],
    [
        " you might think long neck easy to choke, right? Yeah. No, this was his neck was so long and he was",
        2763.66,
        2768.46
    ],
    [
        " strong too. He is strong. Long and strong neck. So his neck would like bend in a guillotine.",
        2768.46,
        2774.68
    ],
    [
        " Oh, God. He's breathing. How was that long? So anyways, we were out at this training site and we",
        2774.98,
        2782.06
    ],
    [
        " were doing he was his it was his platoon. Now he was a platoon commander and they were coming",
        2782.06,
        2786.2
    ],
    [
        " over the beach. And meaning swimming over the beach and then you go do live fire. And this is",
        2786.2,
        2791.84
    ],
    [
        " really so so they're doing it. They're doing iterations. And he's coming up on the beach and",
        2791.84,
        2798.94
    ],
    [
        " his weapons, you know, you when you get to the beach, your weapons wet sandy because you go through",
        2798.94,
        2803.82
    ],
    [
        " the surf and it's all jacked up and then you try and shoot your gun and it doesn't work. You",
        2803.82,
        2807.42
    ],
    [
        " got to clean it and it's just a pain. And he says, Hey, man, do you have any like suggestions on",
        2807.42,
        2813.6
    ],
    [
        " how to get my weapon firing? Won't once I get over the beach. And I go, yeah, man, don't let it",
        2813.6,
        2819.04
    ],
    [
        " get wet. And he was kind of, you know, like really? And I said, yeah, don't let it get wet.",
        2819.04,
        2824.32
    ],
    [
        " Because when you're swimming in, you've got a rucksack. But the rucksack isn't it's it's waterproofed.",
        2824.66,
        2831.12
    ],
    [
        " So it kind of floats. And so you can put your weapon on top of your rucksack. And you can kind",
        2831.12,
        2836.42
    ],
    [
        " of keep it dry there. And when you're just swimming, you just keep it. Now you're not going to keep",
        2836.42,
        2839.44
    ],
    [
        " your weapon completely dry. It's not going to happen. It's going to get wet. But the attitude,",
        2839.44,
        2845.38
    ],
    [
        " if you have the attitude that you're trying to keep it dry, you'll keep it 90% more dry than",
        2845.38,
        2852.98
    ],
    [
        " you would otherwise. And most important, when you come through the beach, when you come through",
        2852.98,
        2856.92
    ],
    [
        " the waves, you won't let it get the sand in it. And he kind of looked at me with, you know,",
        2857.16,
        2863.5
    ],
    [
        " a funny face of like, are you serious? Like, how can you keep it dry? And I said, keep it dry.",
        2863.56,
        2867.2
    ],
    [
        " Next time I'm watching him, more on night vision, I'm watching him, and sure enough, his weapon",
        2867.5,
        2872.16
    ],
    [
        " barely went in the water. And he got up on the beach and boom, it works. Guess what? It's an obvious",
        2872.16,
        2876.58
    ],
    [
        " answer. But sometimes people, we know we just need to have somebody share the obvious answer with us",
        2876.58,
        2886.9
    ],
    [
        " and make sure that's crazy. I didn't know that marching thing. That's why you march",
        2886.9,
        2891.94
    ],
    [
        " to Kate in forever. It's like, so that caterpillar affects. It shuts down the conical. That's why",
        2891.94,
        2897.54
    ],
    [
        " there's traffic, by the way. Yes, that's why the traffic exists because of that little effect.",
        2897.54,
        2902.34
    ],
    [
        " That's exactly true. You know, one guy going in the reaction time. You know, the other funny thing",
        2902.42,
        2907.02
    ],
    [
        " he said in here is he says, go watch people dance. You see a soldier dance all night.",
        2907.02,
        2911.16
    ],
    [
        " But he can't march for more than an hour without being tired. Why is that? Give him some music.",
        2911.7,
        2916.2
    ],
    [
        " I don't want to say that part, but because then people started asking me about dancing. Yeah,",
        2918.14,
        2923.06
    ],
    [
        " yeah. No, no talk of dance on the podcast. Back to the book. If the previous war had lasted",
        2923.16,
        2931.02
    ],
    [
        " a little longer, indubibly, everyone would have fought hand to hand. This was because the abuse",
        2931.02,
        2937.56
    ],
    [
        " of firing began to be appreciated. It causes more noise than harm and those who depend on it",
        2937.56,
        2943.94
    ],
    [
        " are always beaten. So what any I encapsulated a lot of stuff. What he was talking about was how",
        2944.08,
        2950.52
    ],
    [
        " everyone was so excited to shoot their rifles. And at this time period, the rifles weren't all",
        2950.52,
        2955.08
    ],
    [
        " that accurate. And so it was a bunch of noise, but they weren't always that effective. And it would",
        2955.08,
        2959.02
    ],
    [
        " be better. And by the way, when you when you had to shoot your rifle, you had to stop. So now instead",
        2959.02,
        2963.84
    ],
    [
        " of charging, we're stopping, we're loading, we're firing, the other rank is firing. And if the other",
        2963.84,
        2969.3
    ],
    [
        " people are moving on you, well, they're going to get close enough and they're going to have no",
        2969.3,
        2972.04
    ],
    [
        " now momentum. And they're going to overtake you. They're going to overpower you with what? With",
        2972.04,
        2976.06
    ],
    [
        " bayonets and hand to hand combat. So what I thought was interesting about this is you saying,",
        2976.06,
        2982.5
    ],
    [
        " hey, all this noise, it's basically noise makers for all practical purposes, they're noise makers.",
        2982.52,
        2989.44
    ],
    [
        " And he's saying, and what I was thinking was it's, this goes to be, this to me is very similar to",
        2989.8,
        2996.28
    ],
    [
        " people that yell a lot, right? You yell a lot. You were someone that's loud. Someone that's always",
        2996.28,
        3001.22
    ],
    [
        " talking to me. And he says that people who depend on that are always beaten. And I thought to myself,",
        3001.22,
        3006.18
    ],
    [
        " that's a very accurate statement, very accurate statement. So don't just talk for the purpose of",
        3006.18,
        3015.38
    ],
    [
        " talking, right? Don't if you don't have anything to say, that's fine. Be quiet. Don't say anything.",
        3015.38,
        3020.44
    ],
    [
        " It's actually good. He talks about the Roman legions, the Romans vanquished all nations by their",
        3020.7,
        3028.06
    ],
    [
        " discipline. No big deal. They meditated on war constantly continually. And they always renounced",
        3028.06,
        3040.0
    ],
    [
        " old customs whenever they found better. In this respect, they differed from the Gauls,",
        3040.0,
        3046.5
    ],
    [
        " whom they defeated during several centuries without the latter thinking of correcting their",
        3046.56,
        3050.74
    ],
    [
        " errors. So this is clearly the Romans. Okay, we know disciplines important. Talk about it all",
        3050.74,
        3057.8
    ],
    [
        " important lesson here is they always renounced old customs whenever they found better. Boom.",
        3059.16,
        3063.78
    ],
    [
        " Renounce the old customs when you find better ones. This is something you need to do in your life,",
        3065.76,
        3070.56
    ],
    [
        " something to need you in your business, it's something you need to do on the mat.",
        3070.8,
        3074.58
    ],
    [
        " And I'll tell you, going back to the other part, sometimes there's things in Gijitsu that you find",
        3075.56,
        3084.24
    ],
    [
        " a better way and they work for a while. And then you go back to the old way and it works because",
        3084.24,
        3090.32
    ],
    [
        " people are expecting the new way. Dean talks, Dean will say, this is a new old move. Yeah, yeah.",
        3090.32,
        3095.78
    ],
    [
        " You just said that the other day. Yeah, this is a new old move. It worked 10 years ago. It",
        3095.9,
        3101.14
    ],
    [
        " wouldn't work five years ago because everyone knew it. Now it'll work again because everyone forgot",
        3101.14,
        3105.42
    ],
    [
        " it. Yeah. And that's kind of when we forgot why why we use cadence, why we use music. Yeah, we",
        3105.42,
        3110.74
    ],
    [
        " forgot why we don't know how to march now. Yeah. Yeah, it's essentially the same reason why the new",
        3110.74,
        3116.46
    ],
    [
        " move will work because people are unfamiliar. You know, because you know, you have a certain attack",
        3116.46,
        3122.72
    ],
    [
        " or whatever. And then the more people know about that attack, the harder it is to be successful with it.",
        3122.72,
        3127.96
    ],
    [
        " And then you find some new variation that not everyone knows. That's I mean the footlock game",
        3128.12,
        3133.38
    ],
    [
        " was like that too for a little bit. And then after a while, all those fundamentals, which were",
        3133.38,
        3140.46
    ],
    [
        " essentially the early version of the of the move, whatever. That's still there, but we got this new",
        3140.46,
        3146.2
    ],
    [
        " unrevealed move that's getting everyone because they're unfamiliar. It's like a surprise kind of",
        3146.2,
        3151.28
    ],
    [
        " but they're just unfamiliar. And then now everyone gets familiar with it. And it's like, of course,",
        3151.28,
        3154.5
    ],
    [
        " okay move. Yeah. But the real good one was that original though. G1. Yeah. But everyone just",
        3154.54,
        3159.92
    ],
    [
        " got used to it. Yeah. And then once everyone gets used to the new one, they'll forget about the old one.",
        3159.92,
        3163.62
    ],
    [
        " Yeah. For sure. Correct and improve.",
        3163.76,
        3167.44
    ],
    [
        " Renounce your old customers whenever you find better. Now he's talking a little bit about",
        3168.18,
        3175.66
    ],
    [
        " peacetime. And how you maintain your army during peacetime, he says as for the cavalry,",
        3175.66,
        3182.46
    ],
    [
        " it should never be touched. Meaning you shouldn't you shouldn't get rid of any cavalry people.",
        3182.74,
        3187.54
    ],
    [
        " The old troopers and the old horses are the good and the recruits of either are absolutely useless.",
        3187.96,
        3194.22
    ],
    [
        " It is a burden and it is an expense but is indispensable in regard to the infantry.",
        3194.48,
        3200.26
    ],
    [
        " As long as there are a few old heads, you can do what you want with the tails. So a horseman",
        3200.76,
        3208.56
    ],
    [
        " is you got the skilled horse and you've got the skilled horse rider and he says in this, I don't",
        3208.56,
        3217.52
    ],
    [
        " get a good horseman. Good guy that's really good on the horse with a really good horse takes 10",
        3217.52,
        3221.38
    ],
    [
        " years to make him. So you can't just get rid of that person. But an infantryman, if you've got some",
        3221.38,
        3226.32
    ],
    [
        " good, this is what I liked about it. If you've got good leadership, good leadership with infantryman,",
        3226.32,
        3231.72
    ],
    [
        " hey man, there's some fundamental skills you're going to need to learn and we'll be ready to rock and roll.",
        3231.9,
        3235.38
    ],
    [
        " Which is awesome. Good leadership goes a long way. I mean, and again, you have to have, it takes",
        3235.64,
        3243.06
    ],
    [
        " a lot, it takes the same amount of time to make a good infantry leader because those are skills",
        3243.06,
        3249.14
    ],
    [
        " that take a long time to develop to become a leader of infantry troops. But your basic combat",
        3249.14,
        3254.84
    ],
    [
        " rifleman, you can make him pretty quick. Not like it's a hell of a lot easier than making someone",
        3254.84,
        3260.78
    ],
    [
        " that can ride a horse. So and then your leadership is going to go a long way.",
        3260.78,
        3266.36
    ],
    [
        " Back to the book in attacking infantry. The two rear ranks are to lower their",
        3270.36,
        3276.88
    ],
    [
        " pikes. In this position, the pikes will extend from six to seven feet ahead of the front rank.",
        3276.88,
        3282.4
    ],
    [
        " The front ranks being sheltered in such a manner, will I am sure aim with more confidence than",
        3283.1,
        3288.86
    ],
    [
        " if they had nothing in front of them. Besides this, the third rank can ward off blows and defend",
        3288.86,
        3295.48
    ],
    [
        " the first rank, which will do, which it will do much better since it is covered by the first two ranks.",
        3295.48,
        3301.58
    ],
    [
        " The second rank, which is armed with muskets, can fire and defend the man in front of him",
        3302.16,
        3308.26
    ],
    [
        " in the first rank without the latter being obliged to stoop. This avoids a serious disadvantage,",
        3308.26,
        3315.06
    ],
    [
        " which is incurred in kneeling, a dangerous movement because men who are afraid prefer this position.",
        3315.5,
        3321.18
    ],
    [
        " They cannot be made to get up when wanted and is always necessary to halt to kneel.",
        3321.18,
        3327.34
    ],
    [
        " According to my formation, all the men are covered each by each other with reciprocal confidence.",
        3327.72,
        3336.12
    ],
    [
        " The front presents a forest of spears that are parrots formidable and gives confidence to your",
        3336.52,
        3342.1
    ],
    [
        " own troops because they feel it's power. So a couple interesting things are obviously it's a cover",
        3342.1,
        3348.08
    ],
    [
        " move situation and we're going to work that out. But I thought beyond that, it was interesting",
        3348.72,
        3353.8
    ],
    [
        " that if you're going to take a knee, well, there's two things that are happening. Number one,",
        3353.8,
        3358.96
    ],
    [
        " you have to stop to take a knee. We're not advancing on our knees. And number two, people that are",
        3358.96,
        3364.24
    ],
    [
        " afraid they want to be down there. It's going to be hard to get them back up so don't even let them",
        3364.24,
        3367.44
    ],
    [
        " get down there. Keep that momentum going. We're looking to keep that momentum going.",
        3367.44,
        3374.32
    ],
    [
        " Back to the book, those who imagine that and I think I state this every time usually around this",
        3375.94,
        3382.1
    ],
    [
        " point in the podcast, I'm skipping a lot of the book. It's just the way it is. We're not going to",
        3382.1,
        3386.28
    ],
    [
        " read the whole book on here. You have to order it yourself if you want to hear every secret of sacks.",
        3386.28,
        3390.94
    ],
    [
        " Those who imagine that the Roman legions were composed of Romans from Rome are very much deceived.",
        3392.16,
        3399.38
    ],
    [
        " They came from all the nations in the world, but their composition, their discipline and their",
        3399.38,
        3405.18
    ],
    [
        " methods of fighting were better than all those other nations. This is why they conquered them all.",
        3405.18,
        3411.64
    ],
    [
        " Neither were they conquered in their turn until this discipline had degenerated among the Romans.",
        3412.36,
        3420.86
    ],
    [
        " Discipline will get you a long way and lack of discipline will get you killed.",
        3423.3,
        3428.14
    ],
    [
        " Disintegrated. It disintegrated. Talking more about cavalry here, the cavalry should be",
        3428.6,
        3434.34
    ],
    [
        " active and mounted on horses in nerd to fatigue. It should be encumbered with as little",
        3434.34,
        3441.94
    ],
    [
        " baggage as possible and above all should not make the common error of having fat horses.",
        3441.94,
        3447.54
    ],
    [
        " If they could see an enemy every day, it would only be better for this would soon put them in",
        3448.48,
        3454.94
    ],
    [
        " condition to attempt anything. It is certain that the power of cavalry is not understood why,",
        3454.94,
        3461.9
    ],
    [
        " because of we have love for fat horses. I had a regiment of German cavalry in Poland,",
        3462.24,
        3468.52
    ],
    [
        " with which I marched more than 1500 leagues in 18 months. I maintained that this regiment was",
        3468.52,
        3475.38
    ],
    [
        " more fit for service at the end of this time than another supplied with fat horses.",
        3475.38,
        3480.78
    ],
    [
        " But to reach this condition, they must be gradually accustomed to hardship and hardened by",
        3481.86,
        3487.9
    ],
    [
        " hunts and violent exercise. This will maintain their health and increase their endurance. Likewise,",
        3487.9,
        3495.6
    ],
    [
        " it will make cavalrymen of the troopers and give them a martial bearing. So you got to train hard.",
        3495.6,
        3504.7
    ],
    [
        " I just read all that to basically say, you got to train hard. You want to be ready to fight,",
        3505.38,
        3509.52
    ],
    [
        " you got to train how you fight. And don't get on a fat horse apparently. I have to ask my wife",
        3509.6,
        3516.38
    ],
    [
        " about that one. She knows more about horses than me or life. Life knows about horses. He's from",
        3516.38,
        3521.42
    ],
    [
        " Texas. Everyone from Texas rides a horse. Is that the image? Yes. When I go, when I would go,",
        3521.42,
        3528.14
    ],
    [
        " overseas, people from everyone in America is basically carrying a pistol on them at all times.",
        3528.22,
        3532.4
    ],
    [
        " That's the image that people have of America. I like that image for people to have America too.",
        3532.86,
        3538.34
    ],
    [
        " Some people don't like that image, but be nice when you come here. You can want to come and visit.",
        3538.88,
        3545.72
    ],
    [
        " That's cool. We welcome visitors. Just be nice. Everyone's carrying a 45 in their back pocket.",
        3545.82,
        3551.28
    ],
    [
        " Can you carry a 45 in your back pocket? You could. Would it recommend it?",
        3552.04,
        3560.88
    ],
    [
        " No, wouldn't recommend it. You get a holster. Yeah. Yeah. So back, but more of an expression.",
        3560.88,
        3565.52
    ],
    [
        " No, no, it's not even expression, but if you go to another country, they think that we've just",
        3565.52,
        3570.52
    ],
    [
        " got them in our back pocket. Yeah, yeah. Like you carry your wallet and a 45. Yeah. What?",
        3570.52,
        3575.12
    ],
    [
        " Next question. You see what I'm coming from here? Yes. That's how we roll. It's America.",
        3575.74,
        3580.98
    ],
    [
        " I do not back to the book. I do not know why armor has been laid aside for the for nothing is either",
        3581.82,
        3590.42
    ],
    [
        " so useful or ornamental. If it be considered how many troopers perished by the sword and how many",
        3590.42,
        3597.02
    ],
    [
        " are how many many are dangerously wounded by random and weak shots, accident accidents against",
        3597.02,
        3603.96
    ],
    [
        " which armor guarantees protection. One cannot avoid acknowledging the benefits of it.",
        3603.96,
        3608.62
    ],
    [
        " It is nothing but indolence and relaxation of discipline that caused it to be laid aside.",
        3610.06,
        3615.86
    ],
    [
        " It is worrisome to carry a queer ass and a trail pike and trail a pike half a century to use it",
        3616.48,
        3626.34
    ],
    [
        " a single day. But as soon as discipline is neglected in a nation as soon as comfort becomes an aim,",
        3626.34,
        3634.24
    ],
    [
        " it needs no inspiration to foretell that ruin is near.",
        3635.12,
        3639.72
    ],
    [
        " The Romans conquered all peoples by their discipline. In the measure that it became corrupted,",
        3641.48,
        3649.26
    ],
    [
        " their success decreased when the emperor graced permitted the legions to quit their curasses",
        3649.72,
        3656.96
    ],
    [
        " and helmets because the soldiers complained they were too heavy, always lost the barbarians",
        3656.96,
        3663.7
    ],
    [
        " who may have defeated during so many centuries.",
        3686.68,
        3690.12
    ],
    [
        " Going into that they were going into an operation they didn't wear their body armor.",
        3693.78,
        3697.3
    ],
    [
        " Yeah because they were like dangling.",
        3697.64,
        3698.68
    ],
    [
        " Yeah we're not going to happen.",
        3698.68,
        3699.68
    ],
    [
        " Oh plus we plus we we light maneuverable.",
        3700.4,
        3702.86
    ],
    [
        " That's the thing you say.",
        3703.12,
        3704.54
    ],
    [
        " Yeah.",
        3704.94,
        3705.24
    ],
    [
        " Yeah.",
        3705.62,
        3705.82
    ],
    [
        " It's like skipping your workout and saying why I need to rest and like recover today.",
        3706.1,
        3709.82
    ],
    [
        " Yeah.",
        3710.14,
        3710.18
    ],
    [
        " Kind of the same thing.",
        3710.3,
        3711.08
    ],
    [
        " Very similar.",
        3711.18,
        3711.74
    ],
    [
        " Yes, I'll give you that one.",
        3711.86,
        3712.86
    ],
    [
        " Keeping it more I give you that one.",
        3713.04,
        3714.44
    ],
    [
        " Yeah, he obviously",
        3714.56,
        3716.8
    ],
    [
        " as soon as discipline is neglected in a nation, guess what's the same thing with your personal life.",
        3716.8,
        3722.94
    ],
    [
        " Obviously.",
        3723.3,
        3723.76
    ],
    [
        " Back to the book.",
        3723.98,
        3727.04
    ],
    [
        " The troopers should have a goat skin bottle like those used in hot countries instead of a",
        3727.24,
        3731.02
    ],
    [
        " canteen or a barrel to hold liquors in.",
        3731.02,
        3733.08
    ],
    [
        " This with his linen stockings cap accord and a few other necessities is to be put in the bottom",
        3733.92,
        3740.86
    ],
    [
        " of a sack which will roll up with his coat and can be fastened with two straps behind him.",
        3740.86,
        3745.86
    ],
    [
        " This will reduce the monstrous load which is now carried by the cavalry.",
        3746.12,
        3749.24
    ],
    [
        " It is necessary from time to time to inspect the baggage and force the men to throw away useless",
        3749.46,
        3755.24
    ],
    [
        " items.",
        3755.24,
        3755.8
    ],
    [
        " I have frequently done it.",
        3756.56,
        3757.82
    ],
    [
        " One can hardly imagine all the trash they carry with them year after year.",
        3758.2,
        3761.9
    ],
    [
        " The poor horse has to carry everything.",
        3762.24,
        3763.88
    ],
    [
        " It is no exaggeration to say that I have filled 20 wagons with useless rubbish which I have",
        3764.16,
        3768.92
    ],
    [
        " found in the review of a single regiment.",
        3768.92,
        3771.2
    ],
    [
        " So people will tend to carry a lot.",
        3772.08,
        3775.84
    ],
    [
        " A lot that they don't need.",
        3776.2,
        3778.22
    ],
    [
        " And that weighs down on you.",
        3779.34,
        3780.76
    ],
    [
        " I think I've talked about this before but the back and the broken to do we had these winter",
        3781.3,
        3786.08
    ],
    [
        " platoons which I never did one out on the east coast.",
        3786.08,
        3789.56
    ],
    [
        " They had these winter platoons and you're going long distance on cross-country skis.",
        3789.7,
        3796.46
    ],
    [
        " You know those are long long distances and that is a very you're basically like running",
        3796.66,
        3802.86
    ],
    [
        " a marathon and so the guys were super anal about the weight that they carried.",
        3802.86,
        3808.36
    ],
    [
        " The backpack has a strap that you pull the tight knit.",
        3809.2,
        3814.86
    ],
    [
        " They get it to the port where it was supposed to be.",
        3815.02,
        3817.04
    ],
    [
        " Give it a little bit of a sack and then cut the rest off and sew it so they don't want to carry",
        3817.3,
        3820.58
    ],
    [
        " that little extra four inches of nylon. I'm not going to do it.",
        3820.58,
        3823.76
    ],
    [
        " They had every piece of gear that they had would be like that.",
        3824.2,
        3826.5
    ],
    [
        " The winter warriors a team to.",
        3826.6,
        3830.08
    ],
    [
        " Perk and a train.",
        3830.08,
        3831.1
    ],
    [
        " Here's an interesting thing.",
        3831.66,
        3833.54
    ],
    [
        " In passing through water the horses must never be allowed to drink.",
        3833.74,
        3836.98
    ],
    [
        " A man who halts to water his horse will stop a whole army.",
        3838.42,
        3841.54
    ],
    [
        " When this happens the officers should hasten to the spot and instead of fruitless",
        3841.9,
        3845.82
    ],
    [
        " reprimands and ill-timed mercy they should instantly chastise the offender.",
        3845.82,
        3850.88
    ],
    [
        " Nothing is of such importance for the preservation of the cavalry.",
        3851.98,
        3855.0
    ],
    [
        " Otherwise the affection the men they have for their horses will have them halting little or much",
        3857.56,
        3864.08
    ],
    [
        " and then it is impossible for them to recover their ranks without galloping.",
        3864.08,
        3868.68
    ],
    [
        " Discipline.",
        3869.5,
        3871.3
    ],
    [
        " People get that little affection for their for not just you know I wasn't thinking horses",
        3872.1,
        3877.2
    ],
    [
        " I was thinking about like being on a long patrol or in the workplace you want your team to go",
        3877.2,
        3883.0
    ],
    [
        " and every time you you grant that little bit of mercy right.",
        3883.04,
        3887.0
    ],
    [
        " Am I saying be merciless slave to save driver no but when you do it you start to develop that trend",
        3887.42,
        3893.58
    ],
    [
        " and now it throws other things off and sometimes you just gotta be hey no be quiet and execute",
        3893.58,
        3897.44
    ],
    [
        " yeah we gotta go.",
        3897.44,
        3899.04
    ],
    [
        " Gotta go.",
        3900.04,
        3901.36
    ],
    [
        " In time of peace and in winter quarters in time of war their horses should be kept in",
        3902.5,
        3909.28
    ],
    [
        " condition by violent exercise or runs at least three times a week.",
        3909.28,
        3913.06
    ],
    [
        " I like this idea of violent exercise I'm gonna start doing more violent exercising.",
        3913.3,
        3918.28
    ],
    [
        " Yeah that's good.",
        3918.82,
        3919.62
    ],
    [
        " Like violent exercising.",
        3920.06,
        3921.44
    ],
    [
        " The same severe usage is also proper for the heavy cavalry charge at those times.",
        3922.04,
        3928.18
    ],
    [
        " It is in the field it is only in the field that they must be managed carefully to keep them",
        3929.0,
        3934.14
    ],
    [
        " in flesh and the squadrons complete and strong and this is interesting.",
        3934.14,
        3939.2
    ],
    [
        " The best chance of teaching them to stand fire is when the infantry is practicing.",
        3939.7,
        3945.28
    ],
    [
        " They should advance on the fire and walk and be kept calm,",
        3945.66,
        3951.1
    ],
    [
        " a costuming them to go closer and closer.",
        3951.52,
        3954.8
    ],
    [
        " They should never be beaten but stroked and encouraged encouraged in the space of a month.",
        3955.1,
        3960.38
    ],
    [
        " They will be so accustomed to it that they will even put their nose on the muzzle of the",
        3960.44,
        3965.58
    ],
    [
        " muskets without any fright or surprise then they are all right.",
        3965.58,
        3969.58
    ],
    [
        " Nevertheless they should not be allowed to approach too close for once they get burned you will",
        3969.7,
        3974.4
    ],
    [
        " not be able to bring them near again.",
        3974.4,
        3975.98
    ],
    [
        " This ordeal must be reserved for the day of battle.",
        3975.98,
        3979.38
    ],
    [
        " That was good.",
        3979.88,
        3981.48
    ],
    [
        " That to me reminded me of what Jordan Peterson was talking about and where the warrior kid how you",
        3981.62,
        3986.92
    ],
    [
        " slowly inoculate people.",
        3987.94,
        3988.74
    ],
    [
        " You don't throw them into the you don't bring them right up to the firing line and start shooting",
        3988.92,
        3992.16
    ],
    [
        " the guns and let them get freaked out horribly.",
        3992.16,
        3994.28
    ],
    [
        " You bring them a little distance you let them listen from afar.",
        3994.68,
        3997.7
    ],
    [
        " They bring them closer and the next thing you know they are good to go they are standing in line.",
        3997.98,
        4001.64
    ],
    [
        " What do you call that?",
        4002.2,
        4002.84
    ],
    [
        " What did Jordan Peterson call that?",
        4003.02,
        4004.04
    ],
    [
        " Exposure.",
        4005.16,
        4005.84
    ],
    [
        " Yeah, gradual exposure.",
        4006.0,
        4007.34
    ],
    [
        " There are leading exposures.",
        4007.54,
        4008.64
    ],
    [
        " Yeah, yeah.",
        4008.78,
        4009.32
    ],
    [
        " Graduated exposure therapy.",
        4009.36,
        4011.8
    ],
    [
        "",
        4012.24,
        4012.24
    ],
    [
        " Yeah, it was something like that.",
        4013.3,
        4014.3
    ],
    [
        " I don't know.",
        4014.3,
        4014.54
    ],
    [
        " Cover move a little bit of that.",
        4015.34,
        4018.96
    ],
    [
        " I am convinced every unit that is not supported is a defeated organization.",
        4019.22,
        4023.46
    ],
    [
        " Infantry should always be supported by cavalry and cavalry by infantry.",
        4024.3,
        4029.46
    ],
    [
        " Cover move.",
        4029.94,
        4030.4
    ],
    [
        " Work together.",
        4030.72,
        4032.7
    ],
    [
        " Support.",
        4033.3,
        4034.02
    ],
    [
        " Here's a little note back to the book.",
        4034.62,
        4037.3
    ],
    [
        " The general or commander in chief of an army should have a standard to be carried ahead of him",
        4037.3,
        4042.36
    ],
    [
        " as a mark of his rank.",
        4042.64,
        4044.46
    ],
    [
        " So he's talking about flags.",
        4045.24,
        4046.22
    ],
    [
        " This is this also has a purpose.",
        4048.08,
        4049.8
    ],
    [
        " Anyone searching for him will know instantly where to find him especially in battle",
        4050.0,
        4053.88
    ],
    [
        " and the troops seeing the standard will know that the general is observing them.",
        4053.88,
        4057.82
    ],
    [
        " So one thing we did and they do in the military is they when you're giving your brief on how",
        4058.54,
        4064.84
    ],
    [
        " the mission is going to go, your brief location of leadership.",
        4064.84,
        4067.66
    ],
    [
        " So say okay, we're going to take down these eight buildings.",
        4068.06,
        4070.1
    ],
    [
        " I'll be here in this building on the top floor.",
        4070.1,
        4072.64
    ],
    [
        " Boom.",
        4073.24,
        4073.68
    ],
    [
        " So if you need me, know where to come find me.",
        4073.76,
        4075.14
    ],
    [
        " Something happens.",
        4075.38,
        4075.92
    ],
    [
        " Hey, where's this platoon leader going to be?",
        4076.24,
        4077.54
    ],
    [
        " Yep, once we get our targets here, I'm going to come over here and stand on the back side",
        4077.62,
        4080.1
    ],
    [
        " with a brief took place if you need me.",
        4080.1,
        4081.28
    ],
    [
        " That's where I'll be.",
        4081.38,
        4081.86
    ],
    [
        " So everyone can see you know where everyone is.",
        4082.12,
        4083.54
    ],
    [
        " And you see talking about like having a standard that's like a symbol.",
        4083.88,
        4088.06
    ],
    [
        " It's a flag.",
        4088.26,
        4088.66
    ],
    [
        " Yeah, yeah.",
        4088.82,
        4089.06
    ],
    [
        " So actual flag.",
        4089.12,
        4089.98
    ],
    [
        " So an actual flag.",
        4090.38,
        4091.44
    ],
    [
        " So you didn't really know we didn't do that because isn't there like a thing",
        4091.5,
        4096.42
    ],
    [
        " that's saying like, hey, you don't want like, what was it?",
        4097.14,
        4099.8
    ],
    [
        " Honestly, save in private.",
        4100.06,
        4100.96
    ],
    [
        " I mean, it's like don't salute.",
        4101.08,
        4102.12
    ],
    [
        " Yeah, yeah, yeah, whatever.",
        4102.48,
        4103.36
    ],
    [
        " Because I don't want to end up me to see where.",
        4103.48,
        4104.68
    ],
    [
        " Yeah, you definitely don't want",
        4104.96,
        4106.74
    ],
    [
        " to mark your position.",
        4106.74,
        4110.34
    ],
    [
        " Right.",
        4110.56,
        4110.74
    ],
    [
        " Like, like these guys are doing.",
        4111.18,
        4112.18
    ],
    [
        " And as a matter of fact,",
        4113.28,
        4114.5
    ],
    [
        " and I'm trying to think of what book we recently did where he was talking about.",
        4114.8,
        4117.98
    ],
    [
        " Like, yeah, if you're seeing running around, if you're a radio man",
        4118.14,
        4121.06
    ],
    [
        " or you're seeing running around giving direction,",
        4121.06,
        4123.42
    ],
    [
        " you're going to get shot.",
        4124.1,
        4125.06
    ],
    [
        " Yeah.",
        4125.42,
        4125.72
    ],
    [
        " Yeah, the officer that was the",
        4125.9,
        4127.4
    ],
    [
        " I think it was, I think it was the battle line drink.",
        4127.4,
        4129.78
    ],
    [
        " But yeah, they're talking about that.",
        4130.16,
        4132.38
    ],
    [
        " Oh, yeah, it definitely was the battle line drink.",
        4132.62,
        4134.84
    ],
    [
        " It was because when they were leaving, they said like within within minutes,",
        4134.86,
        4137.6
    ],
    [
        " the leaders had been killed.",
        4137.6,
        4139.42
    ],
    [
        " Yeah, the radio man had been killed.",
        4139.48,
        4140.86
    ],
    [
        " The ones that were still with their elements.",
        4140.96,
        4142.88
    ],
    [
        " So yeah, that's not something you want to do.",
        4143.3,
        4145.4
    ],
    [
        " But what we would do is brief where we're going to be so that everyone on the team",
        4145.6,
        4149.5
    ],
    [
        " knew based on a terrain feature.",
        4149.5,
        4153.16
    ],
    [
        " Yeah.",
        4153.26,
        4153.58
    ],
    [
        " Hey, here's this building or here's this knoll of this mountain or here's this intersection",
        4153.58,
        4158.38
    ],
    [
        " is road.",
        4158.38,
        4158.8
    ],
    [
        " That's where I'll be.",
        4158.92,
        4160.2
    ],
    [
        " That's where I'm that's where I'm planning to be.",
        4160.58,
        4162.0
    ],
    [
        " So now people know where you are.",
        4162.12,
        4163.06
    ],
    [
        " Yeah, makes sense.",
        4163.26,
        4164.16
    ],
    [
        " And I mean, he had an additional thing there when he said,",
        4164.48,
        4167.34
    ],
    [
        " so that you know the generals watching there kind of thing.",
        4167.48,
        4171.56
    ],
    [
        " I guess that wouldn't really apply to your situation, right?",
        4171.62,
        4175.04
    ],
    [
        " No, yeah, they wouldn't apply.",
        4175.3,
        4176.64
    ],
    [
        " Although like in the military, when the general is visiting and as a two-star general,",
        4176.96,
        4183.06
    ],
    [
        " they raise a two-star flag.",
        4183.06,
        4184.38
    ],
    [
        " Yeah, same thing there it is.",
        4184.62,
        4186.2
    ],
    [
        " Yeah, so okay, so I guess yeah, you're right.",
        4186.36,
        4189.08
    ],
    [
        " So it'll be real circumstantial like during a war.",
        4189.14,
        4192.0
    ],
    [
        " Yeah, you're not going to get all the combat situation.",
        4192.12,
        4193.34
    ],
    [
        " You're not doing that.",
        4193.58,
        4193.9
    ],
    [
        " Yeah, yeah, yeah.",
        4194.0,
        4194.86
    ],
    [
        " Now he talks about the companies.",
        4195.02,
        4198.44
    ],
    [
        " And again, he calls them centuries, which is basically a company-sized element of around 100",
        4198.78,
        4203.76
    ],
    [
        " guys.",
        4203.76,
        4204.04
    ],
    [
        " And he's saying that they should have their own little symbols as well and their own standards.",
        4204.36,
        4210.04
    ],
    [
        " Back to the book, if the standards are distinguished by their different colors,",
        4210.68,
        4213.62
    ],
    [
        " the actions of every century will be conspicuous.",
        4213.84,
        4216.6
    ],
    [
        " This will create the greatest emulation because both officers and soldiers will know that they are",
        4216.9,
        4221.92
    ],
    [
        " seen and that their countenance, conduct, and behavior are not ignored by the rest of the army.",
        4221.92,
        4227.4
    ],
    [
        " The men as well as the officers will tell of it.",
        4227.9,
        4230.4
    ],
    [
        " In the field and in garrison, their exploits will be constant, the constant subject of conversation.",
        4230.96,
        4236.64
    ],
    [
        " I thought that was kind of a cool idea.",
        4237.7,
        4240.5
    ],
    [
        " You know, if you're if you're fine the flag, then people are watching you.",
        4240.76,
        4245.2
    ],
    [
        " And so you better act.",
        4245.5,
        4246.68
    ],
    [
        " You better come correct.",
        4246.96,
        4247.88
    ],
    [
        " You better represent.",
        4248.1,
        4248.68
    ],
    [
        " Yeah, you better represent.",
        4248.8,
        4249.5
    ],
    [
        " Actually, I like come correct.",
        4249.88,
        4250.78
    ],
    [
        " Yeah, come correct.",
        4250.94,
        4252.28
    ],
    [
        " Back to the book, after the organization of military troops,",
        4252.74,
        4259.34
    ],
    [
        " military discipline is the first matter that presents itself.",
        4259.64,
        4263.04
    ],
    [
        " It is this soul of armies.",
        4263.48,
        4266.16
    ],
    [
        " Hmm, that is such a nice ring to it.",
        4267.5,
        4270.02
    ],
    [
        " It's the soul of the individual as well, but I suppose we'll talk about that later.",
        4270.38,
        4276.6
    ],
    [
        " Back to the book, if it is not established with wisdom and maintained with unshakable resolution,",
        4276.92,
        4283.0
    ],
    [
        " you'll have no soldiers.",
        4283.42,
        4284.42
    ],
    [
        " Regiments and armies will be only contemptible, armed mobs, more dangerous to their own country",
        4285.24,
        4291.16
    ],
    [
        " than the enemy.",
        4291.16,
        4291.84
    ],
    [
        " It is a false idea that discipline, subordination, and slavish obedience debase courage.",
        4292.26,
        4299.7
    ],
    [
        " It has always been noted that it is with those armies in which the severest discipline is",
        4300.34,
        4305.62
    ],
    [
        " enforced that the greatest deeds are performed.",
        4305.62,
        4308.94
    ],
    [
        " Many generals believe that they have done everything as soon as they have issued orders and that",
        4309.44,
        4315.34
    ],
    [
        " they are and they order a great deal because they find many abuses.",
        4315.34,
        4319.66
    ],
    [
        " He's saying they're like, when a general feels like, he's talking about a bad general,",
        4319.94,
        4323.52
    ],
    [
        " when a general feels like they've done everything as soon as they've given their order and since",
        4323.98,
        4328.42
    ],
    [
        " that's what they do, they give all kinds of orders.",
        4328.42,
        4330.46
    ],
    [
        " I'm not order you to do this, I'm not order you to do that, I'm not order you to do something else.",
        4330.8,
        4333.3
    ],
    [
        " Here's what he says, this is a false principle.",
        4333.68,
        4337.06
    ],
    [
        " Proceeding in this fashion, they will never reestablish discipline in an army in which it has",
        4338.06,
        4343.62
    ],
    [
        " been lost or weakened. Few orders are best.",
        4343.62,
        4348.02
    ],
    [
        " But they should be followed up with care.",
        4350.06,
        4352.66
    ],
    [
        " Negligence should be punished without partiality and without distinction of rank or birth.",
        4353.36,
        4359.8
    ],
    [
        " Otherwise, you will make yourself hated.",
        4360.06,
        4362.08
    ],
    [
        " One can be exact and just.",
        4363.48,
        4365.6
    ],
    [
        " And be loved at the same time as feared.",
        4366.84,
        4369.44
    ],
    [
        " Severity must be accompanied with kindness, but this should not have the appearance of",
        4370.24,
        4375.46
    ],
    [
        " pretense but of goodness. And this is just a little note I thought everyone should know.",
        4375.46,
        4381.48
    ],
    [
        " Wippings need not be severe. The more moderate they are, the more quickly will abuses be remedied",
        4381.88,
        4389.12
    ],
    [
        " since all the world will join in ending them.",
        4389.12,
        4392.22
    ],
    [
        " So even when you're whipping your people, you know, be a little bit more judicious.",
        4393.44,
        4398.42
    ],
    [
        " We have a, this is good too. We have a pernacious",
        4401.5,
        4405.28
    ],
    [
        " custom in France of always punishing with death. A soldier caught pillaging is hung.",
        4405.28,
        4411.7
    ],
    [
        " The result, now what do you think the result of that would be that he's going to say,",
        4412.92,
        4415.6
    ],
    [
        " I'm quizzing you. What are you, if you hang somebody?",
        4416.1,
        4418.44
    ],
    [
        " If you, if you are pillaging, caught pillaging, you're going to get hung.",
        4418.82,
        4423.34
    ],
    [
        " What do you think the, what do you think that happens because of that?",
        4423.78,
        4426.26
    ],
    [
        " Happens to what do you think? Do you think, do you think there's a lot of pillaging going on",
        4426.6,
        4433.42
    ],
    [
        " if you get caught pillaging, they hang you or your fellow soldiers? Do you think they pillage?",
        4433.42,
        4438.54
    ],
    [
        " I say no. Okay, you're wrong. The result is that no one arrests him because they do not want to",
        4438.62,
        4445.88
    ],
    [
        " cause the death of a poor devil who is only trying to live. If instead we were only turned him over",
        4445.88,
        4451.72
    ],
    [
        " to the guard to be put in chains and contempt of bread and water for one, two or three months",
        4451.72,
        4455.4
    ],
    [
        " or put to work in at any of the labors that always have to be done in any army and then they",
        4455.4,
        4462.16
    ],
    [
        " were sent to his regiment before a battle or when the general wished everyone would agree with",
        4462.16,
        4466.36
    ],
    [
        " this punishment and the officers of the patrols would arrest them by the hundreds. Soon there",
        4466.36,
        4470.62
    ],
    [
        " would be no pillaging because everyone would join in putting it under control. So the reason I",
        4470.62,
        4477.4
    ],
    [
        " asked you that, which I don't normally do is because I thought the same thing. I was like,",
        4477.4,
        4481.4
    ],
    [
        " well, where's he going with us? Oh, yeah, it's obvious. Why don't you think about it?",
        4481.4,
        4484.2
    ],
    [
        " You're not going to report one of your guys for stealing something if the punishment was death.",
        4484.44,
        4488.54
    ],
    [
        " Brad, you know what that is? That's like small picture versus big picture.",
        4489.04,
        4492.8
    ],
    [
        " Small picture is like, yeah, cause you just look at it as yourself, right? You get your bubble",
        4493.06,
        4497.74
    ],
    [
        " in your head. You're like, I wouldn't pillage if it was death. I wouldn't pillage. And that's how",
        4497.74,
        4502.76
    ],
    [
        " you're looking at it. But no, big picture is like, apply that to everyone. Apply it to the whole",
        4502.76,
        4508.24
    ],
    [
        " community. Exactly right. If you tell on this guy pillaging, you just sentenced him to death.",
        4508.36,
        4512.52
    ],
    [
        " If you tell on him, maybe you turn him in and whatever, that's what you did.",
        4512.66,
        4515.18
    ],
    [
        " Good point. And I just remembered somebody pointed out to me. You remember rifleman Harris",
        4515.42,
        4519.44
    ],
    [
        " and it starts off when my rifleman Harris has to execute a guy. And I said, I said on the podcast,",
        4519.44,
        4526.36
    ],
    [
        " hey, this guy's getting executed basically for desertion and being drunk. What I didn't realize",
        4526.7,
        4533.22
    ],
    [
        " is it's somebody sent me an email or a social media message. They said, hey, the reason that guy",
        4533.5,
        4539.74
    ],
    [
        " was getting executed was because he had taken the money for like 16 enlistments and kept disappearing.",
        4539.74,
        4546.44
    ],
    [
        " So when you get a signing bonus, hey, here's here's there's probably nothing. But you know, here's",
        4546.74,
        4551.92
    ],
    [
        " here's 10 quid or pound sterling or whatever. Here's 10 pounds sterling. Oh, you're joined the",
        4551.92,
        4557.94
    ],
    [
        " army. Cool. Here's 10. And then you take that money, go get drunk and get crazy. And then you do",
        4557.94,
        4562.1
    ],
    [
        " it again. And then you do it again in a different area because they have no internet. They have no",
        4562.1,
        4564.88
    ],
    [
        " way of knowing that this is the guy when they finally catch him, he's getting sentenced to death.",
        4564.88,
        4568.38
    ],
    [
        " Now, do I think you should get sentenced to death, even for that? Not really. But he was doing",
        4568.5,
        4573.34
    ],
    [
        " something more severe than what I had mentioned on the podcast. So I just wanted to while I'm thinking",
        4573.34,
        4577.9
    ],
    [
        " about that set the record straight. But the main point here for me is the secondary effects, right?",
        4577.9,
        4584.16
    ],
    [
        " You think you're going to have the primary effect is, oh, if we do this, no one's going to,",
        4584.4,
        4591.3
    ],
    [
        " no one's going to pillage anymore. No, actually, no one's going to report anymore because your",
        4591.42,
        4594.66
    ],
    [
        " punishment is too strong. This is also how this is also how and why when people think that, oh,",
        4594.66,
        4602.94
    ],
    [
        " if someone's in the military, the soldiers just do what they're told wrong. The soldiers actually,",
        4603.16,
        4607.18
    ],
    [
        " they're secondary effects. Oh, you're going to kill the guys? No, we're not going to report it then.",
        4607.54,
        4611.46
    ],
    [
        " So there's secondary effects, even though they've been ordered to do that and their soldiers",
        4611.74,
        4615.4
    ],
    [
        " now have discipline, they've been trained. He's bragging about discipline all time. Guess what?",
        4615.4,
        4618.46
    ],
    [
        " They don't call that order because the order sucks. And that's what we got to remember, not just",
        4618.46,
        4621.92
    ],
    [
        " about the military, but about business too. You give people dumb orders or you give people things",
        4621.92,
        4626.3
    ],
    [
        " that don't make sense. They're not really going to execute it the way you'd want them to.",
        4626.3,
        4629.3
    ],
    [
        " And I'll tell you something else, you don't want them to execute that way because if they got",
        4629.84,
        4632.92
    ],
    [
        " hundreds of people pillaging and you now end up murdering hundreds of people and you're affecting",
        4632.92,
        4636.6
    ],
    [
        " your own army, you're going to get deserters. Yeah, I'm not working an army like that. It's the same",
        4636.6,
        4640.66
    ],
    [
        " thing with the business. Start laying out severe punishment. Punishment that doesn't make sense",
        4640.66,
        4645.52
    ],
    [
        " isn't reciprocal to the crime that was committed. I mean, you pillage. Think about what pillaging",
        4646.16,
        4650.14
    ],
    [
        " is. I took some bread from the store. Cool. We're going to shoot you ahead. The punishment did not",
        4650.14,
        4657.0
    ],
    [
        " fit the crime. Yeah. In that case. All right. He's talking about where to build, where to build",
        4657.0,
        4666.12
    ],
    [
        " tactical positions. And he says, and this is just the same thing he said earlier about people,",
        4666.12,
        4670.68
    ],
    [
        " but he's talking about basically talking about terrain now. Nature is infinitely stronger than",
        4670.7,
        4676.28
    ],
    [
        " the works of man. Why not profit from it? Meaning use a river, use a hill, use terrain to build your",
        4676.28,
        4684.22
    ],
    [
        " defensive positions. Don't just use a shovel. Same thing that he talked about earlier with human beings.",
        4684.22,
        4693.4
    ],
    [
        " Now, another piece. Many persons believe that is advantageous to take the field early. This is",
        4696.6,
        4704.5
    ],
    [
        " coming right back. Sunsu, Art of War. Be there first. Yeah.",
        4704.5,
        4707.9
    ],
    [
        " Sacs maybe doesn't agree with that a little bit here. They are right when it's a question of",
        4708.68,
        4713.02
    ],
    [
        " seizing an important post. Otherwise, it seems to me that there is no need to hasten and that one",
        4713.02,
        4719.42
    ],
    [
        " should remain in winter quarters longer than usual. So he goes on to talk winter quarters means",
        4719.42,
        4725.3
    ],
    [
        " you're you're going to go out in the field. Well, we're going to go out in the field now. And we're",
        4725.3,
        4729.38
    ],
    [
        " going to be cold wet and miserable for the next three days while we wait for the enemy to show up.",
        4729.38,
        4732.8
    ],
    [
        " And now they show up fresh. Who's going to do better in the battle? So just to think about I used to say",
        4732.8,
        4738.66
    ],
    [
        " the military used to say all the time, you know, you got to be forward leaning. You heard that",
        4738.66,
        4744.36
    ],
    [
        " yeah, you got to be forward leaning. And I would say let's not be so forward leaning that",
        4744.56,
        4750.02
    ],
    [
        " we're in the leaning rest. The leaning rest is the push-up position, which they would leave you",
        4750.02,
        4753.54
    ],
    [
        " in for a long periods of time. A lot of different training situations. So sometimes you get so proactive,",
        4753.54,
        4759.9
    ],
    [
        " you get so leaning forward of forward leaning that you're in the leaning rest and you're wasting",
        4759.9,
        4763.62
    ],
    [
        " energy just trying to be all prepared. Like, you'd see some guys warm up. You do such a good warm-up",
        4763.62,
        4770.62
    ],
    [
        " that you're tired. You went so far forward leaning that you're in the leaning rest. And then the other",
        4770.62,
        4774.94
    ],
    [
        " thing is to not warm up at all. Now you're not ready. So you got to find, well, you get that's a",
        4774.94,
        4778.42
    ],
    [
        " dichotomy of leadership. You got to find the balance between those two. Yeah.",
        4778.42,
        4781.04
    ],
    [
        " Another good point here, back to the book, it is absolutely necessary to accustom soldiers to",
        4782.1,
        4788.38
    ],
    [
        " labor. If we examine Roman history, we find we shall find that republic looked on ease and",
        4788.38,
        4797.7
    ],
    [
        " indolence as the most formidable enemies. The consuls prepared their legions for battle by",
        4797.7,
        4805.86
    ],
    [
        " rendering them indefatigable. Rather than have them idle, they employed them on unnecessary works.",
        4805.86,
        4816.08
    ],
    [
        " Continual exercise makes good soldiers because it qualifies them for military duties.",
        4816.62,
        4821.64
    ],
    [
        " By being habituated to pain, they insensibly learn to despise danger.",
        4821.64,
        4827.72
    ],
    [
        " The transition from fatigue to rest,",
        4828.42,
        4832.12
    ],
    [
        " elevates them, meaning weakens them. They compare one state with another and idleness,",
        4832.62,
        4839.24
    ],
    [
        " that predominant passion of mankind gains ascendancy over them.",
        4839.86,
        4844.16
    ],
    [
        " They then murmur at every trifling inconvenience and their souls soften and they're",
        4844.8,
        4850.74
    ],
    [
        " a masculated bodies. Yeah. So what he's saying is people get used to the soft ways, people get",
        4851.4,
        4859.14
    ],
    [
        " used to the easy life. And if you let him get used to it, like you, when you want to do something",
        4859.14,
        4865.24
    ],
    [
        " hard, when it's time to do something hard, you're not ready for it. Every minute that Charlie's out",
        4865.24,
        4870.42
    ],
    [
        " in the bush getting stronger, every time I'm, every day at night, I'm spending this hotel",
        4870.42,
        4873.94
    ],
    [
        " to apocalypse now. Every night I'm sitting in this hotel getting softer every night,",
        4873.94,
        4877.42
    ],
    [
        " Charlie's out in the bush getting stronger. That's what he's talking about here.",
        4877.88,
        4881.24
    ],
    [
        " Yeah. That's what he's talking about. But now, do I agree with having people do unnecessary",
        4881.56,
        4888.08
    ],
    [
        " works? No, I don't because people see right through that and it just you're just being stupid and",
        4888.08,
        4892.84
    ],
    [
        " taking, they're going to see that. They're going to say, why are we doing this? Dig the hole,",
        4892.84,
        4896.9
    ],
    [
        " fill it back up, dig the hole, fill it back up. No, don't do that. But you know what we're going",
        4897.02,
        4899.92
    ],
    [
        " to do? Training exercise. We're going to get stronger. We're going to get, we're going to dig a hole,",
        4899.92,
        4904.88
    ],
    [
        " we're going to put, you know, set it up for a perimeter, then we're going to move to another",
        4904.94,
        4909.0
    ],
    [
        " situation as if we have to back away or collapse our perimeter because when you collapse the perimeter,",
        4909.0,
        4914.98
    ],
    [
        " you've got to fill that hole back in. Otherwise, when the enemy comes attack you, they use it.",
        4914.98,
        4918.18
    ],
    [
        " So you've got to fill that hole back in. So let's run a real drill. And by the way,",
        4918.34,
        4922.96
    ],
    [
        " let's make it into a little contest and see how fast we can dig in. And then once we get a",
        4923.04,
        4926.0
    ],
    [
        " dug in, we're going to set up. We're going to see how fast we can collapse it, get it filled back in.",
        4926.0,
        4928.88
    ],
    [
        " We're doing it at the end of it. We're going to give out some, you know, some prizes and have a beer.",
        4929.2,
        4932.7
    ],
    [
        " That's a good tactic, by the way, like to make a, what a big game or a base of make it. Yeah,",
        4934.48,
        4941.28
    ],
    [
        " you told me game of fire. Game of fire. Game of vacation. Game of vacation. Like if you're moving,",
        4941.4,
        4948.78
    ],
    [
        " you know, you know, when you're moving. Yeah, your house or whatever. And how fast can I get this",
        4949.04,
        4952.62
    ],
    [
        " stuff packed up? Yeah, let me use it as a little workout, little metcon. We got to move all these",
        4952.62,
        4957.0
    ],
    [
        " boxes upstairs, two floors, whatever. You know, let me use it as a workout. It kind of makes it",
        4957.0,
        4962.68
    ],
    [
        " more enjoyable as well. But at the same time, you get the results of a little workout right there.",
        4962.78,
        4967.28
    ],
    [
        " Here, let me ask you this about that when you said you didn't agree with the unnecessary,",
        4967.74,
        4971.04
    ],
    [
        " unnecessary works. So what about like pushups as punishment, for example, or a cat or exercise?",
        4971.04,
        4976.9
    ],
    [
        " That's an interesting one because, because I think, I think like with kids, if you make burpees",
        4976.9,
        4982.8
    ],
    [
        " a punishment, they don't like burpees. If you make it a reward, they like them. Then you're",
        4982.8,
        4987.06
    ],
    [
        " better off. That's clear. Yeah, agree. I do that, by the way. Yeah, that's good. You make it a reward.",
        4987.06,
        4990.92
    ],
    [
        " Yeah, like, wow, only the cool people do burpees. That's what they see dad doing burpees,",
        4991.02,
        4995.82
    ],
    [
        " dad doing, you know, these whatever exercise, only cool people do it. I kind of push hard on that",
        4996.1,
        5002.16
    ],
    [
        " too, but it's unfair. But no, the question is though, in the military, in the military, not kids.",
        5002.16,
        5008.2
    ],
    [
        " No, calisthenics are definitely punishment in the military. Yeah, straight up. And it's not until",
        5008.6,
        5012.58
    ],
    [
        " you transition out of the boot camp service that you get away from that. Now, in the seal teams,",
        5012.58,
        5018.3
    ],
    [
        " they don't, you don't do calisthenics as punishment. I will say that if you mess up, like, for instance,",
        5018.6,
        5028.92
    ],
    [
        " when I was running training, if the guys performed poorly, they were going to have more downed men.",
        5028.94,
        5036.44
    ],
    [
        " Again, this is a training. I'm talking about fake down men, but they're going to have more men",
        5036.84,
        5039.98
    ],
    [
        " that couldn't walk. That's more men that have to be carried. That's punishment in its own right.",
        5039.98,
        5045.66
    ],
    [
        " That's punishment. That's punishment. If you, when I was running a communications course,",
        5045.66,
        5051.18
    ],
    [
        " when I was a younger enlisted seal, if you missed a communications window, you had to walk",
        5051.18,
        5057.3
    ],
    [
        " a longer distance. If you missed multiple, you're going to have to walk tragic distances.",
        5057.3,
        5063.62
    ],
    [
        " But that wasn't just a natural result of you missing missing. Did you impose that?",
        5063.62,
        5068.76
    ],
    [
        " It was imposed. Okay. Yes. It was imposed and they knew it was imposed. Yeah. Okay.",
        5068.8,
        5072.28
    ],
    [
        " If you miss the extraction point with a boat's coming to pick you up after a dive,",
        5075.54,
        5082.66
    ],
    [
        " well, now you've got to swim to the new exot. New pickup point. Guess what? The new pickup point",
        5082.98,
        5086.96
    ],
    [
        " isn't close because you've compromised now. You're above the surface. You need to get away.",
        5086.96,
        5091.56
    ],
    [
        " That means you've got to swim an extra, maybe it's an extra hour of surface swimming with a",
        5092.44,
        5101.16
    ],
    [
        " tent. You're not just having fun. It's called turtle backing. You're laying on your back because",
        5101.16,
        5107.38
    ],
    [
        " it's really awkward. It's comfortable to dive with our dive rig. We have a dive rig.",
        5107.38,
        5113.24
    ],
    [
        " That's it's called a rebreather and it goes on your chest and it's small. It's not tiny.",
        5113.58,
        5119.14
    ],
    [
        " It's closed circuit. It's closed circuit. Yeah. Look at you. Look at you. Big time. So it's a closed",
        5119.58,
        5131.14
    ],
    [
        " swim and we do something called turtle back generally, which is basically you're laying on your back",
        5131.4,
        5135.66
    ],
    [
        " and you're just fending and it takes a long time to move very far and it's not comfortable.",
        5135.66,
        5140.36
    ],
    [
        " So the punishment is in training, if you miss your extraction point, that's fine. Just get a swim",
        5140.74,
        5146.46
    ],
    [
        " to the alternate extraction point. The alternate extraction point is not going to be close by",
        5146.46,
        5151.1
    ],
    [
        " because you screwed up. Yeah. Same thing with if you miss your helicopter extraction",
        5151.1,
        5156.14
    ],
    [
        " because you took too long on target and then you got bogged down and it took you long time to move",
        5156.14,
        5160.22
    ],
    [
        " all these down people. That's I mean, it happens. We understand that. But now you have to walk to",
        5160.22,
        5166.6
    ],
    [
        " the secondary extraction point, which happens to be six kilometers up a hill. Yeah. See, but that's",
        5166.6,
        5173.36
    ],
    [
        " to me and this is me thinking whatever, 10 seconds about it, that seems like that makes perfect",
        5173.36,
        5179.62
    ],
    [
        " sense. In fact, that seems like a cool little strategy because in real life, that's how it works.",
        5179.62,
        5183.44
    ],
    [
        " You miss the bus. You ride the bus to school. You miss the bus. You're walking to school or",
        5183.7,
        5188.52
    ],
    [
        " or riding your bike, whatever. It's kind of that thing. That's that's how life deals it to you.",
        5188.52,
        5193.36
    ],
    [
        " A lot of the time like these types of things like what you're saying. Yeah. Yeah. But let's say,",
        5193.56,
        5196.72
    ],
    [
        " hey, you, you know, your shoes aren't shined or whatever. I don't know. We are aren't",
        5196.88,
        5201.4
    ],
    [
        " shined. Give me 50 push ups or they don't do it in the seal teams. They definitely do it in the",
        5201.4,
        5207.02
    ],
    [
        " army. They definitely do it in the Rangers. The Rangers that they're dropping down all the time.",
        5207.02,
        5211.2
    ],
    [
        " Right. Right. Right. And but no, we don't do that. So that's the question. Do you agree with that?",
        5211.36,
        5216.94
    ],
    [
        " Or do you even think about that kind of stuff? I don't think about that kind of stuff.",
        5217.6,
        5220.34
    ],
    [
        " Yeah. I think being I would say that I that I would not do it when I was in a military",
        5220.44,
        5227.6
    ],
    [
        " leadership position just because I would rather I don't know. Yeah. It's weird. It feels like it",
        5227.6,
        5234.82
    ],
    [
        " like just like your like it makes sense when I know that the army runs it that way. It makes",
        5234.82,
        5239.02
    ],
    [
        " sense. And by the way, when the army does it and I shouldn't even say anything else about the",
        5239.02,
        5242.88
    ],
    [
        " way the army does it because I'm not I don't know exactly how they implement that strategy.",
        5242.88,
        5247.76
    ],
    [
        " So yeah, next time we have Tim Kennedy on, we'll get him to give us a full debrief on that. We'll",
        5248.12,
        5252.26
    ],
    [
        " get another another Ranger on here to give us a full debrief on that. Here's something. So I",
        5252.26,
        5257.46
    ],
    [
        " was watching this show. It was brand this random show me my wife before we were married when we were",
        5257.46,
        5262.04
    ],
    [
        " just dating whatever we'd watched these random shows. And it was a kind of like a reality show,",
        5262.04,
        5268.1
    ],
    [
        " kind of like a competition show, but it was I think army like you know, you grab regular people.",
        5268.1,
        5272.8
    ],
    [
        " What an army scenario you give them like missions. And it's like because they have a Ranger.",
        5272.8,
        5276.84
    ],
    [
        " They have a best Ranger every year. They have a best Ranger competition, which is a really hard",
        5276.96,
        5280.6
    ],
    [
        " coron competition. Yeah. Well, it was it was it's you know, it's a lot like the FTX a lot like that.",
        5280.6,
        5286.74
    ],
    [
        " But it's a whole like you know, you're there for like a month or whatever. And same, but a lot of",
        5286.74,
        5291.86
    ],
    [
        " drill sergeant type situations dropping in me 2050, whatever, right? So it was towards the end of",
        5291.86,
        5296.98
    ],
    [
        " this season or whatever. And this girl was like, she was like, dang, look how strong and like",
        5296.98,
        5302.86
    ],
    [
        " muscular my arms are now. This just from all the pushups we had to do and stuff like that.",
        5302.86,
        5306.8
    ],
    [
        " Despite happenstance, sure, she was getting punished. Sure, she was learning to you know,",
        5306.86,
        5311.5
    ],
    [
        " follow directions more meticulously and all the stuff that you learn from you know, the whole",
        5311.5,
        5315.16
    ],
    [
        " you know, orders versus punishment situation. But as kind of a byproduct, if you will, she has some",
        5315.16,
        5321.26
    ],
    [
        " physical strength now, you know, yeah, wonder if that has something to do with it. Oh, no, definitely,",
        5321.26,
        5325.76
    ],
    [
        " you're definitely you're definitely making people stronger. There's no doubt about it. Yeah,",
        5325.76,
        5329.4
    ],
    [
        " that's all positive for sure. Yeah, this there's no doubt you the great byproduct of of calisthenics",
        5329.46,
        5336.46
    ],
    [
        " as punishment is you get stronger. Yeah. In but like in the seals, it's weird. It's weird. It's",
        5336.46,
        5344.68
    ],
    [
        " weird. It's not a thing. Yeah. It's not a thing like, hey, you're going to drop down and give me",
        5344.68,
        5348.6
    ],
    [
        " 50 like that really I never saw that happen a single. It might have happened with new guys sometimes",
        5349.12,
        5356.32
    ],
    [
        " like case you're like a new guy that you're not getting through to him. Okay, guess what?",
        5356.32,
        5360.06
    ],
    [
        " But even with new guys, if you really want to get through to new guy, what you want them to be good",
        5360.44,
        5363.82
    ],
    [
        " at is tactics, not pushups people in teams. You're supposed to do pushups on your own man. Yeah,",
        5363.82,
        5367.98
    ],
    [
        " that's kind of what it seems like. You're not in here to teach you how to do pushups like you need to",
        5368.04,
        5371.66
    ],
    [
        " you need to be in shape, but it seems like you're better things to do exactly what I was going to say.",
        5371.66,
        5377.8
    ],
    [
        " But here, but at the same time, you can't help but wonder maybe that's just like that's a certain",
        5377.8,
        5383.18
    ],
    [
        " way of looking at it, which is good. It seems obvious seems effective to me, but what if there's",
        5383.18,
        5387.76
    ],
    [
        " something like that, you know, like something from back in the day, some old school fundamental",
        5387.76,
        5392.56
    ],
    [
        " principle that that's kind of why you do it that's super effective. Maybe that's why in the teams,",
        5392.56,
        5398.38
    ],
    [
        " they don't do it because they want you to be self disciplined. Yeah, not like specific. Yeah,",
        5398.38,
        5403.56
    ],
    [
        " not not self not disciplined by the group, but but yeah, you don't want to impose discipline.",
        5403.56,
        5408.34
    ],
    [
        " So, well, regardless, I think that you should train hard because you don't want to",
        5408.8,
        5417.5
    ],
    [
        " have your soul get softened inside of your emasculated body. That just sounds like something I",
        5417.5,
        5424.94
    ],
    [
        " don't want to be a part of. So I'll keep training. Back to the book, there is more skill in one might think",
        5424.94,
        5432.56
    ],
    [
        " than might then one might think in making poor dispositions intentionally, but one must be able to",
        5433.46,
        5439.22
    ],
    [
        " change them into good ones in an instant. So he's talking about how you set yourself up in a bad",
        5439.22,
        5443.76
    ],
    [
        " position only to let the enemy try and maneuver on that. Put your waiting for it, make sure you're ready",
        5443.76,
        5450.16
    ],
    [
        " and do something, you change your position and do something good. Like in Jiu Jitsu, when you let",
        5450.16,
        5455.66
    ],
    [
        " someone set up a triangle, but you're just trying to pass their guard. Yeah, yeah. Nothing is more",
        5455.66,
        5459.84
    ],
    [
        " disconcerting to the enemy. He has counted on a certain thing has disposed himself accordingly",
        5459.96,
        5466.44
    ],
    [
        " and at the instant of attacking, it has changed. So this is pretty cool, right? This is a good",
        5466.44,
        5476.94
    ],
    [
        " thing to remember. I like what he talked about is psychological effect that it has on the enemy.",
        5476.94,
        5482.54
    ],
    [
        " So the enemy sees something, they expect something, they want something to go a certain way.",
        5482.7,
        5489.2
    ],
    [
        " So they arrange themselves for it and then write when they're getting ready to execute it,",
        5489.2,
        5493.58
    ],
    [
        " they realize it wasn't what they thought and he says there's nothing more disconcerting.",
        5493.58,
        5496.46
    ],
    [
        " And I'd say that's true with a person too. You know, with the unexpected is what disturbs people,",
        5496.46,
        5501.8
    ],
    [
        " especially, you see this all time in MMA where a guy gets close to a submission and then the",
        5501.86,
        5506.84
    ],
    [
        " other guy gets out and he expends it to him. You can see the moral draining from their face",
        5506.84,
        5514.96
    ],
    [
        " when he's bad. I guess that's sometimes. Dude,",
        5514.96,
        5517.84
    ],
    [
        " sometimes. He goes on, I repeat, nothing confuses him so greatly and leads him into more serious",
        5518.2,
        5528.86
    ],
    [
        " faults. If he does not change his disposition, he will be defeated. And if he changes them in the",
        5528.86,
        5536.76
    ],
    [
        " presence of the enemy, he will still be defeated. Human spirit cannot meet it.",
        5536.82,
        5543.62
    ],
    [
        " I'm trying to think of how that affects someone's psyche. Oh yeah, it affects, it definitely affects",
        5544.28,
        5551.32
    ],
    [
        " your psychologically like you throw the, you think you're gonna get this person to triangle,",
        5551.32,
        5554.96
    ],
    [
        " you put it on there and then almost on boom, you realize it's not just that you missed the triangle.",
        5554.96,
        5558.78
    ],
    [
        " Let's see, realize that you got played. Yeah, played. Yeah, set right up. And that doesn't feel good.",
        5558.78,
        5562.96
    ],
    [
        " That can definitely hurt your morale. Yeah, yeah, big. That's a little different than just missing",
        5562.96,
        5569.32
    ],
    [
        " the move. When you realize you got set up to that, it messes up your whole game. So, okay,",
        5569.32,
        5575.38
    ],
    [
        " so your role is stills, right? Yeah. Okay, so that's, that's it. I don't want to say that's his",
        5575.6,
        5579.78
    ],
    [
        " whole game, but that's his game right there. So like if you go, you know, side control or",
        5579.78,
        5585.64
    ],
    [
        " mound or whatever, he has dangerous moves. He wants to do that. Yes, exactly right. So it's like",
        5585.64,
        5590.48
    ],
    [
        " and every once in a while you get rolling with him like kind of hard, it'll seem like he's trying",
        5591.18,
        5594.82
    ],
    [
        " to defend them out, but he's really letting you think that you got them out right. You know,",
        5594.82,
        5599.02
    ],
    [
        " because you know, if you're like, if someone's letting you mount, you know, they're letting you",
        5599.08,
        5602.08
    ],
    [
        " mount. Yeah. And if they're going to spring some sort of a trap, it's going to be more obvious",
        5602.08,
        5605.02
    ],
    [
        " if they're letting you do it. But you get them where he kind of lets you do it to the point where you",
        5605.02,
        5609.88
    ],
    [
        " don't realize he's letting you. Yeah, you just got and then again, for sure, after a while, he keeps",
        5609.88,
        5614.28
    ],
    [
        " doing stuff like that to you. You're like, bro, I don't even really want to do anything to him,",
        5614.28,
        5617.78
    ],
    [
        " because he's just going to set me. It's just a bunch of traps right now. So it messes up your",
        5617.78,
        5621.24
    ],
    [
        " whole game. You can't do anything. Yeah. Like on your own accord, though, it's not like he's",
        5621.24,
        5625.28
    ],
    [
        " preventing you from doing anything. Yeah. It's like you're preventing yourself now. That's a",
        5625.28,
        5629.96
    ],
    [
        " situation you have to deal with. But actually, actually figured it out. I figured out, I didn't",
        5629.96,
        5639.32
    ],
    [
        " figure it out. I figured out a method to deal with just that whole scenario with him, by the way.",
        5639.32,
        5643.88
    ],
    [
        " And he even asked me afterwards. So I was like, oh, I was going hard and I was, you know how you get",
        5644.22,
        5649.46
    ],
    [
        " real like weary like, okay, I know he's going to send me a so-it's real uneventful role. So I was like,",
        5649.46,
        5654.04
    ],
    [
        " hey, let's go roll again. And then I just loosened up and basically allowed him to spring whatever",
        5654.18,
        5659.7
    ],
    [
        " trap he wants. And he did all this stuff and he was like, hey, you were rolling a lot later in that",
        5659.7,
        5664.2
    ],
    [
        " time. I was like, no, bro, I'm just trying to, I'm trying to turn on the lights to all your traps",
        5664.2,
        5668.18
    ],
    [
        " that you set. You know, so it's kind of like that thing. It just comes with like the type of training",
        5668.18,
        5672.4
    ],
    [
        " like you can't regard the training as a competition. Yeah. You got to go in and be like,",
        5672.4,
        5678.22
    ],
    [
        " otherwise you're not learning anything. Yeah. But man, enough in a battle or in a competition",
        5678.22,
        5683.5
    ],
    [
        " scenario, it's like, you know, I'm trying to think if I ever got played like that on the battlefield.",
        5683.5,
        5689.32
    ],
    [
        " You know, sometimes we'd hit a target. And it was real obvious that, you know, we had been,",
        5690.0,
        5697.36
    ],
    [
        " I wouldn't say set up, but like there's no one there. Like clearly the information that we got",
        5698.28,
        5702.72
    ],
    [
        " was wrong. And you'd be kind of like, you know, be like, man, that wasn't good. Yeah. And really",
        5702.72,
        5708.72
    ],
    [
        " on a real rudimentary level, that's what an IED is. You know, it's like, you they want to make it look",
        5708.72,
        5714.36
    ],
    [
        " like a trash can or a regular, something you have to dress or something like that. You know,",
        5714.36,
        5718.12
    ],
    [
        " some a place where you have to go anyway, the road, I don't know, on a real simple level,",
        5718.22,
        5722.3
    ],
    [
        " that's kind of what that is. So now you're like, shoot, now we got to be weary of everyday things.",
        5722.3,
        5726.54
    ],
    [
        " No one will protocol. We got to be weary of that. Yeah. That's a, that's a digger on the psychology,",
        5726.54,
        5731.98
    ],
    [
        " for sure. Back to the book, I do not care for either one. Oh, sorry. It says lines and",
        5732.08,
        5739.88
    ],
    [
        " entrenchments. So he's talking about lines and entrenchments, meaning defensive positions.",
        5739.88,
        5743.42
    ],
    [
        " I do not care for either the one or the other of these works. When I hear talk of lines,",
        5743.92,
        5750.52
    ],
    [
        " I always think I am hearing of talk of the walls of China. The good ones are those that nature has",
        5751.52,
        5758.72
    ],
    [
        " made and the good entrenchments are good dispositions and brave soldiers. Again, just capitalizing on nature",
        5758.72,
        5769.6
    ],
    [
        " and saying that brave soldiers are more important than your position. Man always fears the consequences",
        5769.6,
        5778.22
    ],
    [
        " of danger more than danger itself. Totally true. When, and I'll tell you what's equally,",
        5778.72,
        5787.14
    ],
    [
        " or you could throw in there is the anticipation of danger is probably the worst thing.",
        5787.7,
        5793.62
    ],
    [
        " You know, I see this, I see a lot of kids on the wrestling map right now because it's wrestling",
        5794.36,
        5797.42
    ],
    [
        " season. And you can see the kids are getting nervous before they get on the map. They want to",
        5797.42,
        5802.38
    ],
    [
        " get on the map. They're in the game. And now you're doing your job. But the anticipation of what",
        5802.38,
        5806.92
    ],
    [
        " could happen. Yeah. Yeah. When is that? Like, you know, because you got to, you felt that before.",
        5807.12,
        5813.42
    ],
    [
        " Or you know, back to the day when we were competing. Yeah. Yeah. That like, and jujitsu tournaments,",
        5813.72,
        5818.5
    ],
    [
        " the worst, especially back, actually, your one of your last competitions was my first competition.",
        5818.5,
        5824.76
    ],
    [
        " By the way, yeah. Where was that in LA? It was called like the Pan Am's of submission grappling.",
        5825.02,
        5831.04
    ],
    [
        " It wasn't the Pan Am's, Pan Am's. It was like, I think like submission grappling. It was no,",
        5831.26,
        5836.34
    ],
    [
        " how did I do? I don't know. I don't remember. Yeah. I remember seeing all the pictures because one of",
        5836.34,
        5841.98
    ],
    [
        " the, it's funny. One of like, it's not an tournament. It was a tournament. Yeah. So remember,",
        5841.98,
        5847.1
    ],
    [
        " Alicia photos. Remember that. Who ran it? Who ran it? Who ran the tournament? I have no idea.",
        5847.46,
        5851.26
    ],
    [
        " I didn't even know there was tournaments. And I saw one or, or, or brand at the time was like,",
        5851.42,
        5856.34
    ],
    [
        " yeah, the term, I was like, oh, we can have tournaments. I was like, boom. So I just jumped on it.",
        5856.34,
        5859.34
    ],
    [
        " Real quick. What was the iconic photo? I say it's iconic because it's a kind of a long story.",
        5859.42,
        5864.34
    ],
    [
        " That's a strong word. Yeah. Very strong. It's not iconic at all actually, but it's, okay. I'm,",
        5864.34,
        5868.86
    ],
    [
        " so I'm, we, I have this guy. His name is Jim. You probably know him. Jim. He, uh, I have him in,",
        5868.9,
        5877.18
    ],
    [
        " a, it's not an American. It's a straight arm lock. And I, I wound up tapping him out and",
        5877.4,
        5882.62
    ],
    [
        " Alicia photos. So that was the photographer at the time. I mean, I had a really good picture of it.",
        5882.62,
        5887.64
    ],
    [
        " It was such a good picture. It was in the front of her website. The picture, right? That's why I",
        5887.8,
        5892.76
    ],
    [
        " call it iconic photo. Anyway, full on. Everyone knows that photo. Everyone. They probably do. If",
        5892.76,
        5899.5
    ],
    [
        " they're competing back at the day, if they know Alicia photos, anyway, um, the full on like",
        5899.5,
        5904.26
    ],
    [
        " novice division. Right. I was like, I'd been trained for two months twice a week, by the way.",
        5904.26,
        5908.28
    ],
    [
        " Mm hmm. For two months. Um, still just dominating out there. Look at you. Yeah. Right. No, I lost.",
        5908.3,
        5915.58
    ],
    [
        " Actually lost. I lost my first match. Took third. No, no, let's do the man. Um, so I know that you",
        5915.58,
        5921.9
    ],
    [
        " did it because when I was looking through the pictures, it was you compete. I think you're competing",
        5921.9,
        5926.16
    ],
    [
        " against like Soca. Do you are somebody? I think. But I remember you competed against Soca. Do you?",
        5926.16,
        5931.66
    ],
    [
        " Yeah. Well, it was maybe, I don't know some other black guy, but I don't know. I remember it was you",
        5931.66,
        5936.34
    ],
    [
        " because I remember like you. I'll have to check that out. Nonetheless. Um, I love to explore that.",
        5936.34,
        5941.22
    ],
    [
        " But, uh, what was the point there? Oh, yeah. Uh, waiting for the match is like, that's the nerve",
        5941.24,
        5946.72
    ],
    [
        " wrecking part. Like rolling, even when you step on the match and you see the guy in front of you,",
        5946.72,
        5950.54
    ],
    [
        " getting right, right, that's not nerve wrecking at all. That's like every day. You see that.",
        5950.62,
        5953.48
    ],
    [
        " There was a iconic picture of Sarge. This was pretty iconic and he was going against",
        5953.72,
        5958.84
    ],
    [
        " one of the Gracies kids. So it was Hanner or I think it was how like was it how like you see? Yeah.",
        5958.84,
        5968.88
    ],
    [
        " And he's double liking him. You know, Sarge has got like the savage double",
        5968.88,
        5973.8
    ],
    [
        " like which Sarge has a savage double like. It's another thing when I see these, by the way,",
        5973.8,
        5979.92
    ],
    [
        " talking about Brian Sargent, uh, one of my buddies who has a duty school in Connecticut.",
        5979.92,
        5984.7
    ],
    [
        " It's called jujitsu life. But he has, he's a good wrestler. But when I see these kids and he,",
        5985.14,
        5993.26
    ],
    [
        " he wrestled at Poway High School, which is, uh, one of the best wrestling high schools.",
        5993.26,
        5998.38
    ],
    [
        " Maybe in the country, I mean, it's definitely incredible program. And he went there and wrestled",
        5998.96,
        6005.16
    ],
    [
        " there. And I see occasionally, I'll see a kid that just has Sarge's attitude. And I saw one of",
        6005.16,
        6012.12
    ],
    [
        " this last tournament. This kid was just all over it. And I mean, it looked, it didn't look fair.",
        6012.12,
        6017.78
    ],
    [
        " Right. I mean, he was just murdering this kid from Poway was getting after. It was pretty awesome",
        6017.9,
        6021.76
    ],
    [
        " to watch. And you can see just boom, boom, boom is hitting the levels. But it reminded me of the",
        6021.76,
        6027.62
    ],
    [
        " iconic picture of Sarge. Oh, there's a picture. So yeah, there's a picture of Sarge. And they",
        6027.62,
        6036.1
    ],
    [
        " put him on. It was, it was one of those pictures that was so good that they put it like on the",
        6036.1,
        6040.82
    ],
    [
        " covers. And I think, I don't know if it was that one or if it happened later in the match. He was",
        6040.82,
        6045.88
    ],
    [
        " double liking him out of bounds like he was in the table. So yeah, you got to, you got to watch",
        6045.88,
        6054.16
    ],
    [
        " out for Sarge's double legs. You'll put you on your ass quick. And he won too, Sarge one.",
        6054.16,
        6060.64
    ],
    [
        " Hard to submit. So like you just got taken down. That's two points. And now what are you going to do",
        6061.58,
        6068.2
    ],
    [
        " because you can't sweep Sarge, right? Hard. I mean, of course you can, but it's hard. Yeah. You",
        6068.2,
        6073.22
    ],
    [
        " only have a few minutes. And it's hard to submit. Oh, but you got back your feet cool. You just",
        6073.22,
        6078.66
    ],
    [
        " got taken down again. Yeah. Yeah. That's the rub with the real good judo guys are wrestler guys.",
        6078.66,
        6085.02
    ],
    [
        " That's the rub. What's the rub? Oh, how do you solve that problem? Yeah, we have become a better",
        6085.02,
        6089.14
    ],
    [
        " wrestling. Typically, that's not it. Yeah, because Tyrone Woodley, Tyrone Woodley fought Damian Maia.",
        6089.14,
        6096.06
    ],
    [
        " And Damian Damian is an incredible judo player. And he couldn't get Tyrone down to the map.",
        6096.4,
        6102.66
    ],
    [
        " And every time he shot, I would hit my son. And because every time every time Damian shot,",
        6102.94,
        6109.56
    ],
    [
        " he would, Tyrone would just stuff the shot and hit my son and go, that's why you wrestle.",
        6110.2,
        6114.3
    ],
    [
        " That's why you wrestle, boy. Because you're going to be able to take people down.",
        6114.68,
        6118.06
    ],
    [
        " And then once you get to the ground, if you have the judo, well, now you got problems. Because Tyrone",
        6118.52,
        6122.94
    ],
    [
        " didn't want to go to the ground with Damian. No, because that would have been very problematic for him.",
        6122.94,
        6127.34
    ],
    [
        " Yeah. But Tyrone Woodley is a wrestler. Oh, you know, was that you who said there's a different",
        6127.48,
        6132.52
    ],
    [
        " difference between someone who can wrestle versus a wrestler. Yes. That was me. Yes.",
        6132.52,
        6137.92
    ],
    [
        " Yes. Yes. And that's why I say that's not the problem. Or that's why I say that's not the solution.",
        6138.22,
        6143.86
    ],
    [
        " If you have a wrestler always taking you down and the solution is to get better wrestling,",
        6144.16,
        6148.22
    ],
    [
        " that's not the solution. Because you want to get better at something that this guy's probably",
        6148.22,
        6152.32
    ],
    [
        " getting better. And this is just chances are I'm not saying it's an absolute. But he's probably A,",
        6152.32,
        6156.46
    ],
    [
        " getting better. B, already super good at it. So it's like the solution is to chase something.",
        6157.1,
        6161.34
    ],
    [
        " 12 years ahead of you. Yeah. He's eight years ahead of you in wrestling. Yeah.",
        6161.36,
        6165.26
    ],
    [
        " Yeah. So that's not the solution. I don't know what to say. I'm not saying don't wrestle. Well,",
        6165.78,
        6170.02
    ],
    [
        " I think I'll tell you what this what I think the solution is off the top of my head. You learn",
        6170.02,
        6174.24
    ],
    [
        " enough wrestling and then you figure out how to incorporate your judo into the wrestling. So that",
        6174.24,
        6178.42
    ],
    [
        " and I say this all the time and Dean will tell you the same thing. Dean will,",
        6178.42,
        6183.28
    ],
    [
        " Dean will hesitate to shoot on me because he knows there's significant threats there. He'll shoot",
        6183.5,
        6190.02
    ],
    [
        " all day on a good wrestler because he doesn't care what happens. They're not going to they're not",
        6190.02,
        6192.92
    ],
    [
        " going to catch him most likely. I mean, obviously, to wrestler, it's going to happen. But",
        6192.92,
        6197.88
    ],
    [
        " and I feel the same way I'll shoot I'll shoot all day on a on a good wrestler because I don't care.",
        6197.88,
        6203.26
    ],
    [
        " They're not going to catch me anything. And if they do, I'll be able to do the proper defense",
        6203.42,
        6207.06
    ],
    [
        " and escape it. But Dean, no, like no, that's a real problem. Yeah. Same with Andy. You shoot on",
        6207.06,
        6212.52
    ],
    [
        " Andy, you know, it's like, okay, that could be problematic. Yeah. And not even just pay for it. You",
        6212.52,
        6219.66
    ],
    [
        " any time in a problem, whoever shoots, who ever shoots loses. Yeah, because we're both have good",
        6220.0,
        6226.5
    ],
    [
        " anti wrestling. So yeah, that's it. That's the that's the solution right there. You have to figure out",
        6226.5,
        6232.18
    ],
    [
        " that the counter that kryptonite to the wrestling, right? In whatever way, because that's not just",
        6232.18,
        6236.46
    ],
    [
        " or just do that. That's not how it is. It's but that's the direction. That's the solution. Yeah,",
        6236.46,
        6241.32
    ],
    [
        " and there's there's problems with that. Well, there's not problems with that. One of the easiest",
        6241.38,
        6247.86
    ],
    [
        " ways is to be very, I guess this is a problem is to be very non-aggressive. Because if all you're trying",
        6247.86,
        6257.28
    ],
    [
        " to do is avoid getting taken down, you already are a lot harder to take down than if you're like,",
        6257.28,
        6264.62
    ],
    [
        " if I go in and start trying to take down a wrestler, they're going to put me on my ass because I'm",
        6264.74,
        6269.82
    ],
    [
        " trying to take them. They know their counters that much better. Their time is that much better. They",
        6269.82,
        6276.14
    ],
    [
        " if I'm just trying to avoid you, it's the same thing with somebody that's a really good striker.",
        6276.58,
        6279.72
    ],
    [
        " If you're just if your goal is to if you start striking with a striker that's better than you,",
        6279.9,
        6283.48
    ],
    [
        " you are more likely to get knocked out. You're more likely to get hit because you're playing there.",
        6283.64,
        6288.52
    ],
    [
        " That's the point. You're playing their game. Yeah, and you don't want to play their game.",
        6288.56,
        6292.58
    ],
    [
        " Now what sucks about that and it even happened the time would be fight. It was a boring fight because",
        6292.96,
        6298.66
    ],
    [
        " it was shots getting stuffed. Stand up. Some striking shots getting stuffed. Stand up, play striking.",
        6298.66,
        6304.04
    ],
    [
        " Shot's getting stuffed. That's what the fight was. It was a very boring fight because his goals",
        6304.38,
        6309.12
    ],
    [
        " did not get taken down and he's a wrestler. So he had the capability of doing it. And now was that.",
        6309.12,
        6314.5
    ],
    [
        " I'll tell you what it is. What you do for a wrestling situation. This is one of those simple,",
        6314.7,
        6320.88
    ],
    [
        " it's not easy at all, but simple. You find a way to get to the back from the bottom.",
        6320.98,
        6327.98
    ],
    [
        " Well, yeah, that's great. Yeah, you find a way to submit them. Submit them. That's great too.",
        6328.44,
        6332.6
    ],
    [
        " No, no, no, get to the back because dip it and under cover. Get told me them to their back. No, get on their back.",
        6332.6,
        6337.68
    ],
    [
        " Sorry for sure. Get on their back. He was, he told me this when he was going to fight.",
        6337.76,
        6343.88
    ],
    [
        " Chills on him for a bit of worse. And he was like, he was like, yeah, it's interesting fighting",
        6343.94,
        6348.76
    ],
    [
        " wrestlers or whatever. It's like they can provide like that. I'm totally paraphrasing. They can",
        6348.76,
        6353.14
    ],
    [
        " provide these really hard situations for you in jujitsu. For many reasons. They're super hard, hard",
        6353.14,
        6360.16
    ],
    [
        " people to fight. But if you can figure it out, you got to figure out ways where wrestling provides",
        6360.16,
        6365.32
    ],
    [
        " weaknesses in a in a jujitsu scenario. Yeah. And then if you watch the match, sure enough, like he was,",
        6365.32,
        6371.66
    ],
    [
        " Chills on him was really good at stuffing, stuffing, stuffing, stuffing. And then you could see",
        6372.04,
        6376.3
    ],
    [
        " Gava was like, just slowly and then he got to the back. Yeah, and I used to coach Dean with the same",
        6376.3,
        6382.16
    ],
    [
        " idea of, you know, if he was going against a good wrestler, I'd say use your jujitsu. If he's",
        6382.16,
        6388.14
    ],
    [
        " going to get some good jujitsu, guys, say use your wrestling. Dean would have a tendency because of",
        6388.14,
        6394.08
    ],
    [
        " his personality to want to go against them in their strength. So he'd try and outrest the wrestlers.",
        6394.08,
        6400.08
    ],
    [
        " He'd try and out jujitsu out jujitsu guys. He would, he would, that's his natural tendency would be",
        6400.42,
        6404.92
    ],
    [
        " to go at people's strengths. And I'd have to like say, no, do jujitsu against this guy. And then he",
        6404.92,
        6410.48
    ],
    [
        " get what he needed to get. All right. Back to the book. When one is obliged to defend entrenchments,",
        6410.48,
        6422.96
    ],
    [
        " one should post all the battalions directly behind the parapet because if once the enemy sets",
        6423.24,
        6429.82
    ],
    [
        " foot upon that, those in the rear will think of nothing but to save themselves. This is because",
        6429.82,
        6436.48
    ],
    [
        " of the consternation in men when something happens that they have not expected. Again,",
        6436.48,
        6444.04
    ],
    [
        " consternation is like shock. So he's again, emphasizing the fact that when people aren't expecting",
        6444.58,
        6451.76
    ],
    [
        " something, it is a, it's a major downer for it. It's a major downer for me. It interrupts what's",
        6451.76,
        6458.7
    ],
    [
        " happening. Yeah. And that's why you got to think of contingencies. That's one of the biggest things,",
        6458.7,
        6463.08
    ],
    [
        " well, one of the best things about thinking about contingencies is just that you're aware of it's",
        6463.08,
        6466.86
    ],
    [
        " going to have just that you've thought about it for a half a second. Big time. That makes you so",
        6466.86,
        6471.08
    ],
    [
        " much better off getting caught complete, getting caught completely off guard. I mean, this happens",
        6471.08,
        6475.38
    ],
    [
        " in jujitsu. The thing that you get caught with is the thing that you didn't see coming. That's",
        6475.38,
        6480.14
    ],
    [
        " that's the thing that catches you. The thing that surprises you. And you're like, how did that",
        6480.14,
        6483.62
    ],
    [
        " happen? Yeah. It surprises you. That's what you get caught with. Even like in your house,",
        6483.62,
        6488.16
    ],
    [
        " like that's the one I think of a lot where you know when you're in your house and if you think of",
        6488.2,
        6493.3
    ],
    [
        " like what if there's someone in here? Oh yeah. Right now. Yeah. You're not even necessarily of",
        6493.3,
        6496.9
    ],
    [
        " how scary that would be necessarily, but it's like, okay, what if there's someone in here?",
        6496.9,
        6500.96
    ],
    [
        " At least I'm ready for the fact that someone's in here. My daughter, my eight year old daughter",
        6501.26,
        6505.66
    ],
    [
        " will try and scare me. Yeah. Yeah. Yeah. And she'll hide somewhere. And if I don't expect it,",
        6505.66,
        6513.6
    ],
    [
        " I get startled. Yeah. Yeah. Yeah. Yeah. And then and then what I do is I just, you know,",
        6513.84,
        6517.8
    ],
    [
        " you're talking about punishments. No, what I know I punish myself. Oh, he's not okay. Yeah.",
        6517.8,
        6523.04
    ],
    [
        " That's good. So she's so she scared me twice last year. Like that actually made me a little",
        6523.14,
        6527.98
    ],
    [
        " bit startled. She tried 98 times. 96 of them were ineffective. All right. But I'll say what?",
        6527.98,
        6535.6
    ],
    [
        " I I punish myself. Yeah. Well, I don't know why I find it very entertaining and",
        6535.8,
        6547.78
    ],
    [
        " funny and satisfying. So I do when I scare people, it like makes them cry. Yeah. Yeah.",
        6547.78,
        6554.6
    ],
    [
        " Wait, wait, I saw how do you scare them? Do you do the like the loud noise one or do you?",
        6555.18,
        6559.02
    ],
    [
        " Yeah. Yeah. You know, because a lot of times the loud noise isn't the scary thing. Right.",
        6559.08,
        6562.94
    ],
    [
        " Sometimes the scratching at the window is the dread. Yeah. Yeah. Sometimes you think you're home alone,",
        6563.08,
        6567.56
    ],
    [
        " do you think your dad's calling it? And then all of a sudden there's like scratching at the window,",
        6567.56,
        6570.64
    ],
    [
        " and there's a noise at the door opening and you start calling out for your dad, but he doesn't answer.",
        6570.64,
        6574.82
    ],
    [
        " And then there's more scratching at the window. And then all of a sudden there's someone with a mask on",
        6575.0,
        6579.12
    ],
    [
        " that comes into the room by the fast. You can't do that, man. That's that's like that's a violation.",
        6579.12,
        6583.54
    ],
    [
        " You can't do that. No, but I do do that. Yeah. Yeah. I see that. Yeah. So anyways, that's that",
        6583.56,
        6588.8
    ],
    [
        " back to the book. He's to well, let me catch us up to where we're talking about the shock that",
        6588.8,
        6597.12
    ],
    [
        " happens when people don't expect something back to the book. This is a general rule in war and",
        6597.12,
        6603.72
    ],
    [
        " decides all battles and all actions. It comes from the human heart and is what induced me to",
        6603.72,
        6610.64
    ],
    [
        " compose this work. I do not believe that anyone yet has attempted to find their find their the",
        6610.64,
        6616.26
    ],
    [
        " reasons for the poor success of armies. Thus when you have stationed your troops behind a",
        6616.26,
        6621.94
    ],
    [
        " pair of put they hope by their fire to prevent the enemy from passing the ditch and mounting it.",
        6621.94,
        6626.62
    ],
    [
        " If this happens in spite of the fire, they give themselves up for lost, lose their heads and fly.",
        6626.96,
        6631.7
    ],
    [
        " They would be much better to post a single rank there armed with pikes whose business will be to",
        6632.04,
        6636.82
    ],
    [
        " push the assailant back as fast as they attempt them out. And certainly they will execute this",
        6636.82,
        6641.84
    ],
    [
        " duty because it is what they expect and what they prepared for. If with this you post infantry",
        6641.84,
        6650.22
    ],
    [
        " formed according to my method into centuries at a distance of 30 paces from the entrenchment,",
        6650.22,
        6655.52
    ],
    [
        " these troops will see that they are placed there to charge the enemy as fast as he enters",
        6655.52,
        6660.76
    ],
    [
        " and attempts to form. They will not be astonished to see the enemy enter because they expect it and",
        6660.76,
        6667.28
    ],
    [
        " will charge vigorously. Instead if instead they had been placed on the parapet they would have fled.",
        6667.28,
        6673.84
    ],
    [
        " That is how a trifle changes everything in war and how human weaknesses cannot be managed except",
        6674.84,
        6682.28
    ],
    [
        " by allowing for them. That is heavy right there. Human weaknesses cannot be managed. You have to",
        6683.26,
        6693.12
    ],
    [
        " allow for them to think about that. You have to do that all the time as a leader. You have to try",
        6693.12,
        6699.12
    ],
    [
        " and do it as a leader because if you do not try and manage these weaknesses and you do not allow",
        6699.12,
        6705.48
    ],
    [
        " for them then they are going to jam you up as you would say. So you got somebody with a big ego?",
        6705.48,
        6710.92
    ],
    [
        " You got to put them in a situation where that ego is going to flourish and not be offended.",
        6712.28,
        6716.26
    ],
    [
        " When it does get offended you got to allow for that and how you are going to adapt to it.",
        6716.86,
        6720.04
    ],
    [
        " Yeah. It is like expecting perfection. If you expect perfection, well you are going to be",
        6720.4,
        6726.36
    ],
    [
        " let down a bunch. Yeah. This is what I am saying. So if you allow for imperfection,",
        6726.36,
        6730.62
    ],
    [
        " it is kind of like you can just manage better. So there are two major points. Number one,",
        6730.72,
        6735.12
    ],
    [
        " if you set people up so that what they expect to happen happens. They are going to have a better",
        6735.28,
        6741.22
    ],
    [
        " chance of achieving what it is you want them to achieve. Because if these guys are in the",
        6743.0,
        6747.7
    ],
    [
        " parapet and all of a sudden they get run upon and they are surprised by it and their mission was",
        6747.7,
        6752.48
    ],
    [
        " defend the parapet. Well now they are getting overrun. Whereas if you say no once they get parapet,",
        6752.48,
        6757.12
    ],
    [
        " it is taken you attack. Now they know the parapet is not going to be surprised them. They expect",
        6757.12,
        6761.6
    ],
    [
        " to happen and then when they get the opportunity they are going to get in there and get after it.",
        6761.6,
        6764.94
    ],
    [
        " But man, allowing the managing human weakness, the only way you can do this by allowing for it.",
        6765.16,
        6773.58
    ],
    [
        " At least some measure of it. Good lesson learned. That is something you can think about as you",
        6774.42,
        6781.42
    ],
    [
        " lead people. You can think about, hey man this is a little weakness here. If I don't allow for",
        6781.42,
        6786.72
    ],
    [
        " that, I will give that some room. I count on you know Flynn from National Front,",
        6786.72,
        6793.22
    ],
    [
        " newest member of national front. But he just wrote an article about a guy. He was stationed on a ship",
        6793.34,
        6798.06
    ],
    [
        " before he got to the teams. And he was saying this guy had been late for work. But he was trying to",
        6798.06,
        6806.72
    ],
    [
        " bring the guy along. He had a lot of potential. But anyway as they go to actually do a",
        6806.72,
        6811.2
    ],
    [
        " important training with their weapons on the ship that they were on and the guy missed the",
        6811.2,
        6818.14
    ],
    [
        " ship leaving port. And he says, you know, I should have fired the guy before this. And now I'm",
        6818.14,
        6824.96
    ],
    [
        " out here. I don't have this primary guy and you let down me and let down the ship and everything",
        6824.96,
        6829.76
    ],
    [
        " like that. But he didn't account for human weakness. He thought that he could bring this guy along.",
        6829.76,
        6834.58
    ],
    [
        " But he just, you know, it's one of those things. If you don't allow for that human weakness in",
        6834.6,
        6837.88
    ],
    [
        " there, you might be, you might be getting left high and dry. Which is not good. That's on the,",
        6837.88,
        6842.86
    ],
    [
        " made that thing on the echelon front web page. Which is called the Peltunut. And we're just",
        6843.74,
        6852.56
    ],
    [
        " like writing little, I guess it could be referred to as a blog. It's not really a blog. Because a",
        6852.56,
        6859.26
    ],
    [
        " blog to me seems a very, you know, just say where it's gonna write whatever bloggy. Yeah. So this",
        6859.26,
        6863.8
    ],
    [
        " is this is some little, I guess you might want to call them articles. Yeah. And there's like let",
        6863.8,
        6868.78
    ],
    [
        " like let little lessons. Yeah. Yeah. Yeah. Of course, little lessons. Yeah. Yeah. I like, I enjoy",
        6868.78,
        6873.28
    ],
    [
        " a little Peltunut. Peltunut. And the reason we call it Peltunut is because that's where you'd",
        6873.28,
        6879.5
    ],
    [
        " sit around and talk shop. I guess you talk about other things. But when you get back from a",
        6879.5,
        6884.58
    ],
    [
        " training op, because when you're overseas, you, you still have a Peltunut, but it's not the Peltunut.",
        6884.58,
        6889.08
    ],
    [
        " I guess it is the Peltunut. But anyways, yeah, even there. So when you get back from an operation,",
        6889.08,
        6892.26
    ],
    [
        " you come in your debrief and you, you get done with the official debrief, but then you go into",
        6892.26,
        6895.42
    ],
    [
        " the Peltunut. Yeah. Yeah. Yeah. You should do this. And so that's one of those. He, as a young",
        6895.42,
        6901.82
    ],
    [
        " surface warfare officer in the Navy, didn't allow for the human weakness of this young sailor. And it",
        6901.82,
        6909.8
    ],
    [
        " cost him going back to the book. The Greeks were very skillful in the art of war and well-disciplined.",
        6909.8,
        6919.96
    ],
    [
        " But their large failings was never able to contend with the small bodies of Romans disposed in",
        6920.06,
        6927.7
    ],
    [
        " this formation. Now he goes on to, there's a guy named Polybius. And he goes on to quote, a huge",
        6927.7,
        6937.12
    ],
    [
        " chunk of text from Polybius. Polybius was a Greek historian. And Polybius actually talked about",
        6937.12,
        6945.6
    ],
    [
        " why the Roman armies could defeat the failings. And pretty interesting. So here's what he said.",
        6945.6,
        6955.52
    ],
    [
        " It is easy to demonstrate by many reasons that while the failings retains its proper form and",
        6955.78,
        6961.3
    ],
    [
        " full power of action, no force is able to stand against it in front or in support of the violent",
        6961.3,
        6968.52
    ],
    [
        " attack. So while the failings is in order, you're not going to be able to defeat it. So the failings",
        6968.52,
        6973.64
    ],
    [
        " is a military formation. And he talks a little bit about what it's made up of here. When the ranks",
        6973.64,
        6980.42
    ],
    [
        " are closed in order to engage each soldier, as he stands with his arms occupies a space of three",
        6980.42,
        6987.1
    ],
    [
        " feet. The spears in their ancient form were 17 cubits long. A cubit is about 18 inches.",
        6987.1,
        6993.5
    ],
    [
        " But for the sake of rendering them more commodious in actions, they have since been reduced to 14.",
        6994.48,
        7000.8
    ],
    [
        " Of these four cubits are contained between the part which the soldier grasps in his hands and the",
        7000.98,
        7007.18
    ],
    [
        " lower end of the spear behind which serves as a counterpoise to the part that is extended before him.",
        7007.18,
        7012.98
    ],
    [
        " And when and the length of this last part from the body of the soldier when the spear is pushed",
        7013.46,
        7018.74
    ],
    [
        " forwards with both hands against the enemy is in consequence 10 cubits. From hence it follows that",
        7018.74,
        7027.24
    ],
    [
        " when the failings is closed in its proper form, every soldier pressed within the necessary distance",
        7027.24,
        7033.5
    ],
    [
        " with respect to the man that is before him. And on his side, the spears of the fifth rank are",
        7033.5,
        7038.58
    ],
    [
        " extended to the length of two cubits. And those of the second, third and fourth to still greater",
        7038.58,
        7044.04
    ],
    [
        " length beyond the formal strength. It is manifest then that several spears differing",
        7044.04,
        7051.7
    ],
    [
        " each other in the length of two cubits are extended before every man in the foremost rank.",
        7051.7,
        7057.68
    ],
    [
        " And when it is considered likewise that the failings is formed by 16 in depth, it will be easy to",
        7058.16,
        7064.52
    ],
    [
        " conceive what must be the weight and violence of the entire body and how great the force of its",
        7064.52,
        7071.62
    ],
    [
        " attack. So you got guys 16 people deep 16 people deep and they've got these spears and they",
        7071.62,
        7081.4
    ],
    [
        " adjust the spears depending on where you are in the rank. So the guy that's five ranks back still",
        7081.54,
        7086.86
    ],
    [
        " has a little bit of his spear sticking out. And by the way, if one of those guys goes down, there's",
        7086.86,
        7091.74
    ],
    [
        " another 14 people there ready to take his place. So the failings was locked together, the shields",
        7091.74,
        7097.26
    ],
    [
        " protecting the person to your left. And it's like a porcupine of death locked together.",
        7097.26,
        7104.86
    ],
    [
        " And obviously the Greeks were hardcore warriors and this is what they used and they used to",
        7106.6,
        7115.0
    ],
    [
        " crush people with this failings. Crush them. Spears and shields, that's all you see.",
        7115.0,
        7119.66
    ],
    [
        " Now, Polybius talks about what the Romans did and what their setup was.",
        7121.26,
        7126.9
    ],
    [
        " Back to the book to each of the Roman soldiers as he stands in arms is a lot of the same space",
        7127.34,
        7132.78
    ],
    [
        " of three feet. But as every soldier in time of action is constantly in motion being forced to",
        7132.78,
        7140.14
    ],
    [
        " shift this shield continuously so that he may cover any part of his body against which a stroke",
        7140.14,
        7145.34
    ],
    [
        " is aimed and to vary the position of his sword. So as to either push or to make a falling stroke,",
        7145.34,
        7151.32
    ],
    [
        " there must be also a distance of three feet. The least that can be allowed for performing these",
        7151.44,
        7156.88
    ],
    [
        " motions with advantage between each soldier and the man that stands next to him both on his side",
        7156.88,
        7162.78
    ],
    [
        " and behind him. So the Romans are in the same similar position, but they're moving individually",
        7162.78,
        7168.02
    ],
    [
        " inside these little positions. So they're not working together, they're more mobile.",
        7168.02,
        7173.26
    ],
    [
        " It will be easy therefore to conceive that while the failings retains its proper position and",
        7174.54,
        7179.82
    ],
    [
        " strengths, no troops as I have before observed can support the attack of it in front. So if you're",
        7179.82,
        7186.48
    ],
    [
        " going against the failings, you're going to lose if you're going in front. To what cause then is",
        7186.48,
        7191.5
    ],
    [
        " it described that the Roman armies are victorious and those defeated that employed the failings.",
        7191.5,
        7198.72
    ],
    [
        " So how is it that the Romans were able to beat the failings? This is the cause. In war, the times and",
        7199.64,
        7207.24
    ],
    [
        " places of action are various and indefinite. But there is only one time in place, one fixed and",
        7207.24,
        7214.86
    ],
    [
        " determined manner of action that is suited to the failings. In the case of a general action,",
        7214.86,
        7221.54
    ],
    [
        " if an enemy be forced to encounter with the failings in the very time and place which the latter",
        7221.62,
        7227.08
    ],
    [
        " requires, it is probable in the highest degree that the failings must obtain victory.",
        7227.08,
        7233.14
    ],
    [
        " So if you fight the failings where the failings wants you to fight it, meaning on a big open area,",
        7233.98,
        7241.0
    ],
    [
        " you're going to lose. But if it is possible to avoid an engagement in such circumstances and it is",
        7241.62,
        7249.8
    ],
    [
        " indeed easy to do it, there is nothing to be dreaded from this order of battle. And here's where it",
        7249.8,
        7255.68
    ],
    [
        " gets to the nitty-gritty. It is well known and it acknowledges truth that the failings requires a",
        7255.68,
        7261.3
    ],
    [
        " ground that is plain and naked and free from obstacles of every kind such as trenches, breaks,",
        7261.3,
        7266.68
    ],
    [
        " and brows of hills or the channels of rivers and that any of these are sufficient to impede it",
        7267.26,
        7273.18
    ],
    [
        " and to dissolve the order in which it was formed. If the enemy coming down on it should lead their",
        7273.18,
        7282.2
    ],
    [
        " army through the country plundering the cities and ravaging the lands of what use then will be",
        7282.2,
        7287.64
    ],
    [
        " the failings. So all you have to do is get them on some rough terrain. You get them on some rough",
        7287.64,
        7291.82
    ],
    [
        " terrain and that failings, it's hard to march already. We know that but now we're marching against",
        7291.82,
        7296.84
    ],
    [
        " weird terrain and the guy in front of you trips and falls, well what does he hit? He hits a rock and",
        7296.84,
        7301.6
    ],
    [
        " now that makes this guy fall and all of a sudden we got a big disaster on our hands. Back to the",
        7301.6,
        7306.6
    ],
    [
        " book, when the Romans attacked the failings in the front they never employ all their forces so",
        7306.6,
        7311.44
    ],
    [
        " as to make their line equal to that of the enemy but lead on only a part of their troops and the",
        7311.44,
        7321.0
    ],
    [
        " troops of the failings break the line that is opposed to them or whether they are broken themselves,",
        7321.0,
        7325.1
    ],
    [
        " the formation peculiar to the failings is alike dissolved. So even if they win that initial",
        7325.64,
        7331.54
    ],
    [
        " onslaught, even if the failings wins that the failings is out of order.",
        7331.54,
        7336.84
    ],
    [
        " If they pursue the fugitive or if on the other hand they retreat and are pursued in either case they",
        7337.42,
        7344.14
    ],
    [
        " are separated from the rest of their own body and thus there is left some space which the reserve",
        7344.14,
        7351.24
    ],
    [
        " of the Roman army takes care to seize and then charges the remaining part of the failings but the",
        7351.24,
        7356.68
    ],
    [
        " charge is not made against the front but in the flank or the rear. Since it is easy then to avoid",
        7356.68,
        7363.72
    ],
    [
        " the conditions that are favorable to the failings and since those on the contrary that are disinventages",
        7363.72,
        7369.9
    ],
    [
        " to it can never be avoided it is certain that this difference alone must carry with it a decisive",
        7369.9,
        7375.26
    ],
    [
        " weight in time of action. So let them get a little bit disrupted once they're disrupted flank them.",
        7375.26,
        7381.74
    ],
    [
        " The troops of the failings lose all their strength when they engage in separate companies or",
        7382.84,
        7389.22
    ],
    [
        " man on man. The Roman order on the contrary is never attended even on such occasions with any",
        7389.22,
        7396.02
    ],
    [
        " disadvantage. Among the Romans every single soldier when he is once armed and ready for service",
        7396.02,
        7402.12
    ],
    [
        " is a like fitted and engaged fitted to engage in any time or place or on any appearance of the",
        7402.12,
        7409.98
    ],
    [
        " enemy and preserves the always the same power and the same capacity and action whether in separate",
        7409.98,
        7415.86
    ],
    [
        " companies or man to man. So big destructive element in front of you don't go head on head with it",
        7415.92,
        7426.82
    ],
    [
        " we've learned this over and over again you might want to distract it sure but then you hit them from",
        7426.82,
        7432.66
    ],
    [
        " the flank and don't face people on their best category right don't wrestle against the rest or",
        7432.66,
        7439.72
    ],
    [
        " don't do it to against the two guys don't box against the boxer don't go at them and don't do it",
        7439.72,
        7445.48
    ],
    [
        " where they want to do it that's a real important disrupting the failings.",
        7445.48,
        7449.76
    ],
    [
        " Now he talks about attacking entrenchments which again these are defensive positions when an",
        7450.14,
        7458.22
    ],
    [
        " entrenchment is to be attacked and attempt should be made to extend the lines as much as possible",
        7458.22,
        7463.84
    ],
    [
        " makes sense right I just don't want to I want to let make the person think that we're going to",
        7463.84,
        7467.26
    ],
    [
        " attack him on the whole the whole line that he's got this will make the enemy fearful everywhere so",
        7467.26,
        7473.28
    ],
    [
        " that he will not withdraw troops from any point to reinforce that which you intend to attack even",
        7473.28,
        7478.3
    ],
    [
        " after he discovers it this makes many of his troops useless and this was D day so what we did on D",
        7478.3,
        7483.36
    ],
    [
        " day you know they did those massive deception operations the brits the Americans built those fake",
        7483.36,
        7489.34
    ],
    [
        " tanks and fake planes and put them all they were inflatable you've seen that stuff right have you",
        7489.34,
        7494.8
    ],
    [
        " seen that oh yeah the Americans and the brits when we were trying to to confuse Hitler",
        7494.8,
        7503.18
    ],
    [
        " about where we were going to attack D day they made these they made like fake airplanes and fake",
        7503.76,
        7510.76
    ],
    [
        " tanks and they put them in different locations that indicated that we'd probably be attacking this",
        7510.76,
        7515.06
    ],
    [
        " spot instead of that spot and it all works and and so he had to defend the whole line he actually",
        7515.06,
        7519.86
    ],
    [
        " defended those areas where they thought the attack was coming more than they defended the area",
        7519.86,
        7523.2
    ],
    [
        " or D day was a little deception operation",
        7523.2,
        7526.8
    ],
    [
        " back to the book too much attention cannot be paid despise and guides they're like eyes",
        7530.86,
        7536.64
    ],
    [
        " and are equally necessary to a general general he is too much money cannot be spent to get good ones",
        7536.64,
        7545.38
    ],
    [
        " these men should be chosen in the country where the war is being fought they should be intelligent",
        7545.38,
        7549.96
    ],
    [
        " cunning and discrete despise",
        7549.96,
        7558.88
    ],
    [
        " the commanding general i have formed a picture of a commanding general which is not",
        7558.88,
        7564.9
    ],
    [
        " chimerical i have seen such men the first qualities the first of all qualities is courage",
        7564.9,
        7571.92
    ],
    [
        " without this the others are of little value since they cannot be used the second is intelligence",
        7571.92,
        7577.86
    ],
    [
        " which must be strong and fertile in expedience the third is health he should possess a talent",
        7577.86,
        7586.92
    ],
    [
        " for sudden and appropriate improvisation that's a good that's you don't expect that a talent",
        7586.92,
        7594.12
    ],
    [
        " for sudden and appropriate in improvisation if i didn't make this clear enough he's kind of going",
        7594.12,
        7599.72
    ],
    [
        " through the characteristics that he believes a good commanding general should have he should be",
        7599.72,
        7606.44
    ],
    [
        " able to penetrate the minds of other men while remaining impenetrable himself he should be",
        7606.44,
        7614.6
    ],
    [
        " endowed with the capacity of being prepared for everything with the activity accompanied by judgment",
        7614.6,
        7621.56
    ],
    [
        " with the skill to make proper decision on all occasions and with exactness of discernment",
        7621.56,
        7629.48
    ],
    [
        " good list he should have a good disposition free from from caprice and be a stranger to hatred",
        7631.18,
        7640.82
    ],
    [
        " and caprice is like you're just going to change your mind all the time he should punish without mercy",
        7640.82,
        7647.28
    ],
    [
        " especially those who are dearest to him but never from anger",
        7647.28,
        7652.64
    ],
    [
        " because remember earlier he was talking about be yeah kind of chill with it with the last",
        7654.8,
        7659.62
    ],
    [
        " things but he says you should punish without mercy especially those who are dearest to you and i",
        7659.62,
        7665.34
    ],
    [
        " think that goes to what he was saying about troops hey you're going to draft people you got to make",
        7665.34,
        7669.14
    ],
    [
        " sure you draft the the rich people too and i think he's saying you got to treat people fairly",
        7669.14,
        7673.86
    ],
    [
        " right even when you're even when it's when you're always yeah he should always be grieved when he",
        7673.86,
        7680.98
    ],
    [
        " is forced to execute the military rules and should have the example of manelius constantly before his",
        7680.98,
        7692.32
    ],
    [
        " eyes and manelius actually actually manelius he was like a roman hero during during the gallic siege",
        7692.32,
        7702.92
    ],
    [
        " and he but beyond that he was sort of like a i want to call him a human rights advocate but",
        7702.92,
        7710.18
    ],
    [
        " maybe that's too strong or but anyways he ended up getting a crucif not crucified thrown from him",
        7710.22,
        7716.08
    ],
    [
        " thrown from a great height and killed as execution but he sort of seen as a guy that stood up",
        7716.08,
        7722.92
    ],
    [
        " he he almost was in like an alamos scenario like in texas when when they when they stood and were",
        7722.92,
        7729.82
    ],
    [
        " killed he was in one of those situations but he wasn't killed during that gallic siege a room",
        7729.82,
        7734.2
    ],
    [
        " anyways back to the book he should discard the idea that is he who punishes and should persuade",
        7734.2,
        7739.98
    ],
    [
        " himself and others that he only administers the military laws with these qualities he will be loved",
        7740.42,
        7748.86
    ],
    [
        " he will be feared and without doubt obeyed the functions of a general are infinite he must know how",
        7748.86,
        7757.58
    ],
    [
        " to subsist his army and how to husband it how to place it so that it will not be forced upon to",
        7757.58,
        7762.72
    ],
    [
        " fight except when he chooses how to form his troops in an infity of different infinity of",
        7762.72,
        7771.52
    ],
    [
        " different dispositions how to profit from that favorable moment which occurs in all battles and",
        7771.52,
        7778.14
    ],
    [
        " which decides their success all these things are of immense importance and are as varied as the",
        7778.14,
        7785.78
    ],
    [
        " situations and dispositions which produce them in order to see all these things the general should",
        7786.54,
        7795.1
    ],
    [
        " be occupied with nothing else the day of the battle the inspection of the terrain and the",
        7795.1,
        7799.36
    ],
    [
        " disposition of his troops should be prompt like the flight of an eagle this done his orders should be",
        7799.36,
        7807.22
    ],
    [
        " short and simple as for instance the first line of attack the first line will attack and the",
        7807.22,
        7813.64
    ],
    [
        " second will be in support boom that's it keep it simple the generals under his command must be",
        7813.64,
        7820.24
    ],
    [
        " incompetent indeed if they do not know how to execute this order and to perform the proper",
        7820.24,
        7825.98
    ],
    [
        " maneuvers with their respective divisions thus the commander in chief will not be forced to occupy",
        7825.98,
        7832.82
    ],
    [
        " himself with it nor be embarrassed with the details for if he attempts to be a battle sergeant and",
        7832.82,
        7841.38
    ],
    [
        " be everywhere himself he will resemble the fly in the fable that thought he was driving the coach",
        7841.82,
        7848.0
    ],
    [
        " thus on the day of the battle I should want the general to do nothing his observations will be better",
        7848.0,
        7856.74
    ],
    [
        " for his judgment will be more sane and he will be in a better state to profit from the situations",
        7856.74,
        7863.34
    ],
    [
        " in which the enemy finds himself during the engagement and when he sees an occasion he should",
        7863.34,
        7869.02
    ],
    [
        " unleashes energies hasten to the critical point at top speed sees the first troops available",
        7870.08,
        7874.38
    ],
    [
        " advanced them rapidly and lead them in person these are the strokes that decide battles or and gain",
        7874.38,
        7881.58
    ],
    [
        " victories the important thing is to see the opportunity and know how to use it so when he's saying",
        7881.58,
        7888.48
    ],
    [
        " there's got to be detached he's saying you got to be detached and then you got to stay back you",
        7888.48,
        7892.96
    ],
    [
        " got to look around now he also says once you see the critical moment you got to get up in there",
        7892.96,
        7896.94
    ],
    [
        " and make it happen but he's saying you definitely can't get laid down in the weeds you can't be",
        7896.94,
        7904.2
    ],
    [
        " the sergeant that's trying to do everything back to the book many commanding generals only spend",
        7904.2,
        7910.2
    ],
    [
        " their time on the day of the battle and making their troops march in a straight line and seeing",
        7910.2,
        7914.42
    ],
    [
        " that they keep their proper distances in answering questions which their aides to camp come to ask",
        7914.42,
        7919.76
    ],
    [
        " and sending them hither and thither and in running about incessantly themselves in short they try to",
        7919.76,
        7926.84
    ],
    [
        " do everything and as a result do nothing so this is a great this is just you're in a leadership",
        7927.24,
        7934.38
    ],
    [
        " position you try and do everything yourself you're not going to do anything at all then it's the",
        7934.38,
        7939.14
    ],
    [
        " same that's the same thing as prioritize next give you if you try and solve all the problems that",
        7939.14,
        7942.38
    ],
    [
        " are happening at the same time you're not going to solve any of those problems they appear to me",
        7942.38,
        7949.66
    ],
    [
        " like men with their heads turned who no longer see anything and who are only able to do what they",
        7949.66,
        7955.58
    ],
    [
        " have done all their lives which is to conduct troops methodically under their orders under the orders",
        7955.58,
        7961.2
    ],
    [
        " of a commander how does this happen it is because very few men occupy themselves with the higher",
        7961.2,
        7968.14
    ],
    [
        " problems of war they pass their lives drilling troops and believe that this is the only branch of",
        7968.14,
        7974.82
    ],
    [
        " the military act when they arrive at the command of armies they are totally ignorant and in default",
        7974.82,
        7983.2
    ],
    [
        " of knowing what should be done they do what they know that is so classic it's so classic when",
        7983.2,
        7994.56
    ],
    [
        " people don't know they don't understand something they do what they know how to do they always",
        7994.56,
        7999.8
    ],
    [
        " default into what they know how to do their minds are closed one of the branches of the art of war",
        7999.8,
        8007.44
    ],
    [
        " that is to say drill in the method of fighting is methodical the other is intellectual",
        8007.44,
        8013.86
    ],
    [
        " for the conduct of the latter it is essential that ordinary ordinary men should not be chosen",
        8013.86,
        8020.32
    ],
    [
        " unless a man is born with a talent for war he will never be other than a mediocre general",
        8020.32,
        8027.64
    ],
    [
        " it is the same with all talents in painting or in music or in poetry the talent must be",
        8027.64,
        8033.76
    ],
    [
        " inherent for excellence all sublime arts are alike in this respect that is why we see so few",
        8033.76,
        8041.04
    ],
    [
        " outstanding men in science centuries pass without producing one application rectifies ideas",
        8041.04,
        8048.92
    ],
    [
        " but does not furnish a soul for that is the work of nature you know i just answered a question",
        8048.92,
        8058.88
    ],
    [
        " on twitter i think it was and i basically said well you know you can't do whatever you want",
        8060.2,
        8068.1
    ],
    [
        " just because you believe in it you have hard work and discipline like that doesn't mean you can do",
        8068.1,
        8074.46
    ],
    [
        " whatever you want like as a career or something yeah like and i always use the example like i couldn't",
        8074.46,
        8079.78
    ],
    [
        " be an Olympic let's say an Olympic weightlifter or in fact i don't know that there's any Olympic sport",
        8079.78,
        8086.82
    ],
    [
        " that i would be that i have the genetic makeup to be able to to be able to compete at the",
        8086.82,
        8094.88
    ],
    [
        " Olympic level of course we could go back and maybe that's possible from a child but i don't feel",
        8094.88,
        8102.1
    ],
    [
        " like it but even right now you know if you take that to the extreme that means hey you know what",
        8102.1,
        8107.56
    ],
    [
        " if i have the focus and i have the discipline i can become an Olympic wrestler now high jumper",
        8107.56,
        8113.08
    ],
    [
        " Olympic high jumper right how's that vert looking so you see what i'm saying now my opinion is",
        8113.54,
        8121.66
    ],
    [
        " that is not true and some people are not going to achieve certain things that they may want to",
        8121.66,
        8129.7
    ],
    [
        " achieve no matter how hard they want to do it and i you know most people like yeah it's realistic",
        8129.7,
        8134.1
    ],
    [
        " some people like no you can believe if you believe it you can achieve it it's like",
        8134.1,
        8137.54
    ],
    [
        " if i could believe it if i could achieve it because i believed it dude i'd be like",
        8138.4,
        8143.74
    ],
    [
        " i'd be i'd be just all winning everything sure it's not that easy yeah you got to believe it you",
        8143.74,
        8153.84
    ],
    [
        " got to work hard at you got to have some natural capabilities um huh so where it is i'm sorry to let",
        8153.84,
        8167.52
    ],
    [
        " you know i don't know if something about or is it yeah i don't know how you said it belief is not",
        8168.94,
        8174.04
    ],
    [
        " going to make anything happen but at the same time without belief nothing's gonna happen and",
        8174.04,
        8178.62
    ],
    [
        " totally true yeah yeah so yeah you've got absolutely so yes belief by itself won't make anything",
        8178.62,
        8185.02
    ],
    [
        " happen yeah that you know some people sit around oh yeah i believe i can do this so i can achieve",
        8185.02,
        8190.12
    ],
    [
        " no no no you want to achieve you got to do something yeah and and the same token that is also",
        8190.12,
        8194.6
    ],
    [
        " correct is that if you don't believe in what you're doing then yeah there's no way you're going to",
        8194.96,
        8197.78
    ],
    [
        " achieve it you won't be able to gut through it when it gets problematic which it's certainly going to",
        8197.78,
        8202.74
    ],
    [
        " so sacks agrees with me that hey the work of nature has to be in play yeah otherwise it's not",
        8202.74,
        8211.94
    ],
    [
        " happening you might get to some level but yeah reality is that's hard i think that's hard one to admit",
        8211.94,
        8219.7
    ],
    [
        " you don't see what you want to admit this i think you're over there like you you want to go the",
        8219.7,
        8224.02
    ],
    [
        " distance put it this way it seems really like that's not true it seems like you know you maybe",
        8224.04,
        8231.58
    ],
    [
        " just didn't work hard enough even though you thought that you worked as hard as you possibly",
        8231.58,
        8235.74
    ],
    [
        " hand maybe the fact it is what it seems like but at the end of the day i do agree with that i mean",
        8235.74,
        8241.18
    ],
    [
        " it's it's way clearer with physical stuff because physical limitations are way more you know",
        8241.18,
        8246.26
    ],
    [
        " obvious and there's there's i don't know well let's face it let's say playing guitar because i play",
        8246.26,
        8254.9
    ],
    [
        " guitar and i also now kind of play ukulele yeah but let's say playing guitar even if you practice and",
        8254.9,
        8264.3
    ],
    [
        " you can mechanically play guitar that doesn't give you the natural spark of creativity that is",
        8264.3,
        8271.0
    ],
    [
        " demanded if it did then every person that worked hard and play guitar would become a rock and roll",
        8271.0,
        8276.36
    ],
    [
        " star with great creative songs but it just doesn't happen yeah there's hundreds of thousands just",
        8276.36,
        8282.2
    ],
    [
        " in america there's hundreds of thousands of people that play guitar at an incredibly capable proficiency",
        8282.2,
        8289.92
    ],
    [
        " right they can play every song that you hear on the radio but you know what they do for a living",
        8289.92,
        8294.4
    ],
    [
        " cover cover song well they play cover songs they're also working as a banker somewhere",
        8294.4,
        8298.72
    ],
    [
        " because they didn't have whatever creative thing that would give them to be able to create something",
        8298.8,
        8304.3
    ],
    [
        " that was new and that people wanted to listen to yeah that that needs to come from somewhere else",
        8304.3,
        8309.7
    ],
    [
        " yeah and practice isn't going to get you there some people learn it in the schools some people",
        8309.7,
        8314.2
    ],
    [
        " learn it on the streets but i think you kind of got to be born with it man and that's a little",
        8314.2,
        8327.1
    ],
    [
        " creativity and even then it's like yeah but no yeah exactly i mean compare the guy who's and then",
        8327.1,
        8333.8
    ],
    [
        " where do you get it really you know it's yeah it's weird it's just i think that's really the reason",
        8333.8,
        8339.08
    ],
    [
        " that it is true is because you can't put your finger on it you can't be like yeah just work as hard",
        8339.08,
        8344.36
    ],
    [
        " as you possibly can sure that's gonna improve your another classic example is look at the people",
        8344.36,
        8350.12
    ],
    [
        " you know if i go to an academic a high level academic environment where everyone is",
        8350.12,
        8357.02
    ],
    [
        " you know incredibly intelligent but not all of them are able to do something that",
        8357.42,
        8362.46
    ],
    [
        " not all of them are able to succeed at the level that their that their heritage",
        8362.46,
        8370.94
    ],
    [
        " would point towards so just because you got a 1600 on your SATs and you did this and you went to",
        8370.94,
        8379.48
    ],
    [
        " this great college there's a lot of people that did all those things and they're they're not what",
        8379.48,
        8385.08
    ],
    [
        " they themselves would consider successful yeah right yeah and so the reality is there's",
        8385.26,
        8391.88
    ],
    [
        " something not there and like you said i don't know that you can actually put your finger on it",
        8391.88,
        8396.42
    ],
    [
        " yeah because there's some other kid that didn't do any of that and made stuff happen",
        8396.42,
        8403.18
    ],
    [
        " yeah and was extremely successful there's thousands and thousands of examples like that too",
        8403.18,
        8407.6
    ],
    [
        " yeah it's so it's kind of like when you compare it like the proverbial person with all the potential",
        8407.6,
        8413.0
    ],
    [
        " versus someone with not that much potential and maybe the guy with the with less potential",
        8413.0,
        8419.26
    ],
    [
        " there'll be exceptions where that guy made it and then they'll be obviously like all these other",
        8419.26,
        8423.88
    ],
    [
        " scenarios where the guy with the potential doesn't doesn't make it so it's like all right you know",
        8423.88,
        8429.74
    ],
    [
        " this case born with it what it would but let's take it to a new level not just making it but actually",
        8429.74,
        8434.14
    ],
    [
        " being a like the highest level yeah for that person you got to have the talent and you got to have",
        8434.14,
        8440.76
    ],
    [
        " the work yeah you got to do both hints to use yeah yeah check and he says the same thing here i've",
        8440.76,
        8450.96
    ],
    [
        " seen very good kernels become very bad generals i have known others who were great takers of villages",
        8450.96,
        8456.66
    ],
    [
        " excellent for maneuvers within an army but who outside of that were not even able to lead a",
        8456.66,
        8463.9
    ],
    [
        " thousand men in war who lost their heads completely and were unable to make a decision any decision",
        8463.9,
        8471.66
    ],
    [
        " so he sees the same thing and you know i see that with business leaders",
        8471.66,
        8477.66
    ],
    [
        " the business leader that you need to be at the beginning of your business is not the same",
        8477.66,
        8484.14
    ],
    [
        " business leader that you need to be once your business is more successful you got to have this",
        8484.14,
        8488.24
    ],
    [
        " some guys are good at street fighting right they're good at street fighting they're not good at",
        8488.24,
        8493.0
    ],
    [
        " planning a war planning a campaign and so you might win as a company if you're a leader at the",
        8493.22,
        8500.12
    ],
    [
        " street fighting level and you do good you scrap it out then as you grow if you don't transition",
        8500.12,
        8506.04
    ],
    [
        " mentally and become a different kind of leader not a different person but a different kind of leader",
        8506.04,
        8511.58
    ],
    [
        " you may not be able to win at the higher levels so that needs to get paid attention to back to the book",
        8511.58,
        8519.96
    ],
    [
        " one should once and for all establish standard combat procedures which the troops as well as the",
        8519.96,
        8526.74
    ],
    [
        " general who leads them no i'm not the first person to talk about standard operating procedures",
        8526.74,
        8533.96
    ],
    [
        " at all these are general rules such as preserving proper distances on the march when charging to",
        8533.96,
        8540.96
    ],
    [
        " charge vigorously to fill up intervals in the first line from the second no written instructions",
        8540.96,
        8545.86
    ],
    [
        " are required for this it is the abc of the troops and nothing is simpler standard operating",
        8545.86,
        8551.96
    ],
    [
        " procedures he also says that the general should preserve an unfettered mind and not occupy himself",
        8551.96,
        8561.86
    ],
    [
        " with trifles i am convinced that a skillful general could make war all his life without being",
        8561.86,
        8573.2
    ],
    [
        " forced into one that's the old the real martial artist doesn't have to fight right the",
        8573.2,
        8581.14
    ],
    [
        " art of fighting without fighting yes yes war can be made without leaving anything to chance",
        8581.14,
        8589.34
    ],
    [
        " and this has and this is the highest point of perfection and skill as a general",
        8589.34,
        8596.8
    ],
    [
        " so he now are there things that are left to chance in war yeah there's a lot of things that are left",
        8598.64,
        8606.26
    ],
    [
        " to chance in war but can you mitigate a lot of those yeah absolutely back to the book the words of",
        8606.26,
        8613.24
    ],
    [
        " the proverb a bridge of gold should be made for the enemy is followed religiously meaning i'm going",
        8613.24,
        8621.16
    ],
    [
        " to give if the enemy wants to run i'm going to build a bridge of gold to run on you want to run away",
        8621.16,
        8626.36
    ],
    [
        " that's great war is over this is false on the contrary the pursuit should be pushed to the limit",
        8626.36,
        8634.5
    ],
    [
        " and the retreat which had appeared such a satisfactory solution will be turned into a route",
        8634.5,
        8641.1
    ],
    [
        " a detachment of 10,000 men can destroy an army of 100,000 in flight nothing inspires so much terror",
        8641.1,
        8650.46
    ],
    [
        " or occasions so much damage for everything is lost so he's and you know you don't let the enemy",
        8651.26,
        8658.34
    ],
    [
        " get away when they're running that's when you destroy them completely this is not to say that it",
        8658.34,
        8665.76
    ],
    [
        " is necessary to give yourself up totally to the pursuit and follow the enemy with all your forces",
        8665.76,
        8671.48
    ],
    [
        " but if the officer you have ordered in pursuit prides himself upon the regularity of his formation",
        8671.48,
        8680.04
    ],
    [
        " and the precautions of his march there is no use in having sent him he must attack, push and pursue",
        8680.46,
        8690.02
    ],
    [
        " without cease all maneuvers are good then it is only precautions that are worthless",
        8690.02,
        8698.34
    ],
    [
        " oh yeah and that right there kind of wraps up the highlights of this book attack push pursue",
        8701.52,
        8713.8
    ],
    [
        " without ceasing and i believe that is also known as getting after it",
        8713.8,
        8722.62
    ],
    [
        " and what's interesting is i think it's clear that as we continue to see",
        8723.12,
        8726.3
    ],
    [
        " these leaders throughout history that were able to lead through the harshest of conditions",
        8726.3,
        8733.58
    ],
    [
        " there's obviously a lot of common principles that they share and so the question is okay why do we",
        8733.58,
        8740.6
    ],
    [
        " keep reading them then why do i keep trying to confirm the same things why am i always looking",
        8740.6,
        8746.64
    ],
    [
        " actually for counterpoints as well that offers some kind of different solution like the one about",
        8746.64,
        8752.38
    ],
    [
        " sunsuit today don't need to be early on the battlefield but if it's cold out there and it's going to",
        8752.46,
        8756.42
    ],
    [
        " wear down your troops don't be early but from my perspective the more different angles that you see",
        8756.42,
        8764.36
    ],
    [
        " these things the same the the more different ways that you learn the same lesson the more clearly",
        8764.36,
        8770.44
    ],
    [
        " you understand if you learn an arm lock from three different people that are all going to give you",
        8770.44,
        8775.08
    ],
    [
        " something different and it's the same thing we get something slightly different from all these",
        8775.08,
        8780.2
    ],
    [
        " strategic thinkers and we get better understanding of it and there are differences in what people say",
        8782.78,
        8792.4
    ],
    [
        " and i think it's good to look at the way those differences manifest themselves on the",
        8792.4,
        8800.78
    ],
    [
        " battlefield and throughout history because maybe there's one solution that's a little bit better",
        8800.78,
        8804.5
    ],
    [
        " than the one that i know right now so for me i'm going to continually try to reinforce",
        8804.5,
        8813.46
    ],
    [
        " try and fortify try and stay humble as sacks talked about continue to learn and re-learn",
        8813.46,
        8823.9
    ],
    [
        " and discard what doesn't work and always try and get better and i think that's all i've got",
        8823.9,
        8834.4
    ],
    [
        " tonight yeah i guess it better be i thought this was going to be a quick episode",
        8837.78,
        8842.14
    ],
    [
        " all good move all right i guess we should move quickly now what do you think do you agree with me",
        8842.14,
        8849.0
    ],
    [
        " no doesn't sound like it i'll see what up so getting better yeah speaking and getting better jacquoise",
        8849.0,
        8864.38
    ],
    [
        " case so super krill it is the krill oil supplement good one super and joint warfare and discipline case",
        8864.38,
        8872.34
    ],
    [
        " so we'll say those three supplements i'm if anyone's wondering if you're watching on youtube and",
        8872.34,
        8876.58
    ],
    [
        " you're seeing me drink two things i'm drinking two things one of them is in a smart water bottle",
        8876.58,
        8882.88
    ],
    [
        " and it is i'm drinking discipline the other is in a Poland spring bottle that i brought back from",
        8882.88,
        8889.9
    ],
    [
        " Maine to remind me of Maine and i'm drinking that one jaco it so those bottles are in the",
        8889.9,
        8894.96
    ],
    [
        " New York too by the way yeah well they're a little bit northeast we'll say yeah okay yeah but you",
        8894.96,
        8900.14
    ],
    [
        " won't get you won't find Poland spring out here no no that's for me you brought it back to stil",
        8900.14,
        8904.82
    ],
    [
        " nonetheless so super krill krill oil that is fish oil factually factually and then there's jaco super",
        8904.82,
        8914.76
    ],
    [
        " krill which is better than regular krill oil factually no there's there's there's people out there",
        8914.76,
        8921.06
    ],
    [
        " not taking krill oil and i'm not saying they should take krill oil i they should take krill oil",
        8921.06,
        8927.4
    ],
    [
        " i'm just not what i'm saying right now i am saying if i will argue i'll actually",
        8927.4,
        8932.9
    ],
    [
        " pretty much guarantee pretty much i know that defeats the purpose of a guarantee but",
        8932.9,
        8939.84
    ],
    [
        " i'll pretty much guarantee that if someone's not taking krill oil whether we jaco krill oil or not",
        8940.4,
        8946.08
    ],
    [
        " and they take krill oil they'll be like dang i should have started taking this krill oil before",
        8946.08,
        8950.74
    ],
    [
        " is it like learning to just see when you start to just you go man i should have started i wish",
        8950.74,
        8953.94
    ],
    [
        " i started this when i was 13 it's just like that on a smaller level on a on a joint maintenance level",
        8953.94,
        8960.94
    ],
    [
        " yeah and joint warfare is what i'm feeling is for me that's kind of it's new right",
        8960.94,
        8968.92
    ],
    [
        " and i'm like man i wish i could let this for a long time wait the joint warfare yeah",
        8969.04,
        8973.2
    ],
    [
        " because you can feel it's like you're getting maintenance well you should have came up with it",
        8973.2,
        8978.48
    ],
    [
        " earlier no no no next time that's what you're gonna do you come up with it earlier that's what i",
        8978.48,
        8982.98
    ],
    [
        " think you should do nonetheless that for your joints it's a good one we're all working out hey we're",
        8982.98,
        8986.46
    ],
    [
        " making something we're making a new product we'll say sure and it is it's gonna be good you're",
        8986.46,
        8998.9
    ],
    [
        " drink and it's gonna be it's i've had we've done two samplings given the ingredients you know",
        9000.32,
        9006.86
    ],
    [
        " so we give the ingredients to the supplement factory they mix them and we've gone through two",
        9006.86,
        9015.68
    ],
    [
        " two we've gone through two iterations right the first iteration i was like oh my god this taste",
        9015.68,
        9023.9
    ],
    [
        " good we were talking pure taste the first one i was like oh this is this taste good really good",
        9024.26,
        9032.3
    ],
    [
        " like the kind where you think this is a whole new thing you know what i mean wait a whole new",
        9032.3,
        9038.04
    ],
    [
        " thing like this is like a treat to the yeah because protein tastes like protein powders yeah yeah",
        9038.04,
        9042.9
    ],
    [
        " it has a crap yeah and that was one of the things we researched to figure out how we could make it",
        9042.9,
        9049.4
    ],
    [
        " taste legit good where you want not you're holding your nose and forcing down the way the first",
        9050.2,
        9055.88
    ],
    [
        " sample that we got which i was in Maine when he tasted it we stood there as me Brian and Pete",
        9055.88,
        9062.04
    ],
    [
        " and we were standing there and we we all mixed it up together and imported it into three separate",
        9062.04,
        9067.5
    ],
    [
        " cups sure and and everyone when we drank everyone's like quiet for a second it was oh my god",
        9067.5,
        9079.38
    ],
    [
        " it's just really good and obviously the protein it is awesome yeah and we've got some other things",
        9079.38,
        9085.34
    ],
    [
        " in it that are going to make it more complete but yeah and then i just got the second but you know",
        9085.34,
        9091.94
    ],
    [
        " there's a couple adjustments that i wanted to make to the taste just the pure taste yeah so we just",
        9091.94,
        9096.52
    ],
    [
        " made those adjustments i got the second iteration in it tastes even better than the first one but",
        9096.52,
        9101.66
    ],
    [
        " i still i've sent them back for one more but hopefully it'll only be one more iteration before we",
        9101.66,
        9109.36
    ],
    [
        " think rolling but yeah anyways we have that in the future that's interesting because i don't",
        9109.36,
        9114.0
    ],
    [
        " i'm not into protein i know you aren't i was back you will there is this one i'm forgetting what i'm",
        9114.0,
        9119.22
    ],
    [
        " telling you you will be i won't even be for protein it'll be for like a dessert or something it'll be",
        9119.22,
        9124.52
    ],
    [
        " like someone saying they're not into this is going to be like someone saying i'm not into ice cream",
        9124.52,
        9128.24
    ],
    [
        " that's how tasty it is all right well good i guess we'll see i guess that's kind of the test right",
        9128.24,
        9135.16
    ],
    [
        " in a way in a way in a way that's the test well good nonetheless cruel oil joint warfare",
        9135.16,
        9139.46
    ],
    [
        " and discipline those are already out yep doing work discipline tastes good too yeah that's",
        9139.46,
        9145.9
    ],
    [
        " another thing you don't have to drink something that tastes like crap just because it's awesome for",
        9145.9,
        9149.86
    ],
    [
        " you you can do something that tastes good and i'll tell you one thing i've noticed and i don't",
        9149.86,
        9155.32
    ],
    [
        " know if this is i don't know what this means but when i drink discipline because i work out",
        9155.32,
        9163.34
    ],
    [
        " thing it's not my thing right i work out in the morning on an empty stomach yeah and there's this",
        9163.34,
        9169.26
    ],
    [
        " old rock climber and i can't think of his name right now one of them famous old rock climbers and he",
        9169.26,
        9175.04
    ],
    [
        " would i read an article one time about him where he was he would climb while starving himself and",
        9175.04,
        9180.76
    ],
    [
        " wearing a weight belt because it was harder i was like yeah i'm gonna do that i've done that all the time",
        9180.76,
        9184.88
    ],
    [
        " done that ever since yeah anyways the if you have some discipline mm-hmm the drink",
        9184.88,
        9190.96
    ],
    [
        " then you will feel like so when i get done working out maybe like let's say you know i always say",
        9193.86,
        9198.8
    ],
    [
        " oh i usually have some nuts around let's come mix nuts just to kind of get in my gut little food",
        9198.8,
        9204.74
    ],
    [
        " i've been i've been having some some you know couple handfuls of mix nuts and then having some",
        9204.74,
        9210.04
    ],
    [
        " discipline and i feel so like super good that then i'm just firing through the day and so basically",
        9210.04,
        9216.68
    ],
    [
        " what i'm getting out is this is i've been eating even cleaner because i'm eating like i'm eating",
        9216.68,
        9225.64
    ],
    [
        " basically right now i think i'm eating once a day i'm eating discipline i'm at drink it's",
        9225.64,
        9230.12
    ],
    [
        " discipline and then i'm going once a day with like with like a good solid meal and then yeah it's",
        9230.12,
        9236.64
    ],
    [
        " man it's good it's good stuff and that's good that works for you it's working good for you because",
        9236.64,
        9240.74
    ],
    [
        " i'll tell you why when i eat less i feel better yeah that's when i eat less i feel better",
        9240.74,
        9245.54
    ],
    [
        " and so this is making me eat less now i'm not saying now believe me when i eat dude i get it on",
        9245.54,
        9251.32
    ],
    [
        " that's that's how i roll when i eat i get it on and but this is just yeah it's nice to be able to",
        9251.32,
        9256.98
    ],
    [
        " get to feel energized and sharp mentally without getting crazy um think that because you know that",
        9256.98,
        9266.98
    ],
    [
        " idea that what you eat less and you feel better yeah and i found that to be the case and this",
        9266.98,
        9271.3
    ],
    [
        " is what i realized i found that to be the case only sometimes i was thinking why is it like that",
        9271.3,
        9274.7
    ],
    [
        " sometimes if i'm doing something like you know when we go to the muster or something like that",
        9274.7,
        9279.56
    ],
    [
        " over at ftx i we were doing something all day you don't eat and i was in eating yeah it's kind of like",
        9279.56,
        9284.82
    ],
    [
        " yes but if you eat it's kind of like your body goes into this like kind of rest mo yeah for sure",
        9284.82,
        9290.58
    ],
    [
        " but if you eat a little bit or like just you know just like i'm gonna stand all it's time to eat okay",
        9290.58,
        9295.26
    ],
    [
        " we cruising now yeah yeah when you rest when you put some food in your body you're basically telling",
        9295.36,
        9300.46
    ],
    [
        " yourself you're going into level seven echo cruising yeah technically recover mo it's really kind",
        9300.46,
        9306.82
    ],
    [
        " of what it does and that's really what it felt like so yeah i found that that yeah if you so you",
        9306.82,
        9311.12
    ],
    [
        " probably have a bunch of stuff to do oh all the time yeah yeah but when i'm for sure when you're",
        9311.12,
        9317.04
    ],
    [
        " like when i'm doing a fast i want to be doing something yeah if you sit around and think about",
        9317.04,
        9322.08
    ],
    [
        " food yeah bro that's horrible you feel like like when charlie plum was talking about being in the",
        9322.08,
        9326.82
    ],
    [
        " hanoi hilton and he's just thinking of they were just literally sitting around thinking about food",
        9326.82,
        9330.64
    ],
    [
        " all the time yeah because there wasn't anything to do yeah and eating food is actually a little bit",
        9330.64,
        9337.48
    ],
    [
        " of a cure or relief from boredom yeah you know how you used to back in the day when you're a kid",
        9337.48,
        9342.16
    ],
    [
        " you're just bored you look in the fridge for i don't know you're not hungry you're bored yeah yeah",
        9342.16,
        9346.58
    ],
    [
        " yeah yeah exactly it's funny because right now i got my you know my it's wrestling season so the",
        9346.58,
        9351.06
    ],
    [
        " the weight cuts are on and they're not neither one of my kids that are resting are are cutting a bunch",
        9351.06,
        9355.6
    ],
    [
        " of weight but it means that you don't you're it means that there's times when you don't eat for a day",
        9355.6,
        9361.02
    ],
    [
        " right thing so you get to see the effects of that and my daughter's like i feel she's like",
        9361.02,
        9367.14
    ],
    [
        " yeah i feel fine she's doesn't get hungry or nothing yeah she doesn't get hungry i warned my wife",
        9367.14,
        9372.58
    ],
    [
        " i said hey you need to watch out because of people because you know i'm cutting weight with",
        9372.58,
        9377.08
    ],
    [
        " fighters they're cutting much more severe weight and they start getting in bad moods",
        9377.56,
        9380.76
    ],
    [
        " oh fighters yeah yeah they start getting in bad moods because they can't eat they get",
        9380.76,
        9384.52
    ],
    [
        " hungry yeah but neither one of my kids are cutting that much weight they're just kind of maintaining",
        9384.52,
        9388.8
    ],
    [
        " through the season dude well i don't know if we talked about hangry like that's a for real thing",
        9388.8,
        9393.06
    ],
    [
        " because this is what it is when you when you i mean by let physiologically yeah so that you're",
        9393.06,
        9398.38
    ],
    [
        " frontal cortex or prefrontal frontal whatever the front of your brain the part that's like",
        9398.38,
        9406.92
    ],
    [
        " empathy and like all these things get compromised when you're when you're what hungry oh come on man",
        9406.92,
        9413.8
    ],
    [
        " listen to me listen to me because i believe that if you if if you didn't made all those things",
        9413.8,
        9421.22
    ],
    [
        " less effective then we wouldn't be here as a species because every time we got hungry in the past",
        9421.22,
        9426.16
    ],
    [
        " we would have gotten all confused and frustrated and we wouldn't have been able to hunt but the",
        9426.16,
        9430.36
    ],
    [
        " bottom line is the opposite i think it's true back in the dairy if you needed to hunt something",
        9430.36,
        9436.28
    ],
    [
        " down you had to be sharp so you didn't need it made you sharper and more tuned that's how i feel",
        9436.48,
        9441.0
    ],
    [
        " okay uh that's not what you know what i read and heard but hey i'm not saying you're wrong",
        9441.0,
        9445.38
    ],
    [
        " that you can go on the internet and find an art to the scientific articles that say the exact",
        9445.38,
        9449.62
    ],
    [
        " opposites just just follow me so hangry from what i read size correct correct becaue off the",
        9449.62,
        9466.14
    ],
    [
        " whatever this yeah just a part of your brain kind of it doesn't shut down completely it just",
        9466.54,
        9470.7
    ],
    [
        " because i forgot yesterday yesterday i went to sleep i went to bed at eight thirty at night",
        9470.7,
        9478.16
    ],
    [
        " yeah i woke up at like three fifty and i was kind of i was like dang that felt good yeah",
        9478.16,
        9484.94
    ],
    [
        " i was but i didn't sleep almost at all the night before so i was recovering i needed to put",
        9484.94,
        9489.98
    ],
    [
        " some more back in the bank and everyone says you can't do that yeah and you can't catch up on sleep",
        9489.98,
        9494.06
    ],
    [
        " i just did yeah i just did i feel like you can yeah i caught up on sleep i never let your",
        9494.06,
        9499.64
    ],
    [
        " finisher your scientific explanation so what was the deal uh it just you're just less",
        9499.64,
        9504.66
    ],
    [
        " or whatever so you know you'll treat people worse oh technically um so yeah hangry that's",
        9504.66,
        9512.72
    ],
    [
        " apparently from what i read is is it what you think maybe so maybe it's your aggression",
        9512.72,
        9517.02
    ],
    [
        " yeah maybe it's your aggression maybe it does make you sharpen when you're sharper you're not",
        9517.02,
        9519.82
    ],
    [
        " taking any crop from anybody so you're more aggressive towards them because you want to go on",
        9519.82,
        9523.1
    ],
    [
        " kill something maybe i do agree with your weird science you say tomato i say tomorrow you know you",
        9523.1,
        9528.0
    ],
    [
        " be aggressive but nonetheless um yeah it's a real thing apparently okay i don't know i don't know",
        9528.0,
        9535.8
    ],
    [
        " not to say that everyone's gonna behave in a certain way i'm just saying that's what happens",
        9535.8,
        9539.08
    ],
    [
        " internally maybe maybe not nonetheless get disciplined it'll cognitively enhance so if you're",
        9539.08,
        9545.62
    ],
    [
        " prefrontal or frontal corte i forget with just both of them both of a frontal thing in your brain",
        9545.62,
        9551.02
    ],
    [
        " is shutting down boom take that discipline the cognitive enhancer is gonna help it out a lot",
        9551.02,
        9555.04
    ],
    [
        " don't be hangry even if you're hungry guess where you can get these things at origin main.com",
        9555.04,
        9561.22
    ],
    [
        " there's a lot of cool stuff on there origin main also has geese",
        9561.22,
        9565.16
    ],
    [
        " rash guards various clothing items all made in america that's a good spot just check it out look",
        9565.16,
        9571.38
    ],
    [
        " on there there's a lot of cool stuff on there if you want something get something also if you're",
        9571.38,
        9576.52
    ],
    [
        " into workout equipment to populate your home gym it's good having a home gym by the way",
        9577.86,
        9585.22
    ],
    [
        " one of my friends is coming into town and he's like yeah let's catch a workout",
        9585.22,
        9591.0
    ],
    [
        " we don't have to go to a gym and catch a workout at home to do something else nonetheless",
        9591.0,
        9596.4
    ],
    [
        " it made me think of how good it is to have a home gym nonetheless if you have your home gym",
        9596.4,
        9601.76
    ],
    [
        " you're gonna populate it even a little bit get your workout stuff from on it that's what i think",
        9601.76,
        9605.92
    ],
    [
        " it's the cool one you can do various interesting workout routines with the equipment unlike jaco",
        9605.94,
        9613.86
    ],
    [
        " jaco's workouts are super boring even though you do have kettlebells which i respect yeah and",
        9613.86,
        9620.36
    ],
    [
        " anything you want to add on that no man that's it are you sure as far as the workout thing",
        9620.36,
        9625.18
    ],
    [
        " we're about to get the kettlebell you're good you're good you're solid and i'm sure you're getting",
        9625.18,
        9629.12
    ],
    [
        " very strong and i'm sure you know in case everyone doesn't know they're running his mouth and i",
        9629.12,
        9635.06
    ],
    [
        " use that term like with i'm not just throwing it out there i really was running my mouth and you're",
        9635.06,
        9641.06
    ],
    [
        " really pissed off yeah that you have a what how much is your heaviest kettlebell 90 90 pounds big foot",
        9641.06,
        9646.84
    ],
    [
        " and my heaviest kettlebell was 88 pounds this is no longer a problem now my heaviest kettle bells",
        9646.84,
        9656.74
    ],
    [
        " plural because i have to is 48 kilograms or 106 pounds commonly referred to as the beast",
        9656.9,
        9666.44
    ],
    [
        " nonetheless minor from on it they're the cool ones and you can get other cool exercise stuff",
        9666.44,
        9674.32
    ],
    [
        " there so go on it dot com slash jaco check out the stuff there you want something get something",
        9674.32,
        9679.2
    ],
    [
        " also when you get your copy of reveries on the art of war by maris dissacs",
        9679.98,
        9689.92
    ],
    [
        " they're good on i like those manual kind ones you know one that goes yep but i know as if you",
        9689.92,
        9696.1
    ],
    [
        " think about it there's really three types of podcasts that are happening one is quenay two is",
        9696.1,
        9705.0
    ],
    [
        " manual strategies about war three is human nature inside war so those are kind of yeah when i'm",
        9707.52,
        9715.42
    ],
    [
        " reading a book i'm like oh yeah i just kind of like one of those yeah yeah so this would be with",
        9715.42,
        9718.86
    ],
    [
        " Napoleon's maxims yeah something like that the art of war by sunsoo so we've done quite a number",
        9718.86,
        9725.08
    ],
    [
        " of books like that yeah and you know i get a little something different from each of them because",
        9725.08,
        9731.2
    ],
    [
        " if you think about it he says that you have to pay attention to the human heart",
        9731.42,
        9734.4
    ],
    [
        " well where you're gonna learn about the human heart he didn't say much about it as much as he",
        9734.4,
        9737.9
    ],
    [
        " said you need to know about it he didn't say much about it where you're gonna find it you're",
        9737.9,
        9740.76
    ],
    [
        " gonna find it by reading people that were actually in war and start to understand where their",
        9740.76,
        9744.42
    ],
    [
        " heart was in this old gig yeah yeah it's interesting too because they're laid out in these specific",
        9744.42,
        9751.72
    ],
    [
        " contexts you know like um like sunsoo that he's he's talking about you know a certain time period",
        9751.72,
        9758.46
    ],
    [
        " a certain place and then you see a Vietnam one and then a world war and so they're talking about okay",
        9758.46,
        9763.38
    ],
    [
        " these principles at this time this is why they were well it was interesting to do i drink",
        9763.38,
        9769.4
    ],
    [
        " and how more because it was his battle two podcasts on his battle and then his book that he wrote",
        9769.4,
        9775.88
    ],
    [
        " about leadership so you kind of got to see maybe i don't know i don't know if there's anything now",
        9775.88,
        9780.08
    ],
    [
        " we've seen some of that when for instance you got Napoleon's maxims right and then we got to",
        9780.08,
        9785.36
    ],
    [
        " hear from a Napoleonic foot soldier so you get to kind of see see the war what the war was like",
        9785.36,
        9791.96
    ],
    [
        " what the human heart was what was going on with the human heart and then what was going on with",
        9791.96,
        9795.3
    ],
    [
        " the minds of the stratification yeah i don't know if that's a word strat it sure i think so just",
        9795.3,
        9802.18
    ],
    [
        " be careful you know what's cool is the english language you can words they they they come about",
        9802.18,
        9808.54
    ],
    [
        " yeah they just get formed yeah that's a catch there's a time where there was no word",
        9808.54,
        9812.74
    ],
    [
        " and then that word is there yeah boom and if you look at the oed which is the oxford english dictionary",
        9813.5,
        9819.28
    ],
    [
        " it tells you where the word word came from and then it has like first usages so there's some words",
        9819.28,
        9827.5
    ],
    [
        " this word is this fur this word was first in print in 1622 in this work of art or this work of",
        9827.5,
        9835.86
    ],
    [
        " literature yeah you know that's crazy too is like words will go in these cycles where they'll be used",
        9835.86,
        9842.72
    ],
    [
        " like like like ain't right if you say ain't that's a game that's an improper thing it's not really a",
        9842.72,
        9848.08
    ],
    [
        " word blah blah blah ain't was actually used by like high upper class people back in the day like",
        9848.08,
        9853.54
    ],
    [
        " a long time ago and like ain't and shant and all these like words like I shant you know all this",
        9853.54,
        9859.88
    ],
    [
        " and eight was one of them it's one of them and i forget the deal but someone in the lower class",
        9859.88,
        9864.48
    ],
    [
        " started using it and they're like oh they're using it now or something like that so it went out",
        9864.48,
        9869.4
    ],
    [
        " and now it's like oh that's not a word but it is a word the the language in general but",
        9869.4,
        9875.28
    ],
    [
        " definitely the english language i studied english in college and but the the classes that i took",
        9875.28,
        9881.86
    ],
    [
        " some of the classes that i took were would focus on that which was pretty which was always very",
        9881.86,
        9885.88
    ],
    [
        " interesting to me very interesting to me and i think the reasons it's interesting to me is because",
        9885.88,
        9891.26
    ],
    [
        " language is how we communicate communication is how we lead yeah so if you don't know what words",
        9892.36,
        9899.28
    ],
    [
        " you're using or you can't find the right word to articulate what it is you're trying to say",
        9899.28,
        9904.66
    ],
    [
        " you're gonna have a harder time getting your message across when you have a harder time getting",
        9904.66,
        9908.74
    ],
    [
        " your message across it's harder for you to lead yeah so and then if you kind of look at the big",
        9908.74,
        9914.48
    ],
    [
        " picture of that it's kind of like you then then you kind of in a way should know slang and stuff",
        9914.48,
        9919.96
    ],
    [
        " like that for sure for sure as if you're over you're talking quote unquote all proper to people",
        9919.96,
        9924.4
    ],
    [
        " who aren't used to hearing property they can be like what's this guy talking about or whatever",
        9924.4,
        9928.4
    ],
    [
        " that is definitely true and it's not just about language there it's about culture as well yeah",
        9928.4,
        9932.52
    ],
    [
        " and and you know one of the cool things that when i grew up and i was kind of you know it getting",
        9932.52,
        9939.18
    ],
    [
        " into the hard and i was in the hard course scene right it exposed me to people and things that i",
        9939.18,
        9945.5
    ],
    [
        " wouldn't have seen if i would have stayed in my small new England town so when i got to the world",
        9945.5,
        9951.46
    ],
    [
        " meaning got out of that small town and now i was in the military i was able to understand",
        9951.46,
        9957.62
    ],
    [
        " better than i would have if i didn't yeah and i think that's important yeah yeah it helps for sure",
        9957.62,
        9964.82
    ],
    [
        " you have okay how's this word irregardless right irregardless no it's not even a word right",
        9964.82,
        9972.1
    ],
    [
        " that's what they said so i had this bet this is a long time it was like over 10 years ago i just",
        9972.1,
        9976.64
    ],
    [
        " bet this is co-worker of mine and for whatever i think my dad taught me like irregardless is not a word",
        9976.64,
        9983.14
    ],
    [
        " you know and he'd always like correct you so you know how to imprint in your mind like",
        9983.14,
        9988.26
    ],
    [
        " someone uses the word irregardless they should be corrected that was kind of imprinted in my",
        9988.26,
        9993.14
    ],
    [
        " subconscious so it happened at work that good Charles grammar not to come out for a little bit i",
        9994.52,
        9998.94
    ],
    [
        " was for a little bit it was more just that fun but nonetheless he um no she was girl i said",
        9998.94,
        10006.3
    ],
    [
        " irregardless not a word and choose like yeah it is i was like no irregardless is like a misuse",
        10006.3,
        10012.66
    ],
    [
        " misuse of a word right irregardless irregardless is a misuse of a word it's not a word he's like well",
        10012.66,
        10018.42
    ],
    [
        " if it's a word if it's a misuse of a word it's the word for the misuse of this specific word",
        10018.54,
        10023.48
    ],
    [
        " and i'm like it's not a word that held that just means yeah but she's saying she's saying basically",
        10023.48,
        10028.42
    ],
    [
        " if you can say it and you can spell it and it's like if it's a little name for something",
        10028.42,
        10034.06
    ],
    [
        " it's not the name of anything it's the name for a misuse of a word is what that was her argument",
        10034.06,
        10039.0
    ],
    [
        " okay that's what i was saying did you win money please i did not win the money",
        10039.0,
        10042.54
    ],
    [
        " so we're we it never got resolved between me and her in fact we hated it i think we kind of hated",
        10043.54,
        10048.28
    ],
    [
        " each other yeah i would have to hit it we actually didn't hate each other it was cool but nonetheless",
        10048.28,
        10053.72
    ],
    [
        " that was her stance my stance is you can't just invent a word you can't just use a word wrong",
        10053.72,
        10059.54
    ],
    [
        " invent another word because you're wrong and then be like oh no it's a word now i'm right all of",
        10059.54,
        10064.8
    ],
    [
        " a sudden you can't do this not how it works and then so i looked it up in the dictionary",
        10064.8,
        10068.26
    ],
    [
        " yeah it was haunting me so when i went on i looked it up in the dictionary",
        10068.58,
        10071.68
    ],
    [
        " sure enough the thing was there and it said the misuse of the or the common misuse of regardless",
        10071.68,
        10078.76
    ],
    [
        " some but i'm still confused like is that a word and here's the thing i talked to Jade about it",
        10078.76,
        10084.68
    ],
    [
        " yeah it bothered me a lot yeah so i talked to Jade about it and he was like bro that's kind of",
        10084.68,
        10088.14
    ],
    [
        " how the language is he's right you get enough people misusing regardless and irregardless boom all",
        10088.14,
        10093.16
    ],
    [
        " of a sudden he gets shuffled right into the rotation as a legitimate word what is that a good thing or",
        10093.16,
        10097.92
    ],
    [
        " is that a bad day what it's a beautiful thing it's a beautiful thing it is the language is always",
        10097.92,
        10103.38
    ],
    [
        " evolving and that's what allows the language just like just like jujitsu just like mixed martial",
        10103.38,
        10108.3
    ],
    [
        " arts you want it to evolve you want it to new words to come out that can articulate something a",
        10108.3,
        10114.96
    ],
    [
        " little bit better like for instance irregardless articulates it's you know being this language very well",
        10114.96,
        10120.34
    ],
    [
        " yeah but but yeah at some point a hundred years in the future irregardless will become a word that",
        10122.06,
        10129.2
    ],
    [
        " has a little bit of a different meaning than regardless like it's maybe it's more regardless yeah",
        10129.2,
        10134.06
    ],
    [
        " like irregardless of what you're saying and it will say first used in the you know somebody's",
        10134.06,
        10140.92
    ],
    [
        " going to write an article in online or and it's going to the guy's going to misuse it but",
        10140.92,
        10150.32
    ],
    [
        " language but you have to remember that it's evolving all the time our language is evolving all",
        10150.32,
        10153.56
    ],
    [
        " time and it should in France they try not to let their language evolve yeah they try and keep that",
        10153.56,
        10158.98
    ],
    [
        " language it's interesting or the ultimate result is something like that would be a breath that the",
        10158.98,
        10165.06
    ],
    [
        " word I think it's the same result if you try and not not evolve your martial arts eventually if",
        10165.06,
        10172.66
    ],
    [
        " you don't evolve your martial arts you're going to lose yeah and it's the same thing with language",
        10172.66,
        10176.22
    ],
    [
        " yeah you become less effective communication wise yeah in language as far as that goes the word",
        10176.22,
        10182.38
    ],
    [
        " literally now okay literally we know it like here's the hard part about accepting this because",
        10182.38,
        10187.58
    ],
    [
        " literally means something very specific there's no ambiguousness if it started to be ambiguous you",
        10187.58,
        10193.06
    ],
    [
        " wouldn't say literally yeah say figuratively or you just won't say anything that's what you that's",
        10193.06,
        10197.28
    ],
    [
        " that's the defining characteristic of the word literally but here's the thing now literally",
        10197.28,
        10203.0
    ],
    [
        " doesn't mean literally literally means just almost a lot yeah just really strong not even almost",
        10203.0,
        10210.64
    ],
    [
        " literally it's just really strong so if I was like man this guy's joke was so funny I was literally",
        10210.64,
        10216.8
    ],
    [
        " dying right I wasn't almost dying it's not what it means it just means it was super duper duper",
        10216.8,
        10222.38
    ],
    [
        " funny you know that's what was changing yeah man but that's a hard one to accept like and all",
        10222.38,
        10229.3
    ],
    [
        " I think there's another word but in America and California this is a recent one so maybe the 80s",
        10229.3,
        10237.34
    ],
    [
        " everyone's in order to say said said like or all echo was like you gotta stop doing this and I",
        10237.34,
        10244.48
    ],
    [
        " was all no way am I gonna do that and that's just the way language evolves yeah dang that's cool",
        10244.48,
        10249.74
    ],
    [
        " hey man I dig it so nonetheless if you want to buy this book regardless you regardless of the",
        10249.74,
        10259.08
    ],
    [
        " language in it don't do that what I did was I made it easy go to jocopockess.com on the top",
        10259.08,
        10265.96
    ],
    [
        " menu whatever put a page there has all the books by episode this one is on there along with",
        10265.96,
        10273.28
    ],
    [
        " everything else just click through there it's a good way to support and you get you take",
        10273.28,
        10276.92
    ],
    [
        " the Amazon you get your book in eight hours however long it takes to ship to your house",
        10276.92,
        10281.52
    ],
    [
        " good way to support also if you're doing other shopping if you're gonna buy that lawnmower",
        10281.52,
        10286.44
    ],
    [
        " and leaf blower that you've been meaning to buy and the rake as well um you know I'm just saying",
        10286.48,
        10293.76
    ],
    [
        " you're in the wrong time zone ever wrong time of year for that oh yeah wait the rake no it's about",
        10293.76,
        10297.96
    ],
    [
        " to be spring so what did you got another six months before you get the rake out in the lawn blower",
        10297.96,
        10302.86
    ],
    [
        " yeah I just that's one of the last things I bought the leaf blower really yeah okay long story nonetheless",
        10302.86,
        10311.24
    ],
    [
        " duct tape that's your wrong thing so if you need duct tape just carry on shopping whatever you want to do",
        10312.3,
        10317.28
    ],
    [
        " that's what you do good way to support also subscribe to the podcast I do in stitch your",
        10317.28,
        10321.8
    ],
    [
        " Google Play Spotify or wherever else they have a podcast and wherever else you want to listen to",
        10321.8,
        10329.16
    ],
    [
        " the podcast they have like new podcast apps out too yeah they all have them though yeah and I dig it",
        10329.16,
        10334.86
    ],
    [
        " so hey well whatever you're using to listen subscribe it seems obvious I guess on the listening part",
        10334.86,
        10342.22
    ],
    [
        " but YouTube not so much wherever YouTube channel subscribe to that too that's a good way to",
        10342.22,
        10346.12
    ],
    [
        " support if you want because some people not into YouTube who's not into YouTube I don't know but",
        10346.12,
        10351.48
    ],
    [
        " YouTube has some good information on it you can also waste a bunch of time on it yeah yeah it's like",
        10351.48,
        10355.54
    ],
    [
        " just yeah it's like the internet in general you know a lot of good stuff your whole like pursuit can",
        10355.54,
        10363.8
    ],
    [
        " be on the internet and it can be very beneficial and at the same time your whole pursuit can be in",
        10363.8,
        10368.04
    ],
    [
        " the internet or YouTube and it can be detriment what do you mean your pursuit like well whatever you're",
        10368.04,
        10373.28
    ],
    [
        " trying to do going on the internet will will basically make it out so like if you're trying to learn",
        10373.28,
        10378.52
    ],
    [
        " 3d modeling going the internet you can learn 3d modeling 100 percent not 100 percent but you can",
        10378.52,
        10385.22
    ],
    [
        " learn to be a professional 3d modeler on the internet at the same time you get caught up watching",
        10385.22,
        10391.44
    ],
    [
        " some nonsense and not even take one step towards 3d modeling I just went what I'm saying it's",
        10391.44,
        10395.82
    ],
    [
        " dichotomy of the internet YouTube has the same dichotomy but if you subscribe to the jockel podcast",
        10395.82,
        10401.3
    ],
    [
        " YouTube channel there's no dichotomy there all good all good 100 percent upside because it has",
        10401.3,
        10407.28
    ],
    [
        " video version of the podcast it has excerpts and it has various other little videos will just sort of add",
        10407.28,
        10412.62
    ],
    [
        " I always say I'm gonna add but this time I think I'm really gonna add a different type of video",
        10412.62,
        10418.3
    ],
    [
        " you'll see it'll be good anyway good way to support also jockel is a store if you didn't already know",
        10418.66,
        10424.52
    ],
    [
        " it's called jockelstore jockelstore.com that's where you can get the shirt that jockel is wearing",
        10424.52,
        10430.32
    ],
    [
        " right now victory MMA and fitness you don't have to be a member of victory MMA and fitness you if",
        10430.32,
        10435.94
    ],
    [
        " you have the shirt you're kind of a member yeah at least in spirit yeah you're a member in",
        10435.94,
        10440.34
    ],
    [
        " in the yeah in that sort of way nonetheless it's on jockelstore.com it's where you can get any of",
        10440.34,
        10447.12
    ],
    [
        " the shirts that we make and sell we also have hoodies on there and rash cards and hats and patches",
        10447.12,
        10454.86
    ],
    [
        " lot of good stuff kids women's good stuff I'm not saying to go buy something I'm not saying that",
        10454.86,
        10461.44
    ],
    [
        " I'm saying go there jockelstore.com check out the stuff you want something get something",
        10461.44,
        10465.96
    ],
    [
        " and that's a good way to support also psychological warfare if you don't know what that is which I know",
        10465.96,
        10473.52
    ],
    [
        " you do but in the unlikely event of you not knowing what that is this is what it is it's an album",
        10473.52,
        10480.16
    ],
    [
        " not a music album it's a spoken word album with tracks jockel helping us through weak points of our",
        10480.16,
        10488.7
    ],
    [
        " day weak points of our campaign against weakness weak points of our struggle struggle good struggles",
        10488.7,
        10497.98
    ],
    [
        " struggle for good sure struggle for good that's what it is you know the day you want to you",
        10497.98,
        10502.36
    ],
    [
        " you want to sleep in or you want to cheat on the diet you want to procrastinate you want to skip",
        10502.36,
        10506.2
    ],
    [
        " the workout that's the main one that's iconic one skipping the workout you know the rest of us are",
        10506.2,
        10512.76
    ],
    [
        " over here getting leg day I'm sure bright did legs the other day a good one didn't skip it",
        10512.76,
        10518.98
    ],
    [
        " psychological warfare that's on iTunes it helps you through it yeah some people they don't know",
        10518.98,
        10524.6
    ],
    [
        " so it's jocke on each track proud I'm telling you sometimes they're like wait what did I",
        10524.6,
        10529.18
    ],
    [
        " hear it of this psychological warfare now they're not going to listen to the rest of this podcast",
        10529.18,
        10532.66
    ],
    [
        " Brad they will it only has like two minutes three four like twenty five minutes left I'm just saying",
        10532.66,
        10537.92
    ],
    [
        " psychological warfare is good almost done if you want jocke what I help you just put it in that's",
        10537.92,
        10543.52
    ],
    [
        " how it originated help me not skip workouts you get on iTunes you get on Amazon music you can get",
        10543.52,
        10550.04
    ],
    [
        " on Google Play and other podcasting or other MP3 yeah platforms providing platforms",
        10550.04,
        10558.52
    ],
    [
        " also if you're on Amazon you can get something called jocke a white tea if you don't want to have",
        10558.52,
        10566.8
    ],
    [
        " your deadlift increased to a minimum of eight thousand pounds then don't get jocke a white tea",
        10566.8,
        10570.74
    ],
    [
        " you can get the books yeah the books that we cover on the podcast which are all listed on the",
        10570.74,
        10577.18
    ],
    [
        " website you can also get a couple books that you might want to check out one of them is called way",
        10577.26,
        10581.98
    ],
    [
        " the war your kid I actually wrote that book it teaches kids to make their lives better to get on",
        10581.98,
        10591.78
    ],
    [
        " the path and work hard there's another book coming out it's actually available on Amazon right now",
        10591.78,
        10599.74
    ],
    [
        " well you can't get it yet but you can pre-order it if you want to spread the word you pre-order it",
        10599.74,
        10605.28
    ],
    [
        " makes more people see it so that's cool it's called way the warrior kid marks mission",
        10605.28,
        10610.4
    ],
    [
        " nice little follow up to way the warrior kid different lessons to be learned",
        10610.4,
        10616.36
    ],
    [
        " so you can check that off you want to check out an actual warrior kid you can go and get some",
        10616.36,
        10622.88
    ],
    [
        " jocke o soap from young Aiden 12 years old no big deal you know what he's doing making soap",
        10622.88,
        10631.86
    ],
    [
        " has his own business you can get that at irish oaks ranch dot com like I said a 12 year old kid",
        10632.04,
        10638.76
    ],
    [
        " making goat milk soap you know why you know why I did that you can't sell goat milk in California",
        10638.76,
        10645.4
    ],
    [
        " but you can sell goat soap goat milk so yeah yeah so he wanted to make some good ones so you can",
        10645.4,
        10651.44
    ],
    [
        " check that out as well the discipline equals freedom field manual about getting after it there's",
        10651.44,
        10661.84
    ],
    [
        " gotten a lot of great feedback from that book so I appreciate it and once you feel that you've",
        10661.84,
        10669.7
    ],
    [
        " gotten what you can out of it loan it to somebody so they can get on the path too maybe they'll get",
        10669.7,
        10677.32
    ],
    [
        " their own or get it form whatever to your choice important part of that everyone wants the audio",
        10677.32,
        10684.48
    ],
    [
        " version of that book the discipline equals freedom field manual is not on audible it's on",
        10684.48,
        10691.88
    ],
    [
        " iTunes Amazon music Google Play other MP3 platforms and it also is an album that has tracks",
        10691.88,
        10700.48
    ],
    [
        " some people say with tracks extreme ownership the new edition is out thank you for helping us put",
        10700.48,
        10706.64
    ],
    [
        " the new to get new addition together because we've got questions from this podcast a new for but we",
        10706.64,
        10711.3
    ],
    [
        " also got pictures for or question from the podcast in there extreme ownership combat leadership",
        10711.3,
        10717.1
    ],
    [
        " how to get out there and we get you to win for onsite leadership instruction and consulting",
        10717.1,
        10723.6
    ],
    [
        " you can bring our company echelon front to your organization we solve problems through leadership",
        10723.6,
        10730.48
    ],
    [
        " simple as that you got a problem the way you get the problem solved us through leadership",
        10730.48,
        10734.18
    ],
    [
        " it's me it's life babbent it's JP to know Dave Burke email info at echelonfront.com or you can go",
        10735.1,
        10741.42
    ],
    [
        " through the website echelonfront.com there's also the muster leadership seminar with the echelon",
        10741.42,
        10749.06
    ],
    [
        " front team we're only doing two this year I'm gonna try and get a bunch of questions that I get",
        10749.06,
        10754.44
    ],
    [
        " asked all the time I'm gonna try and get rid of those questions right now we're only doing two",
        10754.44,
        10758.1
    ],
    [
        " musters this year we aren't going to New York City we aren't going to Texas we aren't going to Florida",
        10758.1,
        10763.64
    ],
    [
        " we aren't going to your hometown I'm sorry we just can't we can't go to every town in America to do a",
        10763.64,
        10768.92
    ],
    [
        " muster we're only doing two of them this year we're doing one in Washington DC so there's an East",
        10768.92,
        10776.18
    ],
    [
        " Coast in the West Coast one is in Washington DC it's May 17th and 18th we're doing another one",
        10776.18,
        10782.62
    ],
    [
        " in San Francisco October 17th and 18th so if you want to come to a muster you got to come to one",
        10782.62,
        10789.12
    ],
    [
        " of those two we're not going to Omaha we're not going to Milwaukee I want to go there but I'm",
        10789.12,
        10796.0
    ],
    [
        " unfortunately we can't just get to all those different places so apologize thus far there has been",
        10796.0,
        10802.88
    ],
    [
        " four musters that we've done over the past a year and a half they all sold out these two",
        10802.88,
        10810.04
    ],
    [
        " musters are going to sell out as well so if you want to come and you want to learn pragmatic leadership",
        10810.04,
        10816.38
    ],
    [
        " skills and strategies then you can go to extremotorship.com and you can register we will see you there",
        10817.08,
        10823.68
    ],
    [
        " echo Charles we'll also be there and until you get to the muster if you have questions for us",
        10823.68,
        10831.3
    ],
    [
        " or you have answers for us we're looking for both we're here and we are cruising hard actually",
        10831.3,
        10838.14
    ],
    [
        " on the interwebs on twitter instagram and on dothish moha echo is at echo charles and I am at",
        10838.14,
        10849.6
    ],
    [
        " jaco willink and finally thanks to those people out there that make this podcast possible and by",
        10849.6,
        10855.32
    ],
    [
        " that I mean first and foremost are military men and women who go into harm's way to protect our",
        10855.32,
        10862.44
    ],
    [
        " freedom and our way of life thanks to you and also to the police out there holding the thin blue",
        10862.44,
        10872.32
    ],
    [
        " line thanks for protecting us here on the home front to the firefighters paramedics and other",
        10872.32,
        10879.54
    ],
    [
        " first responders thanks for being ready to come out and rescue us anytime day or night into",
        10879.54,
        10889.22
    ],
    [
        " everyone else that is listening thank you for listening thank you for sharing thank you for",
        10889.22,
        10895.78
    ],
    [
        " supporting the podcast because we appreciate we appreciate all that but more important we appreciate",
        10895.78,
        10904.2
    ],
    [
        " going down this path with all of you so keep putting one foot in front of the other",
        10904.2,
        10914.92
    ],
    [
        " as you move down this path keep making the decisions the right decisions even on the little things",
        10915.16,
        10922.7
    ],
    [
        " keep attacking pushing pursuing without cease and most of all keep getting after it",
        10922.7,
        10937.32
    ],
    [
        " so until next time this is echo and jaco out",
        10937.88,
        10944.22
    ]
]