[
    [
        " You talk about playing the game quote unquote to win.",
        0.0,
        3.68
    ],
    [
        " But what about people that play the game to win for themselves?",
        3.98,
        7.4
    ],
    [
        " And how do I defeat them?",
        8.28,
        9.78
    ],
    [
        " That's a good, good question.",
        9.96,
        12.48
    ],
    [
        " And it hit me.",
        12.64,
        13.76
    ],
    [
        " Yeah.",
        14.16,
        14.38
    ],
    [
        " When I saw that question, I was, ooh, that's a good point.",
        14.74,
        17.34
    ],
    [
        " And that's a good, there's a very important distinction there because I'm always saying play the game.",
        17.48,
        21.38
    ],
    [
        " Hey, you got to play the game.",
        21.62,
        23.08
    ],
    [
        " You got to, you got to build the relationships with the boss.",
        23.54,
        27.38
    ],
    [
        " And you got to learn what they like and you got to tow the party line.",
        27.38,
        29.6
    ],
    [
        " You got to do the little things.",
        29.6,
        30.72
    ],
    [
        " You got to support the corporate headquarters or the boss or the man, right?",
        30.84,
        36.92
    ],
    [
        " Or whatever entity is up in that ivory tower.",
        37.06,
        41.18
    ],
    [
        " I want you to play the game.",
        41.34,
        43.14
    ],
    [
        " Get them on your side.",
        43.94,
        46.1
    ],
    [
        " And the reason I say to do those things is that so you can get more control so that people ask your opinion",
        46.58,
        54.9
    ],
    [
        " so that you get listened to.",
        54.9,
        56.52
    ],
    [
        " So that perhaps you get promoted, which is good.",
        56.88,
        61.08
    ],
    [
        " But the reason you're doing all those things, the reason that you're playing the game",
        61.92,
        69.22
    ],
    [
        " is to help your team accomplish the mission.",
        69.22,
        73.14
    ],
    [
        " That's what you are trying to do.",
        73.68,
        75.74
    ],
    [
        " It's to help your team accomplish the mission.",
        76.12,
        78.98
    ],
    [
        " Now, the other side of that is what this question is about.",
        80.76,
        84.74
    ],
    [
        " People that are playing the game for personal gain.",
        85.46,
        89.94
    ],
    [
        " They play the game so that they can get listened to so they can drive their personal agenda.",
        90.56,
        97.06
    ],
    [
        " So they so they can get promoted and they want to get promoted so that they can abuse their power.",
        98.5,
        103.32
    ],
    [
        " And maybe that abuse of power is just is just working less.",
        103.88,
        107.92
    ],
    [
        " Maybe it's making other people do their crap jobs or whatever the case may be with.",
        108.4,
        112.64
    ],
    [
        " They've got an agenda and they're going to try and get promoted so they can take care of themselves.",
        112.64,
        116.2
    ],
    [
        " And that is not why I tell you to play the game.",
        116.96,
        120.7
    ],
    [
        " And that's not why I played the game.",
        121.28,
        122.66
    ],
    [
        " And I definitely played the game and I played the win.",
        123.08,
        125.06
    ],
    [
        " But I played because I wanted my squad or my platoon or my task unit or my training command",
        125.5,
        131.88
    ],
    [
        " to be able to better accomplish our mission.",
        132.4,
        135.58
    ],
    [
        " That's why I played the game.",
        135.94,
        137.02
    ],
    [
        " Now, there is a secondary benefit of playing the game.",
        138.7,
        144.62
    ],
    [
        " And that is that you could possibly get promoted earlier.",
        144.76,
        148.32
    ],
    [
        " You could get praise from the boss that looks good on your record and all those things can happen",
        148.54,
        153.72
    ],
    [
        " when you're playing the game.",
        153.72,
        154.68
    ],
    [
        " But that's just like collateral sort of fringe benefits.",
        155.42,
        159.42
    ],
    [
        " But that's not why you're playing the game.",
        159.74,
        161.24
    ],
    [
        " You play the game to help the team win.",
        161.36,
        163.7
    ],
    [
        " And when the team wins, you win, which also makes the team win again.",
        164.3,
        169.96
    ],
    [
        " So it's like a positive cycle because you start developing the good reputation.",
        170.14,
        173.06
    ],
    [
        " Now you get more leeway from the boss and the more leeway you get from the boss,",
        173.2,
        175.74
    ],
    [
        " the more you have the ability to make maneuvers on the battlefield, the more you can maneuver on the battlefield,",
        175.92,
        179.48
    ],
    [
        " the more offensive you can be the more offensive you can be the more you win.",
        179.62,
        182.16
    ],
    [
        " And then you get more ability to move more because your boss is giving you even more room to maneuver.",
        182.52,
        186.66
    ],
    [
        " So it's a cycle.",
        186.8,
        187.84
    ],
    [
        " It's a good positive cycle.",
        187.96,
        189.4
    ],
    [
        " Now when you have someone that's on the team that's playing the game for themselves,",
        192.14,
        195.86
    ],
    [
        " first of all, no one likes that person, right?",
        197.1,
        199.86
    ],
    [
        " Everyone can see that person.",
        200.06,
        201.04
    ],
    [
        " No one likes them.",
        202.24,
        202.96
    ],
    [
        " And they believe me.",
        203.02,
        203.7
    ],
    [
        " The military, the military has unbelievable people that play the game for the best possible reasons to help",
        203.76,
        209.96
    ],
    [
        " that platoon and help the mission and help succeed.",
        209.96,
        212.04
    ],
    [
        " There's also plenty of people in the military and in every, every different line of work.",
        212.56,
        219.16
    ],
    [
        " There's plenty of people that play the game because they want to, they want to,",
        219.64,
        222.14
    ],
    [
        " they want to look it out for themselves.",
        222.42,
        223.56
    ],
    [
        " Looking out for number one, right?",
        224.04,
        225.94
    ],
    [
        " Isn't that the expression?",
        226.14,
        226.76
    ],
    [
        " They're looking out for number one.",
        227.16,
        228.66
    ],
    [
        " There's plenty of people and I dealt with people like that all the time.",
        229.12,
        232.98
    ],
    [
        " And what did I do?",
        233.8,
        235.7
    ],
    [
        " I used it to my advantage and I'll tell you what, I would get in their head.",
        236.5,
        240.9
    ],
    [
        " And what I would do is I would make them think that the best way for them to win for themselves",
        241.52,
        248.42
    ],
    [
        " personally was for the team to win.",
        249.48,
        250.76
    ],
    [
        " I would get that into their head because a lot of times they missed that point.",
        251.0,
        253.48
    ],
    [
        " They're looking out for themselves.",
        253.78,
        254.6
    ],
    [
        " They're not worried about the team.",
        254.6,
        255.54
    ],
    [
        " And I would get them thinking that they're going to look the best if the team wins.",
        256.12,
        260.34
    ],
    [
        " Hey, if you really want to look good, the best way you can get promoted is if we look good,",
        260.54,
        265.32
    ],
    [
        " you know, if the team does great, if you get us the gear we want, the equipment we want,",
        265.4,
        269.16
    ],
    [
        " they're training that we need, that's the best way you're going to look awesome",
        269.26,
        272.38
    ],
    [
        " because we're going to succeed more and that's going to make you look good.",
        272.38,
        274.44
    ],
    [
        " And I'm, of course, I'm going to be more tactful.",
        274.8,
        276.92
    ],
    [
        " I'm not saying it like that, but I'm saying it.",
        276.92,
        279.36
    ],
    [
        " Get the messaging is there.",
        279.76,
        282.52
    ],
    [
        " I'm going to be saying things, hey, you know, our boss doesn't like, our boss doesn't like leaders that complain.",
        283.3,
        287.98
    ],
    [
        " Right.",
        289.14,
        289.18
    ],
    [
        " You know, you can tell the boss, he doesn't like complainers.",
        289.44,
        291.76
    ],
    [
        " You know what I mean?",
        291.9,
        292.18
    ],
    [
        " Little things like that, right?",
        292.32,
        293.76
    ],
    [
        " Hey, the boss, the boss likes to hear the truth about stuff.",
        295.22,
        297.46
    ],
    [
        " He wants to know what you know what I mean, little things like that.",
        297.74,
        299.38
    ],
    [
        " And you know, here's the thing.",
        300.24,
        303.72
    ],
    [
        " That person, that person might get the promotion.",
        303.94,
        306.96
    ],
    [
        " Because what you've done is you've helped them act correctly, actually.",
        308.18,
        312.12
    ],
    [
        " And there's a chance, a decent chance, a good chance, even that they carry that forward.",
        313.26,
        317.4
    ],
    [
        " They realize that, hey, the best way to play the game is to help the team.",
        317.56,
        320.7
    ],
    [
        " And the best way to look good is to help, is to make the team good and succeed at the mission.",
        321.02,
        325.52
    ],
    [
        " And it's really, well, you know, one of the classic cases,",
        325.78,
        332.24
    ],
    [
        " then we'll get into ownership a little bit.",
        333.5,
        335.5
    ],
    [
        " But if something goes wrong, right, the person that's looking out for themselves,",
        335.8,
        339.38
    ],
    [
        " blamed everyone else.",
        339.62,
        340.28
    ],
    [
        " And so that's a challenge, right?",
        340.64,
        343.86
    ],
    [
        " Because once you start blaming, once that boss starts blaming,",
        344.32,
        346.58
    ],
    [
        " everyone then the whole team starts blaming each other.",
        346.58,
        348.36
    ],
    [
        " So how do you fix that?",
        348.88,
        350.5
    ],
    [
        " Well, it's, we've talked about some million times.",
        351.12,
        352.9
    ],
    [
        " You know, you step up and say, hey, you know, boss is my fault.",
        353.74,
        355.68
    ],
    [
        " And boss, because that's right, it's your fault.",
        356.0,
        357.62
    ],
    [
        " And there's a, there's a good chance that they recognize how positive that is.",
        359.38,
        367.4
    ],
    [
        " And it may take a while and it may never happen, because some people are just savages, right?",
        367.82,
        373.22
    ],
    [
        " Some people are just complete.",
        373.38,
        374.52
    ],
    [
        " They only care about themselves.",
        375.02,
        376.32
    ],
    [
        " They only care about the next promotion and getting the next award and getting the next bit of recognition.",
        376.72,
        382.86
    ],
    [
        " There's people like that.",
        382.9,
        383.76
    ],
    [
        " They're horrible.",
        384.06,
        385.84
    ],
    [
        " They're horrible.",
        386.5,
        387.34
    ],
    [
        " They exist, but they're pretty small.",
        388.18,
        390.16
    ],
    [
        " Most people, if they see, hey, this, this is working for this guy.",
        390.62,
        394.22
    ],
    [
        " It can work for me too.",
        394.72,
        396.36
    ],
    [
        " And that starts to spread.",
        396.44,
        397.54
    ],
    [
        " And the other thing that happens, I think, is if someone's just a flagrant self promoter,",
        398.18,
        405.3
    ],
    [
        " you might get them one promotion because you were there to kind of make them look good.",
        405.36,
        412.26
    ],
    [
        " But the next time around, they're going to get seen.",
        412.52,
        414.26
    ],
    [
        " They're going to get found out.",
        414.42,
        415.34
    ],
    [
        " They're going to people are going to realize what kind of person they are.",
        415.4,
        417.84
    ],
    [
        " And that's, that's where it catches up with them.",
        418.9,
        423.96
    ],
    [
        " So you keep playing the game.",
        424.4,
        427.16
    ],
    [
        " You keep, you keep working hard.",
        427.44,
        428.92
    ],
    [
        " Don't worry about them.",
        429.38,
        430.96
    ],
    [
        " And actually do your best to help them out.",
        431.02,
        432.36
    ],
    [
        " The person that's like self promoting, do your best to help them out.",
        432.62,
        435.16
    ],
    [
        " If they're the boss, make them look good.",
        435.36,
        436.7
    ],
    [
        " I always want to make my boss look good.",
        437.08,
        438.4
    ],
    [
        " It's going to help you in the long run.",
        439.08,
        441.98
    ],
    [
        " It hurts sometimes.",
        442.32,
        443.4
    ],
    [
        " Yeah.",
        443.68,
        443.88
    ],
    [
        " It's hard to do sometimes.",
        444.02,
        445.54
    ],
    [
        " Or ego gets in the way sometimes.",
        445.74,
        447.58
    ],
    [
        " Gotta put that ego in check because what's more important?",
        447.82,
        450.12
    ],
    [
        " Because if you're my boss, echo, and you're doing this just to make yourself look good,",
        450.66,
        454.48
    ],
    [
        " if I then undermine you, well, and now we don't accomplish the mission as well,",
        454.86,
        460.14
    ],
    [
        " I'm actually a bad person because I didn't do my best to accomplish the mission.",
        460.38,
        463.72
    ],
    [
        " Right.",
        464.06,
        464.62
    ],
    [
        " We didn't look good.",
        464.84,
        465.56
    ],
    [
        " I'm not worried about how we look, but we failed in our mission or we didn't do our mission",
        465.9,
        469.28
    ],
    [
        " to the best of our ability.",
        469.28,
        470.16
    ],
    [
        " So no, I'm not going to let that happen.",
        470.48,
        471.66
    ],
    [
        " You want to look great?",
        472.1,
        473.12
    ],
    [
        " Cool.",
        473.36,
        473.64
    ],
    [
        " I want to make you look great because I want us to look great doing our mission because that's what's important to me.",
        473.98,
        478.2
    ],
    [
        " And if some of the collateral damage of that is that you look great,",
        478.48,
        483.22
    ],
    [
        " even though you're a jerk and I get you promoted, that's okay.",
        483.22,
        486.12
    ],
    [
        " Because eventually you're going to get found out or you're going to learn to be a better person",
        486.5,
        490.86
    ],
    [
        " and to support the team.",
        490.86,
        492.26
    ],
    [
        " And that's how you got promoted and you're going to realize that and you'll become a good leader.",
        492.6,
        495.08
    ],
    [
        " Yeah.",
        495.72,
        495.88
    ],
    [
        " Yeah, I agree with that one.",
        496.92,
        500.36
    ],
    [
        " Like I always have where people can see that too.",
        501.66,
        504.76
    ],
    [
        " You know, they can see it.",
        505.08,
        506.06
    ],
    [
        " You know, like if your boss is like a self-promoter or whatever.",
        506.06,
        509.78
    ],
    [
        " And you have it in your head.",
        510.14,
        512.24
    ],
    [
        " I understand.",
        512.36,
        512.72
    ],
    [
        " I understand this because I've been in a situation where I'm like, shoot, I kind of feel inside that I don't want to like make an effort to make them look good.",
        512.88,
        520.36
    ],
    [
        " Kind of thing because it's like he doesn't deserve it.",
        520.36,
        522.54
    ],
    [
        " Kind of thing.",
        522.76,
        523.32
    ],
    [
        " And what like what I'm going to make them look good and now everyone's going to think that he looks good.",
        523.74,
        527.9
    ],
    [
        " Kind of thing.",
        527.9,
        528.28
    ],
    [
        " But then when you really think about it and other not, they see exactly how they can ask you.",
        528.28,
        532.8
    ],
    [
        " Yeah.",
        533.04,
        533.24
    ],
    [
        " You're right.",
        533.68,
        534.1
    ],
    [
        " And the same goes though for you.",
        534.38,
        536.32
    ],
    [
        " Like if you if you're like to, you know, if you're just focusing on the positive stuff, you know, you know, like you're, what do you",
        536.58,
        542.94
    ],
    [
        " see?",
        542.94,
        543.12
    ],
    [
        " You know, if you don't have anything nice to say, don't say it at all.",
        543.26,
        545.6
    ],
    [
        " If you're really doing that, like people notice that too.",
        545.68,
        548.8
    ],
    [
        " I'm like, man, that guy's like really positive.",
        548.94,
        550.94
    ],
    [
        " You're really focusing on this, you know, kind of thing.",
        551.04,
        553.18
    ],
    [
        " Like people see it.",
        553.42,
        554.16
    ],
    [
        " And this doesn't mean you're just Mr. Positive Sugarcoat and everything.",
        554.2,
        557.48
    ],
    [
        " No, it's not what I'm talking about that.",
        557.84,
        559.64
    ],
    [
        " But you are not focusing on the negative instead of saying, oh, we're horrible at this.",
        560.12,
        566.54
    ],
    [
        " You say, you know what?",
        566.8,
        567.42
    ],
    [
        " We got some deficiencies here.",
        567.48,
        568.4
    ],
    [
        " Here's what I'm going to do to fix them.",
        568.4,
        569.56
    ],
    [
        " Yeah.",
        569.56,
        569.76
    ],
    [
        " Yeah.",
        570.2,
        570.96
    ],
    [
        " How simple is that?",
        571.18,
        572.56
    ],
    [
        " Just better.",
        572.66,
        573.5
    ],
    [
        " Yeah.",
        573.86,
        574.0
    ],
    [
        " And the point is people they see, they see, don't think that, you know, like you're going to help, you know, make this guy",
        574.14,
        579.98
    ],
    [
        " look good and they're just going to, they're going to not see it.",
        579.98,
        582.66
    ],
    [
        " And they're just going to fall for the Easter egg or something.",
        582.7,
        584.96
    ],
    [
        " Oh, they see that.",
        585.14,
        585.98
    ],
    [
        " They see most of the time, most of the time.",
        585.98,
        588.38
    ],
    [
        " Most of the time.",
        588.5,
        589.02
    ],
    [
        " That example that you said about playing to their ego or whatever, where you're like, hey, you know, you know, you, you're going to look really good.",
        589.46,
        596.82
    ],
    [
        " If we have something.",
        596.82,
        597.3
    ],
    [
        " So you ever seen the movie Moana?",
        597.7,
        599.14
    ],
    [
        " I saw three minutes.",
        599.88,
        601.64
    ],
    [
        " I see that you go.",
        601.88,
        602.96
    ],
    [
        " She does.",
        603.1,
        603.6
    ],
    [
        " So the guy, the main guy is the, the demigod, the name is Molly and played by the rock, by the way, Twain Johnson.",
        603.86,
        608.92
    ],
    [
        " Great movie, by the way.",
        610.02,
        611.0
    ],
    [
        " She does him like that.",
        611.54,
        613.14
    ],
    [
        " She's like, hey, let's, they got to go do this mission, you know, to restore the heart, you know, whatever.",
        613.62,
        618.54
    ],
    [
        " It's a long story.",
        618.68,
        619.02
    ],
    [
        " But and he's like, you know, whatever reluctant and he's like, she's like, hey, you'll be a hero again.",
        619.14,
        624.54
    ],
    [
        " And he's like, I'm already a hero.",
        624.88,
        626.48
    ],
    [
        " She's like, well, not for a while.",
        626.92,
        629.24
    ],
    [
        " You know, you haven't done anything lately.",
        629.46,
        630.8
    ],
    [
        " But if you do this, and you'll be the hero to everyone.",
        631.06,
        634.54
    ],
    [
        " And yeah, and of course, he does it.",
        635.2,
        636.96
    ],
    [
        " Of course, but yeah, man, it's good.",
        637.02,
        638.14
    ],
    [
        " Good show.",
        638.38,
        638.64
    ],
    [
        " It works.",
        639.64,
        639.88
    ],
    [
        "",
        640.1,
        640.1
    ],
    [
        " There it is proof on Moana.",
        640.1,
        641.84
    ]
]