[
    [
        " Jocco, as a leader at what point am I allowed to go to others and say, I need you because I recognize",
        0.0,
        7.18
    ],
    [
        " I'm not capable of pushing toward forward on my own or should that be an instance where I need to",
        7.18,
        12.8
    ],
    [
        " take a step back and apply more discipline to my life and find a way to push forward by myself.",
        12.8,
        17.0
    ],
    [
        " Okay, you are allowed to say that to your team member immediately that you need them.",
        17.9,
        23.64
    ],
    [
        " Absolutely. If you, of course, you need your team because if you didn't need your team, why would",
        23.92,
        28.08
    ],
    [
        " they be there? If you can do everything yourself, then you don't have a team, right? You just do",
        28.08,
        34.0
    ],
    [
        " everything yourself. So while you, of course, should be working on you, you should be applying",
        34.0,
        38.76
    ],
    [
        " discipline, as a leader, it's your job to actually lead things and to let other people support and",
        38.76,
        46.06
    ],
    [
        " make things happen. And there's nothing wrong with that. And also you don't want to be stuck in",
        46.06,
        58.06
    ],
    [
        " what might be holding this individual back. There's two things. Number one is I feel like I should",
        58.06,
        63.24
    ],
    [
        " take extreme ownership of everything. I feel like I should just do everything myself. That is not",
        63.24,
        67.7
    ],
    [
        " what extreme ownership is. Extreme ownership isn't doing everything yourself. And also what can come",
        67.7,
        72.24
    ],
    [
        " into play is your ego because you don't want to ask people for help. And that's not a good sign.",
        72.24,
        77.46
    ],
    [
        " There's nothing wrong with asking people for help. If you need it, in fact, that's the humble thing to do.",
        78.02,
        82.52
    ],
    [
        " Hey, Echo, I don't know how to quite finish out this, you know, this thing of this project",
        82.9,
        87.0
    ],
    [
        " I'm working out. Can you give me a hand with this? I don't know how to work a video recorder. Can you",
        87.0,
        91.38
    ],
    [
        " show me how to do that? Right? Whatever. So there's no problem with that. You're allowed to ask,",
        91.38,
        96.56
    ],
    [
        " you can say that immediately. In fact, your team should feel that you are counting on them and",
        96.86,
        100.94
    ],
    [
        " relying on them. They should know that. And then put your ego aside, ask for help, no problem.",
        100.94,
        107.4
    ],
    [
        " That doesn't mean you're giving away, that doesn't mean you're not taking ownership. That doesn't",
        107.7,
        110.9
    ],
    [
        " mean you're not applying discipline. It means you're working as a team together to accomplish",
        110.9,
        114.38
    ],
    [
        " mission. Again, if a mission is so easily that you can accomplish it yourself, you don't need a",
        114.38,
        118.84
    ],
    [
        " team. Why do you have them? If you can do it all yourself just by applying discipline, cool.",
        118.84,
        122.56
    ],
    [
        " You don't need anyone else. But your mission should be larger than one human being can accomplish.",
        123.04,
        128.18
    ],
    [
        " So that's why you have other people on board to help you out. Yeah. No problem.",
        128.6,
        131.78
    ],
    [
        " You know, like I always think when that I thought we made it out of that question.",
        132.74,
        136.96
    ],
    [
        " Go ahead. No, but you know, like let's say it's like something that's just a pain in the ass.",
        137.56,
        143.56
    ],
    [
        " And you don't really need help, but you just don't want to do it by yourself.",
        143.98,
        147.98
    ],
    [
        " Oh, okay. Well, then yeah, then you got to do that by yourself.",
        148.42,
        151.44
    ],
    [
        " So that's kind of where this is coming from ultimately because it's like I'm not saying that if you're",
        151.7,
        157.48
    ],
    [
        " if you're if you have a position in a company where you shouldn't be doing some sort of task",
        157.48,
        165.52
    ],
    [
        " because it's not financially efficient to have, you know, a person that's making",
        165.86,
        172.6
    ],
    [
        " $150,000 a year doing a task that someone that's making $10 an hour should be doing.",
        172.6,
        179.72
    ],
    [
        " So you shouldn't do that. That's not what I'm advocating. And a company won't won't be doing well.",
        180.32,
        185.08
    ],
    [
        " If you're paying people $150,000 a year that you can get someone to do for $10 an hour,",
        185.32,
        190.54
    ],
    [
        " I'm not saying that. So don't get me wrong. Yeah. But that's why we have a team so that you can focus",
        190.78,
        197.82
    ],
    [
        " on going forward and whatever it is you need to be focused on. And somebody that's below you in",
        197.82,
        203.5
    ],
    [
        " the chain of command, that's a member of your team that's getting paid $10 an hour can do some",
        203.5,
        206.98
    ],
    [
        " of the stuff that you need him to do. Yeah. Yeah. And the question actually is really clear because",
        206.98,
        213.18
    ],
    [
        " it's because, quote unquote, because I recognize I'm not capable of pushing, you know, it's kind of like",
        213.18,
        219.3
    ],
    [
        " it's obvious to you that you need help. It's not that you're, you know, raking leaves and I don't",
        219.38,
        225.72
    ],
    [
        " want to do this all by myself. So, hey, you know, you tell your brother come help me. It's not",
        225.72,
        232.42
    ],
    [
        " that it's different. Yeah. And if you need to get the leaves raked and you need them done by Monday,",
        232.42,
        237.86
    ],
    [
        " so you can get them in the bags so that the dump truck can come and take the leaves away.",
        237.86,
        242.66
    ],
    [
        " And you can't physically get it done. Then you say to your brother, hey, can you give me hand on",
        242.96,
        247.62
    ],
    [
        " you get these done tonight before it's ungos down? Yeah. I'm not going to be able to make it in time.",
        247.62,
        251.2
    ],
    [
        " Can you give me a hand? Yeah. Your brother says absolutely. Hell yeah. Got your back.",
        251.52,
        256.44
    ]
]