[
    [
        " This is Jocco Podcast number 107 with Echo Charles and me, Jocco Willink.",
        0.1,
        6.4
    ],
    [
        " Good evening, Echo.",
        6.78,
        7.34
    ],
    [
        " Good evening.",
        7.5,
        7.8
    ],
    [
        " So the Battle of Idrang Valley was over for now and we just spent two podcasts talking",
        8.44,
        21.78
    ],
    [
        " about it.",
        21.78,
        22.3
    ],
    [
        " And one of the things that you forget sometimes about the military is that the machine rolls",
        22.3,
        28.74
    ],
    [
        " on.",
        28.74,
        29.52
    ],
    [
        " The machine rolls on.",
        30.0,
        32.04
    ],
    [
        " There's work to do and it doesn't, it doesn't matter what you've been through or what",
        32.12,
        36.76
    ],
    [
        " you experienced or how many men or friends or leaders you lost.",
        36.76,
        41.8
    ],
    [
        " The machine is going to roll on.",
        42.98,
        45.7
    ],
    [
        " There's still work to do at least it's going to try and roll on.",
        45.96,
        49.36
    ],
    [
        " And that means normal things are going to continue to happen, meaning that people are",
        50.34,
        55.52
    ],
    [
        " going to get reassigned, people are going to leave the army, people are going to retire,",
        55.52,
        58.16
    ],
    [
        " people are going to transfer.",
        58.28,
        59.0
    ],
    [
        " You don't stay together.",
        59.28,
        60.14
    ],
    [
        " You don't stay together with these guys that you just went through whatever you went",
        60.56,
        65.9
    ],
    [
        " through with.",
        65.9,
        66.46
    ],
    [
        " And as much as you might feel like a family with that group of guys, you're not going",
        67.24,
        74.66
    ],
    [
        " to get treated like a family in the military.",
        74.66,
        76.22
    ],
    [
        " It's the machine is going to roll on.",
        76.66,
        78.48
    ],
    [
        " And with that in mind to close out the book, we were soldiers once and young that again",
        78.94,
        88.18
    ],
    [
        " was covered in podcast 105 and 106.",
        88.18,
        91.28
    ],
    [
        " I'm going to read one more passage from that book.",
        91.48,
        94.56
    ],
    [
        " And here we go back to the book every morning during those final bittersweet days of my",
        94.86,
        100.2
    ],
    [
        " command of the first battalion seventh cavalry, Sergeant Major Plumley would appear with a group",
        100.2,
        105.28
    ],
    [
        " of men bound for the airfield and the plane that would take them home for discharge.",
        105.28,
        109.92
    ],
    [
        " Specialist for Pat Selik of the recon platoon says, Colonel Moore shook our hands and said,",
        110.84,
        118.44
    ],
    [
        " thank you.",
        118.44,
        119.06
    ],
    [
        " And go back home.",
        119.9,
        121.02
    ],
    [
        " I was the second or third guy he spoke to and he had tears in his eyes.",
        122.46,
        126.3
    ],
    [
        " I remember what he said.",
        127.6,
        129.56
    ],
    [
        " I see that you're married.",
        130.9,
        131.9
    ],
    [
        " You have a wedding ring on.",
        132.4,
        133.32
    ],
    [
        " Just go home, pick up the pieces and start your life all over again.",
        134.56,
        140.04
    ],
    [
        " Then basically that's what I did.",
        140.84,
        143.56
    ],
    [
        " I came home to a wonderful wife, tried to readjust did a decent job at it.",
        144.38,
        148.82
    ],
    [
        " I did what Colonel Moore said.",
        149.4,
        151.24
    ],
    [
        " I tried to put the war behind me.",
        152.42,
        154.0
    ],
    [
        " I served.",
        155.84,
        155.98
    ],
    [
        " I did my job.",
        156.88,
        157.7
    ],
    [
        " I came home.",
        158.62,
        159.42
    ],
    [
        " I didn't ask for anything.",
        160.28,
        161.78
    ],
    [
        " No fanfare, no parades.",
        162.18,
        164.02
    ],
    [
        " I went back to work, back to school and did my best.",
        165.08,
        168.46
    ],
    [
        " He might be a general, but he's still Colonel Moore to me.",
        169.76,
        174.74
    ],
    [
        " If it wasn't for him and all his knowledge and training, I don't think any of us would",
        176.14,
        181.3
    ],
    [
        " have survived the I dream valley.",
        181.3,
        183.34
    ],
    [
        " On Tuesday, November 23rd, the day came for me to turn over command.",
        183.96,
        191.5
    ],
    [
        " For the change of command, I requested a full battalion formation with officers front",
        192.34,
        197.98
    ],
    [
        " and center, the division band, troopsing the line, honors to the reviewing officer",
        197.98,
        203.0
    ],
    [
        " and colors, and then pass in review.",
        203.0,
        205.78
    ],
    [
        " Reminiscent of our weekly retreat parades back at Fort Benning.",
        206.14,
        209.72
    ],
    [
        " I requested that captain to Derrick's Bravo Company second battalion seventh cavalry and",
        210.1,
        216.36
    ],
    [
        " Lieutenant Sissons platoon of Alpha Company II of the seventh being included in the",
        216.36,
        220.52
    ],
    [
        " Bretae parade of first battalion seventh cavalry in token of the fact that they fought bravely",
        220.52,
        225.82
    ],
    [
        " alongside us in the battle at X-ray.",
        225.82,
        227.68
    ],
    [
        " And so it was.",
        228.16,
        230.4
    ],
    [
        " The band played Colonel Bogey and the Washington Post March and Gary Owen.",
        231.74,
        237.7
    ],
    [
        " General Cunard pinned on my eagles and I spoke briefly and with deep emotion.",
        239.4,
        245.08
    ],
    [
        " Spec for Ray Turner of Alpha Company first battalion said,",
        246.68,
        250.72
    ],
    [
        " we stood in formation with some units hardly having enough men to form up.",
        251.66,
        256.78
    ],
    [
        " Colonel Hal Moore spoke to us and he cried.",
        258.06,
        261.24
    ],
    [
        " At that moment, he could have let us back into the eye-drag.",
        262.06,
        266.58
    ],
    [
        " We were soldiers, we were fighting men, and those of us who were left had the utmost love",
        267.4,
        274.58
    ],
    [
        " and respect for our Colonel and for one another.",
        274.58,
        277.02
    ],
    [
        " As I reflect on those three days in November, I remember many heroes, but no cowards.",
        278.46,
        285.54
    ],
    [
        " I learned what value life really had.",
        286.24,
        289.84
    ],
    [
        " We all lost friends, but the bravery they showed on the battlefield will live forever.",
        291.1,
        300.72
    ],
    [
        " Well, we have tried here to remember and display and spread the word on some of that bravery",
        308.86,
        323.28
    ],
    [
        " that was shown on the battlefield so that it does live on.",
        323.28,
        326.84
    ],
    [
        " And I think that is the least we can do.",
        330.84,
        335.98
    ],
    [
        " That and learn.",
        337.28,
        342.5
    ],
    [
        " Try and learn.",
        343.08,
        345.76
    ],
    [
        " We must always try and learn and we can certainly learn from a man that had been through so much",
        345.96,
        351.2
    ],
    [
        " and was so respected and revered by his men.",
        351.2,
        355.56
    ],
    [
        " Today we are going to delve into another book.",
        356.06,
        358.9
    ],
    [
        " This one is actually by General Hal Moore and co-written by another Army vet,",
        360.5,
        368.6
    ],
    [
        " younger Army vet, another author, Mike Gordia.",
        369.18,
        373.92
    ],
    [
        " The book is called Hal Moore on leadership.",
        375.44,
        377.88
    ],
    [
        " It's just that.",
        378.08,
        379.12
    ],
    [
        " It's principles and thoughts about leadership that Hal Moore learned and then implemented throughout his life and his career.",
        379.42,
        390.72
    ],
    [
        " And again, if you haven't listened to podcast 105 and 106 yet, go back and listen to those podcasts first",
        391.04,
        398.52
    ],
    [
        " because that will give you some context as to what General Moore lived through",
        398.52,
        404.06
    ],
    [
        " and why we should pay attention to what he has to say.",
        405.3,
        409.18
    ],
    [
        " So again, the book is Hal Moore on leadership.",
        409.94,
        413.48
    ],
    [
        " The subtitle is Winning, Win Outgunned, and Outmaned.",
        414.4,
        419.82
    ],
    [
        " Kicks off from the prologue.",
        419.82,
        422.12
    ],
    [
        " It says, all of one's life is a learning experience.",
        422.14,
        425.56
    ],
    [
        " I learned a lot of lessons along the way.",
        426.1,
        428.34
    ],
    [
        " I'm still learning.",
        428.78,
        429.78
    ],
    [
        " These are values, principles, lessons I've learned, mistakes, successes, and my thoughts on leadership",
        430.74,
        437.04
    ],
    [
        " from watching, studying, and reading about leaders in action.",
        437.04,
        441.76
    ],
    [
        " Good leaders, mediocre leaders, and bad leaders.",
        442.2,
        445.94
    ],
    [
        " So he wrote this book.",
        447.18,
        451.64
    ],
    [
        " This book only came out.",
        451.7,
        452.84
    ],
    [
        " I actually have to check.",
        453.14,
        454.68
    ],
    [
        " It came out very... came out in 2017.",
        455.06,
        458.12
    ],
    [
        " So this book is at the end of Hal Moore's life.",
        460.56,
        463.68
    ],
    [
        " And here we go.",
        464.28,
        466.92
    ],
    [
        " We're going to jump right into some of these principles.",
        467.02,
        468.96
    ],
    [
        " He starts off with four basic principles of leadership.",
        470.24,
        472.9
    ],
    [
        " Principle number one, three strikes and you're not out.",
        473.24,
        475.4
    ],
    [
        " In the game of baseball, three strikes and you're out.",
        476.78,
        479.2
    ],
    [
        " Not so in the game of life.",
        479.68,
        480.72
    ],
    [
        " Three strikes and you're not out.",
        481.1,
        482.46
    ],
    [
        " There are two things a leader can do.",
        483.78,
        485.16
    ],
    [
        " He can either contaminate his environment and his people with his attitude in actions",
        485.16,
        489.6
    ],
    [
        " or he can inspire confidence.",
        489.6,
        492.02
    ],
    [
        " Good point.",
        492.78,
        494.18
    ],
    [
        " There's always another way in life, right?",
        494.5,
        497.08
    ],
    [
        "",
        497.74,
        497.74
    ],
    [
        " Three strikes, four strikes, you can keep swinging.",
        498.34,
        500.92
    ],
    [
        " There's no umpire to call you out.",
        501.36,
        503.06
    ],
    [
        " Back to the book.",
        503.66,
        505.24
    ],
    [
        " He must have and display the will to prevail.",
        505.44,
        509.04
    ],
    [
        " By his actions, his words, his tone of voice, his appearance, his demeanor, his countenance,",
        509.6,
        513.36
    ],
    [
        " and the look in his eyes.",
        513.36,
        514.86
    ],
    [
        " He must never give off any hint or evidence that he is uncertain about a positive outcome.",
        515.44,
        522.48
    ],
    [
        " So that's something that we saw in action in the book.",
        524.04,
        528.98
    ],
    [
        " We were soldiers once in a young, when Rick or Skola comes up and says, where are they at?",
        529.34,
        533.52
    ],
    [
        " Good.",
        533.66,
        533.8
    ],
    [
        " I hope they bring in everything they got today.",
        534.22,
        535.88
    ],
    [
        " Even though inside, he admitted he was worried.",
        536.34,
        538.4
    ],
    [
        " And then you hear the reactions of the other guys.",
        538.74,
        541.64
    ],
    [
        " They were saying, well, that's at least this guy's in the game.",
        542.06,
        544.92
    ],
    [
        " Look, I'm game.",
        545.1,
        545.92
    ],
    [
        " If he's game, let's go.",
        546.14,
        547.04
    ],
    [
        " Yeah.",
        547.2,
        547.58
    ],
    [
        " Do you think that that could elicit some sort of a blowback?",
        547.98,
        552.06
    ],
    [
        " Definitely could.",
        552.36,
        553.12
    ],
    [
        " Definitely could.",
        553.44,
        554.14
    ],
    [
        " In fact, I have my note, there you want to see my note right there, says, can you read that?",
        554.48,
        558.12
    ],
    [
        " It says, really?",
        558.52,
        559.44
    ],
    [
        " Yeah.",
        559.8,
        560.0
    ],
    [
        " Because it's one of those things.",
        560.08,
        561.16
    ],
    [
        " For sure.",
        561.66,
        561.96
    ],
    [
        " You're right.",
        562.1,
        562.54
    ],
    [
        " And if you roll in and you're getting smashed and you show, you can, you can see Mablevius to reality.",
        562.64,
        568.28
    ],
    [
        " Yeah, yeah, yeah, yeah, exactly.",
        568.4,
        569.3
    ],
    [
        " He addresses that.",
        569.3,
        570.26
    ],
    [
        " Stand by.",
        570.44,
        571.02
    ],
    [
        " Here we go back to the book.",
        571.16,
        572.18
    ],
    [
        " It struck me early in my reading and school and later in life that is a common theme running",
        572.54,
        577.34
    ],
    [
        " through books and stories about great leaders.",
        577.34,
        579.32
    ],
    [
        " Was there positive outlook, positive mental attitude, PMA?",
        579.6,
        583.3
    ],
    [
        " For all those bad brains, friends out there.",
        584.14,
        586.32
    ],
    [
        " They were aware of the pitfalls.",
        587.34,
        589.84
    ],
    [
        " They were, this is your point, they were aware of the pitfalls and negatives.",
        590.2,
        593.8
    ],
    [
        " But they refused to fret and worry about them.",
        594.18,
        596.88
    ],
    [
        " So there you go.",
        597.9,
        599.0
    ],
    [
        " We're not talking like, oh, this isn't happening over there.",
        599.16,
        601.3
    ],
    [
        " Remember Baghdad Bob?",
        601.4,
        602.56
    ],
    [
        " Are you old enough to remember that?",
        602.82,
        603.78
    ],
    [
        " Yeah, but I think you mentioned it.",
        603.96,
        606.08
    ],
    [
        " Yeah.",
        606.22,
        606.44
    ],
    [
        " Baghdad Bob while tanks were just, while the Iraqi army was getting obliterated in the first Gulf War, he was sitting there going,",
        606.68,
        614.7
    ],
    [
        " oh, yes, we've had many victories.",
        614.8,
        616.8
    ],
    [
        " You know, he's just completely oblivious to what was happening.",
        617.24,
        620.52
    ],
    [
        " Yeah.",
        620.78,
        620.92
    ],
    [
        " There's literally like bombs going off in the background.",
        623.24,
        626.08
    ],
    [
        " Yeah.",
        627.22,
        627.66
    ],
    [
        " Baghdad Bob.",
        628.24,
        629.1
    ],
    [
        " Okay, here we go.",
        630.94,
        631.64
    ],
    [
        " Back to the book, principal number two.",
        631.74,
        632.82
    ],
    [
        " There's always one more thing you can do to influence any situation in your favor.",
        633.7,
        637.94
    ],
    [
        " And after that, there's one more thing.",
        638.66,
        640.8
    ],
    [
        " And after that, there's one more thing.",
        641.66,
        643.02
    ],
    [
        " And after that, one more thing.",
        643.12,
        644.12
    ],
    [
        " The one more things you do, the more one more things you do, the better your chances are for achieving success.",
        644.62,
        650.68
    ],
    [
        " In any situation.",
        650.68,
        651.64
    ],
    [
        " Elite.",
        652.52,
        652.84
    ],
    [
        " This is interesting.",
        653.08,
        653.92
    ],
    [
        " A leader must create time to detach himself mentally and ask, what am I doing that I should not be doing?",
        655.16,
        663.1
    ],
    [
        " And what am I not doing that I should be doing to influence the situation in my favor?",
        663.46,
        667.02
    ],
    [
        " So he's talking about the attachment.",
        667.6,
        669.92
    ],
    [
        " I agree with him.",
        672.0,
        672.8
    ],
    [
        " Clearly.",
        673.42,
        673.72
    ],
    [
        " Yeah, that's a good.",
        674.14,
        675.28
    ],
    [
        " It's good to have those specific things to ask yourself when you detach.",
        676.0,
        679.68
    ],
    [
        " I always ask myself, okay, what do we have here?",
        680.06,
        683.46
    ],
    [
        " But even that, that's like a broad question.",
        683.6,
        685.58
    ],
    [
        " That's too broad, right?",
        685.58,
        686.3
    ],
    [
        " Yeah, that's way better.",
        686.46,
        688.66
    ],
    [
        " That's good.",
        688.9,
        689.24
    ],
    [
        " Yeah, if you think about, if you think about your life.",
        690.1,
        693.84
    ],
    [
        " Yeah.",
        694.2,
        694.3
    ],
    [
        " And you were constantly saying, what should I be doing right now?",
        695.2,
        699.0
    ],
    [
        " And what should I not be doing?",
        699.68,
        700.54
    ],
    [
        " We're all doing things that we should not be doing, right?",
        700.6,
        702.3
    ],
    [
        " Yeah, well, not me, but you have me.",
        702.64,
        704.54
    ],
    [
        " Oh, you're perfect.",
        704.54,
        705.74
    ],
    [
        " So we're all doing things that we know we shouldn't be doing.",
        706.6,
        710.28
    ],
    [
        " And we're all know that there's things that we should be doing that we're not.",
        710.68,
        712.88
    ],
    [
        " So detach, look at yourself, do an assessment.",
        713.24,
        715.96
    ],
    [
        " Yeah, I'm sure that's like a gold mine of things you can change right there.",
        716.3,
        720.46
    ],
    [
        " For sure.",
        720.56,
        720.9
    ],
    [
        " For sure.",
        721.58,
        722.06
    ],
    [
        " Here's, here he says, a leader is paid to do three things.",
        723.38,
        726.24
    ],
    [
        " Get the job done and get it done well.",
        726.4,
        728.12
    ],
    [
        " Plan ahead, be proactive, not reactive.",
        728.46,
        730.58
    ],
    [
        " Exercise, good sound judgment and doing all the above.",
        731.04,
        733.72
    ],
    [
        " To get the job done, the leader must have a clearly defined mission along with specific goals and objectives.",
        734.76,
        741.32
    ],
    [
        " So there you go.",
        742.12,
        744.66
    ],
    [
        " Brandon Pickworth hit me up.",
        745.2,
        746.52
    ],
    [
        " Sure.",
        746.8,
        747.1
    ],
    [
        " Because the last podcast I was talking about, goals, and he had sent me a text about getting belts.",
        747.5,
        754.38
    ],
    [
        " I think it was about getting belts in GJ2.",
        754.46,
        755.84
    ],
    [
        " And I think that's what it was.",
        756.92,
        758.46
    ],
    [
        " But anyways, he was basically calling me a hypocrite.",
        759.44,
        764.22
    ],
    [
        " Because you know, my thing is like, hey, you train to get better.",
        764.24,
        769.28
    ],
    [
        " You don't train because you want this thing, right?",
        769.5,
        771.52
    ],
    [
        " You train because you have a, I should say, it's not that there's no goal there.",
        771.98,
        777.52
    ],
    [
        " But your goal is different.",
        777.78,
        778.74
    ],
    [
        " Your goal is a material item of cloth.",
        778.84,
        780.98
    ],
    [
        " Yeah.",
        781.36,
        781.54
    ],
    [
        " Your goal is to get better at GJ2.",
        781.98,
        783.62
    ],
    [
        " Brandon.",
        783.88,
        784.14
    ],
    [
        " Yeah.",
        784.34,
        784.82
    ],
    [
        " You're on lockdown.",
        784.56,
        785.74
    ],
    [
        " You want to hear a very seemingly far-fetched analogy to that.",
        785.9,
        791.06
    ],
    [
        " But it's not.",
        791.24,
        791.84
    ],
    [
        " So the other night, I was making arts and crafts.",
        792.16,
        797.46
    ],
    [
        " With Presley, how will you just chillin' out?",
        799.0,
        801.26
    ],
    [
        " Do it straight from a shame.",
        801.38,
        802.38
    ],
    [
        " So, so, what did she do?",
        804.54,
        809.82
    ],
    [
        " She, basically I said a joke.",
        810.42,
        811.8
    ],
    [
        " And then she laughed at, no, no, she said a joke.",
        813.56,
        816.12
    ],
    [
        " And then I laughed.",
        816.42,
        817.18
    ],
    [
        " And then she said, I'm gonna say this joke again and laugh again.",
        817.6,
        821.8
    ],
    [
        " Just like how you did before.",
        821.92,
        822.92
    ],
    [
        " So I thought about that.",
        823.46,
        826.12
    ],
    [
        " Of course I did it.",
        826.16,
        827.04
    ],
    [
        " But.",
        827.96,
        828.32
    ],
    [
        " Reek.",
        828.58,
        828.98
    ],
    [
        " Story in my life right there.",
        829.76,
        832.38
    ],
    [
        " So she says it, I do it, right?",
        833.6,
        836.2
    ],
    [
        " And I'm thinking, isn't that interesting?",
        836.36,
        837.96
    ],
    [
        " She got the laugh and that was a big payoff.",
        838.14,
        840.06
    ],
    [
        " But here's the thing, in a way she shouldn't be focusing on the laugh.",
        840.2,
        843.92
    ],
    [
        " She should be focusing on saying funny jokes.",
        844.1,
        846.22
    ],
    [
        " The laugh just goes with it.",
        847.02,
        848.54
    ],
    [
        " Oh, she's forward.",
        848.54,
        849.24
    ],
    [
        " Would you take it easy?",
        849.36,
        850.14
    ],
    [
        " No, I didn't tell her that.",
        850.24,
        851.8
    ],
    [
        " But you see what I'm saying?",
        851.94,
        853.14
    ],
    [
        " No.",
        853.28,
        853.4
    ],
    [
        " Same thing.",
        853.58,
        853.94
    ],
    [
        " Jiu-jitsu, you focus on getting better at Jiu-jitsu.",
        854.08,
        856.06
    ],
    [
        " The belt will come as a, that's kind of like a result of a little byproduct, if you will.",
        856.2,
        859.78
    ],
    [
        " Just like the laughs.",
        859.86,
        860.9
    ],
    [
        " So, you know, when you're telling jokes, go for the funniness.",
        861.74,
        865.08
    ],
    [
        " Not for the laugh.",
        865.56,
        866.28
    ],
    [
        " The laugh will come.",
        866.64,
        867.08
    ],
    [
        " I'll talk to Presley.",
        867.08,
        867.88
    ],
    [
        " I'll pull her aside.",
        868.04,
        868.74
    ],
    [
        " Have a little chat with her.",
        869.38,
        870.7
    ],
    [
        " Well, maybe, you know, Brandon Pickworth, you know, maybe he, you know, find that very enlightening.",
        871.16,
        875.72
    ],
    [
        " Just saying.",
        876.04,
        876.8
    ],
    [
        " Tighten him up.",
        877.0,
        877.82
    ],
    [
        " He did, by the way, he did do his 100 burpees in sub 10 minutes.",
        878.38,
        882.3
    ],
    [
        " He actually got it.",
        882.58,
        883.3
    ],
    [
        " I forget what his time was.",
        883.3,
        884.04
    ],
    [
        " Yeah, I never went back there to do that, man.",
        884.58,
        887.84
    ],
    [
        " Didn't you do it easily?",
        888.06,
        888.86
    ],
    [
        " I did it.",
        888.96,
        889.92
    ],
    [
        " It depends on what you mean by easily.",
        890.08,
        891.64
    ],
    [
        " You did it or not?",
        892.32,
        893.14
    ],
    [
        " I did it for sure and cold.",
        893.22,
        894.16
    ],
    [
        " I did it with the, didn't I?",
        894.16,
        895.16
    ],
    [
        " It might as well say it was easy.",
        895.26,
        895.76
    ],
    [
        " Did you have minutes to spare?",
        896.08,
        897.34
    ],
    [
        " I had a minute to spare.",
        897.46,
        901.02
    ],
    [
        " If I remember correctly, I had one minute to spare.",
        901.3,
        903.08
    ],
    [
        " And I knew that at the like the last.",
        903.5,
        906.76
    ],
    [
        " So you coasted cruses.",
        907.08,
        908.32
    ],
    [
        " Yeah, I coasted into the finish line.",
        908.34,
        910.02
    ],
    [
        " Week.",
        910.24,
        910.4
    ],
    [
        " It was still kind of.",
        911.02,
        911.92
    ],
    [
        " I was sore the next day.",
        912.14,
        913.16
    ],
    [
        " I was actually sore.",
        913.36,
        914.12
    ],
    [
        " Really?",
        914.14,
        914.28
    ],
    [
        " Yeah.",
        914.56,
        914.72
    ],
    [
        " Brandon won his video.",
        915.16,
        916.38
    ],
    [
        " He did good burpees.",
        916.4,
        917.36
    ],
    [
        " I'll give him that much credit.",
        917.64,
        918.62
    ],
    [
        " Yeah.",
        918.84,
        918.98
    ],
    [
        " Better burpees than my normal burpees for sure.",
        919.02,
        921.22
    ],
    [
        " Okay.",
        921.24,
        921.54
    ],
    [
        " Yeah, like his burpees look clean.",
        921.7,
        923.54
    ],
    [
        " Yeah.",
        923.88,
        924.1
    ],
    [
        " So mine.",
        924.38,
        925.02
    ],
    [
        " They didn't merit like 12 minutes.",
        925.08,
        926.96
    ],
    [
        " We got that down.",
        926.96,
        929.2
    ],
    [
        " Yeah.",
        929.44,
        929.7
    ],
    [
        " Yeah.",
        929.9,
        930.14
    ],
    [
        " If you would have saw my burpees and said, hey, those aren't full, all of those aren't full",
        930.36,
        934.66
    ],
    [
        " burpees.",
        934.66,
        934.98
    ],
    [
        " I would not be surprised.",
        935.12,
        936.0
    ],
    [
        " Put it that way.",
        936.2,
        936.72
    ],
    [
        " Just do.",
        937.34,
        937.74
    ],
    [
        " Okay.",
        937.92,
        938.0
    ],
    [
        " Really?",
        938.18,
        938.32
    ],
    [
        " All right.",
        938.64,
        939.96
    ],
    [
        " Going back to the book.",
        940.2,
        941.26
    ],
    [
        " The smart leader should always think through the what ifs and have a plan on how to handle",
        941.86,
        947.8
    ],
    [
        " them before they occur.",
        947.8,
        948.96
    ],
    [
        " Time so spent is never wasted.",
        949.9,
        951.64
    ],
    [
        " Things do not always go as planned.",
        952.02,
        953.58
    ],
    [
        " So again, he talks a bunch about planning and he's like, yeah, things don't go as planned.",
        953.78,
        956.68
    ],
    [
        " And we all have to remember that.",
        957.16,
        958.54
    ],
    [
        " The smart leader must also be mindful of his organization's constraints and center of",
        958.8,
        963.46
    ],
    [
        " gravity.",
        963.46,
        963.84
    ],
    [
        " There can be one or several constraints that inhibit getting the job done.",
        964.28,
        967.26
    ],
    [
        " And I think we all kind of understand that.",
        967.26,
        969.3
    ],
    [
        " And he says that the constraints must accurately be defined.",
        969.54,
        972.96
    ],
    [
        " But the center of gravity idea was a little bit more interesting to me.",
        973.44,
        976.86
    ],
    [
        " Here we go to the book.",
        976.96,
        977.7
    ],
    [
        " The center of gravity is the principal thing or activity that must be in balance or under",
        977.8,
        982.26
    ],
    [
        " control for an organization to operate.",
        982.26,
        984.2
    ],
    [
        " It is the organization's source of strength.",
        984.5,
        987.12
    ],
    [
        " In addition to understanding your own center of gravity to protect it, you must recognize",
        987.5,
        991.98
    ],
    [
        " and attack your enemies or competitors center of gravity to defeat them.",
        991.98,
        996.26
    ],
    [
        " In that battle in Vietnam, my center of gravity was the landing zone.",
        996.98,
        1001.24
    ],
    [
        " So we're talking about the I drink valley and they knew that and locked that thing down",
        1001.24,
        1005.04
    ],
    [
        " and fought hard for it.",
        1005.04,
        1006.12
    ],
    [
        " Dean.",
        1007.72,
        1008.42
    ],
    [
        " I was training with Dean.",
        1008.96,
        1010.3
    ],
    [
        " I don't know a few months ago.",
        1010.5,
        1011.68
    ],
    [
        " And then he was teaching a class.",
        1012.38,
        1013.46
    ],
    [
        " And one thing he said that was really interesting and really smart about Jiu Jitsu is he's like,",
        1013.74,
        1021.18
    ],
    [
        " hey, when you're on the ground, you can't have your balance attacked.",
        1021.18,
        1024.58
    ],
    [
        " Meaning if you're on the bottom, you can't have your body already, you're already down",
        1024.72,
        1027.62
    ],
    [
        " there.",
        1027.62,
        1027.78
    ],
    [
        " So you have to mess with the person's balance on top.",
        1027.94,
        1029.9
    ],
    [
        " He's like, they can't mess with your balance because you're already down there.",
        1030.32,
        1032.6
    ],
    [
        " You need to mess with their balance.",
        1032.8,
        1034.08
    ],
    [
        " Good point.",
        1034.44,
        1035.24
    ],
    [
        " Yeah.",
        1035.88,
        1036.58
    ],
    [
        " Exactly.",
        1036.82,
        1037.14
    ],
    [
        " It's one of those things.",
        1037.32,
        1038.12
    ],
    [
        " Yeah.",
        1038.9,
        1039.22
    ],
    [
        " There's a lot to that.",
        1039.34,
        1040.5
    ],
    [
        " Yeah.",
        1040.72,
        1041.26
    ],
    [
        " There's a lot to that.",
        1041.26,
        1042.34
    ],
    [
        " Interestingly, it's like now you're, because you're talking about like a really deep fundamental",
        1042.42,
        1046.5
    ],
    [
        " concept.",
        1046.5,
        1047.7
    ],
    [
        " One thing for sure.",
        1047.7,
        1048.84
    ],
    [
        " And a lot of times we don't learn all of them, you know, with Jiu Jitsu and obviously",
        1049.26,
        1054.2
    ],
    [
        " in life too, but we don't learn all the fundamental concepts.",
        1054.2,
        1057.4
    ],
    [
        " So even you can go through life and be successful, you know, varying levels and then get introduced",
        1057.4,
        1062.62
    ],
    [
        " to one fundamental concept that'll just like, dang, that's something that you know.",
        1062.62,
        1067.08
    ],
    [
        " I know.",
        1067.3,
        1067.52
    ],
    [
        " You know, we all know if you did Jiu Jitsu, you know that if you're on the bottom, you got",
        1067.52,
        1069.9
    ],
    [
        " to sweep to get on top.",
        1069.9,
        1070.54
    ],
    [
        " You know, you know that.",
        1070.68,
        1071.52
    ],
    [
        " But what he was, he wasn't even saying sweep.",
        1071.76,
        1074.0
    ],
    [
        " Yeah.",
        1074.48,
        1074.66
    ],
    [
        " He was saying you have to, you have to attack their balance.",
        1074.98,
        1078.24
    ],
    [
        " Yeah.",
        1078.5,
        1078.66
    ],
    [
        " Because you can't have your balance tacked because you're on the ground already.",
        1079.0,
        1081.98
    ],
    [
        " Yeah.",
        1082.08,
        1082.26
    ],
    [
        " You attack their balance.",
        1082.4,
        1083.22
    ],
    [
        " And it's just going to open things up.",
        1083.42,
        1084.7
    ],
    [
        " He wasn't talking, you're going to sweep every time.",
        1084.92,
        1086.2
    ],
    [
        " No, you're not.",
        1086.2,
        1086.68
    ],
    [
        " You're going to get the arm lock though.",
        1086.88,
        1088.08
    ],
    [
        " You're going to get a position change, going to get rolling them into a heel hook, right?",
        1088.18,
        1092.66
    ],
    [
        " Yeah.",
        1092.9,
        1093.96
    ],
    [
        " But it's interesting when he talks it like when, when, how more general more here is talking",
        1094.02,
        1098.42
    ],
    [
        " about, not only do you have to know your center of gravity, you got to know your opponent",
        1098.42,
        1102.62
    ],
    [
        " center of gravity.",
        1102.62,
        1103.16
    ],
    [
        " So that's what you attack, which is interesting because people would most heavily defend",
        1103.16,
        1108.46
    ],
    [
        " their center of gravity, you would think.",
        1108.46,
        1110.24
    ],
    [
        " And therefore, it would be counter to the sun's super principle of don't attack the heavily",
        1110.48,
        1116.94
    ],
    [
        " guarded area, but or a heavily defended area.",
        1116.94,
        1121.28
    ],
    [
        " But you got to find a way to get through to their center of gravity.",
        1123.42,
        1127.24
    ],
    [
        " Otherwise, you're not going to put them off balance.",
        1127.28,
        1128.38
    ],
    [
        " You're not going to win.",
        1128.44,
        1128.92
    ],
    [
        " Yeah.",
        1129.24,
        1129.36
    ],
    [
        " Like that's one of the goals, you know, is to attack that because some people, I mean,",
        1129.48,
        1134.28
    ],
    [
        " even because Dintor totally clarified the concept for you.",
        1134.4,
        1138.3
    ],
    [
        " Yeah.",
        1138.56,
        1138.7
    ],
    [
        " Where it's like, this is going on in the game.",
        1138.88,
        1140.62
    ],
    [
        " And you know, maybe that maybe in certain circumstances, it's intuitive.",
        1140.76,
        1144.54
    ],
    [
        " Like, okay, I'm going to attack this guy's balance because specifically, I'm going",
        1144.74,
        1147.54
    ],
    [
        " for a specific sweep or whatever.",
        1147.54,
        1148.74
    ],
    [
        " Maybe it'll come in and out of your mind.",
        1148.74,
        1150.36
    ],
    [
        " But if you have that clear in your mind that that's part of this whole game that we're",
        1150.72,
        1154.76
    ],
    [
        " playing.",
        1154.76,
        1154.98
    ],
    [
        " Yeah.",
        1155.18,
        1155.2
    ],
    [
        " And go back to the sun suit.",
        1155.4,
        1156.88
    ],
    [
        " Well, just because this is me figuring out right now is just because you're attacking",
        1156.88,
        1161.54
    ],
    [
        " their center of gravity doesn't mean you have to do a frontal assault.",
        1161.54,
        1165.22
    ],
    [
        " Right.",
        1165.38,
        1165.54
    ],
    [
        " You still flank it.",
        1165.54,
        1166.3
    ],
    [
        " Exactly.",
        1166.38,
        1166.78
    ],
    [
        " But I mean, yeah.",
        1167.02,
        1167.56
    ],
    [
        " But now at the end of the day, now that's part of my goal.",
        1167.7,
        1171.7
    ],
    [
        " You know, my goal isn't just to kill everyone or whatever.",
        1172.06,
        1174.86
    ],
    [
        " It's like, okay, we're going to attack this center of gravity.",
        1175.12,
        1178.2
    ],
    [
        " Specifically, because that'll open up, you know, for everything else that comes with",
        1178.3,
        1182.32
    ],
    [
        " it.",
        1182.32,
        1182.52
    ],
    [
        " But it's clarified now.",
        1182.64,
        1184.04
    ],
    [
        " It is back to the book.",
        1184.36,
        1188.3
    ],
    [
        " While getting the job done, the leader must plan ahead and create the future.",
        1188.5,
        1191.4
    ],
    [
        " He must be proactive, not reactive.",
        1191.96,
        1193.72
    ],
    [
        " Truly great leaders have a Q.D.",
        1194.1,
        1195.54
    ],
    [
        " Our perceptive, aggressive, enthusiastic, conceitrends analyze them carefully and correctly,",
        1195.88,
        1202.6
    ],
    [
        " have a vision, have confidence in it, and can inspire and motivate himself and his",
        1203.0,
        1207.48
    ],
    [
        " people to make it happen.",
        1207.48,
        1208.4
    ],
    [
        " That's a big laundry list of things for a leader to be doing.",
        1208.78,
        1211.48
    ],
    [
        " That's why leaders, that's why leadership is a hard job.",
        1212.64,
        1216.22
    ],
    [
        " Think about all those things I just rattled off.",
        1216.4,
        1217.82
    ],
    [
        " He must have a positive attitude and must hate the word no.",
        1218.8,
        1222.06
    ],
    [
        " He must have smart, well-trained people to run day-to-day activities.",
        1222.76,
        1225.92
    ],
    [
        " He must check up on them and make sure the job is getting done while he stacks the deck",
        1226.2,
        1230.14
    ],
    [
        " for future success.",
        1230.14,
        1231.66
    ],
    [
        " So you can see right now he's not micromanaging.",
        1232.14,
        1233.56
    ],
    [
        " He's getting people that can do the job and then he's looking forward.",
        1233.82,
        1236.62
    ],
    [
        " Principle number three.",
        1237.4,
        1239.32
    ],
    [
        " When nothing is wrong, there's nothing wrong.",
        1239.7,
        1242.02
    ],
    [
        " Except there's nothing wrong.",
        1242.46,
        1244.0
    ],
    [
        " That's when a leader has to be most alert.",
        1244.46,
        1246.08
    ],
    [
        " Complacency kills.",
        1246.56,
        1247.74
    ],
    [
        " Leaders are paid to create order out of chaos.",
        1248.24,
        1250.54
    ],
    [
        " History is replete with examples of leaders who failed because they became too complacent.",
        1251.38,
        1255.5
    ],
    [
        " In the days and months leading up to Pearl Harbor, American military leaders were confident",
        1255.84,
        1260.5
    ],
    [
        " that the Japanese could never strike American soil.",
        1260.5,
        1263.64
    ],
    [
        " Our naval intelligence said that Pearl Harbor was too far out of reach for a Japanese naval",
        1264.32,
        1268.82
    ],
    [
        " task force.",
        1268.82,
        1269.48
    ],
    [
        " They were also convinced the harbor was too shallow for a torpedo attack.",
        1269.9,
        1273.58
    ],
    [
        " Instead of prioritizing the threat from an aggressive naval enemy, the Army Air Corps",
        1273.96,
        1278.38
    ],
    [
        " commander at Wheeler and Hickam Fields put a higher priority on the threat from spies",
        1278.38,
        1282.86
    ],
    [
        " and saboteurs.",
        1282.86,
        1284.16
    ],
    [
        " They grouped the planes together at the airfield to make them easier for walking",
        1284.94,
        1290.16
    ],
    [
        " centuries to guard on foot patrol.",
        1290.16,
        1292.14
    ],
    [
        " But when the Japanese bombers arrived on December 7th, the cluster of American planes",
        1292.9,
        1298.14
    ],
    [
        " became Turkey's shoot targets.",
        1298.14,
        1299.88
    ],
    [
        " Didn't know that.",
        1300.32,
        1301.22
    ],
    [
        " Didn't know that.",
        1301.54,
        1302.8
    ],
    [
        " Wrong threat assessment.",
        1303.26,
        1304.3
    ],
    [
        " And now you're doing something that's actually going to help your enemy's real attack.",
        1304.72,
        1308.82
    ],
    [
        " But it's complacency.",
        1309.18,
        1311.72
    ],
    [
        " Principle number four.",
        1312.2,
        1316.3
    ],
    [
        " Trust your instincts.",
        1317.04,
        1317.98
    ],
    [
        " Instincts are the product of one's personality, experience, reading, and education.",
        1319.26,
        1326.64
    ],
    [
        " That's interesting, right?",
        1326.86,
        1329.78
    ],
    [
        " He puts reading in there.",
        1330.08,
        1331.14
    ],
    [
        " You're actually getting experience from reading, and you know how it's said that?",
        1331.62,
        1333.7
    ],
    [
        " General Mattis.",
        1334.04,
        1334.62
    ],
    [
        " General Mattis, he reads, I think he has a personal book collection of like 5,000 or 7,000",
        1334.86,
        1342.08
    ],
    [
        " books, personal book collection.",
        1342.08,
        1343.5
    ],
    [
        " And he said he, that's to prevent him from being surprised because if you know history,",
        1345.66,
        1350.56
    ],
    [
        " you know the future.",
        1350.92,
        1352.12
    ],
    [
        " But that's a great definition of what instinct is because people think instinct is this something",
        1352.62,
        1361.18
    ],
    [
        " that's some mysterious thing, right?",
        1361.18,
        1363.38
    ],
    [
        " But no, it's your personality, experience, reading, and education.",
        1363.52,
        1366.22
    ],
    [
        " Yeah, as far as the context he's putting it in, I mean, instinct obviously is clearly",
        1366.68,
        1370.46
    ],
    [
        " defined as something else.",
        1370.5,
        1372.96
    ],
    [
        " What is it clearly defined as?",
        1373.46,
        1374.84
    ],
    [
        " I didn't say I knew.",
        1375.32,
        1376.56
    ],
    [
        " Oh, okay.",
        1377.08,
        1377.26
    ],
    [
        " No, no, no, no.",
        1377.38,
        1377.8
    ],
    [
        " You know how animals have instincts to, we have instincts to procreate, like all this",
        1377.8,
        1381.76
    ],
    [
        " stuff.",
        1381.76,
        1382.04
    ],
    [
        " I mean, obviously he's talking about a specific concept.",
        1382.36,
        1384.46
    ],
    [
        " Yeah, he's not talking about the instinct to procreate.",
        1384.48,
        1386.28
    ],
    [
        " No, no, no, no.",
        1386.34,
        1387.22
    ],
    [
        " Something else.",
        1387.4,
        1387.8
    ],
    [
        " But I'm saying, you know what I mean?",
        1388.06,
        1390.38
    ],
    [
        " It's not that it's mystical.",
        1390.86,
        1392.0
    ],
    [
        " Yes, his definition is not mystical.",
        1392.78,
        1394.6
    ],
    [
        " Yeah.",
        1394.76,
        1395.0
    ],
    [
        " It's like, hey, read, learn, experience, that experience.",
        1395.18,
        1399.14
    ],
    [
        " And then, yeah, so you know, like how, you know, your gut feeling kind of thing.",
        1399.14,
        1403.14
    ],
    [
        " So yeah, it's made, like if you don't have any experience in any, like you're not reading",
        1403.34,
        1408.32
    ],
    [
        " nothing, and you don't have any, you're not going to have many gut instincts.",
        1408.32,
        1411.28
    ],
    [
        " No, you'll still have it.",
        1411.72,
        1413.08
    ],
    [
        " Yeah, and there'll be way off.",
        1413.18,
        1414.06
    ],
    [
        " Yeah, yeah, yeah.",
        1414.2,
        1414.84
    ],
    [
        " Exactly right.",
        1414.84,
        1415.6
    ],
    [
        " I was talking about this with someone when sometimes like with an injury, let's say,",
        1415.68,
        1421.52
    ],
    [
        " you have an injury, and you think, I'll just do this.",
        1421.74,
        1423.82
    ],
    [
        " But what you're doing is actually completely wrong.",
        1424.22,
        1426.96
    ],
    [
        " Yeah.",
        1427.14,
        1427.28
    ],
    [
        " Yeah.",
        1427.7,
        1428.06
    ],
    [
        " Yeah.",
        1428.06,
        1428.3
    ],
    [
        " That happens to me sometimes.",
        1428.8,
        1429.74
    ],
    [
        " Yeah.",
        1429.92,
        1430.12
    ],
    [
        " I'll have an injury.",
        1430.22,
        1430.7
    ],
    [
        " I'll say, you know what?",
        1430.7,
        1431.36
    ],
    [
        " I'll just keep stretching it.",
        1431.66,
        1432.74
    ],
    [
        " Yeah.",
        1432.76,
        1432.9
    ],
    [
        " It hurts a little bit, but it'll be okay.",
        1433.0,
        1434.46
    ],
    [
        " I think that's helping it.",
        1434.56,
        1435.42
    ],
    [
        " And I'm just wrong.",
        1435.44,
        1436.3
    ],
    [
        " Yeah.",
        1436.52,
        1436.66
    ],
    [
        " Just completely wrong.",
        1436.86,
        1437.76
    ],
    [
        " Yeah.",
        1437.98,
        1438.16
    ],
    [
        " And so let's say you were, you did that just over and over, over and over and over and over",
        1438.52,
        1446.44
    ],
    [
        " and over and over and over again.",
        1446.44,
        1447.08
    ],
    [
        " Which you probably have.",
        1447.5,
        1448.88
    ],
    [
        " But I'm saying the normal person, you do it over, then the instincts will kind of recalibrate",
        1448.98,
        1453.2
    ],
    [
        " itself.",
        1453.2,
        1453.48
    ],
    [
        " And then, yeah, because eventually I go, hey, this doesn't work.",
        1453.9,
        1455.5
    ],
    [
        " Yeah.",
        1455.5,
        1455.74
    ],
    [
        " And now my instinct becomes, hey, demobilize that broken wing or whatever.",
        1455.76,
        1460.36
    ],
    [
        " Yeah.",
        1460.42,
        1460.64
    ],
    [
        " Yeah.",
        1460.74,
        1460.98
    ],
    [
        " Exactly.",
        1461.16,
        1461.62
    ],
    [
        " Check.",
        1462.22,
        1462.7
    ],
    [
        " Just like if you don't know Jiu Jitsu and you get into a fight with someone who doesn't know",
        1463.04,
        1466.26
    ],
    [
        " Jiu Jitsu, you're going to do your instincts that you know, which is nothing, by the way.",
        1466.26,
        1469.34
    ],
    [
        " And your instincts are going to be completely wrong.",
        1469.54,
        1470.68
    ],
    [
        " Completely wrong.",
        1470.84,
        1471.42
    ],
    [
        " But you do Jiu Jitsu along though.",
        1471.66,
        1472.44
    ],
    [
        " I'll push this guy off me.",
        1472.44,
        1473.46
    ],
    [
        " Yeah.",
        1473.74,
        1474.04
    ],
    [
        " Yeah.",
        1474.18,
        1474.32
    ],
    [
        " Exactly where I'll power out of this or, you know, I'll go all, all super hard.",
        1474.32,
        1478.4
    ],
    [
        " Well, that's a great example.",
        1478.54,
        1480.0
    ],
    [
        " Yeah.",
        1480.24,
        1480.44
    ],
    [
        " And then when you learn Jiu Jitsu, it recalibrates your instincts now.",
        1480.68,
        1483.56
    ],
    [
        " Now your instincts are good and proper.",
        1483.64,
        1486.72
    ],
    [
        " Unless you get one of these tricky guys who knows your instincts.",
        1487.12,
        1489.7
    ],
    [
        " So he's going to base his instincts off your instincts.",
        1489.96,
        1492.38
    ],
    [
        " You understand what I'm saying?",
        1492.44,
        1493.1
    ],
    [
        " Yeah.",
        1493.22,
        1493.34
    ],
    [
        " Now we're getting into strategy though.",
        1493.38,
        1494.56
    ],
    [
        " Yeah.",
        1494.72,
        1495.02
    ],
    [
        " That's true.",
        1495.22,
        1495.76
    ],
    [
        " All right.",
        1496.3,
        1497.64
    ],
    [
        " Back to the book.",
        1498.0,
        1498.66
    ],
    [
        " It's a, I was talking about instinct.",
        1498.94,
        1500.42
    ],
    [
        " It's a kind of six sense when seconds count instincts and decisiveness come into play.",
        1500.78,
        1506.4
    ],
    [
        " In quick developing situations, the leader must act fast in part confidence to all around",
        1506.7,
        1512.34
    ],
    [
        " him must not second guess a decision, make it happen.",
        1512.5,
        1516.0
    ],
    [
        " In the process, he cannot stand around slack job when he's hit with the unexpected.",
        1516.38,
        1521.3
    ],
    [
        " He must face up to the facts and deal with them and move on.",
        1522.04,
        1526.22
    ],
    [
        " When my head tells me to do one thing and my gut tells me to do another, I will always",
        1527.52,
        1530.9
    ],
    [
        " go with my gut.",
        1530.9,
        1531.72
    ],
    [
        " Why?",
        1531.96,
        1532.38
    ],
    [
        " Because my gut, because my gut, as I've learned, is rarely wrong.",
        1532.8,
        1536.82
    ],
    [
        " Now that's, that's a bold statement right there.",
        1537.68,
        1541.14
    ],
    [
        " Yeah.",
        1541.42,
        1541.66
    ],
    [
        " You got to, my, if my instinct are telling me one thing and my brain is telling me something",
        1541.72,
        1548.22
    ],
    [
        " else, that is, to me, that's time to reassess what's going on.",
        1548.22,
        1552.62
    ],
    [
        " Yeah.",
        1552.76,
        1552.9
    ],
    [
        " Because I got some conflicting things happening going because I'm fairly logical in thinking",
        1553.32,
        1559.52
    ],
    [
        " through things.",
        1559.52,
        1560.06
    ],
    [
        " And if that is getting completely countered by just some emotional feeling, which kind",
        1560.28,
        1567.04
    ],
    [
        " of, that's what an instinct is, right?",
        1567.04,
        1568.26
    ],
    [
        " That's, that can be, my name can be, it can be.",
        1568.36,
        1571.26
    ],
    [
        " Emotional.",
        1572.4,
        1572.76
    ],
    [
        " Yeah.",
        1572.9,
        1573.22
    ],
    [
        " Right.",
        1573.34,
        1573.64
    ],
    [
        " So you got to watch out for that.",
        1573.8,
        1575.2
    ],
    [
        " Yeah.",
        1575.2,
        1575.46
    ],
    [
        " It seems like you know, emotion or any situation predicated on emotion strongly, like a,",
        1575.66,
        1582.18
    ],
    [
        " I don't know, relationship with somebody.",
        1582.22,
        1584.46
    ],
    [
        " I'm just going to go with my, in this case, not your gut.",
        1585.1,
        1587.94
    ],
    [
        " Yeah.",
        1588.18,
        1588.66
    ],
    [
        " I'm going to go with my gut.",
        1588.66,
        1590.54
    ],
    [
        " Yeah, you're wrong.",
        1590.68,
        1591.18
    ],
    [
        " No, no, no, yeah, you're probably wrong on that one.",
        1591.26,
        1593.08
    ],
    [
        " Think about it.",
        1593.08,
        1593.9
    ],
    [
        " Think about it.",
        1594.24,
        1595.04
    ],
    [
        " Think about it.",
        1595.16,
        1595.82
    ],
    [
        " Logical side.",
        1595.98,
        1596.56
    ],
    [
        " Yeah.",
        1596.88,
        1597.04
    ],
    [
        " Back to the book.",
        1597.68,
        1598.5
    ],
    [
        " Instinct is a kind of caution light, an early warning or a gut feeling, which can, on occasion,",
        1598.66,
        1603.64
    ],
    [
        " result in a far better decision than one based on a logical process.",
        1603.78,
        1606.7
    ],
    [
        " One rule of thumb I learned more than 60 years ago at West Point is, if there's a doubt",
        1607.14,
        1612.12
    ],
    [
        " in your mind, there's no doubt at all.",
        1612.12,
        1614.94
    ],
    [
        " In other words, if you know in your heart that an action is wrong, don't do it.",
        1616.12,
        1621.2
    ],
    [
        " One of my sons calls this the rule of doubts.",
        1621.98,
        1624.44
    ],
    [
        " Above all, never try to fake out, deceive or fool the people under you.",
        1625.46,
        1629.88
    ],
    [
        " Not only is it wrong, but the troops can smell BS from miles away.",
        1630.28,
        1635.58
    ],
    [
        " See, and let's start to make more sense if it's something that's wrong.",
        1636.4,
        1640.06
    ],
    [
        " Yeah, well, that makes a lot of sense.",
        1640.3,
        1642.0
    ],
    [
        " Yeah.",
        1642.0,
        1642.14
    ],
    [
        " That makes a lot of sense.",
        1642.3,
        1643.16
    ],
    [
        " Rather than right.",
        1643.24,
        1643.96
    ],
    [
        " The way I hurt would hear this in the teams, I didn't know it came from West Point, but",
        1644.94,
        1650.2
    ],
    [
        " they'd say, if there is a doubt, then there is no doubt, which I guess is the same thing,",
        1650.2,
        1654.08
    ],
    [
        " which is shorter.",
        1654.08,
        1655.22
    ],
    [
        " If there is a doubt, then there is no doubt.",
        1655.76,
        1657.0
    ],
    [
        " And that means what?",
        1657.1,
        1657.86
    ],
    [
        " Like, if there's any doubt, then there means there's no doubt that it's wrong.",
        1658.02,
        1661.16
    ],
    [
        " Yes.",
        1661.28,
        1661.44
    ],
    [
        " Or if you're saying, wait, I don't know if this is the right thing to do.",
        1661.8,
        1664.94
    ],
    [
        " It's probably not.",
        1665.1,
        1665.92
    ],
    [
        "",
        1666.08,
        1666.08
    ],
    [
        " Okay.",
        1666.22,
        1666.34
    ],
    [
        " Probably not.",
        1666.44,
        1667.0
    ],
    [
        " Yeah.",
        1667.28,
        1669.88
    ],
    [
        " Instincts.",
        1670.12,
        1671.6
    ],
    [
        " Like, when ducks fly south for the winter, wait, is it north or south?",
        1672.22,
        1681.04
    ],
    [
        " They fly south for the winter.",
        1681.34,
        1682.38
    ],
    [
        " Yeah, yeah, yeah.",
        1682.42,
        1683.0
    ],
    [
        " That's an instinct.",
        1683.36,
        1684.82
    ],
    [
        " I don't know what that is.",
        1685.54,
        1686.56
    ],
    [
        " Is that an instinct?",
        1686.7,
        1687.2
    ],
    [
        "",
        1687.58,
        1687.58
    ],
    [
        " Straight up.",
        1687.82,
        1688.42
    ],
    [
        " Just like, like, if you're a baby, like, suckling, you know, so you can feed.",
        1688.68,
        1694.18
    ],
    [
        " That's an instinct.",
        1694.44,
        1695.16
    ],
    [
        " Interesting.",
        1695.72,
        1697.04
    ],
    [
        " Let's see.",
        1697.5,
        1697.84
    ],
    [
        " Back to the book.",
        1698.68,
        1701.1
    ],
    [
        " Back to the book.",
        1701.32,
        1704.26
    ],
    [
        " The discipline that makes an effective leader begins in the home.",
        1704.32,
        1708.0
    ],
    [
        " In most cases, learning comes through observation and experience.",
        1708.48,
        1712.1
    ],
    [
        " It is through the parents and or legal guardians where we first begin to understand right from",
        1712.1,
        1716.84
    ],
    [
        " wrong and success or failure.",
        1716.84,
        1718.34
    ],
    [
        " In having guidelines and expectations set before me as a young boy, having to toe the",
        1719.14,
        1724.18
    ],
    [
        " line was the standard of every day.",
        1724.18,
        1726.46
    ],
    [
        " While I remember my mother and father requiring discipline and proper conduct, there was an",
        1727.34,
        1731.92
    ],
    [
        " equal balance of love, fun, fishing, reading, religion, and daydreaming.",
        1731.92,
        1736.66
    ],
    [
        " Yes, daydreaming.",
        1737.04,
        1738.08
    ],
    [
        " Discipline.",
        1738.96,
        1741.38
    ],
    [
        " Cool.",
        1744.58,
        1745.1
    ],
    [
        " Daydreaming makes sense, but you don't automatically associate that with discipline.",
        1743.8,
        1751.78
    ],
    [
        " No, you don't.",
        1752.34,
        1753.1
    ],
    [
        " You don't.",
        1753.76,
        1754.16
    ],
    [
        " But if you follow your daydreams all the time, then you won't end up with anything.",
        1754.48,
        1759.66
    ],
    [
        " So you have to have them both.",
        1760.0,
        1761.28
    ],
    [
        " Yeah, yeah.",
        1761.56,
        1762.06
    ],
    [
        " Next one.",
        1762.52,
        1763.72
    ],
    [
        " No job is ever beneath you.",
        1763.98,
        1765.78
    ],
    [
        " In whatever you do, do it to the best of your abilities.",
        1766.3,
        1769.14
    ],
    [
        " Next, the best leaders try, the best leaders strive to create a family environment within",
        1769.86,
        1778.62
    ],
    [
        " their organization.",
        1778.62,
        1779.48
    ],
    [
        " A good leader aims to make his subordinates feel that they are valued members of a team.",
        1779.84,
        1783.78
    ],
    [
        " The same loyalty that goes up the chain of command must also go down the chain of command",
        1784.22,
        1788.54
    ],
    [
        " and across the network of subordinates.",
        1788.54,
        1790.98
    ],
    [
        " And, and by the way, of course, as always, I'm not reading this whole book.",
        1792.44,
        1796.18
    ],
    [
        " There's all kinds of better detail in the book itself and explanations.",
        1796.34,
        1800.72
    ],
    [
        " And I'm hitting the the wavetops, as they say.",
        1800.72,
        1804.38
    ],
    [
        " Sure.",
        1804.6,
        1804.86
    ],
    [
        " I like this one a little bit.",
        1805.64,
        1807.52
    ],
    [
        " The first person you have to lead in discipline is yourself.",
        1808.32,
        1811.06
    ],
    [
        " Good versus poor choices make all the difference in the world.",
        1813.2,
        1817.38
    ],
    [
        " Conquer back to the book.",
        1817.96,
        1822.64
    ],
    [
        " To be a leader, you must be willing to be a lifelong learner.",
        1822.82,
        1825.14
    ],
    [
        " The leaders who fail are those who think they know everything or that they have nothing",
        1825.58,
        1830.84
    ],
    [
        " left to learn.",
        1830.84,
        1831.6
    ],
    [
        " They resent having to learn something new or adapt to a new situation.",
        1832.26,
        1836.36
    ],
    [
        " Gotta be humble.",
        1837.26,
        1838.08
    ],
    [
        " This is interesting.",
        1842.8,
        1843.86
    ],
    [
        " I like to do a lot of listening.",
        1844.04,
        1845.1
    ],
    [
        " That way I pick up a lot of good ideas many from subordinates.",
        1845.64,
        1848.58
    ],
    [
        " When you listen, you know twice as much as the other guy.",
        1849.1,
        1852.6
    ],
    [
        " What he knows and what you know.",
        1853.14,
        1855.44
    ],
    [
        " Also, whenever the boss talked, I not only listened, but I took notes.",
        1856.74,
        1860.9
    ],
    [
        " I still carry three by five cards today.",
        1861.74,
        1863.92
    ],
    [
        " So that's, that's a great one.",
        1865.16,
        1866.8
    ],
    [
        " If you let someone else talk, I was doing.",
        1867.06,
        1869.88
    ],
    [
        " Security detail in Iraq, my first deployment over there.",
        1871.34,
        1874.38
    ],
    [
        " And we picked up a high, high ranking officer and we were the security detail form.",
        1874.8,
        1881.38
    ],
    [
        " And he was picking up some subordinate officers along the way.",
        1881.38,
        1884.72
    ],
    [
        " And it was so interesting how this high ranking officer, depending on who got in the vehicle",
        1884.96,
        1891.78
    ],
    [
        " because we met with multiple different subordinate officers of his.",
        1891.78,
        1896.08
    ],
    [
        " And this is the American guy.",
        1896.54,
        1898.86
    ],
    [
        " Oh yeah, these are all Americans.",
        1899.76,
        1901.34
    ],
    [
        " All Americans.",
        1901.76,
        1902.08
    ],
    [
        " But the senior officer, he would barely say anything.",
        1902.42,
        1906.8
    ],
    [
        " And the guys would get in and you could hear them.",
        1907.7,
        1910.24
    ],
    [
        " You know, at first they'd sort of listen for a minute and they couldn't handle it.",
        1910.46,
        1913.78
    ],
    [
        " So they'd just start talking and they'd tell the boss everything.",
        1913.82,
        1917.1
    ],
    [
        " It's a great technique.",
        1917.78,
        1919.3
    ],
    [
        " You sit there quietly and you, these people are spilling their guts.",
        1919.5,
        1921.88
    ],
    [
        " Yeah, isn't that a negotiation for sure to for sure?",
        1922.34,
        1925.38
    ],
    [
        " Yeah, where you just don't say anything.",
        1925.66,
        1927.06
    ],
    [
        " Just don't say anything.",
        1927.06,
        1927.84
    ],
    [
        " Well, yeah, it can make people uncomfortable.",
        1928.12,
        1930.1
    ],
    [
        " But that's a great way of looking at it.",
        1930.42,
        1934.58
    ],
    [
        " When you talk, you're, and that same thing happens in any situation.",
        1934.82,
        1938.98
    ],
    [
        " I've said it before on this podcast, the more you talk, the less people listen.",
        1939.24,
        1942.54
    ],
    [
        " Yeah, just the way it is.",
        1943.16,
        1945.1
    ],
    [
        " He had a kind of some challenges getting into West Point.",
        1946.02,
        1950.0
    ],
    [
        " And he did get in and he had a couple lessons learned from that.",
        1950.7,
        1953.92
    ],
    [
        " Never say no to yourself when you need to ask for something.",
        1954.04,
        1957.58
    ],
    [
        " Make the other guy say no.",
        1957.78,
        1958.78
    ],
    [
        " That's, that's, that's a good point, right?",
        1959.06,
        1961.08
    ],
    [
        " Like I'm not just going to say, I'll echo would never say yes to this.",
        1961.64,
        1963.98
    ],
    [
        " So I'm just not going to ask him.",
        1964.04,
        1965.32
    ],
    [
        " No, I'm going to ask him.",
        1965.54,
        1966.36
    ],
    [
        " Echo, can you make a couple more videos?",
        1966.48,
        1968.16
    ],
    [
        " What's the thing you can do is say no, which is likely.",
        1969.02,
        1971.24
    ],
    [
        " Yeah.",
        1971.6,
        1971.82
    ],
    [
        " I was, I forget if I read this or listening to it, but there's two kinds of",
        1972.2,
        1975.94
    ],
    [
        " askers.",
        1975.94,
        1976.56
    ],
    [
        " People who ask for stuff, right?",
        1976.98,
        1979.44
    ],
    [
        " There's two kinds.",
        1979.62,
        1980.12
    ],
    [
        " One who thinks like that, where is like the worst they can say is no.",
        1981.72,
        1984.4
    ],
    [
        " So might as well ask or the second kind who is like he, you know, he might say no.",
        1984.58,
        1989.72
    ],
    [
        " But I, you know how like some people, I don't know if you're like this.",
        1989.92,
        1992.9
    ],
    [
        " Maybe you're, I don't know.",
        1993.16,
        1994.06
    ],
    [
        " But some people they're uncomfortable when to like saying no to someone.",
        1994.28,
        1997.88
    ],
    [
        " Like it's like you're the bad guy.",
        1998.12,
        1999.54
    ],
    [
        " Yeah.",
        1999.7,
        1999.84
    ],
    [
        " Kind of like, hey, can you retweet this charity or something like that?",
        2000.08,
        2003.4
    ],
    [
        " And if you say no, you're the bad guy.",
        2003.76,
        2006.26
    ],
    [
        " And that's an extreme example, of course.",
        2006.3,
        2007.74
    ],
    [
        " But the people are like that.",
        2007.86,
        2009.78
    ],
    [
        " But some people there, if they're, I forget the name of the asker, but if you're",
        2010.12,
        2015.26
    ],
    [
        " the kind of asker that's like, oh, the worst they could say no, if you're that kind",
        2015.26,
        2017.56
    ],
    [
        " of person, someone asked you, you have no, usually have no problem saying no.",
        2017.56,
        2021.0
    ],
    [
        " But if you're the other kind of, it's like, dang, now he put me into the, in a",
        2021.46,
        2025.22
    ],
    [
        " position to be the bad guy, they're way less likely to ask for stuff.",
        2025.22,
        2030.08
    ],
    [
        " Because they don't want to put that way.",
        2030.58,
        2032.54
    ],
    [
        " They don't want to put that person in that position.",
        2032.66,
        2034.7
    ],
    [
        " So it's like, yeah, the worst thing you can say, no, but I don't want to put him",
        2034.86,
        2037.34
    ],
    [
        " in that position because he's going to feel like, oh, I",
        2037.34,
        2040.04
    ],
    [
        " would.",
        2040.04,
        2040.2
    ],
    [
        " There's like two kinds of people, but it's weird when you get the clash of the kind",
        2040.26,
        2046.2
    ],
    [
        " of person, let's say I'm the kind of person who I don't want to put you in the position",
        2046.2,
        2049.8
    ],
    [
        " to say no.",
        2049.8,
        2050.34
    ],
    [
        " So I kind of, I'll be real shy to ask, but you're the opposite.",
        2050.48,
        2054.16
    ],
    [
        " You're going to be asking me for stuff.",
        2054.64,
        2055.84
    ],
    [
        " And I'm going to be like, I won't answer you.",
        2055.94,
        2059.18
    ],
    [
        " I'll be bothered by if you, you know, for a few days and be like, man, I can't",
        2059.34,
        2062.86
    ],
    [
        " believe he's asking me to do this.",
        2062.86,
        2064.24
    ],
    [
        " You know, I can't believe he's asked me to get me.",
        2064.48,
        2066.08
    ],
    [
        " When you should just say no.",
        2066.08,
        2066.98
    ],
    [
        " Yeah, no, but in my mind, if I say no, now I'm the bad guy.",
        2067.6,
        2070.9
    ],
    [
        " Now you're in my mind, you're at home saying I can't believe like he won't do this for me.",
        2071.02,
        2074.86
    ],
    [
        " Or you know, you go through all this stuff, but yeah, that's when you get that.",
        2075.02,
        2079.14
    ],
    [
        " Dude, it's tormented living in your hand.",
        2079.24,
        2081.08
    ],
    [
        " I mean, I'm like, no, next question.",
        2081.26,
        2086.06
    ],
    [
        " See, but then even when you say like, no, like text message fully with text messages,",
        2086.06,
        2092.56
    ],
    [
        " you know how you, you say in real life, but at least I can see the look on your face.",
        2092.66,
        2095.88
    ],
    [
        " Like you're kind of half joking.",
        2096.24,
        2097.48
    ],
    [
        " I see it and all this stuff.",
        2097.8,
        2098.96
    ],
    [
        " But in text message, you say no periods.",
        2099.1,
        2101.36
    ],
    [
        " Right?",
        2101.36,
        2102.08
    ],
    [
        " That's it.",
        2102.2,
        2102.58
    ],
    [
        " So I'm like, no, chocolate metamine.",
        2102.72,
        2104.72
    ],
    [
        " Chocolate metamine for something.",
        2105.02,
        2106.0
    ],
    [
        " He's like, you wouldn't have said it like that.",
        2106.24,
        2108.08
    ],
    [
        " You know, but so yeah, you make it really hard, man.",
        2108.32,
        2111.74
    ],
    [
        " People read into a lot of stuff.",
        2111.96,
        2113.26
    ],
    [
        " Then that's obviously you have to read into some stuff to figure out what's going on.",
        2113.8,
        2117.82
    ],
    [
        " Yeah, but some of those people go crazy with that.",
        2117.82,
        2119.76
    ],
    [
        " Brad, are you even married?",
        2119.9,
        2120.94
    ],
    [
        " Brad, you got to read into everything.",
        2121.1,
        2122.5
    ],
    [
        " Every little thing you got to read into.",
        2122.88,
        2124.32
    ],
    [
        " Hey.",
        2124.46,
        2124.72
    ],
    [
        " Oh, yeah.",
        2125.9,
        2126.94
    ],
    [
        " So you got it.",
        2127.06,
        2128.78
    ],
    [
        " You know, all right.",
        2128.82,
        2130.22
    ],
    [
        " Back to the book, never quit.",
        2130.52,
        2132.24
    ],
    [
        " Obviously next one, find a way to turn every minus into a plus.",
        2132.82,
        2138.14
    ],
    [
        " Good.",
        2139.42,
        2140.56
    ],
    [
        " There is a solution to every problem, some are more complex than others.",
        2141.24,
        2145.96
    ],
    [
        " There's always a way.",
        2146.12,
        2148.06
    ],
    [
        " While he was at West Point, he learned about toxic leadership.",
        2149.46,
        2154.9
    ],
    [
        " And here we go.",
        2155.36,
        2155.98
    ],
    [
        " They were, they were putting under the command or they're putting the squads.",
        2156.18,
        2160.2
    ],
    [
        " And here we go.",
        2160.2,
        2160.74
    ],
    [
        " Each squad had two different squad leaders.",
        2160.82,
        2162.32
    ],
    [
        " One month with each.",
        2162.62,
        2163.6
    ],
    [
        " I've never forgotten those two men.",
        2163.92,
        2165.66
    ],
    [
        " The first one was arrogant was an, was an arrogant, sadistic person who screamed",
        2166.02,
        2169.8
    ],
    [
        " and yelled at us, made us do unmerciful physical exercises.",
        2169.8,
        2173.16
    ],
    [
        " Apparently with a goal of driving the week to quit the academy, I despised that man.",
        2173.58,
        2177.68
    ],
    [
        " A leader should never be arrogant, spiteful condescending or engaging gossip.",
        2177.68,
        2182.08
    ],
    [
        " To the contrary, he should always act with humility and treat his subordinates with respect and dignity.",
        2182.74,
        2188.08
    ],
    [
        " As a leader, your words and action have greater impact on your subordinates than you realize.",
        2188.62,
        2192.66
    ],
    [
        " Thus choose your words carefully.",
        2193.24,
        2195.8
    ],
    [
        " Avoid sarcasm and flippancy.",
        2196.46,
        2198.3
    ],
    [
        " Do not insult or take digs at anyone's intelligence.",
        2198.82,
        2201.94
    ],
    [
        " Remember everyone processes information differently and at different speeds.",
        2202.52,
        2207.02
    ],
    [
        " Don't automatically assume that someone is stupid or indifferent because they haven't mastered a particular task yet.",
        2208.44,
        2215.14
    ],
    [
        " That stuff is so important.",
        2215.76,
        2219.94
    ],
    [
        " This is something that I screw up because, you know, being in a, growing up in a sea of opal tune,",
        2220.42,
        2226.08
    ],
    [
        " everyone's always like picking on each other.",
        2226.26,
        2228.44
    ],
    [
        " What's that called verbally sparring and cutting each other down?",
        2228.64,
        2232.14
    ],
    [
        " You know, that's just the way it is.",
        2232.26,
        2233.32
    ],
    [
        " And I still have that in me.",
        2235.06,
        2236.5
    ],
    [
        " Like, I still have that in me.",
        2236.78,
        2238.58
    ],
    [
        " I don't know. Do I not do that?",
        2238.6,
        2241.94
    ],
    [
        " So what, but I can do that sometimes when I know I should.",
        2242.16,
        2247.06
    ],
    [
        " I'm like, I'll do it to my kids sometimes, I'll do it to my wife sometimes.",
        2247.34,
        2249.88
    ],
    [
        " And, and sometimes I don't realize it until afterwards.",
        2250.26,
        2254.38
    ],
    [
        " And the thing is, in my mind, I'm kidding.",
        2254.62,
        2257.58
    ],
    [
        " Yeah. It's all good.",
        2257.94,
        2258.74
    ],
    [
        " Like I have no ill will, but you know, you can't do that.",
        2258.76,
        2263.14
    ],
    [
        " Yeah. So that's one I need to always be careful of because I have a tendency to treat other people",
        2263.32,
        2270.9
    ],
    [
        " like their e-fives and a sealed thing with me.",
        2270.9,
        2274.52
    ],
    [
        " And that's not always good.",
        2274.82,
        2275.98
    ],
    [
        " Yeah. Especially the wife that you mentioned that before the wife.",
        2276.38,
        2278.58
    ],
    [
        " Yeah.",
        2278.8,
        2278.94
    ],
    [
        " I said, this was the other day, January 1st, right?",
        2279.22,
        2282.96
    ],
    [
        " First day of the year.",
        2283.14,
        2283.76
    ],
    [
        " And I forget what my wife did.",
        2284.56,
        2287.6
    ],
    [
        " Yeah, for real what you did, but I was like, what a loser.",
        2288.8,
        2292.78
    ],
    [
        " Right?",
        2292.94,
        2293.34
    ],
    [
        " Yeah.",
        2293.52,
        2293.76
    ],
    [
        " And here's the thing.",
        2293.9,
        2294.78
    ],
    [
        " I've said that plenty times and you know, whatever to her.",
        2294.9,
        2297.42
    ],
    [
        " And she said it to me or whatever.",
        2297.54,
        2298.9
    ],
    [
        " But here's the thing you didn't.",
        2299.12,
        2301.26
    ],
    [
        " You just, but either way it was cut.",
        2301.42,
        2305.08
    ],
    [
        " It's not like with you, if I said that or something like that or whatever,",
        2305.76,
        2309.68
    ],
    [
        " you'd be a joke.",
        2309.82,
        2310.28
    ],
    [
        " There would be a consistent reaction, I think.",
        2310.5,
        2315.16
    ],
    [
        " 100% consistent.",
        2315.28,
        2316.26
    ],
    [
        " Yeah, you're right.",
        2316.34,
        2317.32
    ],
    [
        " Where you'd be like, yeah, it's obviously I don't really think you're a loser.",
        2317.42,
        2320.76
    ],
    [
        " The fact I said it is part of verbal spite, whatever.",
        2320.78,
        2323.08
    ],
    [
        " That's a consistent kind of interpretation.",
        2323.32,
        2325.18
    ],
    [
        " Verbal jujuts.",
        2325.26,
        2326.1
    ],
    [
        " Yeah.",
        2326.34,
        2326.64
    ],
    [
        " And, but so she said back, she's like, oh, first insult of the new year.",
        2327.22,
        2333.84
    ],
    [
        " Kind of like sure, that was her joke back.",
        2333.98,
        2335.6
    ],
    [
        " Right?",
        2335.76,
        2336.32
    ],
    [
        " Like, you know, the first thing you knew, but that's still a little, it's still a little like",
        2336.44,
        2339.5
    ],
    [
        " and what I interpreted that or read into it is that dang like it didn't take you",
        2339.5,
        2348.62
    ],
    [
        " much time to start messing with me like that.",
        2349.1,
        2351.34
    ],
    [
        " You know, like it's like, oh, that's that's what she said.",
        2351.66,
        2353.96
    ],
    [
        " Yeah, yeah.",
        2354.0,
        2354.36
    ],
    [
        " That's what she's thinking.",
        2354.48,
        2355.2
    ],
    [
        " Yeah, right.",
        2355.68,
        2356.28
    ],
    [
        " Yeah, I think I was correct.",
        2356.56,
        2358.1
    ],
    [
        " I felt it immediately.",
        2358.1,
        2359.46
    ],
    [
        " And I was like, dang, I got to be careful with that pen stuff.",
        2359.72,
        2362.98
    ],
    [
        " If I said that to my brother, you didn't care.",
        2363.2,
        2365.92
    ],
    [
        " Yeah.",
        2366.1,
        2366.26
    ],
    [
        " Yeah.",
        2366.6,
        2366.7
    ],
    [
        " This continues back to the book contrary to popular belief yelling and yelling",
        2367.52,
        2372.12
    ],
    [
        " at and berating your subordinates will not make them move faster nor will",
        2372.12,
        2375.76
    ],
    [
        " inspire their loyalty.",
        2375.76,
        2377.06
    ],
    [
        " In fact, it may encourage them to begin plotting your demise.",
        2377.52,
        2380.6
    ],
    [
        " Many years from now, your subordinates will not remember what deadlines were met,",
        2382.24,
        2386.46
    ],
    [
        " what sales were closed, what products were shipped, or what training schedules were executed.",
        2386.58,
        2390.52
    ],
    [
        " What they'll remember is how you, the leader, treated them.",
        2390.96,
        2394.2
    ],
    [
        " Whether you inspired a climate of trust and dignity or ruled through fear, metrics and intimidation.",
        2394.72,
        2401.0
    ],
    [
        " It's interesting.",
        2401.56,
        2402.8
    ],
    [
        " It and again, that's that's something that I don't do.",
        2404.12,
        2406.66
    ],
    [
        " Like I might take jabs at people in a fun way that sometimes are not as",
        2407.04,
        2412.78
    ],
    [
        " interpreted as fun as I want them to, but that don't yell at people.",
        2412.78,
        2416.88
    ],
    [
        " I don't parade them.",
        2416.96,
        2417.66
    ],
    [
        " Don't do anything like that.",
        2418.3,
        2419.7
    ],
    [
        " And this is 100% right.",
        2419.98,
        2421.48
    ],
    [
        " When you see people like that, it's not good.",
        2421.54,
        2424.94
    ],
    [
        " And when I started on this, like working with civilians, I think they actually,",
        2425.46,
        2430.4
    ],
    [
        " people actually thought I was going to come and yell and scream.",
        2431.1,
        2433.0
    ],
    [
        "",
        2433.14,
        2433.14
    ],
    [
        " You know, and I'd be like, no, I, and Lafe and I used to be like,",
        2433.58,
        2437.72
    ],
    [
        " uh, Lafe, when we work together for 18 months, how many times that I raised my voice at you,",
        2437.8,
        2443.04
    ],
    [
        " and he'd be like zero.",
        2443.04,
        2443.96
    ],
    [
        " And we, we sometimes make the audience guess, you know, or whatever.",
        2444.5,
        2447.5
    ],
    [
        " Yeah, yeah.",
        2447.72,
        2448.16
    ],
    [
        " And Lafe always cracks the joke of like, there's a lot of times he wanted to yell at me.",
        2448.18,
        2451.38
    ],
    [
        " But you know, we, you know, like, well, that just doesn't work.",
        2451.5,
        2455.08
    ],
    [
        " Yeah.",
        2455.46,
        2455.7
    ],
    [
        " Yeah, that is interesting.",
        2456.34,
        2458.0
    ],
    [
        " How people think that you're going to do that.",
        2459.36,
        2461.28
    ],
    [
        " I know.",
        2461.4,
        2461.82
    ],
    [
        " Maybe that's good.",
        2462.1,
        2464.42
    ],
    [
        " Maybe.",
        2464.98,
        2465.2
    ],
    [
        " Yeah, maybe that's kind of part of the whole thing, the whole picture, you know,",
        2465.46,
        2468.42
    ],
    [
        " but why do they think that maybe because you yell and scream at other situations?",
        2468.5,
        2474.36
    ],
    [
        " I don't though.",
        2474.76,
        2475.32
    ],
    [
        " Well, I have a few videos of you yelling and screaming, yelling and screaming.",
        2475.84,
        2479.62
    ],
    [
        " I don't know.",
        2480.12,
        2480.66
    ],
    [
        " Stuff.",
        2480.92,
        2481.28
    ],
    [
        " When you get into other stuff, you never yell and scream at someone.",
        2482.24,
        2487.02
    ],
    [
        " Oh, you mean like I'm like I'm fired up.",
        2487.02,
        2488.96
    ],
    [
        " Oh, okay.",
        2489.04,
        2489.54
    ],
    [
        " Well, that's a little bit.",
        2489.62,
        2490.2
    ],
    [
        " If I'm raising in my voice is being a little bit more poignant escalated.",
        2490.2,
        2495.04
    ],
    [
        " Yeah, escalated.",
        2495.2,
        2496.0
    ],
    [
        " That's not screaming though.",
        2496.14,
        2497.04
    ],
    [
        " Yeah.",
        2497.24,
        2497.44
    ],
    [
        " So that's not yelling and screaming at someone, you know, so maybe they just like feel that.",
        2497.64,
        2503.16
    ],
    [
        " Oh, that's a lot of fire coming from this guy.",
        2503.32,
        2506.74
    ],
    [
        " And he's real effective in leading people in hard, intense situations.",
        2506.96,
        2511.94
    ],
    [
        " So then maybe they just draw that connection, maybe.",
        2511.94,
        2514.24
    ],
    [
        " To where the movies make it to.",
        2514.24,
        2517.06
    ],
    [
        " Yeah, yeah, people are yelling and bootcamp.",
        2517.5,
        2519.36
    ],
    [
        " Here we go to another thing from West Point.",
        2519.88,
        2524.24
    ],
    [
        " This is show fields, major general John show fields of civil war fame.",
        2524.6,
        2531.4
    ],
    [
        " This is his definition of discipline.",
        2531.58,
        2533.9
    ],
    [
        " So now this is this is cool because we're talking about a guy from the civil war.",
        2534.2,
        2537.78
    ],
    [
        " Right?",
        2538.14,
        2539.2
    ],
    [
        " Here we go.",
        2540.54,
        2541.36
    ],
    [
        " The discipline which makes the soldiers of a free country reliable and battle is not to be gained by",
        2541.64,
        2546.84
    ],
    [
        " harsher tyrannical treatment.",
        2546.84,
        2548.38
    ],
    [
        " On the contrary, such treatment is far more likely to destroy than make an army.",
        2549.24,
        2554.22
    ],
    [
        " It is possible to impart instructions and to give commands in such a manner.",
        2554.98,
        2558.18
    ],
    [
        " And in such a tone of voice has to inspire in the soldier no feeling, but an intense desire to obey.",
        2558.64,
        2564.4
    ],
    [
        " While the opposite manner and tone of voice cannot fail to excite strong resentment and a desire to disobey.",
        2565.1,
        2573.34
    ],
    [
        " The one mode or other of dealing with subordinates springs from a corresponding spirit in the breast of the commander.",
        2573.94,
        2581.66
    ],
    [
        " He who feels the respect which is due others cannot fail to inspire in them regard for himself.",
        2582.26,
        2588.98
    ],
    [
        " While he who feels and hands and hands of manifests disrespect towards others, especially his inferior.",
        2589.48,
        2597.66
    ],
    [
        " Cannot fail to inspire hatred against himself.",
        2598.08,
        2601.8
    ],
    [
        " So again, that what's cool, that might sound all new worldy.",
        2602.86,
        2606.92
    ],
    [
        " That's written civil war.",
        2607.26,
        2608.9
    ],
    [
        " That's civil war, right?",
        2609.26,
        2611.02
    ],
    [
        " That's old school.",
        2611.3,
        2612.16
    ],
    [
        " And he's still talking about, hey, you got to respect your people.",
        2612.58,
        2616.68
    ],
    [
        " You got to treat them well.",
        2616.68,
        2617.8
    ],
    [
        " That's a great, that's a great definition of how to how to impose.",
        2618.28,
        2621.8
    ],
    [
        " And I use that word as I, it's you're not imposing at the point.",
        2622.16,
        2626.7
    ],
    [
        " You're not imposing discipline.",
        2626.86,
        2627.9
    ],
    [
        " You're you're opening the door and showing the way and leading.",
        2628.16,
        2633.64
    ],
    [
        " That's what you're doing.",
        2633.92,
        2634.64
    ],
    [
        " Cultivating an environment of this.",
        2635.14,
        2637.26
    ],
    [
        " Very nice.",
        2637.5,
        2638.34
    ],
    [
        " I like that.",
        2638.36,
        2639.7
    ],
    [
        " Now he goes into the various brands of toxic leaders are all burned through these bully leaders.",
        2640.02,
        2644.5
    ],
    [
        " Those who inflict emotional pain, deliver threats and ultimatums,",
        2644.5,
        2648.54
    ],
    [
        " hurl insults and invalidate the opinions of others.",
        2648.8,
        2651.34
    ],
    [
        " Narcissistic leaders, those who are arrogant and self-congratulatory.",
        2652.06,
        2655.68
    ],
    [
        " This brand of toxic leader will often contrast his own abilities against a subordinate shortcomings.",
        2655.96,
        2660.98
    ],
    [
        " Look at me, I can do this so easily. Why can't you?",
        2661.3,
        2663.62
    ],
    [
        " Insular leaders.",
        2666.0,
        2667.2
    ],
    [
        " This brand of leader forms clicks and goes to great lengths to ensure that his followers are shielded.",
        2667.68,
        2674.48
    ],
    [
        " And enjoy special privileges.",
        2674.62,
        2676.78
    ],
    [
        " These are all different brands of toxic leaders.",
        2677.04,
        2678.64
    ],
    [
        " Hypocritical leaders.",
        2679.24,
        2680.18
    ],
    [
        " This is the one you talked about earlier.",
        2680.46,
        2681.52
    ],
    [
        " These leaders lived by the mantra do as I say, not as I do and rarely practice what they preach.",
        2682.2,
        2687.8
    ],
    [
        " The hypocritical leader will hold his subordinates to a high standard,",
        2689.1,
        2692.12
    ],
    [
        " but won't apply that same standard to himself.",
        2692.3,
        2695.14
    ],
    [
        " As a leader, you should be, you should be applying a higher standard to yourself than your people.",
        2696.08,
        2700.66
    ],
    [
        " For sure.",
        2700.84,
        2701.3
    ],
    [
        " Enforcement leaders, this is interesting.",
        2703.22,
        2704.86
    ],
    [
        " Enforcement leaders, this middle-level leader seeks the approval of his superiors",
        2705.1,
        2709.24
    ],
    [
        " without regard to his subordinate's welfare.",
        2709.24,
        2712.36
    ],
    [
        " He will consciously follow orders that are bad, unsafe or illegal,",
        2712.98,
        2717.24
    ],
    [
        " only to stay in the good graces of the organizational culture.",
        2717.64,
        2720.66
    ],
    [
        " That's bad. Those guys, those are bad leaders, seem in the military.",
        2721.72,
        2726.28
    ],
    [
        " They're just, they only lead, they only do what they're told to look good,",
        2726.28,
        2732.54
    ],
    [
        " but everyone hates them.",
        2732.78,
        2733.88
    ],
    [
        " And it's interesting like you talk to someone that was above them in the chain of command.",
        2734.12,
        2737.9
    ],
    [
        " They go, oh, that guy's a great guy.",
        2738.06,
        2739.4
    ],
    [
        " Yeah, you're super.",
        2739.56,
        2740.12
    ],
    [
        " And you talk to someone as well, I hate that guy.",
        2740.22,
        2741.98
    ],
    [
        " It's not for you that that that that school field's definition.",
        2743.14,
        2746.58
    ],
    [
        " He said you cannot fail to inspire hatred.",
        2747.08,
        2750.42
    ],
    [
        " Well, hatred.",
        2750.86,
        2752.68
    ],
    [
        " Sure thing.",
        2753.14,
        2754.36
    ],
    [
        " Treat people with this, you know what that is?",
        2754.36,
        2756.72
    ],
    [
        " I think that is psychologically right.",
        2757.08,
        2758.82
    ],
    [
        " Human beings, we want to be free.",
        2759.26,
        2760.84
    ],
    [
        " We want to have, we want to determine our path, right?",
        2761.04,
        2764.36
    ],
    [
        " Would you take that away from someone and just crush it?",
        2765.42,
        2770.2
    ],
    [
        " They, they, they spike you for it and they hate you for it.",
        2770.22,
        2774.32
    ],
    [
        " Whereas if you can say, look, you can do this, you can execute this mission",
        2774.66,
        2777.06
    ],
    [
        " how you want echo Charles.",
        2777.06,
        2778.08
    ],
    [
        " Yeah, yeah.",
        2778.32,
        2778.9
    ],
    [
        " You can do what you want.",
        2779.24,
        2780.02
    ],
    [
        " Here's the goal.",
        2780.32,
        2781.0
    ],
    [
        " You figure out a way.",
        2781.16,
        2781.88
    ],
    [
        " Yeah.",
        2781.88,
        2782.22
    ],
    [
        " As opposed to here's how you're going to do everything my way.",
        2782.74,
        2785.58
    ],
    [
        " Yeah.",
        2785.64,
        2786.22
    ],
    [
        " Next one, callous leader in similar vein to the enforcement lead.",
        2787.68,
        2791.52
    ],
    [
        " The callous leader has a blatant disregard for his subordinates welfare or desires.",
        2791.52,
        2795.82
    ],
    [
        " Credit hog leaders, these leaders show,",
        2797.32,
        2799.68
    ],
    [
        " show their toxicity by taking credit for an employee's success or contribution.",
        2799.68,
        2803.96
    ],
    [
        " They resent the notion of giving credit where credit is due.",
        2803.96,
        2807.56
    ],
    [
        " Blame shifting leaders, the mirror image of the credit hog is the blame shifter.",
        2809.54,
        2814.56
    ],
    [
        " The leaders quick to point the finger for anything that goes wrong and many times",
        2815.06,
        2819.32
    ],
    [
        " he actively looks for someone whom he can assign the blame.",
        2819.32,
        2822.46
    ],
    [
        " The blame shifter will often maliciously accuse someone of wrong doing without evidence or probable cause.",
        2823.42,
        2829.52
    ],
    [
        " That's a person that does not take extreme ownership.",
        2829.84,
        2832.66
    ],
    [
        " A bunch of toxic leaders that he talks about there.",
        2834.48,
        2837.4
    ],
    [
        " Here's another thing he talks about as a leader of any stripe,",
        2838.3,
        2846.12
    ],
    [
        " you cannot simply give orders and expect your subordinates to follow them blindly.",
        2846.18,
        2850.0
    ],
    [
        " To the contrary, you must establish a clear intent addressing the why and the desired end state.",
        2850.84,
        2857.76
    ],
    [
        " It will never suffice for a leader to say because I said so as a reason for performing tasks.",
        2858.76,
        2864.42
    ],
    [
        " If you can't justify the rationale of an order to yourself, don't make your subordinates do it.",
        2864.72,
        2871.24
    ],
    [
        " Re-evaluate your reasons and find another method.",
        2872.0,
        2874.96
    ],
    [
        " Have you ever said that as a parent because I said so?",
        2875.44,
        2880.26
    ],
    [
        " Yeah, everyone said why you got a bus.",
        2880.26,
        2882.26
    ],
    [
        " No, no, it's stupid. It doesn't make sense to do that.",
        2882.26,
        2885.5
    ],
    [
        " When you say everyone's why you got a bus, you're saying it's like an emergency situation.",
        2886.1,
        2891.06
    ],
    [
        " I'm telling you, you can put your shoes on.",
        2891.6,
        2893.86
    ],
    [
        " We got to go.",
        2893.96,
        2894.38
    ],
    [
        " Because I said so.",
        2895.18,
        2896.02
    ],
    [
        " That's what happens.",
        2896.26,
        2897.38
    ],
    [
        " You know what happens in the military, too?",
        2897.82,
        2899.08
    ],
    [
        " You don't always have time.",
        2899.3,
        2900.76
    ],
    [
        " If you're in a combat situation, you can't say,",
        2901.24,
        2905.3
    ],
    [
        " Hey, take that building over there.",
        2905.72,
        2907.98
    ],
    [
        " The reason why I want you to do this is because you don't have time to do that.",
        2908.84,
        2911.64
    ],
    [
        " But you have trust with your subordinates and they know where you're coming from and all that.",
        2912.16,
        2916.56
    ],
    [
        " Interesting.",
        2916.86,
        2917.76
    ],
    [
        " So really when you really break it down is",
        2918.22,
        2921.9
    ],
    [
        " you never want to do that.",
        2921.9,
        2924.54
    ],
    [
        " Ever.",
        2924.88,
        2925.06
    ],
    [
        " You never want to be just because I said so.",
        2925.38,
        2927.02
    ],
    [
        " Ever.",
        2927.12,
        2927.44
    ],
    [
        " But, but life's not perfect.",
        2927.86,
        2929.56
    ],
    [
        " Well, this is the emergency, all the stuff.",
        2929.64,
        2931.34
    ],
    [
        " This is another thing that Lave and I talk about is there's times definitely where I was like,",
        2931.58,
        2935.58
    ],
    [
        " Lave, hit that building over there.",
        2935.6,
        2936.8
    ],
    [
        " Right.",
        2937.0,
        2937.16
    ],
    [
        " And this is what's cool.",
        2937.7,
        2939.36
    ],
    [
        " There's also times because I was the guy that was interrupt.",
        2939.66,
        2941.96
    ],
    [
        " There was also times where Lave looked at me and said, Hey, Jocco, move your out to humvee over there.",
        2942.06,
        2945.62
    ],
    [
        " And I was like, Oh, okay, because he needs me to do something.",
        2945.78,
        2947.64
    ],
    [
        " So we have a mutually supporting relationship.",
        2947.9,
        2951.0
    ],
    [
        " It's not about like, Hey, I'm the one that's out here barking all the orders.",
        2951.28,
        2955.68
    ],
    [
        " We're doing, we're trying to get something accomplished together.",
        2955.82,
        2958.0
    ],
    [
        " Right.",
        2958.26,
        2958.44
    ],
    [
        " And if he told me to do something, I know he's got a good reason why.",
        2959.26,
        2962.72
    ],
    [
        " Because if he had time to tell me why he would tell me, Hey, can you put your humvee over there?",
        2962.86,
        2966.48
    ],
    [
        " Cause we're going to about to move guys out in this whatever.",
        2966.48,
        2969.18
    ],
    [
        " Bumble, bumble, bumble, bumble.",
        2969.5,
        2969.98
    ],
    [
        " Right.",
        2970.02,
        2970.24
    ],
    [
        " I don't need to hear all that.",
        2970.76,
        2972.22
    ],
    [
        " Unless, unless I've got my humvee there for reason.",
        2972.4,
        2974.88
    ],
    [
        " And now he's saying to me, Hey, move your humvee.",
        2974.88,
        2976.34
    ],
    [
        " Hey, hold up.",
        2976.34,
        2976.86
    ],
    [
        " I got good coverage down this road.",
        2977.08,
        2978.54
    ],
    [
        " Oh, okay, I didn't see that.",
        2978.74,
        2979.96
    ],
    [
        " Can you push it back eight feet?",
        2980.06,
        2981.1
    ],
    [
        " Yeah, we can move it.",
        2981.1,
        2981.74
    ],
    [
        " Okay, cool.",
        2981.78,
        2982.14
    ],
    [
        " You know what I mean?",
        2982.24,
        2982.66
    ],
    [
        " So it's good.",
        2982.78,
        2984.26
    ],
    [
        " We were, we're cruising like that.",
        2984.48,
        2986.24
    ],
    [
        " Sure.",
        2986.32,
        2987.14
    ],
    [
        " Yeah, but that's good.",
        2987.42,
        2988.5
    ],
    [
        " But as far as like the actual dynamics of why you shouldn't say because I said so,",
        2988.56,
        2993.48
    ],
    [
        " because it's not in your case.",
        2993.48,
        2994.88
    ],
    [
        " Let's say you don't have time to explain why.",
        2994.88,
        2996.84
    ],
    [
        "",
        2997.32,
        2997.32
    ],
    [
        " And you just say, Hey, move the humvee.",
        2997.8,
        3000.9
    ],
    [
        " Right.",
        3000.94,
        3001.06
    ],
    [
        " And you move the humvee.",
        3001.16,
        3003.04
    ],
    [
        " Still, even if you didn't explain why the reason still isn't because I said so.",
        3003.04,
        3008.58
    ],
    [
        " And you know that because of all that.",
        3008.6,
        3010.84
    ],
    [
        " The reason the reason is because there's some tactical situation that you know on folding.",
        3010.96,
        3015.92
    ],
    [
        " Yeah, of course.",
        3016.16,
        3016.9
    ],
    [
        " Yeah.",
        3017.12,
        3017.36
    ],
    [
        " So it's one of those things where ultimately you never, it never, you never should be like",
        3017.46,
        3021.42
    ],
    [
        " because I said so.",
        3021.42,
        3022.3
    ],
    [
        " Never really should.",
        3022.42,
        3023.08
    ],
    [
        " But in the event of not having time to explain or whatever, even though this explanation",
        3023.24,
        3027.82
    ],
    [
        " needed in the event of that ever happening, you need to kind of build trust.",
        3027.82,
        3032.06
    ],
    [
        " Yes.",
        3032.24,
        3032.4
    ],
    [
        " So you can kind of alleviate that.",
        3032.68,
        3035.32
    ],
    [
        " Absolutely.",
        3035.38,
        3035.78
    ],
    [
        " For the locket.",
        3036.2,
        3036.66
    ],
    [
        " That's exactly what I explained to people when I talk about Lafe and I on the battlefield",
        3036.74,
        3041.16
    ],
    [
        " that we had trust with each other.",
        3041.16,
        3043.3
    ],
    [
        " So if we, you know, if I said to do something, he'd do it.",
        3043.42,
        3047.12
    ],
    [
        " And know that I had a good reason for it.",
        3047.3,
        3050.14
    ],
    [
        " If he told me to do something, I would do it because I know he had a good reason for it.",
        3050.14,
        3053.32
    ],
    [
        " And then later on, he'd say, yeah, you know, I need you to do that move that humvee because we had",
        3053.48,
        3056.52
    ],
    [
        " we, we were blocking the field of fire from inside this building.",
        3056.52,
        3059.34
    ],
    [
        " Oh, okay, cool.",
        3059.34,
        3060.14
    ],
    [
        " That's why I moved it.",
        3060.32,
        3061.2
    ],
    [
        " We're all good.",
        3061.28,
        3061.6
    ],
    [
        " So without that trust being built",
        3061.98,
        3065.58
    ],
    [
        " and you put that on top of my expectation of you to just follow my order",
        3065.58,
        3073.8
    ],
    [
        " without asking why as a parent or whatever.",
        3073.8,
        3077.5
    ],
    [
        " That is wrong.",
        3078.02,
        3079.68
    ],
    [
        " That's what you're saying under you should not say that should not be a",
        3080.3,
        3084.24
    ],
    [
        " leading slash parenting and also you got to remember you can get away with it for a little while.",
        3084.24,
        3089.66
    ],
    [
        " Like a new",
        3089.9,
        3090.42
    ],
    [
        " chief checks into a seal.",
        3090.42,
        3092.56
    ],
    [
        " He says, Hey guys, you know, do this.",
        3092.66,
        3095.02
    ],
    [
        " The guys are going to do it.",
        3095.16,
        3096.1
    ],
    [
        " Yeah.",
        3096.22,
        3096.48
    ],
    [
        " Like they're going to do it.",
        3096.6,
        3097.52
    ],
    [
        " There's there is a chain of command.",
        3097.54,
        3099.58
    ],
    [
        " There is a rank structure.",
        3099.58,
        3100.68
    ],
    [
        " Yeah.",
        3101.08,
        3101.24
    ],
    [
        " But if that's the persistent methodology of leadership, it's not going to work for long term.",
        3101.44,
        3106.28
    ],
    [
        " That's what you got to remember.",
        3106.64,
        3107.28
    ],
    [
        " And when you do occasionally say that like when I would say to my guys to do something,",
        3107.64,
        3111.98
    ],
    [
        " they do it like they do it because they because it was so seldom that I would utilize",
        3112.26,
        3119.28
    ],
    [
        " like some sort of the okay, do this now.",
        3119.28,
        3122.52
    ],
    [
        " I would very rarely exercise that that power over the guys.",
        3122.52,
        3129.12
    ],
    [
        " And it would probably, I mean, I'm just assuming now, but and it's probably because you never",
        3129.38,
        3135.16
    ],
    [
        " went to the because I said so.",
        3135.16,
        3138.5
    ],
    [
        " Yes.",
        3138.5,
        3138.7
    ],
    [
        " No, no.",
        3138.92,
        3140.14
    ],
    [
        " Yeah.",
        3140.54,
        3140.94
    ],
    [
        " I don't think I don't think I actually ever said that.",
        3141.34,
        3143.78
    ],
    [
        " So the last even in even in situations where I would want to say it.",
        3144.02,
        3147.62
    ],
    [
        " Like sometimes I'm right.",
        3148.08,
        3149.18
    ],
    [
        " Yeah.",
        3149.68,
        3149.82
    ],
    [
        " Sometimes I just like, I'm right.",
        3150.0,
        3150.88
    ],
    [
        " You're wrong.",
        3151.06,
        3151.52
    ],
    [
        " Yeah.",
        3151.74,
        3151.92
    ],
    [
        " And I would, I remember there was a weird running a block of training and the guys pulled out this",
        3152.16,
        3156.94
    ],
    [
        " certain element of training.",
        3156.94,
        3158.74
    ],
    [
        " And I said, Hey, why did you pull out this element of training?",
        3159.12,
        3163.48
    ],
    [
        " And they're like, well, you know, they gave their reasons, which were all wrong.",
        3164.12,
        3167.32
    ],
    [
        " And I was like, I was like, well, no, here's, here's the reasons why you're wrong.",
        3167.88,
        3173.34
    ],
    [
        " You're wrong.",
        3173.52,
        3174.04
    ],
    [
        " You're wrong.",
        3174.04,
        3174.62
    ],
    [
        " But they were kind of adamant.",
        3174.64,
        3176.18
    ],
    [
        " And I wanted to just say like, Hey, shut up and do what I'm telling you to do.",
        3176.46,
        3181.36
    ],
    [
        " You put that put that element of training back in there now.",
        3181.54,
        3183.82
    ],
    [
        " And I held myself back from doing that.",
        3184.04,
        3186.72
    ],
    [
        " I'm glad I did.",
        3186.8,
        3187.42
    ],
    [
        " Of course, I'm glad I did because because because here's the deal.",
        3187.5,
        3190.9
    ],
    [
        " If you're right and you can articulate it, I mean, eventually I just took me more time to explain to the guys,",
        3190.9,
        3195.8
    ],
    [
        " Hey, look, that element of training, it might not be happening right now,",
        3196.06,
        3200.0
    ],
    [
        " but it could very easily happen again in the future.",
        3200.0,
        3203.02
    ],
    [
        " Here's some examples.",
        3203.22,
        3204.08
    ],
    [
        " Here's some places we are in the world.",
        3204.2,
        3205.4
    ],
    [
        " Here's other elements that are out there that are doing that same thing right now that we could easily get folded into.",
        3205.52,
        3210.58
    ],
    [
        " So we need to continue to do that type of training.",
        3211.0,
        3213.12
    ],
    [
        " And they were like, yeah, okay, it makes sense.",
        3213.66,
        3215.96
    ],
    [
        " But that was, you know, that took 20 minutes.",
        3216.3,
        3218.72
    ],
    [
        " That took 20 minutes.",
        3219.0,
        3220.2
    ],
    [
        " I knew I was right.",
        3220.4,
        3221.86
    ],
    [
        " 100%.",
        3222.28,
        3223.2
    ],
    [
        " No, no, no, no doubt in my military mind at all.",
        3223.2,
        3225.98
    ],
    [
        " Yeah.",
        3226.16,
        3226.32
    ],
    [
        " I wanted to just say, hey, shut up and put the element back in training.",
        3226.74,
        3229.46
    ],
    [
        " Still didn't do it, but I didn't do it.",
        3229.64,
        3231.52
    ],
    [
        " I wanted to do it.",
        3231.68,
        3233.2
    ],
    [
        " I wanted to do it.",
        3233.2,
        3233.42
    ],
    [
        " Yeah, that's how I wanted to do it.",
        3233.42,
        3234.68
    ],
    [
        " So really,",
        3234.78,
        3235.52
    ],
    [
        " almost ironically,",
        3235.8,
        3237.98
    ],
    [
        " the less that you do say because I said so,",
        3238.34,
        3243.92
    ],
    [
        " the more you can.",
        3243.92,
        3245.8
    ],
    [
        " Yes, absolutely.",
        3246.02,
        3247.06
    ],
    [
        " Just what I just said before the more you talk, the less people listen to the same thing.",
        3247.32,
        3250.28
    ],
    [
        " The more you demand people do things, the less you can demand of them, the less you demand people, the more you can.",
        3250.36,
        3256.14
    ],
    [
        " Yeah.",
        3256.46,
        3256.58
    ],
    [
        " So the more you use that tool very sparingly as a leader, very sparingly.",
        3257.16,
        3261.42
    ],
    [
        " And you know, you kind of went down that rabbit hole, but this one, if you can't, this other thing going back to the book,",
        3261.76,
        3266.84
    ],
    [
        " I already read it, but I'll read it again.",
        3266.84,
        3267.94
    ],
    [
        " If you can't justify the rationale of an order to yourself, don't make your subordinates do it.",
        3268.0,
        3272.04
    ],
    [
        " This is something I get asked all the time to like, well, what if",
        3272.32,
        3274.74
    ],
    [
        " where if somebody came up and said, hey, they told you do something that you didn't want to do,",
        3274.96,
        3278.46
    ],
    [
        " that you didn't think was right.",
        3278.82,
        3279.9
    ],
    [
        " I wouldn't do it.",
        3280.12,
        3281.04
    ],
    [
        " They're like, well, really?",
        3281.34,
        3283.34
    ],
    [
        " It's like, yeah, of course, really.",
        3283.86,
        3284.88
    ],
    [
        " And here's this is what they don't realize.",
        3285.68,
        3286.86
    ],
    [
        " They think that everyone in the military is like running around giving orders that are stupid and don't make any sense.",
        3287.02,
        3291.26
    ],
    [
        " That's not true.",
        3291.42,
        3291.92
    ],
    [
        " You know, when I got told to do things that didn't make sense, a one good example that was",
        3292.76,
        3296.32
    ],
    [
        " was taking our rackets with us on the battlefield and they were saying we had to take a ratio of like seven to one,",
        3296.32,
        3300.84
    ],
    [
        " whatever the ratio was at the time and it didn't make sense.",
        3300.9,
        3303.1
    ],
    [
        " And I said, no, we're not going to do that.",
        3303.74,
        3305.22
    ],
    [
        " And I ran up the chain of command.",
        3305.44,
        3306.32
    ],
    [
        " They're like, yeah, you're right.",
        3306.32,
        3307.06
    ],
    [
        " Doesn't make sense.",
        3307.08,
        3307.58
    ],
    [
        " Do you have to do it?",
        3307.58,
        3308.54
    ],
    [
        " Take what you can.",
        3308.72,
        3309.38
    ],
    [
        " And we're like, okay, cool.",
        3309.56,
        3310.42
    ],
    [
        " There's a perfect example of even like, you know, I'm carrying the line.",
        3310.68,
        3313.8
    ],
    [
        " I'm a company guy.",
        3313.8,
        3314.64
    ],
    [
        " I'm all on board for the big win.",
        3314.64,
        3316.18
    ],
    [
        " But if you tell me to do something that's stupid, I'm not going to do it.",
        3316.44,
        3319.46
    ],
    [
        " You know, it's funny.",
        3319.76,
        3320.6
    ],
    [
        " I heard that about you.",
        3320.78,
        3321.84
    ],
    [
        " What'd you hear that that that's a one of my friends.",
        3322.04,
        3325.94
    ],
    [
        " You obviously we know, but you'd be like, Jacozo, such a badass.",
        3326.28,
        3330.76
    ],
    [
        " Who like the way he talks to the superiors is like, it's so gangster.",
        3331.0,
        3335.4
    ],
    [
        " It'll be like, no, we're not going to do that.",
        3335.84,
        3338.28
    ],
    [
        " Doesn't make sense.",
        3338.4,
        3339.14
    ],
    [
        " You know, whatever.",
        3339.26,
        3339.8
    ],
    [
        " And now that you're like explaining it, it makes more sense.",
        3340.36,
        3343.54
    ],
    [
        " Because I wouldn't be that gangster.",
        3343.54,
        3345.06
    ],
    [
        " But you know, in their mind, you're like, oh, my gosh.",
        3345.16,
        3347.84
    ],
    [
        " Yeah, because I would be explaining it to them.",
        3347.84,
        3349.32
    ],
    [
        " And you got to be very careful that you're not coming across as arrogant,",
        3349.44,
        3354.14
    ],
    [
        " that you're not coming across as a note all, which sometimes I would have",
        3354.34,
        3357.18
    ],
    [
        " attenders you to come across like that.",
        3357.18,
        3358.34
    ],
    [
        " And I had to be very careful.",
        3358.52,
        3359.68
    ],
    [
        " I had to check myself sometimes because you want to.",
        3359.78,
        3361.72
    ],
    [
        " It's the same thing.",
        3361.78,
        3362.32
    ],
    [
        " There's like you just like you want.",
        3362.7,
        3363.76
    ],
    [
        " I want to tell my subordinates like shut up and put that element of training back in",
        3363.82,
        3366.46
    ],
    [
        " there.",
        3366.46,
        3366.58
    ],
    [
        " You want to tell your superiors the same thing.",
        3366.74,
        3368.3
    ],
    [
        " And you know, hey, shut up.",
        3368.84,
        3369.9
    ],
    [
        " That's a dumb idea, but you can't do that.",
        3369.94,
        3371.7
    ],
    [
        " And all you're going to do then is what you're going to do is you're going to make",
        3371.88,
        3374.32
    ],
    [
        " them mad at you.",
        3374.32,
        3374.92
    ],
    [
        " The same thing that I just talked about going down the chain of command goes up the",
        3375.02,
        3377.9
    ],
    [
        " chain of command too.",
        3377.9,
        3378.46
    ],
    [
        " So if if I treat, if you're my boss and I treat you with this respect,",
        3378.74,
        3384.78
    ],
    [
        " you're going to hate me.",
        3385.32,
        3386.36
    ],
    [
        " And it's going to work out worse for me because I'm on the bottom side of",
        3386.6,
        3389.62
    ],
    [
        " that little pyramid we've built.",
        3389.94,
        3391.2
    ],
    [
        "",
        3391.74,
        3391.74
    ],
    [
        " So when I would talk to guys to my superiors and say that something doesn't",
        3392.14,
        3396.1
    ],
    [
        " make sense, I would do it in a very respectful way.",
        3396.1,
        3398.32
    ],
    [
        " And again, I had to be careful because sometimes especially people that didn't",
        3399.08,
        3402.82
    ],
    [
        " know me, if you didn't know me, maybe that usually the people that didn't",
        3402.82,
        3407.44
    ],
    [
        " know me well, I might come across as more arrogant, you know, and which is bad.",
        3407.44,
        3410.52
    ],
    [
        " I'm not saying like that.",
        3410.6,
        3411.6
    ],
    [
        " That's bad.",
        3411.6,
        3412.02
    ],
    [
        " I wish I wouldn't.",
        3412.18,
        3412.94
    ],
    [
        " But if I didn't believe in something, I wasn't going to do it.",
        3413.14,
        3416.64
    ],
    [
        " And I wasn't going to be a jerk about it.",
        3416.74,
        3417.88
    ],
    [
        " But I like, Hey, here's what's going on.",
        3417.88,
        3419.06
    ],
    [
        " If we take these number of guys in the field with this many Iraqis,",
        3419.22,
        3421.84
    ],
    [
        " we're not going to have all the people that we should have in the field to be safe.",
        3421.92,
        3424.08
    ],
    [
        " You're talking about leaving behind a corpsman, you're talking about leaving",
        3424.26,
        3426.54
    ],
    [
        " behind a radio man, you're talking about leaving behind a close air support fires.",
        3426.54,
        3430.4
    ],
    [
        " Those are guys I can't go in the field without or someone could get killed.",
        3430.4,
        3433.52
    ],
    [
        " And the up the chain of command was like, you're right.",
        3434.06,
        3436.36
    ],
    [
        " Cool.",
        3436.58,
        3436.76
    ],
    [
        " And then this didn't have again, there would be occasional things, but",
        3437.1,
        3440.32
    ],
    [
        " it doesn't happen all the time where people are giving you stupid orders.",
        3440.32,
        3443.18
    ],
    [
        " My bosses didn't give me dumb didn't tell me to do dumb things.",
        3443.18,
        3446.3
    ],
    [
        " Yeah.",
        3446.72,
        3447.04
    ],
    [
        " And I'm sure that's kind of what sometimes they told me to do dumb things,",
        3446.74,
        3450.36
    ],
    [
        " but they were little dumb things and you don't know.",
        3450.38,
        3451.84
    ],
    [
        " We did them.",
        3451.84,
        3452.48
    ],
    [
        " Little ponds, little things.",
        3452.64,
        3454.58
    ],
    [
        " You want to do something when you do something stupid, but it's small, small and stupid.",
        3454.74,
        3457.2
    ],
    [
        " I'll do it.",
        3457.32,
        3457.74
    ],
    [
        " And I'll save my my objections to things that actually matter.",
        3457.9,
        3462.08
    ],
    [
        " Yeah.",
        3462.3,
        3462.62
    ],
    [
        " Makes sense.",
        3462.82,
        3463.54
    ],
    [
        " Those back to that paper were going to lay talks about doing paperwork.",
        3463.6,
        3465.84
    ],
    [
        " You know, we don't want to do paperwork.",
        3466.16,
        3467.42
    ],
    [
        " And I'm like, Hey, we're going to do the best paperwork because it's a little thing.",
        3467.42,
        3469.64
    ],
    [
        " We don't care about it.",
        3469.74,
        3470.46
    ],
    [
        " So we got to stay up an extra hour and do some paperwork.",
        3470.52,
        3472.42
    ],
    [
        " Who cares?",
        3472.42,
        3472.84
    ],
    [
        " Yeah.",
        3473.2,
        3473.44
    ],
    [
        " We're going to build that trust.",
        3473.44,
        3474.54
    ],
    [
        " And that way when we come time to say no for real, we'll be able to say no for real.",
        3475.02,
        3477.68
    ],
    [
        " And the bosses will listen to us.",
        3477.78,
        3479.2
    ],
    [
        " Yeah.",
        3479.38,
        3479.64
    ],
    [
        " Yeah.",
        3480.1,
        3480.46
    ],
    [
        " I'm sure that that added to the whole cash.",
        3480.62,
        3482.76
    ],
    [
        " A though, you know, where we're when you did say something or did push back or whatever,",
        3482.84,
        3487.68
    ],
    [
        " it would still get the results, you know, where someone who may not understand that.",
        3487.78,
        3492.44
    ],
    [
        " Fully as much as you did, they just witnessed kind of it.",
        3492.58,
        3495.14
    ],
    [
        " Kind of the end and be like dang, Jaco's gang.",
        3495.3,
        3497.74
    ],
    [
        " Yeah.",
        3497.96,
        3498.08
    ],
    [
        " You make this stuff happen up the chain.",
        3498.08,
        3499.82
    ],
    [
        " Yeah.",
        3500.08,
        3500.28
    ],
    [
        " You know, because because you know, because to my guys, I might be like, Hey, guys, we're not doing that.",
        3500.28,
        3503.46
    ],
    [
        " Yeah.",
        3503.46,
        3503.62
    ],
    [
        " Like they told us that we're not doing that.",
        3503.98,
        3506.62
    ],
    [
        " And they'd be like, Oh, shit.",
        3506.7,
        3507.62
    ],
    [
        " And then I go to the go to the, you know, the boss is off.",
        3507.74,
        3510.08
    ],
    [
        " I'd be like, you know, I'm deeply mason.",
        3510.2,
        3511.58
    ],
    [
        " I'm just wondering about this plan.",
        3511.58,
        3512.68
    ],
    [
        " We got here.",
        3512.76,
        3513.02
    ],
    [
        " I have to do it.",
        3513.16,
        3513.96
    ],
    [
        " And then I come back.",
        3513.96,
        3515.68
    ],
    [
        " We're not doing it.",
        3515.68,
        3517.16
    ],
    [
        " Nearly you.",
        3517.16,
        3518.2
    ],
    [
        " So yeah, maybe that is, you know, level three gangster.",
        3518.52,
        3522.46
    ],
    [
        " All right.",
        3523.44,
        3526.04
    ],
    [
        " But here's another one.",
        3526.14,
        3527.3
    ],
    [
        " Leaders stay informed of current events and they should anticipate challenges based on those events.",
        3527.56,
        3532.86
    ],
    [
        " Just be informed of what's happening.",
        3532.88,
        3534.98
    ],
    [
        " That makes sense.",
        3535.14,
        3536.14
    ],
    [
        " Here's some other West Point lessons learned.",
        3536.6,
        3538.76
    ],
    [
        " I was able to function mentally and physically in top form with only five to six hours of sleep a night.",
        3540.0,
        3544.28
    ],
    [
        " Just saying, take that for what it's worth.",
        3544.78,
        3547.54
    ],
    [
        " I don't advocate sleep deprivation, but I'm just saying there's an example there that you might want to listen to.",
        3548.14,
        3552.98
    ],
    [
        " Another thing that he learned at West Point, read.",
        3553.18,
        3555.66
    ],
    [
        " I love to read books and have and have since a very young age.",
        3556.34,
        3560.02
    ],
    [
        " At West Point, I discovered a magnificent library loaded with books on military history and leadership.",
        3560.36,
        3564.38
    ],
    [
        " Ever since then for more than 60 years now, I've been fascinated by the study of leadership,",
        3564.72,
        3568.82
    ],
    [
        " military, political, business, athletic, etc.",
        3569.24,
        3572.5
    ],
    [
        " And within that, a focused interest in why leaders fail.",
        3573.42,
        3576.54
    ],
    [
        " Remember a good leader is a lifelong learner who continually studies to perfect his craft.",
        3577.44,
        3582.86
    ],
    [
        " It's interesting to hear these great leaders read, you know, again, General Mattis is the classic.",
        3583.32,
        3590.88
    ],
    [
        " 5,000 books in his personal library.",
        3591.38,
        3594.24
    ],
    [
        " Hopefully we can get him on the podcast to discuss some of his favorite books.",
        3594.76,
        3599.34
    ],
    [
        " Okay, after he graduates from West Point, he missed World War II.",
        3601.28,
        3605.66
    ],
    [
        " He goes to Japan and he's in the occupation of Japan.",
        3605.86,
        3610.02
    ],
    [
        " Back to the book.",
        3610.7,
        3611.18
    ],
    [
        " I was flown up to Japan in October of 1945 and was sent north on a train on the 11th Airborne Division's jump school or for the 11th Airborne's Division jump school arriving in Tokyo Central train station.",
        3611.28,
        3625.58
    ],
    [
        " I was struck by the cleanliness of the place and by the hundreds of Japanese soldiers in uniforms sitting on floors, leaning against walls, all unarmed, no weapons and showing no anger toward American soldiers.",
        3625.58,
        3637.6
    ],
    [
        " A Japanese rail conductor showed me to a spotless alcove with a short bunk and clean sheets.",
        3638.4,
        3643.1
    ],
    [
        " The train left on time and I arrived in the next morning exactly on time.",
        3643.44,
        3647.72
    ],
    [
        " Here is my observation.",
        3648.04,
        3649.64
    ],
    [
        " These people were six weeks out of a five year war and they had already began cleaning up and disciplining their services when they get back on their feet, watch out.",
        3650.06,
        3660.64
    ],
    [
        " Even in the midst of defeat, carry yourself professionally and maintain your discipline.",
        3661.78,
        3667.68
    ],
    [
        " That is the quickest way towards recovery.",
        3668.34,
        3671.1
    ],
    [
        " Interesting story.",
        3673.72,
        3673.9
    ],
    [
        " The Japanese, we just lost a five year war.",
        3674.56,
        3677.28
    ],
    [
        " We got atomic bombs dropped on us.",
        3677.46,
        3680.18
    ],
    [
        " Guess what?",
        3680.78,
        3681.18
    ],
    [
        " Okay, we lost.",
        3681.62,
        3682.4
    ],
    [
        " Sign unconditional surrender.",
        3682.84,
        3684.32
    ],
    [
        " Unconditional surrender.",
        3684.78,
        3686.22
    ],
    [
        " That means you have nothing.",
        3686.68,
        3687.8
    ],
    [
        " You have no power, zero, nothing.",
        3688.0,
        3689.46
    ],
    [
        " Unconditional.",
        3689.64,
        3690.2
    ],
    [
        " Unconditional surrender.",
        3690.6,
        3691.84
    ],
    [
        " You know what?",
        3692.06,
        3692.36
    ],
    [
        " Keep your uniforms on, be squared away, get the trains running, clean this place up.",
        3692.5,
        3695.98
    ],
    [
        " We got to get back together.",
        3696.32,
        3698.28
    ],
    [
        " We got to get back in the game.",
        3698.62,
        3699.4
    ],
    [
        " It's kind of like if a girl breaks up with you.",
        3699.64,
        3702.42
    ],
    [
        " No, that's not an unconditional surrender part.",
        3702.76,
        3705.78
    ],
    [
        " I'm not saying the surrender part.",
        3705.78,
        3706.94
    ],
    [
        " I'm saying to clean yourself apart.",
        3706.96,
        3708.1
    ],
    [
        " Clean yourself apart.",
        3708.1,
        3709.22
    ],
    [
        " Quickest way to recovery.",
        3709.34,
        3710.36
    ],
    [
        " Don't go drink spiraling, letting yourself go.",
        3710.6,
        3713.08
    ],
    [
        " For sure.",
        3713.46,
        3713.88
    ],
    [
        " If you get back in the gym, right?",
        3714.02,
        3716.1
    ],
    [
        " Start reading.",
        3716.52,
        3717.12
    ],
    [
        " What else?",
        3717.5,
        3717.9
    ],
    [
        " When you go, when you're, no, you're 100% right.",
        3718.08,
        3721.04
    ],
    [
        " You are right.",
        3721.44,
        3722.6
    ],
    [
        " When you are defeated, the best thing you can do is maintain your discipline.",
        3722.86,
        3727.18
    ],
    [
        " That's the best thing you can do.",
        3727.7,
        3728.92
    ],
    [
        " Maintain your discipline.",
        3729.44,
        3730.26
    ],
    [
        " Yeah.",
        3730.7,
        3730.94
    ],
    [
        " Be surprised that quick.",
        3731.34,
        3732.7
    ],
    [
        " You get back on your feet.",
        3732.84,
        3733.9
    ],
    [
        " There's very few people.",
        3734.48,
        3736.66
    ],
    [
        " The only, some people are the reason they're, they're jammed up is because",
        3737.06,
        3743.28
    ],
    [
        " they're not paying attention to things they should be paying attention to.",
        3743.28,
        3746.74
    ],
    [
        " Like they're, they're working out 17 hours a day and they're not paying attention to their family.",
        3746.76,
        3751.86
    ],
    [
        " Sometimes those guys getting a scrubs, right?",
        3752.38,
        3754.4
    ],
    [
        " And I kind of got to say, look, man, you're in good shape.",
        3755.7,
        3760.42
    ],
    [
        " You need to spend some time with your, you know, with your wife, with your kids.",
        3760.78,
        3764.56
    ],
    [
        " Give a little bit back because that happens to team guys sometimes.",
        3764.86,
        3769.46
    ],
    [
        " Yeah.",
        3769.9,
        3770.12
    ],
    [
        " Gotta be careful that one.",
        3770.74,
        3772.28
    ],
    [
        " We tend to be workaholics.",
        3772.84,
        3774.4
    ],
    [
        " Yeah.",
        3774.76,
        3774.96
    ],
    [
        " And the work is so fun that it just like can take over everything.",
        3775.08,
        3777.84
    ],
    [
        " Wait, so, so what is that?",
        3778.14,
        3779.54
    ],
    [
        " How does that, does that contribute to their recovery in other situations?",
        3779.68,
        3783.36
    ],
    [
        " Well, let's just say there's a family problem going on, right?",
        3783.36,
        3788.08
    ],
    [
        " And so what does the guy do?",
        3788.42,
        3789.28
    ],
    [
        " He's, he's, he's in the game, right?",
        3789.66,
        3791.68
    ],
    [
        " He's broke, he's going to work out even more.",
        3791.82,
        3793.08
    ],
    [
        " He's going to do it even more.",
        3793.24,
        3794.34
    ],
    [
        " But what he's doing, he's not helping the problem.",
        3794.6,
        3796.42
    ],
    [
        " Yeah.",
        3796.78,
        3797.08
    ],
    [
        " You see what I'm saying?",
        3797.16,
        3797.6
    ],
    [
        " This is the, most people don't have that, but most people have the opposite problem.",
        3797.98,
        3801.18
    ],
    [
        " When they get down, when they get down, they go, you know, I don't feel like working out.",
        3801.2,
        3805.42
    ],
    [
        " I'm just going to drink and eat pizza and donuts, right?",
        3805.42,
        3808.0
    ],
    [
        " That's what most people do.",
        3808.14,
        3809.3
    ],
    [
        " A lot of times seals will be like, I'm not feeling good.",
        3810.16,
        3812.56
    ],
    [
        " Cool.",
        3812.66,
        3812.74
    ],
    [
        " I'm going to work out harder.",
        3812.84,
        3813.52
    ],
    [
        " Yeah.",
        3813.88,
        3814.1
    ],
    [
        " Yeah.",
        3814.68,
        3814.84
    ],
    [
        " Oh, my family's not fun right now.",
        3815.1,
        3817.42
    ],
    [
        " Cool.",
        3817.42,
        3817.64
    ],
    [
        " The gym is fine.",
        3817.94,
        3818.62
    ],
    [
        " Yeah.",
        3818.96,
        3819.22
    ],
    [
        " It's fun.",
        3819.22,
        3819.72
    ],
    [
        " I'll go surfing on a nine day trip.",
        3820.42,
        3821.8
    ],
    [
        " Dang, that's like a feedback loop kind of, right?",
        3822.22,
        3826.16
    ],
    [
        " In a way.",
        3826.42,
        3826.74
    ],
    [
        " So it's like, okay, there's an issue with my girlfriend.",
        3826.92,
        3829.4
    ],
    [
        " I will make it less serious.",
        3829.4,
        3830.72
    ],
    [
        " Issue with my girlfriend.",
        3830.84,
        3831.64
    ],
    [
        " Mhm.",
        3832.76,
        3833.08
    ],
    [
        " Girlfriends giving me grief, whatever.",
        3833.14,
        3834.32
    ],
    [
        " I'm not around or something like that or I'm not sensitive to her feelings.",
        3834.58,
        3838.2
    ],
    [
        " You know, how I'm going to do with that?",
        3838.2,
        3839.76
    ],
    [
        " I'm going to go workout and do it.",
        3839.86,
        3841.38
    ],
    [
        " Yeah.",
        3841.68,
        3841.94
    ],
    [
        "",
        3841.94,
        3841.94
    ],
    [
        " Which makes the problem worse now because your pain attention less, even less sensitive to",
        3842.02,
        3846.32
    ],
    [
        " with a girlfriend is the one thing that with a wife is another thing.",
        3846.32,
        3848.44
    ],
    [
        " Yeah.",
        3848.7,
        3849.06
    ],
    [
        " Yeah.",
        3849.2,
        3849.32
    ],
    [
        " Because the girlfriend, the guy will be like, oh, cool.",
        3849.44,
        3850.92
    ],
    [
        " The, the, the wife is a different scenario because they got kids and they got all the",
        3851.54,
        3855.92
    ],
    [
        " things.",
        3855.92,
        3856.04
    ],
    [
        " The big difference.",
        3856.12,
        3857.28
    ],
    [
        " You just, you're example, wasn't good.",
        3857.44,
        3859.26
    ],
    [
        " It was, you took a big, you took what you thought was a small step, but it was a big step.",
        3859.26,
        3863.08
    ],
    [
        " Two, there's too much of a difference in the example.",
        3863.38,
        3865.7
    ],
    [
        " So same example, wife and kids as opposed to girlfriend.",
        3866.68,
        3869.24
    ],
    [
        " Yeah.",
        3869.74,
        3869.84
    ],
    [
        " Feedback loop.",
        3870.36,
        3870.98
    ],
    [
        " Yeah, yeah.",
        3871.24,
        3871.64
    ],
    [
        " This is what I'm saying.",
        3871.74,
        3872.62
    ],
    [
        " Instead of, instead of the guy going, because normal person, good mental, I'm not feeling",
        3872.9,
        3876.22
    ],
    [
        " good because my, because my wife, my girlfriend, a normal guy, it's like, hey, well,",
        3876.22,
        3880.5
    ],
    [
        " you need to get back in the gym, get your game together, get up early, get on the program.",
        3880.52,
        3884.52
    ],
    [
        " Yeah, yeah.",
        3884.72,
        3885.16
    ],
    [
        " And they'll start feeling good and they'll start feeling good about themselves and they'll start",
        3885.22,
        3887.74
    ],
    [
        " being a better person and being a better husband.",
        3887.8,
        3889.78
    ],
    [
        " Yeah.",
        3890.26,
        3890.3
    ],
    [
        " You say that to a team guy and they're like, okay, cool.",
        3890.6,
        3892.1
    ],
    [
        " I'll work out 19 hours a day.",
        3892.34,
        3893.98
    ],
    [
        " Yeah.",
        3894.1,
        3894.36
    ],
    [
        " And the other five, I'll be doing you a jitsu.",
        3894.7,
        3896.56
    ],
    [
        " Whatever.",
        3897.0,
        3899.94
    ],
    [
        " Next, a good leader studies the culture of any location where he's planning to go and insures his",
        3901.0,
        3906.54
    ],
    [
        " subordinates are properly educated on the same.",
        3906.54,
        3908.48
    ],
    [
        " Here's a good one.",
        3909.26,
        3910.92
    ],
    [
        " When in charge, take charge.",
        3911.28,
        3912.96
    ],
    [
        " But treat your subordinates with respect to dignity and common courtesy.",
        3914.5,
        3918.24
    ],
    [
        " Here's another one, a workers performance often reflects the attitude of his leadership.",
        3918.62,
        3923.74
    ],
    [
        " If you want something done, ask nicely.",
        3924.8,
        3926.2
    ],
    [
        " If a subordinate forgets to perform a task, don't take it personally.",
        3926.38,
        3929.38
    ],
    [
        " Just remind them nicely in any organization everyone has a to do list.",
        3929.7,
        3933.44
    ],
    [
        " While juggling these tasks, some things will never be fall through the cracks.",
        3933.74,
        3937.04
    ],
    [
        " When this happens, don't assume that the subordinates lazy or stupid.",
        3937.36,
        3940.16
    ],
    [
        " Simply re-engage them on the task and if necessary emphasize why it's a priority.",
        3940.98,
        3945.6
    ],
    [
        " If the subordinate performs a task and the outcome is not what you expected, don't attack their intelligence or character.",
        3946.82,
        3952.06
    ],
    [
        " Playfully explain the deficiencies and offer an idea for solution.",
        3952.38,
        3955.32
    ],
    [
        " Subordinate's quickly lose respect for a leader who is all problem and no solution.",
        3955.7,
        3959.46
    ],
    [
        " Speaking of problems, wherever possible, solve problems at the lowest level.",
        3960.84,
        3965.94
    ],
    [
        " When leaders are confronted with disciplinary problems, be it willful disobedience, negligence or honest mistakes,",
        3966.02,
        3971.52
    ],
    [
        " they must resolve these problems at the lowest level before raising the issue to higher echelons.",
        3971.52,
        3976.48
    ],
    [
        " If the problem can be fixed and remedy instituted at lower levels,",
        3976.9,
        3982.12
    ],
    [
        " it will benefit your relationship with your subordinates, improve the health of the organization,",
        3982.12,
        3986.24
    ],
    [
        " and not divert higher level resources away from their priorities.",
        3986.44,
        3989.4
    ],
    [
        " Solve things at the lowest level.",
        3989.76,
        3990.86
    ],
    [
        " I used to say this exact same thing to my guys.",
        3991.5,
        3994.14
    ],
    [
        " Especially when it came to anything but the topic would come up a lot of guys getting in trouble.",
        3994.58,
        3999.52
    ],
    [
        " If a guy gets in trouble, solve it at your level.",
        3999.88,
        4004.56
    ],
    [
        " And if you don't think you can contain it, tell me.",
        4005.66,
        4008.76
    ],
    [
        " What do you mean get in trouble?",
        4009.0,
        4009.8
    ],
    [
        " Guy gets in trouble on July or something.",
        4010.22,
        4011.76
    ],
    [
        " Well, do you guys have a pretty big one?",
        4012.24,
        4013.4
    ],
    [
        " Guy gets in a fight.",
        4013.48,
        4014.2
    ],
    [
        " Guy gets in a fight out in town.",
        4014.42,
        4015.8
    ],
    [
        " Hey, you can punish him.",
        4016.22,
        4018.1
    ],
    [
        " The platoon chief hears about it and the platoon chief says,",
        4018.3,
        4020.32
    ],
    [
        " I'm going to punish him.",
        4020.34,
        4021.24
    ],
    [
        " He's going to be doing brass pickup or whatever.",
        4021.48,
        4023.84
    ],
    [
        " He's going to do something cleaning the military vehicles is always one of the best.",
        4024.04,
        4027.9
    ],
    [
        " Wax the six by that's that you can handle it there.",
        4028.06,
        4033.08
    ],
    [
        " You don't need to tell the platoon commander, the platoon, the task unit commander.",
        4033.34,
        4038.8
    ],
    [
        " Now it could be different.",
        4039.04,
        4040.52
    ],
    [
        " The guy gets in a fight and now he gets arrested because now we're going to hear about it.",
        4040.84,
        4044.52
    ],
    [
        " Because they're going to find out the guys in military.",
        4044.64,
        4047.2
    ],
    [
        " They're going to want to know contact the chain of command because that's what they do.",
        4047.2,
        4050.02
    ],
    [
        " That's their that's their policy.",
        4050.04,
        4052.28
    ],
    [
        " And so now they're going to contact the chain of command.",
        4052.74,
        4055.46
    ],
    [
        " So now can it be contained?",
        4055.98,
        4057.04
    ],
    [
        " That's the question.",
        4057.46,
        4058.24
    ],
    [
        " If it can't be contained, then you've got to run it up the chain of command",
        4058.44,
        4062.56
    ],
    [
        " because you don't want your boss to get get hit.",
        4062.56,
        4064.96
    ],
    [
        " What's it called blindsided?",
        4065.12,
        4066.32
    ],
    [
        "",
        4066.88,
        4066.88
    ],
    [
        " Hey, one of your chocolate one of your guys was arrested.",
        4067.9,
        4070.38
    ],
    [
        " You know yesterday, why didn't you tell me you don't want that to happen?",
        4070.38,
        4073.0
    ],
    [
        " Yeah.",
        4073.08,
        4073.2
    ],
    [
        " If you can contain it contain it.",
        4073.52,
        4075.68
    ],
    [
        " If you can't, you got to you got to tell the chain of command.",
        4075.68,
        4077.94
    ],
    [
        " Yeah.",
        4078.16,
        4078.36
    ],
    [
        " But you should try and contain it.",
        4078.36,
        4079.84
    ],
    [
        " Be like, Hey, we got it handled boss.",
        4079.88,
        4082.56
    ],
    [
        " There was a guy got in trouble yesterday.",
        4082.72,
        4083.66
    ],
    [
        " Here's the punishment.",
        4083.66,
        4084.34
    ],
    [
        " I dealt out and here's what you know, here's what we're at.",
        4084.34,
        4087.48
    ],
    [
        " No one wants to be the senior guy with a secret.",
        4088.56,
        4092.92
    ],
    [
        " Have you ever heard that before?",
        4092.92,
        4093.8
    ],
    [
        " Senior guy with a senior guy with a secret meaning, meaning if you did something wrong",
        4094.16,
        4099.52
    ],
    [
        " and I find out about it.",
        4099.52,
        4101.68
    ],
    [
        " That means I'm.",
        4102.1,
        4104.14
    ],
    [
        " I have the secret now.",
        4104.66,
        4106.74
    ],
    [
        " Yeah.",
        4106.98,
        4107.34
    ],
    [
        " And if I'm above you in the chain of command and now my boss finds out,",
        4107.56,
        4110.68
    ],
    [
        " well, now I'm going to get in trouble.",
        4110.68,
        4111.76
    ],
    [
        " So it's the easiest way for me to do it is to be like, Hey boss,",
        4112.1,
        4115.68
    ],
    [
        " go did this wrong.",
        4115.9,
        4116.94
    ],
    [
        " He got in trouble.",
        4117.24,
        4118.12
    ],
    [
        " And then my boss now has the secret.",
        4118.12,
        4119.78
    ],
    [
        " Yeah.",
        4120.1,
        4121.0
    ],
    [
        " So you're going to tell his boss.",
        4121.04,
        4121.96
    ],
    [
        " Right.",
        4122.28,
        4122.48
    ],
    [
        " That's like the friend, you know, who catches his friends,",
        4123.04,
        4127.02
    ],
    [
        " girlfriend or something cheating on him.",
        4127.02,
        4129.18
    ],
    [
        " And it's like, shoot, I don't want to.",
        4129.34,
        4130.98
    ],
    [
        " Do I want to ruin the relationship or you know,",
        4131.84,
        4134.9
    ],
    [
        " the relationship is already ruined.",
        4134.9,
        4136.18
    ],
    [
        " You're right.",
        4136.22,
        4136.72
    ],
    [
        " So that's not a good example.",
        4136.78,
        4138.24
    ],
    [
        " That's kind of a good.",
        4138.26,
        4139.0
    ],
    [
        " Maybe not cheating.",
        4139.12,
        4139.88
    ],
    [
        " No, because there was a movie called.",
        4140.04,
        4142.32
    ],
    [
        " I think it was called this.",
        4142.84,
        4144.54
    ],
    [
        " I don't know if it was called the secret, but that's what it was predicated on.",
        4144.84,
        4147.58
    ],
    [
        " And so that's the whole thing.",
        4147.76,
        4149.78
    ],
    [
        " He didn't want to.",
        4149.92,
        4150.64
    ],
    [
        " He put it this way.",
        4150.82,
        4151.88
    ],
    [
        " If he told if he was, if you tell the secret,",
        4151.9,
        4154.48
    ],
    [
        " he would like, I don't know, ruin some relationship.",
        4154.86,
        4157.7
    ],
    [
        " And if he didn't, it was like they'd be fine, but you're the senior with a secret.",
        4158.0,
        4162.14
    ],
    [
        " Then of course, at the end of the movie, you know, they.",
        4162.14,
        4164.48
    ],
    [
        " They find out, you know, the big reveal.",
        4165.5,
        4167.7
    ],
    [
        " Who is that Vince Vaughan?",
        4167.88,
        4169.54
    ],
    [
        " Was it anyway?",
        4169.56,
        4170.48
    ],
    [
        " Talk to someone else about that.",
        4171.76,
        4173.44
    ],
    [
        " You never your own podcast, echo, movie reviews.",
        4173.68,
        4177.56
    ],
    [
        " No, but it's the same concept I'm telling you.",
        4177.76,
        4179.8
    ],
    [
        " Praise and public, practice punish and private.",
        4180.4,
        4182.88
    ],
    [
        " I think everyone knows about that.",
        4183.12,
        4184.7
    ],
    [
        " Here's some, here's some other lessons he learned when he was a occupying force in Japan.",
        4185.28,
        4189.74
    ],
    [
        " Be confident, but not arrogant.",
        4189.94,
        4191.04
    ],
    [
        " Hmm, self-confidence humility are the keys to getting any job done.",
        4192.16,
        4196.86
    ],
    [
        " Little dichotomy in those two.",
        4197.0,
        4198.18
    ],
    [
        " Obviously, there's always a way.",
        4198.44,
        4200.6
    ],
    [
        " Either you find a way or you make one.",
        4200.96,
        4203.18
    ],
    [
        " If you can't think of a way, don't hesitate to ask for help.",
        4203.44,
        4206.18
    ],
    [
        " Take counsel from those who have information and experience.",
        4207.06,
        4209.54
    ],
    [
        " It's so funny.",
        4209.68,
        4210.12
    ],
    [
        " Some people won't ask for help.",
        4210.4,
        4211.6
    ],
    [
        " Supervised checkup on things, but don't micromanage.",
        4212.86,
        4215.94
    ],
    [
        " Make sure your subordinates understand their priorities of work.",
        4216.04,
        4219.34
    ],
    [
        " I mean, these, I just realized I was almost reading those as if like,",
        4221.52,
        4226.0
    ],
    [
        " Hey, we already know these things.",
        4226.28,
        4228.3
    ],
    [
        " It's like these are things that we know.",
        4228.68,
        4230.14
    ],
    [
        " Not that they're not important.",
        4230.44,
        4232.42
    ],
    [
        " Yeah.",
        4232.96,
        4233.14
    ],
    [
        " And obviously, how more new and before I did,",
        4233.26,
        4235.46
    ],
    [
        " he learned them in the occupation of Japan.",
        4235.9,
        4238.22
    ],
    [
        " Here he talks about someone that he worked for.",
        4239.6,
        4242.5
    ],
    [
        " The officer under whom I served for the longest period in Japan was major Mansfield.",
        4243.4,
        4249.58
    ],
    [
        " He was always cool.",
        4249.7,
        4251.06
    ],
    [
        " Never raised his voice.",
        4251.48,
        4253.04
    ],
    [
        " Very perceptive took no wood Nichols and was a natural leader.",
        4253.74,
        4258.52
    ],
    [
        " He told me that what he wanted to be done and let me run with the ball.",
        4259.26,
        4262.94
    ],
    [
        " He trusted me and I went an extra two to three miles to make sure I would never let him down.",
        4263.64,
        4269.06
    ],
    [
        " Never do a shabby job or never lose his trust.",
        4269.44,
        4272.38
    ],
    [
        " That right there is this like you could just give that to people and say,",
        4272.92,
        4276.84
    ],
    [
        " Hey, think about this, man.",
        4276.84,
        4277.9
    ],
    [
        " If you're going to be in a leadership position, think about this.",
        4277.9,
        4280.16
    ],
    [
        " Yeah.",
        4280.52,
        4281.04
    ],
    [
        " Always cool.",
        4281.26,
        4281.48
    ],
    [
        " Never raise your voice.",
        4281.66,
        4282.52
    ],
    [
        " Give people what you want to do and let them know with the ball.",
        4283.04,
        4285.06
    ],
    [
        " Like that's just basic stuff, but it's so important.",
        4285.72,
        4289.06
    ],
    [
        " What's a wooden nickel?",
        4289.56,
        4290.56
    ],
    [
        " Wooden nickel.",
        4290.84,
        4291.42
    ],
    [
        " It means it means you take you take things that don't worth anything.",
        4291.62,
        4294.48
    ],
    [
        " Oh, yeah.",
        4294.82,
        4295.34
    ],
    [
        " Fake.",
        4295.82,
        4296.18
    ],
    [
        " A couple more lessons learned.",
        4297.42,
        4301.82
    ],
    [
        " Tell your subordinate leaders your standards at the outset and what you expect.",
        4301.96,
        4305.58
    ],
    [
        " That's a pretty good one.",
        4305.58,
        4306.8
    ],
    [
        " If you let people get away with stuff for a while, then when you jerk the chain back,",
        4307.88,
        4311.26
    ],
    [
        " it hurts a more push authority down to make decisions, but keep responsibility",
        4311.28,
        4316.3
    ],
    [
        " for the results.",
        4316.3,
        4317.12
    ],
    [
        " Don't blame support.",
        4317.32,
        4318.02
    ],
    [
        " It's for bad results.",
        4318.02,
        4318.9
    ],
    [
        " Blame yourself for not training them properly or giving poor instructions.",
        4319.08,
        4322.22
    ],
    [
        " Stream ownership boom.",
        4322.22,
        4323.3
    ],
    [
        " That's another parenting one.",
        4323.62,
        4324.7
    ],
    [
        " For sure.",
        4325.58,
        4326.14
    ],
    [
        " Always met.",
        4326.54,
        4327.02
    ],
    [
        " Well, I see it and then I'll see.",
        4327.64,
        4329.32
    ],
    [
        " I feel like I've done a good job in being conscious of this.",
        4329.54,
        4332.48
    ],
    [
        " You know, okay.",
        4332.8,
        4333.34
    ],
    [
        " So if I say it, okay.",
        4333.48,
        4334.98
    ],
    [
        " So one year old, four year old, four and a half, whatever.",
        4334.98,
        4337.9
    ],
    [
        " And I say, Hey, you know, watch him.",
        4338.28,
        4340.1
    ],
    [
        " I'm going to go grab this thing from my car, whatever.",
        4340.14,
        4342.12
    ],
    [
        " Watch him.",
        4342.26,
        4342.72
    ],
    [
        " Don't let him climb up on that bike and fall down.",
        4342.76,
        4345.98
    ],
    [
        " He's one.",
        4346.42,
        4347.82
    ],
    [
        " So I run in the, you know, I come back.",
        4348.26,
        4351.42
    ],
    [
        " Of course, climb on the bike.",
        4351.42,
        4352.44
    ],
    [
        " Yeah.",
        4352.68,
        4352.8
    ],
    [
        " Falls down.",
        4353.46,
        4354.32
    ],
    [
        " Yeah.",
        4354.58,
        4354.84
    ],
    [
        " Hey, I thought I told you not to let you tell the four year old.",
        4355.34,
        4358.08
    ],
    [
        " I know, Brad, that's what makes example even more powerful because look.",
        4358.08,
        4362.04
    ],
    [
        " Hey, look, her failure is my failure.",
        4362.14,
        4364.3
    ],
    [
        " That emphasize my failure even more.",
        4364.3,
        4366.68
    ],
    [
        " So four year old.",
        4366.92,
        4367.74
    ],
    [
        " That's my failure.",
        4367.8,
        4368.68
    ],
    [
        " Yeah.",
        4368.76,
        4368.94
    ],
    [
        " But the same thing for a big time.",
        4369.14,
        4371.7
    ],
    [
        " Check.",
        4373.16,
        4373.54
    ],
    [
        " Be dead honest with those above you and below you.",
        4374.92,
        4378.08
    ],
    [
        " Totally candid, but not harsh straight talk.",
        4378.56,
        4380.94
    ],
    [
        " Respect your people.",
        4381.66,
        4382.42
    ],
    [
        " Taking care of your people is not just about the obvious things.",
        4383.44,
        4387.2
    ],
    [
        " Pay working conditions concerned for their welfare and that of their families.",
        4387.4,
        4391.2
    ],
    [
        " But seeing that they are properly trained and have the person disciplined and desire to get the job done and get it done well.",
        4391.2,
        4396.94
    ],
    [
        " Carry a notebook or three by five cards and take notes when being given instructions or when your boss is explaining his philosophy or guidance on a matter.",
        4398.62,
        4405.3
    ],
    [
        " I also found that when running or doing other physical exercises ideas and useful thoughts would pop into my head,",
        4405.98,
        4411.6
    ],
    [
        " possibly related in some medical way.",
        4411.6,
        4414.16
    ],
    [
        " Blood movement goes to the brain.",
        4414.62,
        4416.76
    ],
    [
        " So I took scrolling notes when running.",
        4417.24,
        4418.84
    ],
    [
        " That's not a bad.",
        4419.0,
        4419.7
    ],
    [
        " I've done that before.",
        4419.82,
        4420.64
    ],
    [
        " I'll be like working out and I'll in my workout book.",
        4421.2,
        4423.84
    ],
    [
        " I'll have a little like four words of something I thought of.",
        4424.02,
        4426.66
    ],
    [
        " Or like, yeah.",
        4426.7,
        4428.1
    ],
    [
        " Interesting.",
        4428.16,
        4428.82
    ],
    [
        " Yeah.",
        4429.2,
        4429.46
    ],
    [
        " I don't know if it's that interesting, but it's worth noting.",
        4429.74,
        4432.56
    ],
    [
        " Yeah.",
        4432.92,
        4433.3
    ],
    [
        " I mean, if that's true, you know, like we're like carrying a notebook around.",
        4433.42,
        4436.46
    ],
    [
        " Nowadays, people would notice in your phone.",
        4436.64,
        4438.32
    ],
    [
        " Do you put notes on your phone?",
        4438.36,
        4439.06
    ],
    [
        " Yes.",
        4439.32,
        4439.48
    ],
    [
        " I put notes on my phone too.",
        4439.58,
        4440.42
    ],
    [
        " Yeah.",
        4441.04,
        4441.2
    ],
    [
        " Do you take voice memo sometimes?",
        4441.26,
        4442.2
    ],
    [
        " No.",
        4442.56,
        4442.8
    ],
    [
        " I do that sometimes.",
        4443.1,
        4444.28
    ],
    [
        " I thought it was so cool, but I the habit didn't stick.",
        4444.9,
        4448.34
    ],
    [
        " It's not bad.",
        4448.74,
        4449.78
    ],
    [
        " I usually type in the notes.",
        4449.94,
        4451.16
    ],
    [
        "",
        4451.68,
        4451.68
    ],
    [
        " But sometimes if I'm driving voice note.",
        4452.08,
        4454.52
    ],
    [
        " Yeah.",
        4454.98,
        4455.66
    ],
    [
        " Okay.",
        4456.04,
        4456.92
    ],
    [
        " Now he's a company commander in Korea.",
        4457.28,
        4459.2
    ],
    [
        " So Korean war.",
        4460.02,
        4460.78
    ],
    [
        " So you know, he there's again, we're jumping through this book.",
        4460.92,
        4463.28
    ],
    [
        " But this is the I thought this was awesome.",
        4463.28,
        4466.28
    ],
    [
        " He takes over as a as a company commander.",
        4466.66,
        4469.76
    ],
    [
        " One of my first acts as commanding officer was to move six men out of the",
        4470.24,
        4475.5
    ],
    [
        " worst boars nest in the place.",
        4475.5,
        4477.62
    ],
    [
        " These mortar men had been billeted in a derelict bunker, which was infested with rodents.",
        4478.34,
        4483.22
    ],
    [
        " I moved them into the officer's bunks and I moved down there, moved us down there",
        4483.5,
        4489.22
    ],
    [
        " into the first mortar man's old bunker.",
        4489.22,
        4490.86
    ],
    [
        " I had some Korean support troops clean it first though.",
        4491.24,
        4493.72
    ],
    [
        " And it was very adequate for my gunry officer, recon officer, worn officer in myself.",
        4494.18,
        4498.28
    ],
    [
        " A few mice and bugs, but not bad.",
        4499.04,
        4500.54
    ],
    [
        " One corner of my end was dug into an old Korean grave, which was immediately covered.",
        4500.98,
        4505.1
    ],
    [
        " But there is still a lingering odor.",
        4505.56,
        4507.68
    ],
    [
        " I keep my feet down at that end and liberal use of an aerosol bomb and open and",
        4508.52,
        4514.0
    ],
    [
        " opening the door and it's not bad sleeping at all.",
        4514.0,
        4515.88
    ],
    [
        " These graves are hard to avoid to stay or scattered, help or sculpt or all of these",
        4516.24,
        4519.08
    ],
    [
        " hills where our positions are.",
        4519.08,
        4520.22
    ],
    [
        " So what I thought was awesome about that.",
        4520.48,
        4522.84
    ],
    [
        " He takes over as company command.",
        4523.34,
        4524.6
    ],
    [
        " These enlisted guys are living in this crappy, stinky rodent filled barracks.",
        4524.9,
        4528.8
    ],
    [
        " He kicks them out, moves them into the officers barracks and moves the officers",
        4529.04,
        4532.56
    ],
    [
        " into the crappy barracks.",
        4532.56,
        4533.64
    ],
    [
        " That's what I'm talking about.",
        4533.76,
        4534.78
    ],
    [
        " That is legit.",
        4536.32,
        4537.94
    ],
    [
        " Some more points from Korea.",
        4539.16,
        4541.14
    ],
    [
        " Good leaders don't wait for official permission to try out a new idea.",
        4541.4,
        4544.14
    ],
    [
        " In any organization, if you go looking for permission, you will inevitably find the",
        4544.9,
        4547.94
    ],
    [
        " one person who thinks it's his job to say no.",
        4547.94,
        4550.18
    ],
    [
        " It's easier to get forgiveness than permission.",
        4551.7,
        4553.82
    ],
    [
        " Put the welfare of your own troops above your own.",
        4554.64,
        4557.82
    ],
    [
        " They eat before you eat.",
        4559.28,
        4560.52
    ],
    [
        " They sleep before you sleep.",
        4560.76,
        4562.0
    ],
    [
        " Simple acts of courtesy and graciousness have found profound impact on subordinates.",
        4562.58,
        4567.46
    ],
    [
        " Morale self perception and performance.",
        4567.54,
        4569.2
    ],
    [
        " So every leader is put through an informal process in the first few weeks,",
        4570.36,
        4577.72
    ],
    [
        " where his people judge him and decide whether or not he's worthy of their trust.",
        4577.78,
        4582.26
    ],
    [
        " He must earn their trust.",
        4582.84,
        4584.18
    ],
    [
        " How a leader must prove himself by his actions, appearance, demeanor, attitude and decisions.",
        4584.4,
        4589.4
    ],
    [
        " I like that you're definitely getting looked down when you take over something.",
        4589.84,
        4592.32
    ],
    [
        " For the first time, you're getting looked at hard.",
        4592.64,
        4594.44
    ],
    [
        " The leader must be visible on the battlefield.",
        4595.86,
        4601.6
    ],
    [
        " He must be in the battle battalion commander on down, brigade and division commander on",
        4602.16,
        4606.0
    ],
    [
        " occasion.",
        4606.0,
        4606.36
    ],
    [
        " He must exhibit his determination to prevail no matter what the odds or how desperate the situation.",
        4606.74,
        4611.52
    ],
    [
        " He must have and display the will to win by his actions words, tone of voice on the radio",
        4612.56,
        4617.16
    ],
    [
        " and face to face his appearance, his demeanor, his countenance and the look in his eyes.",
        4617.16,
        4621.04
    ],
    [
        " He must remain common, cool, no fear.",
        4622.1,
        4624.6
    ],
    [
        " He must ignore the dust, the noise, the smoke, the explosions, the screams, the wounded, the yells or the dead lying around him.",
        4625.22,
        4631.76
    ],
    [
        " That is all normal.",
        4632.02,
        4633.04
    ],
    [
        " He must never give off any hint or evidence that he is uncertain about a positive outcome,",
        4634.5,
        4639.04
    ],
    [
        " even in the most desperate situations.",
        4639.44,
        4641.38
    ],
    [
        " So again, you know, what you brought up earlier of this, Hey, we're not going to show any fear.",
        4646.34,
        4652.08
    ],
    [
        " We're not going to show any possibility of ever losing.",
        4652.16,
        4655.26
    ],
    [
        " You know, I don't think he's talking about that.",
        4655.82,
        4657.72
    ],
    [
        " I think he's talking about even though you might be thinking that and even though you might give the indication,",
        4658.2,
        4664.68
    ],
    [
        " Hey, look, if we don't get our act together, we could lose this thing.",
        4664.68,
        4667.36
    ],
    [
        " But we're not going to.",
        4667.6,
        4668.94
    ],
    [
        " Some more career examples.",
        4671.62,
        4674.44
    ],
    [
        " I've been taught for years that leaders must set the example and I tried to do so.",
        4674.88,
        4678.08
    ],
    [
        " But in battle is absolutely mandatory and especially so during the Korean war at the company level.",
        4678.64,
        4684.0
    ],
    [
        " I learned that I could keep common functional in the bed,",
        4684.34,
        4686.74
    ],
    [
        " them stress, noise, blood and killings of a fierce battle.",
        4686.82,
        4689.48
    ],
    [
        " I had no choice but to remain calm.",
        4689.56,
        4691.24
    ],
    [
        " Stay in shape.",
        4692.26,
        4693.36
    ],
    [
        " When we were not in battle or another operation.",
        4693.86,
        4696.56
    ],
    [
        " I took a run in the late afternoon for an hour or so.",
        4696.88,
        4699.98
    ],
    [
        " The first reports in the battlefield are usually exaggerated for good or bad and are not entirely accurate.",
        4701.04,
        4706.8
    ],
    [
        " This is normal since they are sent back by leaders in a moving battle in our fragmentary.",
        4706.94,
        4711.28
    ],
    [
        " First reports are always wrong.",
        4712.38,
        4713.82
    ],
    [
        " That's what we used to say.",
        4714.1,
        4715.12
    ],
    [
        " That's usually pretty true.",
        4715.56,
        4716.94
    ],
    [
        " Here's a good one.",
        4718.18,
        4721.46
    ],
    [
        " Be ready so you don't have to get ready.",
        4721.86,
        4723.62
    ],
    [
        " A good leader will preposition as many assets and people as he can before an event or as a contingency in case of disaster.",
        4725.02,
        4731.5
    ],
    [
        " Thus when the alert and or emergency inevitably comes,",
        4732.34,
        4736.84
    ],
    [
        " you will be better prepared to respond to it.",
        4737.08,
        4739.74
    ],
    [
        " Be ready so you don't have to get ready.",
        4740.64,
        4742.46
    ],
    [
        " He talked about when things are quiet and here he's talking about when things are quiet.",
        4744.68,
        4751.12
    ],
    [
        " On the line, nothing is going wrong.",
        4752.12,
        4754.14
    ],
    [
        " Tighten up security.",
        4754.34,
        4755.36
    ],
    [
        " Be sure the listening outpost our alert, especially at night,",
        4756.0,
        4759.18
    ],
    [
        " in particular if it's raining or snowing.",
        4759.18,
        4760.8
    ],
    [
        " That's the most appropriate time for the enemy to close in.",
        4760.98,
        4764.32
    ],
    [
        " It's interesting how he's talked about that tool.",
        4765.44,
        4769.14
    ],
    [
        " He talks about it a bunch, but for him,",
        4769.26,
        4771.0
    ],
    [
        " if there's nothing going on, do something.",
        4772.18,
        4774.52
    ],
    [
        " If you've got a day off, do something to make your position better.",
        4774.92,
        4777.72
    ],
    [
        " If you're not getting attacked, good.",
        4777.9,
        4778.94
    ],
    [
        " Improve your position.",
        4779.16,
        4779.92
    ],
    [
        " Every moment he's thinking about that.",
        4781.0,
        4782.68
    ],
    [
        " When you draw a plan of attack or defense,",
        4784.36,
        4789.46
    ],
    [
        " you must have information on the weather, terrain and enemy capabilities,",
        4789.62,
        4793.1
    ],
    [
        " but you cannot coordinate your plan with the enemy.",
        4793.14,
        4795.86
    ],
    [
        " Therefore, you have to think through all the what ifs.",
        4796.94,
        4802.86
    ],
    [
        " If the enemy does this, what happens if the enemy does that?",
        4803.28,
        4805.2
    ],
    [
        " What happens?",
        4805.3,
        4805.66
    ],
    [
        " It's time well spent.",
        4805.74,
        4806.48
    ],
    [
        " I always say the enemy gets a vote.",
        4807.2,
        4808.76
    ],
    [
        " That's what he's saying.",
        4808.76,
        4809.5
    ],
    [
        " You can make your plans, but your plans aren't coordinated with what the enemy's going to do.",
        4809.98,
        4814.02
    ],
    [
        " The enemy's going to do it.",
        4814.14,
        4815.04
    ],
    [
        " The enemy's going to do soldiers in battle, fight, kill and die and die primarily for each other.",
        4815.14,
        4822.14
    ],
    [
        " Don't complain to your boss.",
        4824.28,
        4831.42
    ],
    [
        " He wants solutions, not just problems.",
        4832.68,
        4835.4
    ],
    [
        " Right.",
        4840.46,
        4840.82
    ],
    [
        " That's not just your boss.",
        4840.08,
        4841.88
    ],
    [
        " That's up and down the chain of command.",
        4842.0,
        4843.06
    ],
    [
        " Yeah.",
        4844.04,
        4844.42
    ],
    [
        " I'm saving private Ryan when he said you never gripped down the chain of command.",
        4844.92,
        4848.74
    ],
    [
        " Yeah.",
        4849.0,
        4849.12
    ],
    [
        " Definitely.",
        4849.8,
        4850.28
    ],
    [
        " I think that was a different point he was making.",
        4850.44,
        4852.06
    ],
    [
        " Well, it's, it's, well, I just set up her down the chain of command.",
        4853.06,
        4855.94
    ],
    [
        " He's saying don't gripe up.",
        4855.96,
        4857.02
    ],
    [
        " No, he's saying don't gripe down.",
        4857.22,
        4858.56
    ],
    [
        " He's going up.",
        4858.68,
        4859.62
    ],
    [
        " He's saying, yeah, well, he's saying don't gripe up and you're saying don't gripe down.",
        4859.82,
        4864.52
    ],
    [
        " And I'm saying don't gripe.",
        4864.72,
        4865.64
    ],
    [
        " Yeah, yeah.",
        4865.82,
        4866.2
    ],
    [
        " Well, he's saying don't complain to your boss.",
        4866.2,
        4869.62
    ],
    [
        " Yeah, that's a gripe.",
        4869.74,
        4870.86
    ],
    [
        " Yeah, well, yeah, the way I took it on saving private Ryan anyway, it was gripe,",
        4871.0,
        4875.84
    ],
    [
        " meaning like I have a complaint about this that I need the answer to kind of thing.",
        4875.86,
        4879.8
    ],
    [
        " It's more of a comprehensive thing.",
        4879.9,
        4881.0
    ],
    [
        " You cannot see.",
        4881.14,
        4882.08
    ],
    [
        " You cannot dilute the difference between gripe and complaint.",
        4882.18,
        4885.9
    ],
    [
        " They're the same thing.",
        4886.02,
        4887.02
    ],
    [
        " Well, I feel like complaining because only because he said a little.",
        4887.06,
        4890.18
    ],
    [
        " A complaint, a complaint is might be a little bit more formal than a gripe.",
        4890.46,
        4894.2
    ],
    [
        " A gripe is like, man, I can't believe we're not getting the same food again.",
        4894.2,
        4896.98
    ],
    [
        " That's a gripe.",
        4897.12,
        4897.7
    ],
    [
        " But it's also a complaint.",
        4897.88,
        4899.14
    ],
    [
        " Yeah, I think you're right about that.",
        4899.9,
        4901.16
    ],
    [
        " Now a complaint could also be we are low on ammunition.",
        4901.16,
        4903.32
    ],
    [
        " That's the beyond a complaint, right?",
        4903.76,
        4905.4
    ],
    [
        " That's like a critical situation.",
        4905.82,
        4907.14
    ],
    [
        " Wait, the gripe is less.",
        4907.2,
        4908.08
    ],
    [
        " The gripe is a little bit less, but they're the same freaking thing.",
        4908.48,
        4911.0
    ],
    [
        " Yeah, you shouldn't do either one of them up or down the chain of grade.",
        4911.18,
        4913.38
    ],
    [
        " Right.",
        4913.4,
        4913.56
    ],
    [
        " But unless you bring solutions with you.",
        4913.78,
        4915.7
    ],
    [
        " Okay, so that is what I think was kind of like a given.",
        4915.98,
        4919.32
    ],
    [
        " What I felt anyway and keep saying private right, meaning like,",
        4919.48,
        4922.34
    ],
    [
        " okay, if you have an official complaint, like, okay, we need to change this.",
        4922.34,
        4925.86
    ],
    [
        " And then again, you might be right because he doesn't want you to do it down",
        4926.36,
        4929.1
    ],
    [
        " because it makes you look like a weak leader kind of thing.",
        4929.1,
        4931.46
    ],
    [
        " I'm assuming with this, he's saying, hey, don't just come with all your complaints",
        4931.54,
        4936.58
    ],
    [
        " in no solutions to your, to your superiors because the superiors want answers.",
        4936.58,
        4941.36
    ],
    [
        " They want solutions.",
        4941.36,
        4942.24
    ],
    [
        " Yeah, yeah.",
        4942.28,
        4943.02
    ],
    [
        " But when you gripe down the chain of command, there's two things.",
        4943.32,
        4946.84
    ],
    [
        " Number one, if you just complain down the chain of command,",
        4947.3,
        4949.4
    ],
    [
        " then the guys are going to take that and run with it.",
        4951.46,
        4953.6
    ],
    [
        " But that doesn't mean you don't explain things down the chain of command.",
        4954.1,
        4956.92
    ],
    [
        " That doesn't mean you don't say, hey, guys, we're low on ammunition.",
        4957.06,
        4959.36
    ],
    [
        " Here's what's going on.",
        4959.36,
        4960.4
    ],
    [
        " Our vessel transport got hit and sunk by a torpedo.",
        4960.64,
        4964.78
    ],
    [
        " They didn't deliver the ammo.",
        4964.78,
        4966.22
    ],
    [
        " We're gonna have then people go.",
        4966.42,
        4967.28
    ],
    [
        " Yeah, this is less as opposed to just that can't believe we don't have enough ammo.",
        4967.56,
        4971.22
    ],
    [
        " Yes, yes.",
        4971.48,
        4972.0
    ],
    [
        " We don't have enough ammo.",
        4972.52,
        4974.02
    ],
    [
        " This is an issue.",
        4974.02,
        4975.18
    ],
    [
        " Maybe that's kind of what he meant.",
        4975.58,
        4977.9
    ],
    [
        " That only goes up.",
        4977.9,
        4978.96
    ],
    [
        " I'm trying to think.",
        4979.3,
        4980.32
    ],
    [
        " But both of them, you have to tell your guys that you don't have enough ammunition.",
        4980.68,
        4983.52
    ],
    [
        " You have to say, hey, guys, we don't have enough ammunition.",
        4984.02,
        4985.7
    ],
    [
        " Here's what's going on.",
        4986.06,
        4986.78
    ],
    [
        " I put in for more the transport got sunk and this is the situation where we need to use our ammo as sparingly as possible.",
        4987.1,
        4994.14
    ],
    [
        " That's not a complaint.",
        4994.38,
        4995.1
    ],
    [
        " No, that's an explanation of what's going on.",
        4995.44,
        4997.7
    ],
    [
        " And a commander's intent about how much ammunition we're going to use.",
        4998.16,
        5002.14
    ],
    [
        " Yeah, yeah, yeah.",
        5002.36,
        5002.8
    ],
    [
        " And conserving ammunition.",
        5002.8,
        5003.46
    ],
    [
        " Yeah.",
        5003.92,
        5004.52
    ],
    [
        " Check.",
        5005.22,
        5006.48
    ],
    [
        " Back to the book.",
        5010.12,
        5011.14
    ],
    [
        " We're getting into Vietnam shortly after 9 a.m. on June 29th 1964.",
        5011.3,
        5014.72
    ],
    [
        " I was handed the colors of the second battalion 23rd infantry, accepting the colors.",
        5014.82,
        5019.26
    ],
    [
        " Means the commander is now responsible for all his command does or fails to do.",
        5019.64,
        5027.52
    ],
    [
        " Yeah, once you're in charge, you're responsible for everything.",
        5028.14,
        5031.54
    ],
    [
        " Now, if you remember in we were soldiers once in young, there was the lost platoon, which was led by Henry T.",
        5036.0,
        5046.02
    ],
    [
        " Herrick Lieutenant Henry T. Herrick and this guy was known to be aggressive aggressive to the point of being reckless, right?",
        5046.24,
        5053.32
    ],
    [
        " Overly aggressive.",
        5053.6,
        5054.56
    ],
    [
        " And his sergeant major and this is this is from the book here.",
        5056.42,
        5059.98
    ],
    [
        " Sergeant Major Plumley told him, Colonel, if you put Lieutenant Herrick in there, he will get all of them killed.",
        5060.6,
        5065.08
    ],
    [
        " His senior enlisted man, his sergeant major told him, hey, don't put this guy in charge.",
        5065.32,
        5071.54
    ],
    [
        " He put him in charge anyways.",
        5071.76,
        5073.26
    ],
    [
        " And he regretted that.",
        5073.82,
        5075.62
    ],
    [
        " And he said that that was one of his leadership letdowns that he failed to remove a toxic leader",
        5076.22,
        5083.48
    ],
    [
        " from the ranks and and Herrick soldiers ultimately were the ones that that paid the price.",
        5083.72,
        5088.66
    ],
    [
        " And therefore he says when you identify a toxic subordinate leader, remove them.",
        5088.84,
        5093.06
    ],
    [
        " If you cannot remove them, reassign them to a role where their toxicity can be minimized.",
        5093.58,
        5099.24
    ],
    [
        " So and I mean Herrick that as a and again, you have to get the book where your soldiers once in young.",
        5099.96,
        5107.54
    ],
    [
        " So you get the whole story because I didn't cover it in enough detail because it's one thing that's going on in that.",
        5107.54,
        5113.02
    ],
    [
        " In that whole scenario and and Herrick kind of redeemed himself getting the guys together to at least defend themselves",
        5113.52,
        5120.88
    ],
    [
        " for days out in the field being attacked like over and over and over again.",
        5120.88,
        5127.52
    ],
    [
        " But it was his hyper aggressiveness that got them in that situation in the first place.",
        5127.68,
        5134.06
    ],
    [
        " This is an interesting one.",
        5134.34,
        5136.88
    ],
    [
        " He's talking about his troops and he says their duty at their level is just as important as my duty at my level.",
        5137.32,
        5143.5
    ],
    [
        " That's that's awesome.",
        5143.94,
        5147.04
    ],
    [
        " And I've talked about this before how I was wanted like every guy in my platoon to think that they were the most important person in the platoon.",
        5147.44,
        5152.74
    ],
    [
        " And that's what he's saying.",
        5153.16,
        5154.04
    ],
    [
        " And it's right.",
        5154.3,
        5154.82
    ],
    [
        " It's not just like I was like manipulating it's like no you're the radio man.",
        5155.28,
        5158.58
    ],
    [
        " If we need help, you're the only person that's going to get us help.",
        5159.24,
        5162.28
    ],
    [
        " You're the corpsman.",
        5162.9,
        5163.52
    ],
    [
        " If one of our guys gets wounded, you're the only person that's going to be able to save him.",
        5163.52,
        5166.1
    ],
    [
        " You're the machine gunner.",
        5166.8,
        5167.62
    ],
    [
        " You're the most important job in the platoon.",
        5168.42,
        5169.7
    ],
    [
        " Yeah.",
        5170.18,
        5170.26
    ],
    [
        " Without you belaying down a cover fire, we can't move.",
        5170.42,
        5172.2
    ],
    [
        " It's like everyone.",
        5172.68,
        5173.92
    ],
    [
        " Everyone's the most important.",
        5174.24,
        5175.84
    ],
    [
        " Everyone's job is important.",
        5176.06,
        5177.14
    ],
    [
        " Now he.",
        5177.68,
        5182.3
    ],
    [
        " He's actually critical and and I got some feedback.",
        5183.3,
        5189.6
    ],
    [
        " With with on we were soldiers once in young, you know, here's a guy that led his troops into the situation and a bunch of guys died.",
        5191.66,
        5197.76
    ],
    [
        " And how is that in any way heroic?",
        5197.76,
        5199.86
    ],
    [
        " And that's valid, right?",
        5200.08,
        5201.48
    ],
    [
        " I mean, a valid point.",
        5201.58,
        5203.9
    ],
    [
        " We don't now the counter that is look, you don't know you're going to get ambushed.",
        5204.38,
        5207.48
    ],
    [
        " If you get it, if you know, you're going to get ambush like that against, you know, 1500 soldiers, the enemy soldiers, then you would made this different decision.",
        5207.56,
        5215.52
    ],
    [
        " But we don't know that.",
        5215.58,
        5216.24
    ],
    [
        " We don't know that we don't have a crystal ball.",
        5216.36,
        5217.62
    ],
    [
        " Yeah.",
        5218.72,
        5219.16
    ],
    [
        " But here's some of Hal Moore's criticism of the way the Vietnam war was fought.",
        5218.9,
        5226.04
    ],
    [
        " And again, this is similar to Hackworth.",
        5226.1,
        5227.44
    ],
    [
        " And Hackworth eventually stood up and said this out loud during the war, which is why he got so much criticism from the army.",
        5227.78,
        5234.7
    ],
    [
        " And also one of the reasons why I like Hackworth so much is because he did what I was talking about earlier.",
        5235.28,
        5242.52
    ],
    [
        " He was like, no, I don't believe in doing this and we're not going to win this way.",
        5243.06,
        5246.84
    ],
    [
        " He said that.",
        5246.84,
        5248.02
    ],
    [
        " Here's what Hal Moore says from 1964 until the American withdrawal in 1973 are objectives kept changing from political stability and preventing an enemy take over to preserving the independence of South Vietnam and training the Arvon forces.",
        5249.18,
        5264.58
    ],
    [
        " At first, the US pushed the South Vietnamese army aside and took the war over with a brand of fighting that only American forces and American logistics could support.",
        5265.48,
        5276.02
    ],
    [
        " When we left in 1973, our heritage was just that a form of war that the South Vietnamese and its armed forces could not sustain.",
        5276.84,
        5285.3
    ],
    [
        " In the late 1970s, the Army Chief of Military History General Douglas Cunard wrote a book called The War Managers.",
        5286.02,
        5293.98
    ],
    [
        " He sent a questionnaire to 175 Army generals who had served in Vietnam.",
        5294.98,
        5300.12
    ],
    [
        " His book is the analysis of their replies.",
        5300.42,
        5302.74
    ],
    [
        " Nearly 70% of those generals were uncertain and unclear as to what the US objective was in Vietnam.",
        5303.32,
        5312.4
    ],
    [
        " Damn, that's horrible.",
        5313.26,
        5315.84
    ],
    [
        " That's absolutely horrible.",
        5316.8,
        5317.96
    ],
    [
        " 175 generals and 70% of them didn't know what the objective was.",
        5318.76,
        5326.5
    ],
    [
        " If you take that down a step to the colonels, to the battalion commanders, to the company commanders, to the platoon commanders, to the squad leaders, you get down the front lines and you guys have no idea what they're doing there.",
        5326.82,
        5339.42
    ],
    [
        " How do we expect to accomplish the mission when no one in the chain of command really understands what it is that the objective is, what the mission is?",
        5339.56,
        5346.52
    ],
    [
        " So, with that, Colonel Morse as a leader must have clearly defined objectives. He must ensure that these objectives are clearly understood by his subordinate leaders.",
        5350.66,
        5363.56
    ],
    [
        " Lesson learned.",
        5364.66,
        5365.8
    ],
    [
        " Here's a...",
        5376.78,
        5377.5
    ],
    [
        " Speaking of family life, there are at least five activities that must be kept in balance through proper time management.",
        5377.5,
        5384.3
    ],
    [
        " These five activities are the job, physical fitness, personal time alone, recreation and social relationships.",
        5384.58,
        5391.48
    ],
    [
        " Also, if they apply to others, religion and family, if any of these get out of balance, then life gets out of balance.",
        5392.26,
        5399.5
    ],
    [
        " From my own personal experience and observation of others, being a workaholic is the most common area of imbalance.",
        5400.12,
        5407.4
    ],
    [
        " And again, that's what I saw a lot with the guys I used to work with, the workaholics.",
        5407.64,
        5413.44
    ],
    [
        " And not only that, you meet business guys all the time.",
        5413.78,
        5416.08
    ],
    [
        " You're not... there's so many business guys that are workaholics.",
        5418.1,
        5420.52
    ],
    [
        " Businessmen, business women that are out there, they're grinding, they love it.",
        5420.76,
        5426.0
    ],
    [
        " And then I want to stop.",
        5426.7,
        5427.76
    ],
    [
        " And that's... again, that's problematic. It's not the most common, but business leaders.",
        5428.28,
        5434.28
    ],
    [
        " Why are they in a leadership position?",
        5434.78,
        5436.98
    ],
    [
        " Because they built something. Why did they build something? Because they wanted to win. Because they wanted to take over.",
        5437.42,
        5441.1
    ],
    [
        " Well, that doesn't just stop at a certain point. It keeps going. It keeps growing.",
        5441.1,
        5444.76
    ],
    [
        " You reach one goal and you've set another one, a higher one, a harder one.",
        5445.1,
        5448.34
    ],
    [
        " Yeah.",
        5448.44,
        5448.68
    ],
    [
        " That keeps going.",
        5448.8,
        5449.5
    ],
    [
        " Be careful of that one.",
        5449.84,
        5451.72
    ],
    [
        " Balance.",
        5452.98,
        5453.52
    ],
    [
        " After Vietnam, he went and took over a base where they were running basic training.",
        5454.72,
        5461.96
    ],
    [
        " And here's what he said about basic training. The goal was for every man leaving basic combat training to be in the best physical shape of his life and to know it.",
        5461.98,
        5469.14
    ],
    [
        " To stretch his mind and his muscles and to assist him in thereby gaining more pride in himself, more self confidence and above all, more self discipline.",
        5469.14,
        5477.58
    ],
    [
        " A man who has more self discipline has more confidence in his ability to do the job.",
        5478.0,
        5483.42
    ],
    [
        " I got asked a while back and we answered on the podcast, but you know guys said, hey, I took over a unit.",
        5483.98,
        5487.98
    ],
    [
        " They're kind of downtrodden. What do I do to get their pride back up?",
        5488.36,
        5492.16
    ],
    [
        " It's like, yeah, work them hard. Do hard training.",
        5492.36,
        5494.72
    ],
    [
        " That's what you do.",
        5495.32,
        5496.42
    ],
    [
        " Discipline.",
        5500.14,
        5500.58
    ],
    [
        " Hard training. Give them something to brag about. Give them something to take pride in.",
        5499.44,
        5503.92
    ],
    [
        " He was dealing with Vietnam protesters when he was running that base.",
        5505.32,
        5512.26
    ],
    [
        " And he just said, guys, don't even show your weapon.",
        5513.3,
        5516.04
    ],
    [
        " Don't even, we're going to completely under react. Not going to give him what they want.",
        5516.06,
        5520.2
    ],
    [
        " That's one of his tenants here. Don't overreact and never overreact to an overreaction.",
        5520.2,
        5525.18
    ],
    [
        " And I'm going to close this out with a pretty big chunk here, but this is when how more got back from Vietnam, he wrote a little piece called Lieutenant Leadership in Combat.",
        5525.84,
        5542.84
    ],
    [
        " And here's what he says, this is a compilation of a few of my views on leadership of and by lieutenants, specifically infantry platoon leaders in a combat zone.",
        5545.86,
        5555.14
    ],
    [
        " It will be somewhat mixed in perspective and is not possible in these few words to get across my full views on leadership.",
        5555.58,
        5561.8
    ],
    [
        " In my judgment, a leader builds over time his own unique brand of empathy or lack of it with his subordinates and creates his own leadership debits and credits with those under the leadership.",
        5562.26,
        5572.82
    ],
    [
        " He's not, he does this through personal contact and shared experience based on the interplay between leader and lead, working with mixed perspectives shaped by the dynamics of real time and real life.",
        5580.26,
        5593.78
    ],
    [
        " Leadership is a highly personal individual matter. Each leader must establish his own approach based on an internal compass using a method geared to his personality, his capabilities, but always oriented toward accomplishing the mission while knowing and taking care of his men.",
        5595.06,
        5611.08
    ],
    [
        " Now, while he says that, you got to come up with your own method of leadership.",
        5611.56,
        5617.08
    ],
    [
        " The fundamental principles that he talks about, that we talk about all the time, that we wrote about, those don't change. You got to find your methodology of presenting them and carrying yourself, but the fundamental principles are fundamental.",
        5617.08,
        5630.96
    ],
    [
        " As officers, we are given groups of men to lead. Other officers, NCOs, and enlisted soldiers. Each has a different background, different problems, a different outlook, and different duties.",
        5634.18,
        5647.94
    ],
    [
        " But no matter what their background or their previous experience, no matter how much love, care, and effort may have been spent over the years by their parents and raising them when they are turned over to us, are now ours to care for.",
        5649.02,
        5665.38
    ],
    [
        " At that instant, the parents, teachers, or system that brought them to that point will be in the past. Their lives and future are largely in our hands.",
        5666.24,
        5677.38
    ],
    [
        " This is a terrible responsibility for a fire team leader to have, not to speak of a battalion, a division, or a corps commander.",
        5678.5,
        5687.28
    ],
    [
        " You got all these different people coming in and you're responsible for them now. And I'll tell you, I've had this conversation with business leaders too. Business leaders are the same way, because when you're paying someone's paycheck, they're feeding their family, they're paying their mortgage, they're saving for their kids to go to school, they're paying their car payment, that's their life.",
        5691.9,
        5710.72
    ],
    [
        " And if you as a leader are not helping them to achieve, you're letting them down.",
        5711.36,
        5717.78
    ],
    [
        " Now, is it the exact same thing as having their actual life or death in their hand? No, it's not the same thing, but the pressure is there.",
        5719.14,
        5726.24
    ],
    [
        " Among other attributes, I feel soldiers of any rank must have confidence in four directions. The first is to have self-confidence, developing it leverages many resources. The primary sources expert knowledge of his assigned duties and readiness at any time to take on the next higher job.",
        5729.96,
        5749.58
    ],
    [
        " So you don't want people just trained to do their job, you want them to be able to step up and do the next job above them in the chain of command. In addition to creating confidence through individual expertise, his superiors facilitate his development through trust in how they treat them.",
        5751.6,
        5765.16
    ],
    [
        " This is imperative, every person's dignity must always be respected. I feel that if anyone under me fails, the fault is at least half mine.",
        5766.42,
        5775.7
    ],
    [
        " A man should never be caused to think poorly of himself and this requires a subtle and sensitive touch by the leader, especially when taking disciplinary action.",
        5776.68,
        5785.44
    ],
    [
        " So the first thing he wants you to have is self-confidence, right? And you develop it by how you treat him.",
        5786.7,
        5795.18
    ],
    [
        " Second, but not in priority order is the necessity for each to have complete confidence in his personal weapon, as well as any other weapon he might have to handle to include using radios and the knowing procedures and knowing the procedures for requesting and controlling mortar and artillery fires.",
        5796.72,
        5815.44
    ],
    [
        " Developing this takes leader control leader supervised training. So you want to be good at your job. You want to be expert in your job. The more expert you are in your job, the more confident you're going to have.",
        5816.56,
        5829.54
    ],
    [
        " The third confidence in the unit and the men who are fighting the third is confidence in the unit and the men who are fighting with him.",
        5830.52,
        5840.02
    ],
    [
        " At whatever level the leader must strive to develop an intensive spree to core, but never by running down other units.",
        5840.32,
        5847.2
    ],
    [
        " An example of what not to do is to permit internal subunits to be so disloyal to the organization as a whole as to criticize, snipe or run down sister units, be it a squad, platoon or company on up.",
        5848.22,
        5862.0
    ],
    [
        " It is self-defeating and tears the unit as a whole.",
        5863.06,
        5866.54
    ],
    [
        " Tears down the unit as a whole. So you want them to have a spree to core, but you don't want them to get it by cutting down other units that are within your team.",
        5867.02,
        5877.52
    ],
    [
        " Fourth and so vital a man must have confidence and trust in his leaders. He must know and utterly believe his leaders are competent professionals who know what they are doing and are not careless or casual in their outlook toward their responsibility.",
        5878.84,
        5896.52
    ],
    [
        " For a subordinate to be confident in his leader, the subordinate must know the leader is aware of and appreciates what the subordinate must face and the life he must lead in performing his job.",
        5897.92,
        5909.16
    ],
    [
        " The leader must make every effort to get inside the heads of his men and see their problems and the world from their viewpoint. You got to get the perspective of your people.",
        5910.2,
        5921.1
    ],
    [
        " You got to understand what they're going through. You know, he talked about in We Resultors once or young that in the civil war, the officers, it was like bad if you can ride your horse all the time because you didn't understand the guys that were marching with their going through and Viet Nam some guys were riding the helicopter, some commanders would stay over the battlefield at 2000 feet out of a small arms range where safe up here, nothing can happen, but you forget what those guys are going through down there on the ground.",
        5922.22,
        5949.08
    ],
    [
        " Yeah, the gems and the instructor at Jams M up sometimes when you know when you're trying to teach someone something and I said this for they call the the Curse of Knowledge where you don't.",
        5949.62,
        5962.6
    ],
    [
        " You're so advanced, you forgot what the white belt is going through in his learning, you know, so you start teaching stuff and you know, they you forget that they need to know this stuff first before they can pick up this other stuff.",
        5962.6,
        5976.62
    ],
    [
        " You know, you need perspective, you need their perspective. Yeah.",
        5976.62,
        5979.7
    ],
    [
        " Back to the book, this takes some doing and while the leader cannot be intrusive into personal affairs, he must help solve personal problems if he can, especially if the problems penalize individual or unit performance.",
        5980.72,
        5993.14
    ],
    [
        " For example, in Garrison and to some extent, even in a combat area, most disciplinary problems stem from women, alcohol, firearms control, money and vehicles.",
        5993.86,
        6005.22
    ],
    [
        " This is from my old job. This is 100% true. Women, alcohol, firearms control, not so much money and vehicles for sure.",
        6007.2,
        6015.32
    ],
    [
        " Guys, crashing cars, guys, DUIs, guys, crashing motorcycles, guys getting in trouble with girls, drinking is encompassed in all those.",
        6015.6,
        6025.14
    ],
    [
        " Knowing this, a leader can perform a lot of preventative maintenance.",
        6027.12,
        6030.28
    ],
    [
        " As an isolated but not so example, pay problems often arise for separated families living on limited income.",
        6030.98,
        6038.42
    ],
    [
        " Many of these can be eliminated in advance by real leadership.",
        6039.5,
        6043.14
    ],
    [
        " In summary, my views are take care of the troops, develop four-way confidence and be professional.",
        6044.68,
        6052.9
    ],
    [
        " This ensures we can carry out our first duty accomplishment of the mission.",
        6054.24,
        6059.08
    ],
    [
        " Finally, concerning professionalism.",
        6060.28,
        6063.16
    ],
    [
        " I believe even now the clock is bringing us closer to some few seconds, minutes or hours in the future when the professionalism we will have or will not have.",
        6063.34,
        6076.92
    ],
    [
        " We'll make a life or death difference for the men placed under our leadership.",
        6077.46,
        6083.58
    ],
    [
        " And whose families can only trust, hope and pray that we know our business.",
        6083.7,
        6092.18
    ],
    [
        " And again, there's more in that book.",
        6093.26,
        6104.3
    ],
    [
        " But I think we'll close it out there because what a thing to keep in your mind.",
        6107.56,
        6114.7
    ],
    [
        " Just keep that in your mind that even now the clock is bringing us closer.",
        6115.18,
        6120.02
    ],
    [
        " Closer to a moment when your leadership will be tested.",
        6122.06,
        6128.36
    ],
    [
        " And it is your professionalism.",
        6130.78,
        6133.64
    ],
    [
        " And that means your ability, your mental and physical strength, your knowledge, your judgment, it will all be tested at some point.",
        6133.9,
        6143.6
    ],
    [
        " Have we done enough to prepare for that moment? Have we trained hard enough? Have we studied hard enough? Have we read?",
        6144.92,
        6157.92
    ],
    [
        " Enough. Have we learned enough?",
        6158.36,
        6160.24
    ],
    [
        " Are we prepared for what is coming?",
        6161.12,
        6167.9
    ],
    [
        " And I think that's all I've got for tonight.",
        6169.6,
        6177.24
    ],
    [
        " So echo speaking of being prepared.",
        6177.62,
        6180.38
    ],
    [
        " Sure.",
        6180.72,
        6181.72
    ],
    [
        " Maybe you can give us some advice on getting a little more prepared.",
        6182.3,
        6185.68
    ],
    [
        " Be glad to.",
        6186.38,
        6187.38
    ],
    [
        " Prepared for, I'll start with preparation for...",
        6188.72,
        6193.26
    ],
    [
        " Few digits of references.",
        6193.26,
        6194.78
    ],
    [
        " Digits of life.",
        6195.04,
        6195.74
    ],
    [
        " Crop, please.",
        6196.76,
        6197.96
    ],
    [
        " Digits of life.",
        6198.36,
        6199.02
    ],
    [
        " Digits of life, by the way.",
        6199.52,
        6200.72
    ],
    [
        " There's a lot of similarities.",
        6201.1,
        6202.24
    ],
    [
        " I would say...",
        6202.52,
        6203.66
    ],
    [
        " The Asians say, did you do his life?",
        6203.66,
        6205.02
    ],
    [
        " Well, if you say that, then that's cool.",
        6205.2,
        6206.76
    ],
    [
        " It's a metaphor.",
        6206.86,
        6207.22
    ],
    [
        " No, no, no, no, no.",
        6207.58,
        6208.48
    ],
    [
        " But for some people, did you do his life?",
        6208.48,
        6210.86
    ],
    [
        " Yes.",
        6211.06,
        6211.28
    ],
    [
        " They're just training.",
        6211.52,
        6212.06
    ],
    [
        " Good for them.",
        6212.36,
        6213.14
    ],
    [
        " Yeah.",
        6213.38,
        6213.5
    ],
    [
        " Maybe.",
        6214.58,
        6214.98
    ],
    [
        " It shouldn't be your whole life.",
        6215.32,
        6216.62
    ],
    [
        " It's not some other thing.",
        6216.7,
        6217.42
    ],
    [
        " Yeah, I didn't mean it that way.",
        6217.74,
        6219.0
    ],
    [
        " I meant it like...",
        6219.02,
        6220.22
    ],
    [
        " Digits of life.",
        6220.22,
        6221.46
    ],
    [
        " It's like a metaphor for life.",
        6221.9,
        6223.02
    ],
    [
        " Yes.",
        6223.32,
        6223.56
    ],
    [
        " So, in the end, you've been injured too.",
        6224.6,
        6227.06
    ],
    [
        " Like many people are.",
        6227.8,
        6228.86
    ],
    [
        " And more people are becoming.",
        6229.12,
        6230.28
    ],
    [
        " A lot of people ask me what key to get.",
        6230.9,
        6233.78
    ],
    [
        " I know.",
        6234.28,
        6235.1
    ],
    [
        " Yep. I'm going into it.",
        6235.56,
        6236.5
    ],
    [
        " You get an origin key.",
        6236.52,
        6237.62
    ],
    [
        " That's it.",
        6237.98,
        6238.38
    ],
    [
        " How many do you have?",
        6238.72,
        6240.78
    ],
    [
        " Four.",
        6241.78,
        6242.48
    ],
    [
        " Four.",
        6242.48,
        6242.88
    ],
    [
        " Okay, I have three.",
        6243.12,
        6243.94
    ],
    [
        " Okay.",
        6244.52,
        6245.28
    ],
    [
        " Every single one of them is outstanding.",
        6245.74,
        6248.4
    ],
    [
        " Yeah.",
        6248.6,
        6250.72
    ],
    [
        " Designed.",
        6251.02,
        6252.16
    ],
    [
        " Outstanding.",
        6252.16,
        6253.48
    ],
    [
        " Yeah.",
        6253.66,
        6253.84
    ],
    [
        " Designed.",
        6253.96,
        6254.46
    ],
    [
        " Designed here, though, here in America.",
        6254.46,
        6257.42
    ],
    [
        " In America.",
        6257.58,
        6257.86
    ],
    [
        " And the results.",
        6258.42,
        6259.36
    ],
    [
        " Buy you Jitsu players, by the way.",
        6259.36,
        6261.28
    ],
    [
        " Yeah.",
        6261.32,
        6261.52
    ],
    [
        " But you Jitsu players.",
        6261.52,
        6262.32
    ],
    [
        " So, I watched one of their...",
        6262.58,
        6265.9
    ],
    [
        " One of Pete's videos.",
        6265.9,
        6267.16
    ],
    [
        " Yeah.",
        6267.24,
        6267.36
    ],
    [
        " And it was...",
        6267.8,
        6269.06
    ],
    [
        " It's...",
        6269.06,
        6269.28
    ],
    [
        " If you go to their YouTube channel,",
        6269.28,
        6271.0
    ],
    [
        " and you know how you have the main video.",
        6271.04,
        6272.6
    ],
    [
        " It's watching that.",
        6273.1,
        6273.66
    ],
    [
        " And it made sense.",
        6274.04,
        6275.18
    ],
    [
        " You know, you see everyone...",
        6275.3,
        6276.86
    ],
    [
        " That's part of the...",
        6276.86,
        6278.12
    ],
    [
        " The factory.",
        6278.12,
        6278.8
    ],
    [
        " They kind of give their input in the video a little bit.",
        6278.98,
        6281.1
    ],
    [
        " And it made sense.",
        6281.64,
        6282.84
    ],
    [
        " So, like...",
        6283.22,
        6284.42
    ],
    [
        " You know, like there's a lot of geese that are made, you know, kind of thing.",
        6284.42,
        6287.12
    ],
    [
        " But if it's made by Jitsu people,",
        6287.16,
        6288.98
    ],
    [
        " they're going to know...",
        6289.12,
        6290.16
    ],
    [
        " Like when you put on a gey jacket.",
        6290.16,
        6291.9
    ],
    [
        " They're going to know the difference between a gey that's...",
        6292.2,
        6295.64
    ],
    [
        " That whoever designed it had this in mind.",
        6295.64,
        6298.1
    ],
    [
        " Yeah.",
        6298.2,
        6298.32
    ],
    [
        " Where when you put your hands up,",
        6298.32,
        6299.68
    ],
    [
        " what's that gey going to do?",
        6300.02,
        6301.22
    ],
    [
        " You know?",
        6301.82,
        6301.92
    ],
    [
        " If you're just...",
        6302.42,
        6302.84
    ],
    [
        " Oh, I'm just gonna make a gey.",
        6302.84,
        6304.62
    ],
    [
        " And they don't necessarily do Jitsu.",
        6304.86,
        6306.7
    ],
    [
        " They might not pay attention to that kind of stuff.",
        6306.82,
        6308.86
    ],
    [
        " Yeah.",
        6309.3,
        6309.44
    ],
    [
        " Or, you know, when you do Jitsu,",
        6309.62,
        6312.64
    ],
    [
        " let's face it, like if you do karate,",
        6312.74,
        6314.04
    ],
    [
        " your body goes through a certain thing.",
        6314.7,
        6316.72
    ],
    [
        " Right?",
        6317.1,
        6317.22
    ],
    [
        " While you're doing karate in whatever capacity.",
        6317.48,
        6319.62
    ],
    [
        " If you do Jitsu,",
        6320.18,
        6321.04
    ],
    [
        " your body is going to go through a certain thing.",
        6321.32,
        6323.1
    ],
    [
        " And more appropriately, your geese",
        6323.6,
        6324.94
    ],
    [
        " is going to go through a certain experience.",
        6324.94,
        6326.2
    ],
    [
        " Oh, so you're saying you can't use a karate gey for that Jitsu?",
        6326.2,
        6328.72
    ],
    [
        " Yeah, that's one of the things I'm saying.",
        6328.94,
        6330.76
    ],
    [
        " So let's say the way you put on and keep on a karate gey",
        6331.08,
        6335.32
    ],
    [
        " or a Jitsu gey is going to be...",
        6335.32,
        6338.44
    ],
    [
        " going to play a role in when you do Jitsu.",
        6338.44,
        6342.84
    ],
    [
        " So like, you know, when you tie your pants or something like this.",
        6343.3,
        6346.64
    ],
    [
        " How your pants are tied matters when you do Jitsu.",
        6346.86,
        6354.02
    ],
    [
        " True.",
        6354.46,
        6354.78
    ],
    [
        " Just like how you belted one in your belt is tied.",
        6355.1,
        6357.08
    ],
    [
        " It matters.",
        6357.34,
        6357.68
    ],
    [
        " Anyway, Pete and these, and Origin,",
        6357.7,
        6360.56
    ],
    [
        " they kept that in mind when they designed it.",
        6360.78,
        6362.36
    ],
    [
        " And it shows too, by the way.",
        6362.46,
        6363.64
    ],
    [
        " So anyway, these are some of the reasons that you should...",
        6363.72,
        6369.32
    ],
    [
        " 100% get an Origin Gey if you're still wondering what you'd get.",
        6369.32,
        6373.66
    ],
    [
        " More important than that.",
        6374.18,
        6375.4
    ],
    [
        " If you don't do Jitsu and that's why you don't need a Gey, start Jitsu.",
        6375.62,
        6379.8
    ],
    [
        " Yeah.",
        6380.12,
        6380.42
    ],
    [
        " Then you'll need a Gey.",
        6380.68,
        6382.16
    ],
    [
        " And then you start Jitsu.",
        6382.24,
        6384.16
    ],
    [
        " Yeah.",
        6384.58,
        6385.0
    ],
    [
        " And then you'll start it.",
        6385.24,
        6386.3
    ],
    [
        " The parallels between Jitsu and life.",
        6386.46,
        6388.4
    ],
    [
        " And you'll get in good shape.",
        6388.8,
        6389.6
    ],
    [
        " And you'll learn to defend yourself.",
        6390.38,
        6392.96
    ],
    [
        " Real situations.",
        6393.24,
        6393.98
    ],
    [
        " Re-calibrate your instincts.",
        6394.28,
        6396.1
    ],
    [
        " Re-calibrate your instincts, which are completely wrong, by the way.",
        6396.5,
        6399.44
    ],
    [
        " They're wrong.",
        6399.56,
        6400.24
    ],
    [
        " Yes.",
        6400.52,
        6400.62
    ],
    [
        " If you're right now, if you're listening and you're thinking,",
        6401.0,
        6402.62
    ],
    [
        " you know, my instincts are that bad.",
        6402.94,
        6404.06
    ],
    [
        " No, I'm telling you they're wrong.",
        6404.28,
        6405.2
    ],
    [
        "",
        6405.42,
        6405.42
    ],
    [
        " If you don't think they're wrong, go to Jitsu Academy.",
        6405.64,
        6407.32
    ],
    [
        " Yeah.",
        6407.62,
        6407.8
    ],
    [
        " And tell them you got good instincts.",
        6407.88,
        6408.88
    ],
    [
        " Let's roll.",
        6408.88,
        6409.52
    ],
    [
        " Yeah.",
        6409.88,
        6410.08
    ],
    [
        " Here's one.",
        6410.64,
        6411.12
    ],
    [
        " In life.",
        6411.7,
        6412.66
    ],
    [
        " Do you want to turn your back to your problems in life?",
        6413.02,
        6415.8
    ],
    [
        " No, you do not.",
        6416.12,
        6416.98
    ],
    [
        " In Jitsu, do you want to turn your back to your opponent?",
        6417.16,
        6419.18
    ],
    [
        " No, you do not.",
        6419.26,
        6419.88
    ],
    [
        " Okay.",
        6419.98,
        6420.24
    ],
    [
        " But your instinct might tell you in a fight and sometimes in life.",
        6420.64,
        6425.22
    ],
    [
        " Yeah.",
        6425.34,
        6425.44
    ],
    [
        " You do it the way you want it, because that's what we do sometimes.",
        6425.44,
        6427.34
    ],
    [
        " See, that's where that's why Hal Moore.",
        6427.64,
        6429.08
    ],
    [
        " We're sorry.",
        6429.36,
        6429.74
    ],
    [
        " We're not listening to our instincts all the time.",
        6430.0,
        6431.5
    ],
    [
        " Not all the time.",
        6431.62,
        6432.22
    ],
    [
        " Not all the time.",
        6432.28,
        6432.82
    ],
    [
        " But, if your instincts are predicated.",
        6432.98,
        6434.6
    ],
    [
        " We listen to them.",
        6434.6,
        6435.22
    ],
    [
        " We don't follow them.",
        6435.24,
        6435.98
    ],
    [
        " Yeah.",
        6436.38,
        6436.52
    ],
    [
        " I'm not listening to them.",
        6436.62,
        6437.26
    ],
    [
        " That's a caution.",
        6437.32,
        6437.9
    ],
    [
        " Right.",
        6438.42,
        6438.62
    ],
    [
        " But no, no.",
        6438.72,
        6439.16
    ],
    [
        " He's saying if they're predicated on your education experience learning reading.",
        6439.18,
        6443.18
    ],
    [
        " Oh, I'm reading, yeah.",
        6443.52,
        6443.94
    ],
    [
        " Right.",
        6444.02,
        6444.3
    ],
    [
        " So, essentially, you are going to listen to your recalibrated instincts after you train in Jitsu.",
        6444.6,
        6450.56
    ],
    [
        " With your origin geek, because that's the one you're going to get, because that's the best one straight up.",
        6450.76,
        6454.38
    ],
    [
        " That might sound like an opinion, but it's a straight up fact.",
        6455.26,
        6457.4
    ],
    [
        " You get these skis at originmain.com.",
        6457.7,
        6461.14
    ],
    [
        " They have some other stuff on there.",
        6461.34,
        6462.9
    ],
    [
        " Some apparel rash cards, compression gear.",
        6463.96,
        6467.36
    ],
    [
        " That being said, there's also other stuff.",
        6468.98,
        6472.36
    ],
    [
        " Supplemental stuff.",
        6473.56,
        6474.48
    ],
    [
        " Supplements.",
        6474.76,
        6475.08
    ],
    [
        " Okay.",
        6475.34,
        6475.44
    ],
    [
        " So, krill oil.",
        6475.64,
        6476.26
    ],
    [
        " You know, we talk about supplements that I think, Jocco thinks.",
        6476.8,
        6480.5
    ],
    [
        " I'm speaking for you right now.",
        6480.62,
        6481.62
    ],
    [
        " What are good supplements?",
        6481.84,
        6482.7
    ],
    [
        " Krill oil.",
        6483.64,
        6484.06
    ],
    [
        " Joins warfare.",
        6484.8,
        6485.56
    ],
    [
        " Joins warfare.",
        6485.92,
        6486.5
    ],
    [
        " These are things to maintain your structure.",
        6486.94,
        6490.52
    ],
    [
        " Baudelieu structure.",
        6491.06,
        6491.82
    ],
    [
        " Is that too scientific, Tony?",
        6492.1,
        6493.48
    ],
    [
        " No.",
        6493.78,
        6494.0
    ],
    [
        " I don't think you have the capability of sending too scientific.",
        6494.34,
        6496.72
    ],
    [
        " I think you might be right.",
        6500.56,
        6501.8
    ],
    [
        " That was one of those digs I was talking about earlier.",
        6501.96,
        6504.1
    ],
    [
        " I don't mean it in a bad way, but it kind of come across like I'm a jerk.",
        6504.12,
        6507.18
    ],
    [
        " Yeah.",
        6507.3,
        6507.4
    ],
    [
        " What do you say?",
        6507.46,
        6507.76
    ],
    [
        " I'm stupid.",
        6507.76,
        6508.2
    ],
    [
        " You say I'm stupid.",
        6508.42,
        6509.04
    ],
    [
        " I'm just saying you don't sound real scientific.",
        6509.12,
        6510.86
    ],
    [
        " Should I just not talk anymore?",
        6511.36,
        6512.52
    ],
    [
        " Some people don't support that.",
        6513.12,
        6514.52
    ],
    [
        " Don't answer that.",
        6514.54,
        6516.18
    ],
    [
        " Anyway.",
        6517.0,
        6517.6
    ],
    [
        " Supplements.",
        6518.32,
        6518.76
    ],
    [
        " Yes, Jocco has supplements.",
        6518.76,
        6519.68
    ],
    [
        " There's echo lovers and there's echo haters.",
        6519.68,
        6521.08
    ],
    [
        " Okay.",
        6521.48,
        6521.78
    ],
    [
        " They're both there's two camps.",
        6521.94,
        6523.08
    ],
    [
        " Yeah.",
        6523.54,
        6523.84
    ],
    [
        " The echo lovers is a bigger camp.",
        6523.84,
        6525.7
    ],
    [
        " Hopefully the echo haters is a louder camp.",
        6525.92,
        6529.92
    ],
    [
        " Sure.",
        6530.06,
        6530.4
    ],
    [
        " Yeah.",
        6530.62,
        6530.92
    ],
    [
        " And it makes sense.",
        6531.16,
        6532.02
    ],
    [
        " You know, the gripes, I think they come up the chain or down the chain.",
        6532.28,
        6539.46
    ],
    [
        " Both.",
        6539.88,
        6540.56
    ],
    [
        " Yeah.",
        6540.92,
        6541.48
    ],
    [
        " It makes sense.",
        6542.2,
        6542.98
    ],
    [
        " Hey, to me, if you're honest, you're honest.",
        6543.1,
        6545.02
    ],
    [
        " There it is.",
        6545.28,
        6546.0
    ],
    [
        " Nonetheless, back to supplements.",
        6546.14,
        6547.4
    ],
    [
        " Jocco has supplements.",
        6547.54,
        6548.2
    ],
    [
        " They're good supplements.",
        6548.48,
        6549.14
    ],
    [
        " Supplements.",
        6549.4,
        6549.68
    ],
    [
        " Jocco actually takes.",
        6549.84,
        6550.7
    ],
    [
        " See, that's a big deal.",
        6551.06,
        6552.12
    ],
    [
        " Do what I say, not what I do.",
        6553.02,
        6554.7
    ],
    [
        " In this case, you got.",
        6555.04,
        6556.72
    ],
    [
        " You got to discipline in.",
        6556.86,
        6557.88
    ],
    [
        " You're doing all kinds of bringing stuff back, closing the loop from the podcast.",
        6557.96,
        6562.0
    ],
    [
        " You know, I'm just trying to learn these things.",
        6562.46,
        6563.9
    ],
    [
        " You don't apply them to my life and in this particular situation.",
        6564.08,
        6568.04
    ],
    [
        " Life is telling the people.",
        6568.52,
        6570.58
    ],
    [
        " Bud joint warfare and super krill oil.",
        6571.26,
        6574.56
    ],
    [
        " Anyway, it's omega-3s in the krill oil.",
        6574.94,
        6577.5
    ],
    [
        " Obviously, if you don't know about krill oil, I think that.",
        6577.5,
        6579.8
    ],
    [
        " Krill oil ended up to be one of those sleeper.",
        6581.64,
        6584.56
    ],
    [
        " What do you call sleeper supplements?",
        6584.8,
        6586.42
    ],
    [
        " You know, something where you like, it's been going on the whole time.",
        6586.72,
        6589.16
    ],
    [
        " You didn't know about it.",
        6589.28,
        6590.46
    ],
    [
        " No, you didn't know about it.",
        6590.46,
        6591.36
    ],
    [
        " I've looked about it.",
        6591.58,
        6592.2
    ],
    [
        " Yeah, okay.",
        6592.34,
        6592.72
    ],
    [
        " That's me.",
        6592.84,
        6593.78
    ],
    [
        " Nonetheless, Jocco has it.",
        6594.12,
        6595.76
    ],
    [
        " Takes it.",
        6595.96,
        6596.24
    ],
    [
        " I take it.",
        6596.34,
        6596.92
    ],
    [
        " And I will say 100% effectiveness.",
        6597.22,
        6600.58
    ],
    [
        " My opinion.",
        6600.98,
        6601.54
    ],
    [
        " Origin main.",
        6602.22,
        6602.72
    ],
    [
        " Scientific opinion.",
        6602.92,
        6603.72
    ],
    [
        " Scientific.",
        6603.96,
        6604.2
    ],
    [
        " Yeah.",
        6604.68,
        6604.9
    ],
    [
        " Big time.",
        6604.92,
        6605.38
    ],
    [
        " Double blind.",
        6605.7,
        6606.48
    ],
    [
        " Triple blind.",
        6606.62,
        6607.02
    ],
    [
        " Origin main.com.",
        6608.32,
        6609.32
    ],
    [
        " That's where you get it also for a pre-mission supplement.",
        6609.4,
        6614.56
    ],
    [
        " New supplement.",
        6615.06,
        6616.16
    ],
    [
        " Jocco supplement.",
        6616.74,
        6617.74
    ],
    [
        " It's called disciplines.",
        6618.02,
        6618.82
    ],
    [
        " Like a pre-workout.",
        6619.04,
        6620.16
    ],
    [
        " Cognitive enhancer.",
        6620.42,
        6622.56
    ],
    [
        " Is that accurate?",
        6623.2,
        6624.9
    ],
    [
        " Well, yeah.",
        6625.08,
        6625.5
    ],
    [
        " It's pre-life.",
        6625.5,
        6628.82
    ],
    [
        " Life.",
        6629.1,
        6629.46
    ],
    [
        " You have a mission.",
        6629.58,
        6630.38
    ],
    [
        " Because, yeah, because what's your mission?",
        6630.44,
        6631.7
    ],
    [
        " Because I just don't need cognitive enhancement when I'm going to get in the game.",
        6631.94,
        6637.0
    ],
    [
        " Sure.",
        6637.04,
        6637.56
    ],
    [
        " I also need to have physical force multiplication.",
        6637.9,
        6641.62
    ],
    [
        " Yeah.",
        6642.26,
        6642.42
    ],
    [
        " So that's why we made it.",
        6642.66,
        6644.52
    ],
    [
        " Yeah.",
        6644.58,
        6644.82
    ],
    [
        " Because I wanted, because when I do stuff, it's physical and mental.",
        6645.26,
        6648.6
    ],
    [
        " Yeah.",
        6648.84,
        6649.04
    ],
    [
        " It's physical and mental.",
        6649.56,
        6650.74
    ],
    [
        " You need to be both those and need to be tuned up.",
        6650.84,
        6655.2
    ],
    [
        " Yeah.",
        6655.4,
        6655.7
    ],
    [
        " Sublimated.",
        6655.96,
        6656.74
    ],
    [
        " So enhanced, if you will, at the very least, it should be squared away.",
        6657.14,
        6663.28
    ],
    [
        " Yeah.",
        6663.66,
        6663.84
    ],
    [
        " Well, and the good thing, you can feel it.",
        6663.9,
        6666.0
    ],
    [
        " Yeah.",
        6666.1,
        6666.24
    ],
    [
        " So yeah, that works real good for GGC2 because GGC is one of those things.",
        6666.48,
        6670.5
    ],
    [
        " Oh, let's face it.",
        6670.66,
        6671.36
    ],
    [
        "",
        6671.38,
        6671.38
    ],
    [
        " Come do an bench press.",
        6671.48,
        6672.62
    ],
    [
        " You know, people ask me all the time, like, could you take a pre-workout in the morning?",
        6672.96,
        6676.22
    ],
    [
        " Because I get up early in the morning and I work out.",
        6676.5,
        6677.88
    ],
    [
        " I do not take a pre-workout in the morning before I go and work out in the morning.",
        6678.14,
        6681.22
    ],
    [
        " No.",
        6681.36,
        6681.48
    ],
    [
        " Oh, yeah.",
        6681.7,
        6681.96
    ],
    [
        " You don't want to take the discipline.",
        6682.0,
        6683.08
    ],
    [
        " No, I don't take trouble.",
        6683.26,
        6683.88
    ],
    [
        " I go in the night drink water.",
        6683.96,
        6685.1
    ],
    [
        " I brush my teeth and drink water.",
        6685.52,
        6686.34
    ],
    [
        " There you go.",
        6686.52,
        6686.84
    ],
    [
        " Then I go in and do my morning workout.",
        6686.96,
        6689.18
    ],
    [
        " So I do not take a pre-workout or a neutropic prior to working out in the morning, however for the GGC2.",
        6689.88,
        6698.52
    ],
    [
        " Yeah.",
        6698.82,
        6698.84
    ],
    [
        " There is a, I would say I'm about 60 or 70% of the time.",
        6699.34,
        6704.28
    ],
    [
        " I'm on the discipline when I go in there.",
        6704.74,
        6707.76
    ],
    [
        " Yes, discipline.",
        6707.8,
        6708.08
    ],
    [
        " Yeah.",
        6708.7,
        6708.86
    ],
    [
        " Because you can feel it.",
        6709.32,
        6711.34
    ],
    [
        " Like, you can feel better.",
        6711.38,
        6712.76
    ],
    [
        " Like, why not have good training?",
        6713.02,
        6713.94
    ],
    [
        " Yeah.",
        6714.32,
        6714.5
    ],
    [
        " And that seems like GGC is one of those things, like life, is one of those things where",
        6714.72,
        6718.78
    ],
    [
        " this kind of supplement makes 100% sense because it is physical and mental and not just,",
        6719.52,
        6725.9
    ],
    [
        " you know, like everything is mental.",
        6725.94,
        6727.32
    ],
    [
        " I get it.",
        6727.44,
        6727.88
    ],
    [
        "",
        6727.88,
        6727.88
    ],
    [
        " Your brain drives it.",
        6728.14,
        6728.88
    ],
    [
        " I get it.",
        6728.92,
        6729.4
    ],
    [
        " It's true.",
        6729.4,
        6729.74
    ],
    [
        " Even if you're doing bench press or whatever, it's still mental for sure.",
        6729.94,
        6734.4
    ],
    [
        " But GGC is like, your mind has to be going at the same pace.",
        6734.78,
        6739.72
    ],
    [
        " You know, you're using your mind just as much, if not more during GGC2.",
        6740.52,
        6743.58
    ],
    [
        " And you're using your body, by the way.",
        6743.58,
        6744.98
    ],
    [
        " I think if you were going to do, look, okay.",
        6744.98,
        6747.28
    ],
    [
        " So in the mornings, I don't need it.",
        6747.28,
        6749.78
    ],
    [
        " Yeah, bro.",
        6750.06,
        6750.68
    ],
    [
        " I don't need it.",
        6750.92,
        6751.78
    ],
    [
        " Like, I don't, in the morning, I'm ready.",
        6751.96,
        6754.02
    ],
    [
        " Like, I wake up and I'm like ready to rock and roll.",
        6754.18,
        6758.82
    ],
    [
        " I'm going to get in there.",
        6758.92,
        6760.4
    ],
    [
        " I'm going to get it.",
        6760.4,
        6760.92
    ],
    [
        " Get it.",
        6760.94,
        6761.66
    ],
    [
        " Yeah.",
        6761.76,
        6762.04
    ],
    [
        " I will say this during over the Christmas time, some of my workouts in the morning because I had",
        6762.58,
        6767.7
    ],
    [
        " other responsibilities during that time period because you got early morning tactical things",
        6767.7,
        6773.16
    ],
    [
        " that you're doing around Christmas, etc.",
        6773.16,
        6774.94
    ],
    [
        " And because you got kids and whatnot.",
        6775.92,
        6777.54
    ],
    [
        " And so some of my workouts were, and then in the, when I was working on the afternoon, I was getting on the",
        6777.94,
        6783.68
    ],
    [
        " discipline in the afternoon because it's not the morning time anymore.",
        6783.68,
        6786.76
    ],
    [
        " Yeah.",
        6786.94,
        6787.02
    ],
    [
        " So you're like one of those guys who like, you know, certain people they have their, their like, what do you call it?",
        6787.02,
        6793.42
    ],
    [
        " It's like time of day where their performance kind of kind of peaks or potential.",
        6793.42,
        6796.36
    ],
    [
        " I don't think I think my performance actually peaks in the afternoon, like most people.",
        6796.38,
        6799.74
    ],
    [
        " I think that's the most common time.",
        6799.74,
        6801.08
    ],
    [
        " But in the morning when I get up, I'm ready to rock and roll.",
        6801.98,
        6804.82
    ],
    [
        " That's what I'm saying.",
        6805.02,
        6805.68
    ],
    [
        " I don't, I just want to get in there and get it done.",
        6806.02,
        6807.96
    ],
    [
        " Like I feel like I missed out a bunch of stuff when I was sleeping.",
        6808.08,
        6810.88
    ],
    [
        " Oh, for real.",
        6811.28,
        6811.96
    ],
    [
        " Yeah.",
        6812.12,
        6812.28
    ],
    [
        " Like what just happens?",
        6812.38,
        6813.7
    ],
    [
        " I kind of feel the opposite.",
        6814.12,
        6815.1
    ],
    [
        " I feel like when I'm working on it, like, dang, I could be sleeping.",
        6815.2,
        6817.32
    ],
    [
        " There you go.",
        6817.76,
        6818.3
    ],
    [
        " There you go.",
        6818.3,
        6818.84
    ],
    [
        " You need discipline.",
        6819.26,
        6820.5
    ],
    [
        " I know.",
        6820.68,
        6821.2
    ],
    [
        " And nonetheless, it's called disment, the pre-mission.",
        6821.38,
        6824.08
    ],
    [
        " We call it a pre-mission.",
        6824.22,
        6825.3
    ],
    [
        " Yes.",
        6825.66,
        6825.9
    ],
    [
        " Supplement.",
        6826.64,
        6827.66
    ],
    [
        " Yes.",
        6827.9,
        6828.08
    ],
    [
        " It's good.",
        6828.36,
        6828.64
    ],
    [
        " It's a good name for it.",
        6828.64,
        6829.92
    ],
    [
        " Check it out on originmane.com.",
        6829.92,
        6831.22
    ],
    [
        " That's where you get it.",
        6831.4,
        6832.7
    ],
    [
        " Also for kickass fitness care on it.",
        6833.12,
        6838.52
    ],
    [
        " Dotcom slash chocolate.",
        6838.66,
        6839.58
    ],
    [
        " I get the kettlebells.",
        6839.74,
        6840.84
    ],
    [
        " I have the kettlebells.",
        6840.86,
        6841.6
    ],
    [
        " My collection is grow.",
        6841.66,
        6842.5
    ],
    [
        " I'm going for all of them.",
        6842.56,
        6843.66
    ],
    [
        " That's my collect.",
        6843.88,
        6844.58
    ],
    [
        " That's my, my, my goal.",
        6844.74,
        6846.36
    ],
    [
        " Clear and concise.",
        6847.04,
        6847.76
    ],
    [
        " Cool.",
        6848.0,
        6848.08
    ],
    [
        " Anyway, if you want a, if you want to make your workout routine more interesting, there's a lot",
        6848.4,
        6853.66
    ],
    [
        " of cool stuff on there.",
        6853.66,
        6854.46
    ],
    [
        " Battle ropes.",
        6855.16,
        6855.64
    ],
    [
        " Maces.",
        6856.3,
        6856.92
    ],
    [
        " And you can look up all the workouts you want to do.",
        6857.26,
        6859.74
    ],
    [
        " I think that's a big deal for people unlike you, by the way, who don't mind doing the,",
        6859.88,
        6864.26
    ],
    [
        " boom, boom, boom, routine, routine, routine.",
        6864.4,
        6866.2
    ],
    [
        " You want to mix it up.",
        6866.4,
        6867.1
    ],
    [
        " Hmm.",
        6868.0,
        6868.22
    ],
    [
        " That's what I think.",
        6869.44,
        6869.94
    ],
    [
        " Anyway, on it.com slash chocolate.",
        6870.1,
        6871.6
    ],
    [
        " You can't get them.",
        6871.74,
        6872.52
    ],
    [
        " Awesome stuff.",
        6872.92,
        6873.7
    ],
    [
        " Also, when you get the book, we were soldiers once in young and also, how more on leadership,",
        6874.16,
        6886.64
    ],
    [
        " winning, when outgunned and outman.",
        6887.2,
        6889.74
    ],
    [
        " So it's called, when you're getting these books, don't worry.",
        6890.98,
        6893.12
    ],
    [
        " I have the list of books, including this one, by episode on the website, jockeupodcast.com.",
        6893.36,
        6899.2
    ],
    [
        " While you're doing that, make a note to yourself that you need to put the link to the new",
        6899.4,
        6903.1
    ],
    [
        " extreme ownership, because somebody tweeted me that you have the old extreme ownership",
        6903.1,
        6906.5
    ],
    [
        " linked in there, which is not good for you.",
        6906.5,
        6908.9
    ],
    [
        " Are you guys selling the old one?",
        6909.78,
        6911.4
    ],
    [
        " I don't think you can get it anymore.",
        6911.74,
        6912.76
    ],
    [
        " If you can get it, well, no, I don't think you can get it anymore.",
        6913.92,
        6916.14
    ],
    [
        " Just the new one.",
        6916.16,
        6916.8
    ],
    [
        " I think it's sold out.",
        6917.16,
        6918.2
    ],
    [
        " All right.",
        6918.56,
        6919.06
    ],
    [
        " There you go.",
        6919.14,
        6919.44
    ],
    [
        " Boom.",
        6919.54,
        6919.7
    ],
    [
        " Yet another book on the list.",
        6919.86,
        6921.38
    ],
    [
        " And that list is at, like I said, jockeupodcast.com.",
        6921.6,
        6924.06
    ],
    [
        " Go to top on the menu there.",
        6924.2,
        6925.44
    ],
    [
        " Click on books.",
        6925.66,
        6926.34
    ],
    [
        " Boom.",
        6926.36,
        6926.66
    ],
    [
        " All the books, including the ones we went over today.",
        6926.86,
        6929.58
    ],
    [
        " Extreme ownership.",
        6930.5,
        6931.02
    ],
    [
        " I'm going to call it the new one.",
        6931.5,
        6933.68
    ],
    [
        " What do you call?",
        6933.86,
        6934.26
    ],
    [
        " What's the official?",
        6934.26,
        6934.88
    ],
    [
        " The new one.",
        6935.18,
        6935.82
    ],
    [
        " The new one.",
        6936.12,
        6936.66
    ],
    [
        " That's it.",
        6936.72,
        6937.08
    ],
    [
        " No, the re-release.",
        6937.3,
        6938.46
    ],
    [
        " The black one.",
        6938.92,
        6940.96
    ],
    [
        " The black one.",
        6941.24,
        6941.72
    ],
    [
        " The one with the black cover.",
        6941.82,
        6942.9
    ],
    [
        " Yeah.",
        6943.0,
        6943.16
    ],
    [
        " It's got the black cover.",
        6943.24,
        6944.28
    ],
    [
        " Yeah, there it is.",
        6944.72,
        6945.76
    ],
    [
        " Anyway, either way.",
        6945.84,
        6947.48
    ],
    [
        " Yeah.",
        6947.48,
        6947.9
    ],
    [
        " It's got the new one has excerpts from the podcast.",
        6948.14,
        6951.94
    ],
    [
        " When we talk about leadership on the podcast, the really prominent questions put some of those",
        6952.48,
        6957.86
    ],
    [
        " in there.",
        6957.86,
        6958.36
    ],
    [
        " They're included in there.",
        6958.36,
        6959.5
    ],
    [
        " And there's also a new forward.",
        6960.06,
        6962.98
    ],
    [
        " And there's new pictures in there.",
        6963.48,
        6964.62
    ],
    [
        " Color pictures.",
        6965.02,
        6965.6
    ],
    [
        " I held the line.",
        6965.98,
        6967.72
    ],
    [
        " I held the line.",
        6967.96,
        6968.66
    ],
    [
        " Yeah, it didn't work out.",
        6968.78,
        6969.58
    ],
    [
        " Color pictures.",
        6969.74,
        6970.96
    ],
    [
        " It's just a cool mentor.",
        6970.96,
        6971.78
    ],
    [
        " For them, it's a step up for me to step down.",
        6971.92,
        6973.66
    ],
    [
        " I don't mind the colored pictures.",
        6973.92,
        6978.66
    ],
    [
        " I think they're cool.",
        6978.86,
        6979.46
    ],
    [
        " But yeah, there it is.",
        6979.82,
        6981.26
    ],
    [
        " Nonetheless, you can get it all on jocobodcast.com in the book section.",
        6981.38,
        6984.68
    ],
    [
        " Click on there.",
        6984.92,
        6985.5
    ],
    [
        " It's a good way to support.",
        6985.86,
        6986.7
    ],
    [
        " Boom.",
        6987.56,
        6987.88
    ],
    [
        " Takes it to Amazon.",
        6988.0,
        6988.54
    ],
    [
        " Do some shopping on there.",
        6988.8,
        6989.8
    ],
    [
        " With these books here.",
        6990.14,
        6991.8
    ],
    [
        " Or whatever else.",
        6992.42,
        6993.24
    ],
    [
        " Hey, carry on.",
        6993.52,
        6994.42
    ],
    [
        " That's how.",
        6994.6,
        6995.04
    ],
    [
        " Also, subscribe to the podcast.",
        6995.82,
        6997.38
    ],
    [
        " iTunes, Stitcher, Google Play, all these podcasting.",
        6997.6,
        7000.76
    ],
    [
        " Providing platforms.",
        7002.26,
        7003.06
    ],
    [
        " If you haven't already, leave a review.",
        7003.06,
        7005.52
    ],
    [
        " If you're in the mood, if you're in the mood, if you're compelled to leave a review.",
        7005.6,
        7009.86
    ],
    [
        " Also, we have a YouTube channel.",
        7010.56,
        7012.28
    ],
    [
        " I haven't read any podcast reviews on the podcast in a long time.",
        7012.52,
        7016.22
    ],
    [
        " So maybe there's some really good ones.",
        7016.86,
        7018.48
    ],
    [
        " Yeah.",
        7018.9,
        7019.04
    ],
    [
        " Yeah.",
        7019.24,
        7020.22
    ],
    [
        " There's really funny ones.",
        7020.98,
        7021.96
    ],
    [
        " Yeah, very good.",
        7022.04,
        7022.72
    ],
    [
        " Yeah.",
        7023.24,
        7023.42
    ],
    [
        " That's like them.",
        7023.8,
        7024.36
    ],
    [
        " Like, good doesn't mean like, hey, this is the best podcast ever.",
        7024.56,
        7027.26
    ],
    [
        " Right.",
        7027.5,
        7027.82
    ],
    [
        " Yeah.",
        7027.86,
        7028.3
    ],
    [
        "",
        7028.62,
        7028.62
    ],
    [
        " Yeah.",
        7028.66,
        7029.02
    ],
    [
        " Yeah.",
        7029.02,
        7029.14
    ],
    [
        " You're doing something that's funny and creative and still good.",
        7029.14,
        7031.96
    ],
    [
        " Yes, of course.",
        7032.24,
        7032.94
    ],
    [
        " Well, because in your way of saying good, it can still be a negative review as long as it's",
        7033.14,
        7037.84
    ],
    [
        " good, a good one.",
        7037.84,
        7038.9
    ],
    [
        " Yeah, sure.",
        7039.08,
        7039.44
    ],
    [
        " I'm saying.",
        7039.48,
        7039.78
    ],
    [
        " Yeah.",
        7040.06,
        7040.22
    ],
    [
        " I may not have recommend it, obviously, but as far as your criteria for the word good in this",
        7040.56,
        7046.5
    ],
    [
        " specific case, good, good, good review, good review.",
        7046.5,
        7050.48
    ],
    [
        " Entertaining, I should say.",
        7051.24,
        7052.44
    ],
    [
        " Entertaining, there it is.",
        7052.44,
        7053.38
    ],
    [
        " Entertaining.",
        7053.52,
        7054.08
    ],
    [
        " There it is.",
        7054.44,
        7054.8
    ],
    [
        " Same with, same with on Amazon.",
        7054.88,
        7056.12
    ],
    [
        " Yes.",
        7056.8,
        7056.98
    ],
    [
        " There's some entertaining reviews.",
        7056.98,
        7059.48
    ],
    [
        " Oh, I didn't get it.",
        7059.48,
        7060.78
    ],
    [
        " I've read some of those.",
        7060.78,
        7061.52
    ],
    [
        " I'll read some more of those because they're good.",
        7061.62,
        7063.28
    ],
    [
        " People put time and effort into those.",
        7063.46,
        7064.86
    ],
    [
        " Yeah.",
        7064.96,
        7065.14
    ],
    [
        " Yeah, they do.",
        7065.38,
        7066.02
    ],
    [
        " For sure.",
        7066.2,
        7066.54
    ],
    [
        " And they're and they're sense of humor.",
        7066.94,
        7068.72
    ],
    [
        " Yeah.",
        7069.06,
        7069.38
    ],
    [
        " I support that too, by the way.",
        7069.7,
        7071.8
    ],
    [
        " Also, like I said, YouTube, it's a great way of a YouTube channel.",
        7071.8,
        7075.96
    ],
    [
        " Jockelbodgust, what it's called.",
        7076.12,
        7077.16
    ],
    [
        " It's what it's called YouTube channel.",
        7077.4,
        7078.58
    ],
    [
        " Boom.",
        7078.76,
        7078.92
    ],
    [
        " Got some excerpts on there if you'd want to necessarily watch the whole two, three hour",
        7079.22,
        7084.34
    ],
    [
        " podcast video format.",
        7084.34,
        7085.74
    ],
    [
        " Some excerpts on there.",
        7086.16,
        7087.3
    ],
    [
        " It takes specific lessons.",
        7087.44,
        7088.48
    ],
    [
        " Boom.",
        7088.48,
        7088.84
    ],
    [
        " All in the YouTube channel.",
        7088.98,
        7089.96
    ],
    [
        " Most of them.",
        7090.42,
        7091.74
    ],
    [
        " All of them.",
        7091.74,
        7092.72
    ],
    [
        " Most of them.",
        7092.82,
        7093.86
    ],
    [
        " Nonetheless.",
        7093.86,
        7094.44
    ],
    [
        " That's a tiny fraction of them actually.",
        7094.92,
        7097.64
    ],
    [
        " Yeah.",
        7097.66,
        7097.82
    ],
    [
        " Well, you know, some of them will say, also there are deleted scenes.",
        7098.08,
        7102.14
    ],
    [
        " There it is.",
        7103.22,
        7103.5
    ],
    [
        " Every once in a while, I'll put some deleted scenes.",
        7103.5,
        7105.22
    ],
    [
        " If you care or are interested in what Jockel digs at me about.",
        7105.22,
        7111.58
    ],
    [
        " Well, we're not actually technically recording, but it's not part of the podcast.",
        7112.52,
        7117.46
    ],
    [
        " Pre-recording.",
        7117.92,
        7118.44
    ],
    [
        " Pre-recording.",
        7118.64,
        7119.24
    ],
    [
        " Yeah.",
        7119.76,
        7119.92
    ],
    [
        " If you're interested in that kind of stuff.",
        7120.44,
        7121.72
    ],
    [
        " It's on the YouTube.",
        7122.32,
        7122.78
    ],
    [
        " Everyone's on all post them.",
        7123.08,
        7124.0
    ],
    [
        " Also, Jockel is a store.",
        7124.7,
        7126.5
    ],
    [
        " It's called Jockelstore.",
        7127.22,
        7128.02
    ],
    [
        " Obviously, this is where you can get.",
        7128.24,
        7129.78
    ],
    [
        " If you want the shirts, hoodies, maybe some hats on there.",
        7129.92,
        7135.12
    ],
    [
        " Rash guards.",
        7135.88,
        7136.42
    ],
    [
        " Strangely, a lot of people have been hitting me up for Rash guards and I've been seeing",
        7136.98,
        7140.02
    ],
    [
        " them out in the wild way more recently.",
        7140.02,
        7142.64
    ],
    [
        " People are getting after a big 10.",
        7142.88,
        7144.8
    ],
    [
        " Where your kid Rash guards are on there for the youth sizes.",
        7146.4,
        7150.16
    ],
    [
        " For the warrior kids.",
        7150.16,
        7151.0
    ],
    [
        " For the warrior kids.",
        7151.0,
        7152.38
    ],
    [
        " Yeah.",
        7152.72,
        7152.8
    ],
    [
        " Exactly right.",
        7152.94,
        7153.56
    ],
    [
        " Boom, they're up.",
        7153.62,
        7154.1
    ],
    [
        " Shipping.",
        7154.48,
        7155.1
    ],
    [
        " Going out already.",
        7155.4,
        7156.26
    ],
    [
        " Also, we have a new one on there.",
        7157.12,
        7159.24
    ],
    [
        " Just if you want any of this stuff, this is where you can get Jockelstore.com.",
        7159.44,
        7162.66
    ],
    [
        " Some good stuff, girl stuff on the women stuff on there.",
        7162.96,
        7165.12
    ],
    [
        " Also, psychological warfare.",
        7165.72,
        7167.98
    ],
    [
        " If you don't want that in.",
        7168.18,
        7168.86
    ],
    [
        " I know.",
        7169.3,
        7169.84
    ],
    [
        " I've explained it before, but in the event of you not hearing it yet is what it is.",
        7170.38,
        7174.46
    ],
    [
        " It's an album with tracks.",
        7174.64,
        7176.3
    ],
    [
        " Not songs.",
        7177.32,
        7178.72
    ],
    [
        " They're Jockel tracks.",
        7179.52,
        7180.5
    ],
    [
        " So basically what these tracks are for.",
        7181.18,
        7182.66
    ],
    [
        " Are in your...",
        7182.94,
        7184.52
    ],
    [
        " I thought you were going to keep it concise for a moment.",
        7184.52,
        7187.88
    ],
    [
        " No, not well.",
        7187.92,
        7188.68
    ],
    [
        " Here's the thing.",
        7188.84,
        7189.3
    ],
    [
        " I think is important.",
        7189.48,
        7190.12
    ],
    [
        " You know what?",
        7190.44,
        7190.7
    ],
    [
        " I'll see if you can do it in 10 seconds.",
        7190.92,
        7192.1
    ],
    [
        " No, I can't do it in 10 seconds.",
        7192.22,
        7193.14
    ],
    [
        " I'm not going to do our people the disservice of making it 10 seconds.",
        7193.14,
        7197.94
    ],
    [
        " You know what?",
        7197.94,
        7198.62
    ],
    [
        " I'll be glad.",
        7198.88,
        7199.38
    ],
    [
        " This product was made for me.",
        7199.5,
        7201.34
    ],
    [
        " This is my product essentially.",
        7201.84,
        7203.68
    ],
    [
        " True statement.",
        7203.9,
        7204.4
    ],
    [
        " When it comes down to it.",
        7204.68,
        7205.5
    ],
    [
        " So when you come...",
        7205.82,
        7206.5
    ],
    [
        " Okay, here's what it is.",
        7206.5,
        7207.22
    ],
    [
        " When you come across your moments of weakness in life.",
        7207.32,
        7211.02
    ],
    [
        " Okay, sounded like you right there.",
        7212.12,
        7214.54
    ],
    [
        " Just a little bit.",
        7214.78,
        7215.72
    ],
    [
        " Ignition life.",
        7216.18,
        7218.06
    ],
    [
        " Like you know, you're waking up early, right?",
        7218.68,
        7221.32
    ],
    [
        " You want to keep it consistent all year.",
        7221.44,
        7222.86
    ],
    [
        " New year, new me.",
        7223.52,
        7224.24
    ],
    [
        " Waking up early every single day.",
        7224.54,
        7226.14
    ],
    [
        " Maybe not on Sundays.",
        7227.2,
        7228.2
    ],
    [
        " Or maybe Sundays too.",
        7228.44,
        7229.28
    ],
    [
        " I don't know.",
        7229.5,
        7229.7
    ],
    [
        " Whatever.",
        7229.82,
        7230.0
    ],
    [
        " Either way.",
        7230.2,
        7230.82
    ],
    [
        " When you wake up, sometimes you're not going to feel like it.",
        7230.9,
        7233.94
    ],
    [
        " Sometimes you're going to want to hit the snooze.",
        7234.26,
        7235.66
    ],
    [
        " Boom.",
        7235.82,
        7236.14
    ],
    [
        " Put in one of these tracks.",
        7236.42,
        7237.42
    ],
    [
        " It's a jockele on there telling you pragmatically giving you practical advice on why you shouldn't",
        7238.32,
        7247.18
    ],
    [
        " hit the snooze.",
        7247.18,
        7247.94
    ],
    [
        " Same thing with skipping workouts.",
        7248.54,
        7249.78
    ],
    [
        " Same thing with cheating on the diet.",
        7250.04,
        7251.74
    ],
    [
        " Do you call it cheating on the diet?",
        7252.4,
        7254.98
    ],
    [
        " I don't know what you call it.",
        7254.98,
        7256.34
    ],
    [
        " I call it eating doughnuts.",
        7256.34,
        7257.68
    ],
    [
        " Eating doughnuts.",
        7257.82,
        7259.06
    ],
    [
        " Sliping on the diet.",
        7259.52,
        7260.34
    ],
    [
        " You know, hitting these speed bumps, weakness speed bumps is what they are.",
        7260.88,
        7265.84
    ],
    [
        " Speed bumps on it in the path.",
        7266.18,
        7268.24
    ],
    [
        " I had some chocolate cake with mint chocolate your by-screen on all of this and it was good.",
        7268.38,
        7274.08
    ],
    [
        " How many times more than once?",
        7274.3,
        7275.92
    ],
    [
        " No, you know what?",
        7276.04,
        7277.2
    ],
    [
        " I had twice in the same situation.",
        7277.88,
        7281.04
    ],
    [
        " Oh, thank you.",
        7281.26,
        7282.08
    ],
    [
        " Like, boom.",
        7282.48,
        7282.78
    ],
    [
        " I'm back again.",
        7283.16,
        7283.68
    ],
    [
        " Boom.",
        7283.88,
        7284.32
    ],
    [
        " Two hits and boom.",
        7284.54,
        7285.78
    ],
    [
        " It was like chocolate cake with mint chocolate your by-screen which is not normal.",
        7285.94,
        7290.7
    ],
    [
        " So that's why it kind of got me.",
        7291.06,
        7292.62
    ],
    [
        " I wasn't listening to cyclones.",
        7292.7,
        7293.72
    ],
    [
        " Of course.",
        7293.76,
        7294.12
    ],
    [
        " See, that's a perfect example where actually it's not a perfect example because I'm sure",
        7294.4,
        7300.16
    ],
    [
        " you were kind of like, hey, freedom.",
        7300.16,
        7302.16
    ],
    [
        " That was the freedom you were.",
        7302.4,
        7303.5
    ],
    [
        " You were a freedom part of discipline equals.",
        7303.5,
        7304.58
    ],
    [
        " Yes, you were exercising the freedom part.",
        7304.66,
        7306.58
    ],
    [
        " This is for times where like you're at work.",
        7307.0,
        7309.22
    ],
    [
        " But I'm actually fasting right now other than having some jockeway tea and some discipline.",
        7309.72,
        7314.44
    ],
    [
        " Yeah, I'm fasting.",
        7314.44,
        7315.86
    ],
    [
        " Yeah.",
        7315.86,
        7316.64
    ],
    [
        " People are talking about a huge no-perfecting.",
        7316.84,
        7318.5
    ],
    [
        " Whatever.",
        7318.74,
        7319.62
    ],
    [
        " I think I'm going to be 27,000 calories a day to eating four calories a day.",
        7319.94,
        7326.8
    ],
    [
        " Still not fasting.",
        7326.88,
        7327.7
    ],
    [
        " I think fasting is zero.",
        7328.02,
        7329.34
    ],
    [
        " I don't know.",
        7329.82,
        7330.36
    ],
    [
        " I'm not a fasting expert.",
        7330.52,
        7331.56
    ],
    [
        " Either way, what this is about, what, um, um, psychological warfare, what, what?",
        7332.04,
        7336.62
    ],
    [
        " You were done.",
        7336.78,
        7337.12
    ],
    [
        " Who it's for?",
        7337.3,
        7337.72
    ],
    [
        " No, you were not.",
        7337.94,
        7339.04
    ],
    [
        "",
        7339.2,
        7339.2
    ],
    [
        " There's a whole explanation that even done.",
        7339.24,
        7341.4
    ],
    [
        " We're still on Google.",
        7341.72,
        7343.24
    ],
    [
        " You were what it is.",
        7343.24,
        7344.16
    ],
    [
        " No, no, no, no.",
        7344.42,
        7345.3
    ],
    [
        " Almond tracks.",
        7345.3,
        7345.88
    ],
    [
        " You said, no, you said you use the example of you eating chocolate cake and with",
        7346.0,
        7352.0
    ],
    [
        " mitchartamilic.",
        7352.0,
        7352.72
    ],
    [
        " With ice cream as one of the scenarios.",
        7352.88,
        7355.06
    ],
    [
        " The chocolate cake had like a hard shell of chocolate on it.",
        7355.06,
        7360.86
    ],
    [
        " Yeah.",
        7360.86,
        7360.94
    ],
    [
        " Yeah.",
        7360.94,
        7361.84
    ],
    [
        " That is it.",
        7362.6,
        7363.36
    ],
    [
        " Well, the reason I asked how many times your ice cream is kind of melted a little",
        7363.54,
        7367.58
    ],
    [
        " bit.",
        7367.58,
        7367.82
    ],
    [
        " Yeah.",
        7368.16,
        7368.46
    ],
    [
        " That's how.",
        7368.62,
        7369.38
    ],
    [
        " That's good.",
        7370.0,
        7370.68
    ],
    [
        " Or you do it with like a brownie.",
        7370.92,
        7372.12
    ],
    [
        " So it melts naturally onto it.",
        7372.46,
        7374.24
    ],
    [
        " It's kind of the same thing.",
        7374.3,
        7375.52
    ],
    [
        " There's a restaurant in San Diego, OB, California.",
        7375.92,
        7380.08
    ],
    [
        " It's called Ragwin.",
        7380.08,
        7381.0
    ],
    [
        " And they have something they're called the illegal.",
        7381.64,
        7384.52
    ],
    [
        " Yeah.",
        7385.16,
        7385.52
    ],
    [
        " Because it's so good that it should be illegal.",
        7385.74,
        7387.58
    ],
    [
        " Should legal.",
        7387.66,
        7387.72
    ],
    [
        " Right.",
        7387.88,
        7388.02
    ],
    [
        " And it is, it's a, it's no big deal, right?",
        7388.82,
        7392.42
    ],
    [
        " This one makes it so good.",
        7392.7,
        7393.54
    ],
    [
        " It's just the, a little cast iron pan.",
        7393.54,
        7397.46
    ],
    [
        " Just a little cast iron pan and they cook a chocolate chip cookie.",
        7398.0,
        7402.4
    ],
    [
        " Yeah.",
        7402.6,
        7402.74
    ],
    [
        " And then they put vanilla ice cream on it.",
        7403.2,
        7404.96
    ],
    [
        " That thing should be illegal.",
        7405.7,
        7407.2
    ],
    [
        " Yeah.",
        7407.88,
        7408.12
    ],
    [
        " Yeah.",
        7408.64,
        7408.8
    ],
    [
        "",
        7408.9,
        7408.9
    ],
    [
        " That might be, you know what my psychological warfare might not work.",
        7409.58,
        7412.94
    ],
    [
        " Not even a Ragwin.",
        7413.16,
        7414.6
    ],
    [
        " That's the watch out for that one.",
        7415.12,
        7416.94
    ],
    [
        " That's saying a lot because as of right now, I think it's 100% success rate.",
        7417.2,
        7420.84
    ],
    [
        " Actually, 101%.",
        7420.98,
        7422.6
    ],
    [
        " All right.",
        7422.6,
        7423.8
    ],
    [
        " So I heard, I heard out in the field reports, but you were saying, you were saying, saying",
        7423.92,
        7431.0
    ],
    [
        " what?",
        7431.0,
        7431.28
    ],
    [
        " That that's the example when to use it.",
        7431.6,
        7433.76
    ],
    [
        " It's not.",
        7433.84,
        7434.3
    ],
    [
        " The example is when you're on the path, but you feel like the moment of weakness.",
        7434.7,
        7439.14
    ],
    [
        " Oh, okay.",
        7439.36,
        7439.86
    ],
    [
        " I don't think the chocolate chip, that was a conscious decision of, yeah, you know, it's",
        7439.98,
        7443.42
    ],
    [
        " the holidays.",
        7443.42,
        7443.78
    ],
    [
        " I'm going to do this, you know, kind of thing.",
        7443.82,
        7445.26
    ],
    [
        " I'm going to actually, my freedom because of all my discipline, all that.",
        7445.26,
        7447.7
    ],
    [
        " It's like when you're at work, it's not lunchtime yet.",
        7448.22,
        7450.72
    ],
    [
        " It's almost lunchtime, but not quite yet.",
        7450.72,
        7452.22
    ],
    [
        " Boom, they got the donuts, right?",
        7452.36,
        7453.94
    ],
    [
        " Because there's some big office meeting.",
        7454.2,
        7455.72
    ],
    [
        " They want a cater, you know, whatever.",
        7455.72,
        7457.28
    ],
    [
        " It's that kind of situation.",
        7457.46,
        7459.1
    ],
    [
        " You don't have to.",
        7459.24,
        7459.62
    ],
    [
        " That's what's good.",
        7459.62,
        7460.06
    ],
    [
        " That's what's good fasting.",
        7460.16,
        7461.3
    ],
    [
        " Recalibrate that little hunger vibe.",
        7461.5,
        7464.22
    ],
    [
        " Unless you hit a speed bump weakness during the fast.",
        7464.6,
        7468.34
    ],
    [
        " Yeah.",
        7468.94,
        7469.34
    ],
    [
        " Then you can, by the way.",
        7469.62,
        7471.24
    ],
    [
        " Oh, yeah, for sure.",
        7471.4,
        7472.42
    ],
    [
        " Like peanut butter.",
        7472.62,
        7473.38
    ],
    [
        " Like they've been fasting.",
        7473.5,
        7474.34
    ],
    [
        " The biggest thing, I think the biggest thing somebody's asking me about it the other day.",
        7474.42,
        7477.26
    ],
    [
        " The reason he's like, what's the hardest part?",
        7479.26,
        7481.26
    ],
    [
        " Like the first eight hours, the first 12 hours, the first 24 hours.",
        7481.44,
        7484.4
    ],
    [
        " And I was like, the hardest part of a fast is the parts where you're not doing something.",
        7484.7,
        7488.52
    ],
    [
        " Yeah, yeah.",
        7489.18,
        7489.7
    ],
    [
        " Like I haven't thought about eating one time during while we've been recording this podcast.",
        7489.92,
        7493.28
    ],
    [
        " I haven't thought about eating one time.",
        7493.64,
        7494.8
    ],
    [
        " When we get done and we square ourselves away and you leave, I'm going to be like, oh,",
        7495.08,
        7500.82
    ],
    [
        " cool.",
        7500.94,
        7501.0
    ],
    [
        " I'm going to do now.",
        7501.14,
        7501.68
    ],
    [
        " You know, yeah, yeah.",
        7502.08,
        7504.28
    ],
    [
        " But then if I was to go from here and like drive to go do something, I wouldn't think about",
        7504.28,
        7508.06
    ],
    [
        " it.",
        7508.06,
        7508.28
    ],
    [
        " Are you talking about the phone?",
        7508.36,
        7509.16
    ],
    [
        " Yeah, you got something going on.",
        7509.28,
        7510.7
    ],
    [
        " What, what, how long is this?",
        7510.98,
        7513.08
    ],
    [
        " I don't know.",
        7513.64,
        7514.1
    ],
    [
        " I think I'm actually going to eat this afternoon or this evening.",
        7514.2,
        7516.2
    ],
    [
        " Oh, so you're like, hey, I'm just going to fast.",
        7516.38,
        7518.16
    ],
    [
        " What do you have a minimum amount?",
        7518.42,
        7519.86
    ],
    [
        " No, I'll do like 24 hours.",
        7520.22,
        7521.38
    ],
    [
        " You said you 24 hours, once a month, and then I'll do 72 hours, once a quarter.",
        7521.68,
        7527.32
    ],
    [
        " Yeah.",
        7527.8,
        7528.38
    ],
    [
        " I'll have, I'll have a few handfuls of mixed nuts.",
        7528.54,
        7533.44
    ],
    [
        " Yes.",
        7533.44,
        7533.6
    ],
    [
        " Like throughout the day, I'll grab a handful of mixed nuts.",
        7533.84,
        7536.04
    ],
    [
        " I'll have some tea, some chocolate white tea, by the way.",
        7536.58,
        7539.22
    ],
    [
        " This is the first one I've done discipline, which I think is really good because it's,",
        7540.18,
        7543.46
    ],
    [
        " it's making me feel great.",
        7543.76,
        7545.02
    ],
    [
        " So, and like, there's no calories in there.",
        7545.4,
        7548.22
    ],
    [
        " There's one calorie or something really small in there.",
        7548.34,
        7550.88
    ],
    [
        " Incident calorie.",
        7551.34,
        7552.22
    ],
    [
        " Yeah.",
        7552.36,
        7552.54
    ],
    [
        " But, yeah.",
        7553.32,
        7554.0
    ],
    [
        " And recalibrate your hunger sensitivities.",
        7554.28,
        7557.54
    ],
    [
        " And man, I feel good when I do it.",
        7557.98,
        7560.92
    ],
    [
        " So have you done it?",
        7561.28,
        7561.84
    ],
    [
        " Yeah.",
        7562.0,
        7562.18
    ],
    [
        " You feel 24 hour fast.",
        7562.18,
        7562.84
    ],
    [
        " Yeah.",
        7562.98,
        7563.08
    ],
    [
        " You feel good, right?",
        7563.12,
        7563.66
    ],
    [
        " You feel good or no?",
        7563.84,
        7564.64
    ],
    [
        " I, here's the thing.",
        7564.8,
        7566.02
    ],
    [
        " Wait, wait, 24 hours.",
        7566.24,
        7567.6
    ],
    [
        " Yeah.",
        7567.98,
        7568.08
    ],
    [
        " I'm done 24.",
        7568.24,
        7568.64
    ],
    [
        " Yeah.",
        7569.04,
        7569.06
    ],
    [
        " I'm playing.",
        7569.24,
        7569.36
    ],
    [
        " See, I do 24.",
        7569.38,
        7570.5
    ],
    [
        " I actually probably do 24 hours more than once a month because a lot of times I'll just",
        7570.68,
        7573.9
    ],
    [
        " wake up, I'll be traveling and I just won't eat.",
        7573.9,
        7576.32
    ],
    [
        " Yeah.",
        7576.62,
        7576.84
    ],
    [
        " And so I ate the night before I wake up early in the morning, I go, I travel, I get somewhere",
        7577.28,
        7580.54
    ],
    [
        " at night and then I eat dinner.",
        7580.54,
        7581.52
    ],
    [
        " Well, that means I just went 24 hours without eating.",
        7581.92,
        7583.64
    ],
    [
        " Yeah.",
        7583.84,
        7584.08
    ],
    [
        " Yeah.",
        7584.44,
        7584.84
    ],
    [
        " And that's essentially kind of how it happened for me early on.",
        7584.98,
        7588.72
    ],
    [
        " But after a while, you're like, you know, the kind where you're like dang, I'm totally",
        7588.82,
        7591.82
    ],
    [
        " mislunch, but I don't want to eat now because I won't be hungry for dinner with the family",
        7592.22,
        7595.56
    ],
    [
        " kind of thing.",
        7595.56,
        7596.06
    ],
    [
        " So I'm like, hey, I'm not going to eat that.",
        7596.26,
        7597.48
    ],
    [
        " I'm like, wait, I just went 24 hours.",
        7597.48,
        7600.5
    ],
    [
        " You know what I've noticed this time, and like I said, it's only been 36 hours right now,",
        7600.88,
        7605.12
    ],
    [
        " but what I've noticed this time is the actual, I felt good about exercising discipline.",
        7605.12,
        7610.04
    ],
    [
        " Like I felt good about like I'm not eating that because maybe it's because, because I've",
        7610.62,
        7616.46
    ],
    [
        " been thinking myself, like yeah, I don't need to eat right now.",
        7616.46,
        7618.5
    ],
    [
        " And that feels good.",
        7618.64,
        7619.32
    ],
    [
        " I've been actually enjoying the discipline of it, which is a normally I don't enjoy",
        7619.42,
        7624.0
    ],
    [
        " the discipline of it.",
        7624.0,
        7624.64
    ],
    [
        " Normally, I haven't, I haven't thought about it before.",
        7624.7,
        7627.12
    ],
    [
        " This time I've been like, yes.",
        7627.56,
        7628.58
    ],
    [
        " Yeah, that makes sense.",
        7628.96,
        7629.78
    ],
    [
        " I'll shut you down.",
        7629.9,
        7630.62
    ],
    [
        " Kind of, I don't know.",
        7630.88,
        7632.82
    ],
    [
        " I don't know.",
        7632.84,
        7633.0
    ],
    [
        " I know we don't talk about seal training a lot, but when you go through hell week, which",
        7633.04,
        7637.56
    ],
    [
        " is like when you stay awake for five days, one of the things that I thought about when",
        7637.56,
        7641.2
    ],
    [
        " I was going through hell week was like, oh, it's going to feel so good to sleep.",
        7641.2,
        7643.6
    ],
    [
        " And I get done with this that it kind of made me feel good to do it.",
        7643.6,
        7647.06
    ],
    [
        " Like I was like, oh, man, can you imagine how good it's going to feel when I get done?",
        7647.08,
        7649.92
    ],
    [
        " This I could go to sleep and it's going to feel so good.",
        7650.14,
        7651.94
    ],
    [
        " And right now I'm kind of like the same thing.",
        7652.28,
        7654.34
    ],
    [
        " I'm kind of thinking, oh, it feels so good to not to not eat right now because in two",
        7654.42,
        7658.22
    ],
    [
        " days, I'm going to eat.",
        7658.22,
        7659.46
    ],
    [
        " Yeah, yeah.",
        7659.86,
        7660.36
    ],
    [
        " It's the same way I feel strangely, not strangely, but the same way I feel when I go",
        7660.36,
        7666.2
    ],
    [
        " in vacation, where I'm like, if I didn't do a lot of work for the, you know, the past",
        7666.2,
        7670.84
    ],
    [
        " months or whatever, like let's say work is like kind of crazy.",
        7670.84,
        7673.32
    ],
    [
        " We'll say, like you didn't like test me.",
        7673.5,
        7675.1
    ],
    [
        " You know, like if I shoot all day, like at the master, I'm kind of shooting all day from",
        7675.1,
        7681.96
    ],
    [
        " 430.",
        7681.96,
        7682.38
    ],
    [
        " I'm always about shooting everyone.",
        7682.42,
        7683.48
    ],
    [
        " He's talking about taking pictures and videos.",
        7683.5,
        7685.22
    ],
    [
        " Because I'm like, where are you shooting?",
        7685.36,
        7686.9
    ],
    [
        " I don't shoot guns for.",
        7687.22,
        7689.1
    ],
    [
        " No, I don't.",
        7689.26,
        7690.2
    ],
    [
        " Nonetheless, what you do, if you master is you make some big, you know, in my case, you",
        7690.2,
        7694.26
    ],
    [
        " do work.",
        7694.26,
        7695.04
    ],
    [
        " And then you're like, oh, you're looking forward to that vacation kind of thing.",
        7695.32,
        7698.04
    ],
    [
        " But if it's like, oh, you have a trip plan, but you haven't been working that hard.",
        7698.34,
        7700.58
    ],
    [
        " You're like, the brown one.",
        7700.66,
        7701.44
    ],
    [
        " I like, I want to stock up on a bunch of hard, hard work.",
        7701.46,
        7703.92
    ],
    [
        " So I can enjoy that baking.",
        7703.92,
        7705.14
    ],
    [
        " You know what I mean?",
        7705.34,
        7705.66
    ],
    [
        " So the vacation seems more appealing.",
        7705.74,
        7707.22
    ],
    [
        " Same idea.",
        7707.42,
        7707.9
    ],
    [
        " Yeah.",
        7708.1,
        7708.54
    ],
    [
        " Feels good.",
        7708.74,
        7709.92
    ],
    [
        " Feel good.",
        7710.02,
        7710.6
    ],
    [
        " Give it a try.",
        7710.72,
        7711.28
    ],
    [
        " Check with your doctors, right?",
        7711.44,
        7712.5
    ],
    [
        " I guess.",
        7712.82,
        7713.04
    ],
    [
        " Super free, fast.",
        7713.2,
        7714.8
    ],
    [
        " Yes, sure.",
        7714.98,
        7715.44
    ],
    [
        " But nonetheless, if back to the speed bump thing, if you hit your mom's, there's no way",
        7715.56,
        7720.24
    ],
    [
        " you can carry this thread.",
        7720.24,
        7721.06
    ],
    [
        " That's why psychological warfare is good because sometimes you hit those more.",
        7721.38,
        7726.86
    ],
    [
        " All that you've said about it, you never said, hey, you can get it on Apple iTunes, Amazon",
        7726.86,
        7731.34
    ],
    [
        " music.",
        7731.34,
        7731.78
    ],
    [
        " You never even gave out the goods.",
        7731.9,
        7733.1
    ],
    [
        " Not yet.",
        7733.1,
        7733.74
    ],
    [
        " I was about to big time.",
        7733.96,
        7735.3
    ],
    [
        " I was about to demonstrate the whole thing, but you already did.",
        7735.4,
        7737.64
    ],
    [
        " And I thank you for it.",
        7737.7,
        7738.8
    ],
    [
        " Because now we can do it.",
        7738.88,
        7739.84
    ],
    [
        " All right.",
        7740.22,
        7740.44
    ],
    [
        " Hey, also on Amazon, you can get Jocke a white tee, which, you know, there's been a lot",
        7740.52,
        7746.06
    ],
    [
        " of scientific studies done.",
        7746.06,
        7747.28
    ],
    [
        " And a lot of people have tried it.",
        7747.28,
        7750.96
    ],
    [
        " We have witnesses.",
        7751.1,
        7751.86
    ],
    [
        " You can absolutely deadlift 8,000 pounds, including Jordan Peterson, by the way.",
        7752.3,
        7756.76
    ],
    [
        " Yeah.",
        7756.84,
        7757.44
    ],
    [
        " He's been now deadlifting.",
        7757.84,
        7758.92
    ],
    [
        " He's only deadlifting 7,000 pounds before.",
        7758.94,
        7760.58
    ],
    [
        " And this is coming from him.",
        7760.96,
        7762.0
    ],
    [
        " Yeah.",
        7762.2,
        7762.4
    ],
    [
        " Now he's deadlifting 8,000 pounds.",
        7762.48,
        7764.02
    ],
    [
        " So that's good.",
        7764.24,
        7765.58
    ],
    [
        " Jocke a white tee.",
        7765.88,
        7766.5
    ],
    [
        " There's some great reviews on there.",
        7766.9,
        7768.26
    ],
    [
        " You might want to read those.",
        7768.46,
        7769.24
    ],
    [
        " We got some books.",
        7769.68,
        7770.88
    ],
    [
        " Way the Warrior Kid.",
        7771.56,
        7772.52
    ],
    [
        " Shows kids the path.",
        7773.1,
        7774.66
    ],
    [
        " The next Warrior Kid book is coming out April 28th.",
        7775.06,
        7779.46
    ],
    [
        " So you can, I'll let you know when you can get that.",
        7779.46,
        7782.7
    ],
    [
        " I don't know when you can right now, but that's when it's coming out.",
        7782.76,
        7784.82
    ],
    [
        " I'm done writing it.",
        7784.96,
        7785.86
    ],
    [
        " Just doing editing now.",
        7785.98,
        7786.86
    ],
    [
        " And also there's the book.",
        7787.62,
        7790.42
    ],
    [
        " I talked about earlier extreme ownership.",
        7790.42,
        7791.7
    ],
    [
        " It made me and my brother, they babbon.",
        7791.7,
        7793.8
    ],
    [
        " And the new additions out combat leadership for business and life.",
        7794.7,
        7799.12
    ],
    [
        " There's a lot of lessons in there.",
        7799.28,
        7800.88
    ],
    [
        " You can learn from it.",
        7801.56,
        7803.24
    ],
    [
        " I learned from it.",
        7803.72,
        7805.22
    ],
    [
        " Also the discipline equals freedom.",
        7805.58,
        7808.76
    ],
    [
        " Field manual.",
        7809.12,
        7809.96
    ],
    [
        " And when you say that, you got to say it like that.",
        7811.1,
        7813.14
    ],
    [
        " Because sometimes people don't want to say field manual.",
        7813.6,
        7818.7
    ],
    [
        " Why not?",
        7819.34,
        7819.88
    ],
    [
        " Someone pointed out, I don't know.",
        7819.88,
        7820.86
    ],
    [
        " They just say, this is the discipline.",
        7821.16,
        7821.88
    ],
    [
        " Yeah.",
        7822.14,
        7823.0
    ],
    [
        " This one goes freedom field manual.",
        7823.52,
        7824.98
    ],
    [
        " A guy who said today on social media on Twitter, he hit it up and he said, Hey, it's",
        7825.28,
        7831.92
    ],
    [
        " a field manual.",
        7831.92,
        7832.8
    ],
    [
        " It's not a book.",
        7832.98,
        7833.7
    ],
    [
        " You don't read from cover to cover.",
        7833.7,
        7835.7
    ],
    [
        " It's a field manual.",
        7835.78,
        7836.7
    ],
    [
        " So you take it out when you need it.",
        7836.82,
        7838.44
    ],
    [
        " You refer to it.",
        7838.6,
        7840.16
    ],
    [
        " You go through it.",
        7840.22,
        7840.94
    ],
    [
        " Maybe you go through it one time.",
        7840.98,
        7841.98
    ],
    [
        " Because it's not long.",
        7842.36,
        7843.3
    ],
    [
        " Right.",
        7843.56,
        7843.8
    ],
    [
        " Not a long read.",
        7843.9,
        7844.72
    ],
    [
        " This ain't about face by Colonel David Hackworth.",
        7844.88,
        7848.36
    ],
    [
        " You can probably read this in two hours, three hours.",
        7848.36,
        7853.96
    ],
    [
        " Then once you've read it, you go back to it.",
        7854.42,
        7858.94
    ],
    [
        " The field manual.",
        7859.28,
        7860.6
    ],
    [
        " Teaching you how to get after it mentally and physically.",
        7862.16,
        7866.72
    ],
    [
        " The thoughts and actions that you can take to get better.",
        7867.14,
        7870.22
    ],
    [
        " Opportun time.",
        7871.02,
        7872.1
    ],
    [
        " A lot of people got it for Christmas.",
        7872.36,
        7873.98
    ],
    [
        " Now they're implementing New Year's.",
        7874.24,
        7876.12
    ],
    [
        " Good.",
        7877.04,
        7877.42
    ],
    [
        " New Year's.",
        7877.48,
        7878.54
    ],
    [
        " Resolution.",
        7878.7,
        7879.3
    ],
    [
        " Yeah.",
        7879.92,
        7880.32
    ],
    [
        " Also, a lot of people still asking for the audio version of the Disminkels Freedom",
        7880.82,
        7885.92
    ],
    [
        " field manual.",
        7885.92,
        7886.78
    ],
    [
        " It is not unaudible.",
        7887.36,
        7888.7
    ],
    [
        " It is on iTunes, Amazon Music, Google Play and other MP3 broadcasting platforms.",
        7889.24,
        7896.06
    ],
    [
        " That's where you can get it.",
        7896.08,
        7897.44
    ],
    [
        " If you need further implementation in your business or your organization or your team",
        7898.08,
        7905.26
    ],
    [
        " beyond the podcast and beyond the books, we have Eschelon Front, which is our leadership",
        7905.26,
        7909.1
    ],
    [
        " consulting company.",
        7909.1,
        7909.92
    ],
    [
        " It's me, Lave Babin, JP DeNel, Dave Burke, email info at Eschelonfront.com or check out",
        7910.0,
        7917.86
    ],
    [
        " the website Eschelonfront.com.",
        7917.86,
        7919.96
    ],
    [
        " On top of that, we have the muster.",
        7920.32,
        7923.92
    ],
    [
        " The muster is a leadership gathering.",
        7924.66,
        7932.22
    ],
    [
        " Yeah.",
        7932.22,
        7932.92
    ],
    [
        " It's in Washington, DC May 17th and 18th.",
        7933.18,
        7937.32
    ],
    [
        " It is in San Francisco, October 17th and 18th.",
        7937.42,
        7941.18
    ],
    [
        " Come and get it.",
        7941.48,
        7944.74
    ],
    [
        " You can register at extremotorship.com.",
        7944.84,
        7947.88
    ],
    [
        " And if you need to follow up with us, with questions or answers or comments or just to",
        7948.2,
        7955.96
    ],
    [
        " cruise, that's cool.",
        7955.96,
        7958.54
    ],
    [
        " We are actually on the interwebs Twitter, Instagram and Faisie Boah.",
        7958.54,
        7967.44
    ],
    [
        " Echo is at Echo Charles and I am at Jocke Willink and thank you for listening to the show.",
        7967.54,
        7972.98
    ],
    [
        " And thanks to those of you that are listening that make this show possible.",
        7973.22,
        7976.46
    ],
    [
        " Those of you in the armed services that are out there on the front lines worldwide keeping",
        7976.88,
        7985.14
    ],
    [
        " peace and protecting our freedoms to police, law enforcement, firefighters, paramedics",
        7985.14,
        7991.3
    ],
    [
        " and other first responders.",
        7991.3,
        7993.14
    ],
    [
        " Thanks for holding the line here at home and keeping our families safe.",
        7993.68,
        7999.48
    ],
    [
        " Thank you for your service as well.",
        7999.94,
        8001.54
    ],
    [
        " And to everyone.",
        8002.5,
        8003.76
    ],
    [
        " Remember that even now the clock is bringing us closer.",
        8004.78,
        8011.66
    ],
    [
        " Closer to that moment.",
        8013.0,
        8014.88
    ],
    [
        " So, train hard and work hard and do everything you can to be prepared.",
        8016.32,
        8023.96
    ],
    [
        " So when that time does come, you can step up and get after it.",
        8024.24,
        8031.1
    ],
    [
        " So until next time, this is Echo and Jockeau.",
        8032.38,
        8036.32
    ],
    [
        " Out.",
        8037.32,
        8037.48
    ]
]