[
    [
        " This is Jocco podcast number 106 with Echo Charles and me, Jocco Willink.",
        0.88,
        6.74
    ],
    [
        " Good evening, Echo.",
        6.94,
        7.76
    ],
    [
        " Good evening.",
        7.88,
        8.28
    ],
    [
        " Now, in podcast 105, we finished just as the one seven-cav flew out of the eye-dring",
        8.78,
        20.68
    ],
    [
        " valley after keeping it together during a vicious three-day fight where they suffered",
        21.34,
        30.5
    ],
    [
        " to massive casualties, 79 killed in action, 121 wounded, and on top of that, the battlefield",
        30.5,
        38.96
    ],
    [
        " was littered with enemy dead, with the estimates of enemy dead to be between 500 and 1000.",
        38.96,
        46.78
    ],
    [
        " And we stopped there where the one seven-cav left the battlefield.",
        48.34,
        51.98
    ],
    [
        " So if you haven't listened to 105 yet, go back and listen to that before continuing with",
        51.98,
        58.5
    ],
    [
        " this podcast 106 because even though the one seven left the battlefield, the battle",
        58.5,
        66.64
    ],
    [
        " wasn't over yet.",
        66.64,
        67.94
    ],
    [
        " And one of the events that I didn't really talk about in the first eye-dring podcast",
        68.2,
        75.18
    ],
    [
        " on 105 was the fact that two other battalions had arrived on the ground to reinforce the",
        75.18,
        83.14
    ],
    [
        " one seven.",
        83.14,
        83.74
    ],
    [
        " And it was the second battalion fifth cavalry commanded by Lieutenant Colonel Robert",
        84.4,
        90.6
    ],
    [
        " Tully and the second battalion seventh cavalry led by Lieutenant Colonel Robert McDade.",
        90.6,
        98.42
    ],
    [
        " Now, most of the battalions men from those two battalions had landed at El Z Victor, which",
        100.32,
        109.06
    ],
    [
        " was about two miles away from X-ray and they had patrolled to X-ray on foot arriving for",
        109.06,
        115.7
    ],
    [
        " the most part without incident and then things seemed to settle down or a lot on X-ray,",
        115.7,
        120.84
    ],
    [
        " one seven left and once one seven had left the battlefield two seven and two five were still there.",
        120.84,
        128.48
    ],
    [
        " So at that point that portion of the battle was over and two seven and two five could have",
        128.94,
        138.08
    ],
    [
        " likely been extracted via helicopter pretty securely just at one seven had been.",
        138.08,
        144.96
    ],
    [
        " And it seems that General Westmoreland did not like the idea of two seven and two five pulling out.",
        146.28,
        153.96
    ],
    [
        " He thought that that would appear as a retreat.",
        154.62,
        158.16
    ],
    [
        " So he ordered that two five and two seven secure El Z X-ray for the night and then the next",
        158.64,
        165.02
    ],
    [
        " day they would move by foot patrol to another El Z called El Z Albany, which was about 2.5",
        165.02,
        173.82
    ],
    [
        " miles to the north and then B-52 bombers were going to rain down bombs on El Z X-ray and the",
        173.82,
        181.8
    ],
    [
        " surrounding areas. They didn't expect a lot of resistance because things had settled so much",
        181.8,
        188.26
    ],
    [
        " down so much on El Z X-ray that if you remember even towards the end of the last podcast there was",
        188.26,
        194.48
    ],
    [
        " reporters came in and landed at El Z X-ray and were doing camera shots and interviewing people.",
        194.48,
        199.46
    ],
    [
        " So it was pretty settled down. They felt like it was over and they didn't expect much resistance",
        199.46,
        206.32
    ],
    [
        " on this movement from El Z X-ray to El Z Albany. So let's go back to the book. The book is We Were Soldiers",
        206.32,
        217.64
    ],
    [
        " Wants and Young by General Hal Moore and Joe Galloway. And like I said, there wasn't much resistance",
        217.64,
        225.26
    ],
    [
        " expected and here's what it says in the book. The word among Bob McDade's troopers was that it was",
        225.94,
        232.06
    ],
    [
        " going to be a walk in the sun. A stroll over to another landing zone where the helicopters would",
        232.06,
        237.16
    ],
    [
        " come in and extract them the first leg of the journey home to on K-base. The word was wrong.",
        237.16,
        246.68
    ],
    [
        " And these guys even though there hadn't been much fighting going on, they were actually a little bit",
        254.32,
        258.86
    ],
    [
        " tired because they had been awake on the ground. So here we go. Just before Alpha Company Second",
        258.86,
        264.72
    ],
    [
        " Battalion moved out, its commander, Captain Joe Sardinis put out an unusual order. His executive",
        264.72,
        274.82
    ],
    [
        " officer, Lieutenant Larry Gwynn, who we're going to hear a lot from, Lieutenant Larry Gwynn remembers",
        274.82,
        279.84
    ],
    [
        " it well. The company had been on 100% alert for over 52 hours. We were in such a state of exhaustion",
        279.84,
        286.24
    ],
    [
        " that Captain Sardinis directed that each man take two APC tablets, aspirin with caffeine,",
        286.24,
        294.12
    ],
    [
        " a move designed to increase the mental alertness of the troops. So there you go. Take a little caffeine,",
        294.62,
        300.16
    ],
    [
        " little aspirin, get your heads in the game because they've been awake for a long time.",
        300.98,
        304.82
    ],
    [
        " Again, they're not expecting much, but they still went on the ground in a hot LZ for a while.",
        304.92,
        309.3
    ],
    [
        " Back to the book, Lieutenant Ali, the battalion's communication officer, was with Headquarters",
        310.08,
        316.02
    ],
    [
        " Company. We were told that this would be a tactical move. There was a lot of stuff on the battlefield,",
        316.02,
        320.8
    ],
    [
        " equipment, supplies, captured stuff that had to be policed up and blown up, all in a hurry up",
        320.86,
        326.48
    ],
    [
        " situation. I was personally carrying an RC-292 antenna in addition to my regular combat load.",
        326.48,
        333.56
    ],
    [
        " I weighed about 140 pounds. My normal combat load was 40 or 50 pounds. The 292 antenna weighed 60",
        334.38,
        342.58
    ],
    [
        " pounds. The temperature must have been 96 and the humidity was the same. We were moving as fast",
        342.58,
        349.02
    ],
    [
        " as we could through the elephant grass and scrub oaks, some high canopy. We were humping. Everyone",
        349.02,
        355.76
    ],
    [
        " was as tired as could be. We're already in a rough situation. We've been on the ground for 52 hours",
        355.76,
        362.14
    ],
    [
        " and we're going to move two and a half miles. It doesn't sound very far, but when you're carrying,",
        362.14,
        368.44
    ],
    [
        " so he's already carrying 100 pounds. It's 40 or 50 pounds, combat load, plus his antenna,",
        368.84,
        372.3
    ],
    [
        " and everyone else is carrying all kinds of extra stuff that they're pulling off the LZ. It's 96",
        372.42,
        376.5
    ],
    [
        " degrees out, 96 percent humidity, and walking through the jungle is never easy. It's up and down,",
        376.5,
        382.18
    ],
    [
        " terrain features going through various foliage is hard. This is not easy. Not the biggest guy,",
        383.96,
        391.6
    ],
    [
        " too, by the way. Yeah, 140, 150 pounds, which guys were smaller back then. Yeah, but still",
        391.76,
        396.3
    ],
    [
        " they are now. No, 100 pounds. That's no joke. Back to the book, Lieutenant Gary Gwyn of Alpha",
        396.3,
        404.92
    ],
    [
        " Company says the jungle around us got heavier and heavier. That's when things got a little scary.",
        404.92,
        411.1
    ],
    [
        " There was a sudden absence of any air cover. The guys were silent and I wondered where our",
        411.48,
        417.38
    ],
    [
        " kilos and our aerial rocket artillery ships were. We had not changed formation tactically,",
        417.38,
        423.14
    ],
    [
        " but physically we had to move in much tighter to maintain visual contact because of the undergrowth.",
        423.36,
        428.42
    ],
    [
        " The terrain forced our flankers in. At this point, they had a bunch of air cover. They don't",
        429.1,
        435.44
    ],
    [
        " have any air cover right now. Now the terrain is making them get closer and closer together,",
        435.44,
        440.72
    ],
    [
        " because if you and I are on patrol, I want to keep you in visual range. I want to be able to",
        441.72,
        446.72
    ],
    [
        " see you. If all of a sudden there's elephant grass, the only way to keep visual views for you to",
        446.72,
        452.3
    ],
    [
        " get close to me and for meeting closer to the next guy. Everyone starts to compress and he's",
        452.3,
        455.98
    ],
    [
        " talking about the flankers being out there. A lot of times when we patrol information, you'll put",
        455.98,
        460.82
    ],
    [
        " people out on the flanks with in visual range, but they'll be stretching the visual range,",
        460.82,
        465.78
    ],
    [
        " but they're out there to make sure that there's no one sneaking up on you.",
        465.78,
        468.5
    ],
    [
        " It's getting dense now to the point where they can't keep their flankers out. Now you're",
        469.3,
        474.34
    ],
    [
        " losing some of that flank security. Back to the book, Gwynn says, Alpha Company's column order",
        474.34,
        480.92
    ],
    [
        " integrity had been good until two prisoners were captured and everything came to a sudden halt.",
        480.92,
        486.96
    ],
    [
        " When I arrived, Sujeenis was interrogating the two. They were in mint condition, new weapons,",
        488.48,
        496.52
    ],
    [
        " grenades, new gear, but both were feverish, terrified and shaking. None of us in company headquarters",
        497.08,
        503.74
    ],
    [
        " had seen alive North Vietnamese up close. These were not the last we would see this day. We gave",
        503.74,
        509.82
    ],
    [
        " them water and advised the battalion headquarters. So all of a sudden they got a couple of prisoners.",
        509.82,
        514.02
    ],
    [
        " Little scary to me when the prisoners that we take have brand new weapons,",
        514.92,
        519.08
    ],
    [
        " new grenades, new gear. I mean, we at least know that they're fresh. Maybe they're not combat",
        519.28,
        524.12
    ],
    [
        " hardened, but we know that they've got some good, no well supplied, which is a scary thing in this",
        524.12,
        528.38
    ],
    [
        " type of war. So this is kind of we're looking back, hindsight, of course, being 2020. This is an",
        528.38,
        539.84
    ],
    [
        " error or a mistake that gets made right now. And of course, mistakes happen all the time and they",
        541.06,
        547.26
    ],
    [
        " don't get capitalized on by the enemy. Sometimes by luck, sometimes by skill of the enemy.",
        547.26,
        552.26
    ],
    [
        " This is one of those mistakes that it gets capitalized again, whether it's by luck or plan,",
        552.64,
        558.52
    ],
    [
        " probably by luck. Maybe it's a little bit of both. You wouldn't think much of it if things didn't",
        558.88,
        563.88
    ],
    [
        " go the way they did. You know, late late night used to have this conversation a lot. I mean,",
        563.88,
        566.92
    ],
    [
        " you don't know when things are going to go wrong. And seriously, you can be on the battlefield,",
        567.54,
        572.5
    ],
    [
        " and you can say, hey, everyone go left, and everyone goes left, and everything turns out great.",
        573.32,
        578.46
    ],
    [
        " Or you can say, everyone go right, and everyone go right, and everyone thing turns out great.",
        579.3,
        582.94
    ],
    [
        " If you go left, and you happen to go to where the enemy was waiting in ambush for you to go,",
        583.54,
        587.82
    ],
    [
        " now you're you're you just made a bad tactical call. The thing that made it a bad tackle calls",
        588.2,
        592.64
    ],
    [
        " that the enemy happened to be there. You couldn't know that. And if you'd been if you'd said,",
        592.64,
        597.32
    ],
    [
        " go right, you'd great made the greatest call ever, because the enemy was over there waiting for",
        597.32,
        601.12
    ],
    [
        " again, you don't know where the enemy's going to be. You don't have that luxury. So sometimes you",
        601.12,
        605.5
    ],
    [
        " make the best tactical decision you can make, and it turns out bad. Now we can look back at this",
        605.5,
        609.82
    ],
    [
        " hindsight being 2020, of course, and critique what's about to happen. So we'll we'll talk a little",
        609.82,
        617.08
    ],
    [
        " bit more about it. Here's what goes down back to the book, Captain George Forest, commander of Alpha",
        617.08,
        621.16
    ],
    [
        " Company, first battalion, fifth cavalry was more than 500 yards to the rear. So these guys are in",
        621.16,
        625.8
    ],
    [
        " a long column of March group of people. McDade asked all the company commanders to come forward.",
        625.8,
        633.38
    ],
    [
        " So McDade is the company is the battalion commander. And he tells all the companies commanders to come",
        633.54,
        638.0
    ],
    [
        " forward. So he's McDade's up at the front of this column. And who knows how big they are. You know,",
        638.0,
        642.5
    ],
    [
        " he says he's 500 yards the rear of this whole thing probably spanned out.",
        642.5,
        645.8
    ],
    [
        " Probably six, seven hundred, maybe even eight hundred meters. We're getting close to a kilometer",
        647.08,
        652.2
    ],
    [
        " and length of people to spread out. Just so everyone understands, it's hard to control 40 guys",
        652.2,
        660.74
    ],
    [
        " in a in a line of March with any kind of control that's spread out over 200 meters. That's challenging.",
        660.74,
        668.0
    ],
    [
        " You get 500, 600 guys spread out over almost a kilometer. We have a serious command and control issue.",
        668.22,
        676.34
    ],
    [
        " So now what he's doing to overcome this issue is telling all the all the company commanders. So",
        676.98,
        681.26
    ],
    [
        " there's three companies that are out there. Actually, there's more than that. But there's multiple",
        681.26,
        685.62
    ],
    [
        " companies out there. He tells all the company commanders, hey, come to my position at the front of",
        685.62,
        690.9
    ],
    [
        " this thing so we can talk about what's happening back to the book. Captain Fesmeyer, the Charlie",
        690.9,
        696.84
    ],
    [
        " Company commander was also moving up the count column to toward McDade's position with him or his",
        696.84,
        703.34
    ],
    [
        " two radio operators. His artillery, his artillery Fordigs or observer Lieutenant Sid D Smith and",
        703.34,
        709.74
    ],
    [
        " his radio men as well as for first sergeant Franklin Hans. So so I want you to think about that.",
        709.74,
        716.76
    ],
    [
        " Or let me explain this to you a little bit more. Here's the Charlie Company commander. He's moving",
        716.98,
        721.78
    ],
    [
        " forward. So he's leaving his company and with him, he brings his two radio operators. So who does",
        721.78,
        729.16
    ],
    [
        " that leave with the company? There might be one platoon guy left. That's a radio operator.",
        729.16,
        734.04
    ],
    [
        " Maybe one in each platoon, but there's he's pulling the the communications",
        734.36,
        739.22
    ],
    [
        " node out of the company right there. He brings forward his artillery observer. So this is the guy",
        739.22,
        746.9
    ],
    [
        " that's going to be able to place artillery. Other guys can pick up the slack, but not as well as",
        746.9,
        751.88
    ],
    [
        " this guy can do it. He brings Lieutenant Sidney Smith and his radio men. So that means that so sorry",
        751.88,
        759.2
    ],
    [
        " the artillery observer is Lieutenant Sidney Smith, but that guy brings his radio men as well. So there's",
        759.2,
        764.18
    ],
    [
        " another guy out of the loop and then the first sergeant, the company first sergeant. So now that's",
        764.18,
        769.04
    ],
    [
        " the leadership. The company leadership is now from from Charlie Company is now gone. They're moving",
        769.04,
        776.88
    ],
    [
        " away. And so here they give a kind of an overview of what's going on here. This is what back to the",
        776.88,
        784.36
    ],
    [
        " book. This is what was happening. Sidney's Alpha Company was moving forward toward the Albany",
        784.36,
        790.52
    ],
    [
        " clearing. So they've now approached this LZ Albany. That's what they're talking about the Albany",
        790.52,
        795.98
    ],
    [
        " clearing. Alpha Company, the Sidney's Alpha Company was moving toward the Albany clearing.",
        795.98,
        802.64
    ],
    [
        " Colonel McDade and his Batayne Command Group were with Alpha Company. The other company",
        802.66,
        807.84
    ],
    [
        " commanders had left their companies under orders and were moving up to join McDade for a conference.",
        807.84,
        814.18
    ],
    [
        " So the other company commanders are not with their companies anymore. The Batayne was strung out",
        815.48,
        819.62
    ],
    [
        " along the line of March for a distance of at least 550 yards. So half a kilometer.",
        819.62,
        824.82
    ],
    [
        " The men of Delta Company were lollying around on the ground. Charlie Company had flankers off",
        825.92,
        831.42
    ],
    [
        " to each side, but were mostly taking a break, sitting or lying down. George Forrest Men at the",
        831.42,
        836.8
    ],
    [
        " tail of the column were in a wedge formation and also had flank security posted. The men of Batayne",
        836.8,
        842.36
    ],
    [
        " were worn out after nearly 60 hours without sleep and four hours of marching through difficult terrain.",
        842.36,
        847.78
    ],
    [
        " Visibility in the chest high elephant grass was very limited.",
        848.94,
        853.18
    ],
    [
        " Bad situation to be in.",
        854.74,
        858.24
    ],
    [
        " Here's Lieutenant Gwen talking. We had been there a short time, five minutes when I heard some rounds",
        861.42,
        865.48
    ],
    [
        " fired near our first platoon. I thought they must have caught up with those NVA stragglers.",
        865.48,
        870.28
    ],
    [
        " Then everything opened up. Opened up. The firing just crescendoed. They hadn't found the stragglers.",
        870.92,
        877.88
    ],
    [
        " They had run right into the North Vietnamese. I was out in the grass away from the trees when",
        878.2,
        882.78
    ],
    [
        " it started. The rounds were so fast and furious overhead they were knocking bark off the trees.",
        882.78,
        887.94
    ],
    [
        " I ran to them. One round struck the tree. I was crouched next to an inch over my head. I said",
        887.94,
        893.94
    ],
    [
        " holy shit and ran to join Joel. We all got down. Then I heard the sickening wump of mortar fire",
        893.94,
        900.14
    ],
    [
        " landing where I had seen our second platoon disappear. The most savage one day battle of the Vietnam",
        900.14,
        909.18
    ],
    [
        " war had just begun. The second battalion, seventh cavalry had walked into a hornet's nest.",
        909.18,
        915.46
    ],
    [
        " The North Vietnamese reserve force. The 550 man eighth battalion 66th regiment had been",
        915.46,
        923.4
    ],
    [
        " bivouacked in the woods off to the northeast of McDade's column.",
        923.4,
        926.94
    ],
    [
        " So you've got fresh soldiers that had been waiting. They were the reserve. So that whole",
        927.52,
        932.5
    ],
    [
        " earlier battle in the eye-drag with the 17-cav. This Vietnamese group, the 66th regiment,",
        932.5,
        939.84
    ],
    [
        " eighth battalion 66th regiment had been waiting in reserve. Now they just so happened to be in the line",
        939.84,
        946.7
    ],
    [
        " of march where the two five is coming through. Sorry, the two seven is coming through.",
        946.7,
        954.64
    ],
    [
        " Here's what Colonel Anne, who again this was the Vietnamese commander, here's what he had to say.",
        956.28,
        962.52
    ],
    [
        " I think this fight of November 17 was the most important of the entire campaign. I gave the order",
        963.42,
        969.42
    ],
    [
        " to my battalions. When you meet the Americans, divide yourself into many groups and attack the",
        969.42,
        975.26
    ],
    [
        " column from all directions and divide the column into as many pieces. Move inside the column,",
        975.26,
        982.16
    ],
    [
        " grab them by the belt and thus avoid casualties from the artillery and air. We had some advantages.",
        982.6,
        989.98
    ],
    [
        " Now, let me just talk about that real quick. Okay, two things. First of all, get the battalions split",
        990.36,
        995.38
    ],
    [
        " up. Right? And if you hear, and I always talk about the common theme of keeping things together,",
        995.42,
        1000.74
    ],
    [
        " keeping people consolidated, keeping your groups where they can mutually support each other,",
        1000.92,
        1004.26
    ],
    [
        " his goal is the opposite of that. Get them split up so they can't support each other. That's",
        1004.6,
        1008.26
    ],
    [
        " number one. So contrary to that, what you should always be doing as a leader is trying to keep your",
        1008.26,
        1013.34
    ],
    [
        " forces as consolidated as possible so that they can they can maneuver well together and most",
        1013.34,
        1018.72
    ],
    [
        " important support each other to cover and move. Now the second part of this is move inside the column,",
        1018.72,
        1024.52
    ],
    [
        " grab them by the belt and thus avoid casualties from artillery and air. That's something that we",
        1024.6,
        1029.74
    ],
    [
        " still see to this day. We talked about it with the Cheshian conflict. That was the Cheshian's",
        1029.74,
        1035.4
    ],
    [
        " mode of operand, a modus operand I to take to get inside and be right next to the Russians.",
        1035.4,
        1041.36
    ],
    [
        " They called it hugging. They would get in there and get in the same building as the Russians.",
        1041.72,
        1045.38
    ],
    [
        " So you can't call fire on your own building. So that's what the Vietnamese were trying to do.",
        1045.94,
        1051.48
    ],
    [
        " Now what's beautiful about these statements? Think about these two statements. This is beautiful",
        1051.48,
        1056.18
    ],
    [
        " commanders intent. Here's all I want you to do. Split them up, get close to them. That's what I",
        1056.18,
        1063.16
    ],
    [
        " want you to do. He's not saying how to do. He's not telling each individual group where to move",
        1063.16,
        1067.3
    ],
    [
        " and what to do. He's saying split them up and get it close to him and stay close to him. This is",
        1067.3,
        1072.78
    ],
    [
        " gives the guys on the battlefield incredible flexibility to execute that plan.",
        1072.78,
        1078.32
    ],
    [
        " Back to the book. We had some advantages. This is on continuing. We had some advantages.",
        1081.48,
        1085.12
    ],
    [
        " We attacked your column from the sides at the moment of attack. We were waiting for you.",
        1085.72,
        1091.26
    ],
    [
        " This was our reserve battalion and they were just waiting for their turn. The 8th battalion had not",
        1091.98,
        1096.36
    ],
    [
        " been used in fighting in this campaign. They were fresh. Spec for Dick Ackerman was the right",
        1096.36,
        1102.56
    ],
    [
        " flank point man in the recon platoon, which was itself the point of the battalion. Says Ackerman,",
        1102.56,
        1109.2
    ],
    [
        " we were going to the left to a clearing. We had gone about 100 feet when we heard some shots,",
        1109.24,
        1114.52
    ],
    [
        " then more shots, and finally all hell broke loose. The main brunt of the attack was right where we",
        1114.86,
        1121.12
    ],
    [
        " had been standing just a few minutes before. We hit the dirt. I was laying in the middle of a",
        1121.12,
        1126.32
    ],
    [
        " clearing and bullets were kicking dirt in my eyes and breaking off the grass.",
        1126.32,
        1131.24
    ],
    [
        " Ackerman's first sergeant was standing, shouting and giving directions. His shirt was off and he",
        1133.5,
        1138.38
    ],
    [
        " was in a t-shirt. He lifted his left arm to point and I could see where a bullet had ripped him,",
        1138.38,
        1142.68
    ],
    [
        " ripped open the side of his arm and part of the side of his chest. He was still giving orders.",
        1143.0,
        1148.22
    ],
    [
        " We were then ordered to another part of the circle that was weak. It was facing the main area of",
        1149.36,
        1154.1
    ],
    [
        " attack. There were people running everywhere. We couldn't just open fire in that direction because",
        1154.1,
        1158.76
    ],
    [
        " our guys were there. We were on semi-automatic and picking off whoever we could be sure of as a target.",
        1158.76,
        1166.3
    ],
    [
        " This just turns immediately into chaos. Again, this is why consolidation of your forces is so",
        1167.6,
        1175.04
    ],
    [
        " important because the minute you have enemy in between you and other friendly forces, your field",
        1175.04,
        1180.78
    ],
    [
        " of fire is completely shut off and you're likely when you are pulling the trigger, you have a good",
        1180.78,
        1185.04
    ],
    [
        " chance that you're going to shoot some of your own guys. That's why consolidations of forces",
        1185.04,
        1190.3
    ],
    [
        " is very, very important. Now, I say this all the time, I'll make the caveat again. Are there times",
        1190.3,
        1196.14
    ],
    [
        " where you can get away with splitting your forces and are there times that it makes sense? Yes,",
        1196.14,
        1200.72
    ],
    [
        " absolutely. There are times that it makes sense and we did all kinds of operations overseas where we",
        1200.96,
        1205.48
    ],
    [
        " had different units out on the battlefield that were split up and maneuvering from different areas.",
        1205.48,
        1209.6
    ],
    [
        " We did all the time but you have to know and understand the risks. You have to know and understand",
        1209.86,
        1215.8
    ],
    [
        " the risks of splitting forces, of having enemy in between, of trying to consolidate back together,",
        1215.8,
        1221.84
    ],
    [
        " which is very, very difficult. You just have to really think about what the risks are and how you",
        1221.84,
        1226.98
    ],
    [
        " can mitigate those risks. Sometimes you can do it with a terrain feature. You can put guys in a",
        1226.98,
        1231.76
    ],
    [
        " certain area where, hey, I have free fire because you're down behind a null or you're in a ravine",
        1231.76,
        1237.0
    ],
    [
        " where I know that I can't shoot you. That's the type of thing that you can do to mitigate.",
        1237.0,
        1241.48
    ],
    [
        " It is something that people think they can get away with. Matter of fact, we were doing FTX.",
        1243.16,
        1248.74
    ],
    [
        " It was interesting. We had one of the females during the planning phase. We have them planned",
        1250.34,
        1256.86
    ],
    [
        " just a couple operations just to get used to planning before we start the actual FTX.",
        1256.86,
        1263.12
    ],
    [
        " This is for those of you who don't know, we have a company called National Enfront and sometimes",
        1264.22,
        1268.0
    ],
    [
        " we do field training exercises with the companies we're working with to get them to help instill in them",
        1268.0,
        1275.5
    ],
    [
        " the fundamental principles of combat leadership. It was funny, this one female. She had come up with",
        1275.5,
        1285.08
    ],
    [
        " this plan and they were going to enter this target building from two different directions.",
        1285.08,
        1288.62
    ],
    [
        " Talk about the classroom portion. Yes, the classroom portion of the day before.",
        1288.76,
        1291.52
    ],
    [
        " She said, we've said keep it simple and it can be a little bit confusing if you start",
        1293.82,
        1298.18
    ],
    [
        " entering a building from two different sides and now you've got guns pointed at each other",
        1298.18,
        1303.46
    ],
    [
        " and you've got to be careful that you don't shoot each other. She literally said,",
        1303.46,
        1310.68
    ],
    [
        " I just don't see how it's going to happen that we could go into this building and we're just",
        1311.14,
        1321.5
    ],
    [
        " and said, okay. And literally the next day during the FTX phase of the training, which we're using",
        1321.5,
        1329.8
    ],
    [
        " airsoft weapons and you're shooting at bad guys, they came up with a plan, entered a building from",
        1329.8,
        1338.3
    ],
    [
        " two sides and she entered the building and literally shot one of her own people. She did exactly",
        1338.3,
        1345.12
    ],
    [
        " what she didn't think could happen. And that's what people have to understand. Now you might",
        1345.12,
        1348.66
    ],
    [
        " think, oh, it's this girl or this female and she was, she's not a military person and it's,",
        1348.66,
        1354.42
    ],
    [
        " you know, that's why it happened. No, I saw seals do it on the regular. You're all hyped up.",
        1354.64,
        1360.26
    ],
    [
        " Yeah. You go in that room, you see a person moving crack. Yeah. Crack them. Fire a couple shots.",
        1360.44,
        1365.86
    ],
    [
        " And then you realize what happened. So that's what's going on here. Split forces, things are going",
        1366.42,
        1373.7
    ],
    [
        " crazy. Now here we go. Acramans back to the book. Acramans recomplatoon leader, Lieutenant pain.",
        1373.7,
        1381.9
    ],
    [
        " He says all hell broke loose up along the north side of the LZ. I turned to my right and observed",
        1382.66,
        1388.18
    ],
    [
        " some American soldiers moving toward the northwest to set up positions and they went down in a",
        1388.18,
        1392.22
    ],
    [
        " hayla bullets. Within minutes, we were all under heavy attack and my radio operator and I were pinned",
        1392.22,
        1398.36
    ],
    [
        " down in the middle of the LZ with the most of the fire with most of the fire coming from the north",
        1398.36,
        1403.26
    ],
    [
        " and northwest. Lieutenant pain's radio operator came alive as the alpha company platoon leaders",
        1403.26,
        1408.9
    ],
    [
        " reported heavy fighting. Pain says mortar rounds began falling, which was a new experience to everyone",
        1408.9,
        1415.06
    ],
    [
        " since we had never had any kind of mortar fire against us. The noise level was unbelievable.",
        1415.06,
        1420.7
    ],
    [
        " I remember pressing my body flatter against the ground than I have ever been in my life and",
        1421.2,
        1425.6
    ],
    [
        " thinking that certainly the highest things sticking up were my heels. Mortars continued to fall",
        1425.6,
        1432.54
    ],
    [
        " and small arms and machine gun fire continued at a hectic pace. Finally, my mind seemed to adjust",
        1432.54,
        1438.76
    ],
    [
        " and I once again began to think about the situation we were in and what we were going to do.",
        1438.76,
        1444.2
    ],
    [
        " So you see there's a leader. He's pinned down and this is something that the",
        1444.54,
        1448.28
    ],
    [
        " insurgents in Iraq would do as well. They're going to hit you with multiple different weapon systems",
        1448.28,
        1453.8
    ],
    [
        " in a combined coordinated attack. So if you can imagine, if you start hitting people with mortars,",
        1453.84,
        1459.0
    ],
    [
        " well, everyone needs to get down. You need to get down. You need to take cover.",
        1459.16,
        1463.14
    ],
    [
        " While you're taking cover, that's cover. They're going to move. They're going to maneuver in.",
        1463.8,
        1468.06
    ],
    [
        " They're going to maneuver in with heavy weapons or they're going to move maneuver in with an",
        1468.08,
        1471.4
    ],
    [
        " assault squad or they're going to maneuver in with a vehicle born IED. So this is same thing",
        1471.4,
        1475.76
    ],
    [
        " happening here as you're getting mortared, which these guys aren't used to, which not that there's",
        1475.76,
        1480.34
    ],
    [
        " that much you can do to get used to it because it doesn't matter. It doesn't help you defend it.",
        1480.34,
        1483.08
    ],
    [
        " You can be used to it. You still have to get down. You still have to take cover. These guys are",
        1483.08,
        1488.04
    ],
    [
        " taking cover. And what I found interesting about this was you can see in his mind for a couple",
        1488.04,
        1494.56
    ],
    [
        " seconds, maybe 30 seconds, he's just going holy crap. I'm going to die. And then finally, he says,",
        1494.56,
        1500.8
    ],
    [
        " my mind seemed to adjust and once again, he'd be thinking about the situation we were in and what",
        1500.8,
        1504.54
    ],
    [
        " we're going to do. Now, this is where combat experience is helpful. If you haven't been in this",
        1504.54,
        1508.82
    ],
    [
        " situation before, it's going to take you a few seconds to adapt and be like, oh dang, I need",
        1508.82,
        1513.6
    ],
    [
        " to do something. If you haven't been in that situation before, you could end up with some,",
        1513.6,
        1518.12
    ],
    [
        " it's going to take you some time to adjust. And it's like we talk about with self defense,",
        1518.8,
        1521.62
    ],
    [
        " what you get to, if you've never been grabbed before and you've never been ground on before,",
        1521.62,
        1528.92
    ],
    [
        " you've never had someone pull you before, your mindset takes time just to get through that before",
        1529.14,
        1534.92
    ],
    [
        " you even start thinking about actually defending yourself. You're just getting used, you're just saying",
        1534.92,
        1538.1
    ],
    [
        " a whole crap, why is this happening? However, you train all the time, then you're used to it. You go,",
        1538.1,
        1544.1
    ],
    [
        " oh, okay, someone's got me, here's where I'm going to need to get out. Same thing with getting",
        1544.2,
        1547.3
    ],
    [
        " punched in the face. If you've never been punched in the face before, it takes some getting used to.",
        1547.3,
        1551.16
    ],
    [
        " You're going to get punched three, four, five times before you're like, wait a second, I need to defend",
        1551.46,
        1554.88
    ],
    [
        " myself. If you've been punched before, boom, oh, I just got punched, here's my reaction, here's",
        1554.88,
        1559.82
    ],
    [
        " what I'm going to do. And you're speaking of Jiu-Jitsu, going back to getting inside, that's the same",
        1559.82,
        1564.68
    ],
    [
        " thing getting close to someone, what they were trying to do, what the North Vietnamese were trying to",
        1564.68,
        1568.66
    ],
    [
        " do, get close, stay close. That's the same thing that Jiu-Jitsu is. You're trying to avoid the big",
        1568.66,
        1572.32
    ],
    [
        " punches, you getting close, you stay close, you keep the person close to you. That's how you avoid",
        1572.32,
        1576.54
    ],
    [
        " getting knocked out. Same thing. So, train, train hard. Back to the book, Alpha Company's, Alpha",
        1576.54,
        1585.94
    ],
    [
        " Company, Alpha Company's commander, Captain Sujini's, was in the trees headed to where he had seen",
        1585.94,
        1593.06
    ],
    [
        " the Battalion Command Group disappear. Just as I noticed, a small clearing up ahead, I heard one or",
        1593.06,
        1598.0
    ],
    [
        " two shots to my rear back where my first and second platoons were. I looked back. There was a",
        1598.0,
        1603.18
    ],
    [
        " pause of several seconds and then slowly all hell began to break loose. I remember if we were reading",
        1603.18,
        1610.26
    ],
    [
        " the book by Ernie Pyle, and he talked about the expression all hell broke loose because we just",
        1610.26,
        1618.66
    ],
    [
        " heard it like five times. He's talking about how it gets overused, but it's real. You can tell",
        1618.66,
        1625.72
    ],
    [
        " with these guys, it's just absolutely real that all hell is breaking loose. I want to say this too,",
        1625.72,
        1631.5
    ],
    [
        " because I didn't mention this about Dave McDade, who's the battalion commander. McDade's the",
        1632.24,
        1637.28
    ],
    [
        " battalion commander. He had just taken over the battalion like a few weeks before and he had moved",
        1637.28,
        1642.2
    ],
    [
        " from some admin position inside the battalion or inside the brigade, but he had moved from like a",
        1642.2,
        1653.42
    ],
    [
        " sort of administrative position into battalion command. So in other words, he wasn't in charge of any",
        1653.42,
        1659.52
    ],
    [
        " troops and then all of a sudden he was in charge of troops. And then three weeks later, they're",
        1659.52,
        1663.24
    ],
    [
        " going into combat. Now that being said, he also said that this guy hadn't been in charge of any",
        1663.24,
        1669.46
    ],
    [
        " troops in like 10 years. So he had apparently done his platoon commander and his company command",
        1669.46,
        1675.78
    ],
    [
        " in World War II and Korea. So McDade isn't experienced combat leader, but he's out of practice.",
        1675.78,
        1682.56
    ],
    [
        " He's out of practice. And more probably more important or just as important to being out of practice,",
        1682.66,
        1688.3
    ],
    [
        " is he just took over. So part of being a battalion commander is that you train and prepare your",
        1688.56,
        1695.82
    ],
    [
        " troops for combat. You get to know all your men. You get to understand their weaknesses. You just",
        1695.82,
        1700.06
    ],
    [
        " can't jump in and take over and all of a sudden have the knowledge that you would have if you were",
        1700.06,
        1704.28
    ],
    [
        " preparing everyone. That's why training is so important. That's why we train. So if you are,",
        1704.28,
        1708.84
    ],
    [
        " if you are not given the opportunity to train and learn your troops, you're at a huge disadvantage.",
        1708.84,
        1715.82
    ],
    [
        " And you haven't had time to train them up to the your standards. You know, this guy was in World",
        1716.42,
        1721.46
    ],
    [
        " War II and Korea. He understands combat. And so to think that he wouldn't put his guys through a",
        1721.46,
        1726.94
    ],
    [
        " you know, a certain level of training to get them up to speed and make sure they do things like",
        1726.94,
        1731.54
    ],
    [
        " like make sure that there's other people in the chain of command that can step up and lead having",
        1731.54,
        1737.72
    ],
    [
        " a succession plan. So so like him calling people forward. Maybe if he had trained the battalion,",
        1737.72,
        1742.56
    ],
    [
        " he knew that there was other guys in there that would be able to take charge. He didn't realize",
        1743.0,
        1745.66
    ],
    [
        " that there was like a little a little hesitation there that was going to happen, which is what happened.",
        1745.66,
        1749.62
    ],
    [
        " So he doesn't know his his team well enough for this situation. And that's not good.",
        1750.66,
        1758.02
    ],
    [
        " Back to the book. Captain Su-Jini says, Larry Gwyn and I hit the edge of Albany on the northeast",
        1759.62,
        1768.84
    ],
    [
        " side of the clearing as the column began to receive intense fire. We began to receive sporadic",
        1768.84,
        1773.94
    ],
    [
        " sniper fire. Part of the recompal tune had already reached the island and the island that they're",
        1773.94,
        1778.34
    ],
    [
        " talking about as an island of woods, an island of trees. I yelled across the opening for someone",
        1778.34,
        1783.66
    ],
    [
        " to cover us. We ran to the island. At this point, I called my first and second platoons on the radio.",
        1783.66,
        1787.96
    ],
    [
        " Almost immediately, I lost communications with first platoon. The platoon sergeant for the second",
        1788.42,
        1794.22
    ],
    [
        " platoon came on the radio. That was Sergeant First Class William A. Ferrell, 38 from Stanton,",
        1794.22,
        1801.12
    ],
    [
        " Tennessee. He was a veteran of World War II and Korea had been a prisoner of war in Korea and could",
        1801.26,
        1808.06
    ],
    [
        " have chosen to remain in the States. He did not have to deploy with Vietnam with us. Everyone called",
        1808.06,
        1815.36
    ],
    [
        " him, Pappy. Ferrell kept asking Captain Su-Jini's where he was, telling him that they were mixed up with",
        1815.36,
        1822.26
    ],
    [
        " the North Vietnamese and had several wounded and killed. I couldn't pinpoint his location. I knew",
        1822.26,
        1828.72
    ],
    [
        " where he should have been directly east of our island. Pappy then radioed that he was hit,",
        1828.72,
        1834.36
    ],
    [
        " that there were three or four men with him all hit. I could hear the firing at his location over",
        1834.6,
        1841.3
    ],
    [
        " the radio. I never heard from Pappy again. He did not survive. This confusion that happened,",
        1841.3,
        1854.62
    ],
    [
        " this is fogal war stuff. This is this is complete fogal war stuff. And by the way, the enemy gets a",
        1854.66,
        1860.38
    ],
    [
        " vote. The enemy gets a vote. The enemy can do things like this that you don't expect. The enemy",
        1861.16,
        1866.22
    ],
    [
        " can hit you from multiple sides. The enemy can have a strategy to get or attack to getting close.",
        1866.22,
        1870.74
    ],
    [
        " That's what the enemy is going to do. You don't know what the enemy is going to do actually.",
        1871.06,
        1877.74
    ],
    [
        " You don't know what they're going to do. You don't know they're going to have mortars this time.",
        1878.28,
        1881.78
    ],
    [
        " Back to the book, Lieutenant Colonel McDade himself recalls when things began happening.",
        1883.16,
        1890.08
    ],
    [
        " I got in with Alpha Company. I know I was trying to figure out what was going on. I moved very fast.",
        1890.08,
        1897.04
    ],
    [
        " Let's get over there in those trees and let's all get together. The enemy seemed to be all over the",
        1897.22,
        1903.02
    ],
    [
        " woods. We had good tight control in the immediate area and we're trying to figure out where everybody",
        1903.02,
        1910.48
    ],
    [
        " else was. One of the things I was very concerned with was people being trigger happy and just",
        1910.48,
        1916.72
    ],
    [
        " shooting up the grass. I was telling them, make sure you know what you are shooting at because we",
        1916.72,
        1921.36
    ],
    [
        " are scattered. Notice how he says this, we had good tight control in the immediate area and we're",
        1921.36,
        1927.86
    ],
    [
        " trying to figure out where everyone else is. This is horrible. It shows you two things. When you have",
        1927.86,
        1933.98
    ],
    [
        " good tight control over people, you're okay. If you know where your people are, you're okay. There's",
        1933.98,
        1938.28
    ],
    [
        " the one of the worst feelings on the battlefield is not knowing where your guys are. That is one of",
        1938.28,
        1945.58
    ],
    [
        " the worst feelings on the battlefield, not knowing where your guys are.",
        1945.58,
        1949.64
    ],
    [
        " And sitting there trying to figure out where everyone else is, which I guess those two are the same",
        1951.24,
        1956.24
    ],
    [
        " things. The biggest concern that he has right now is he's so concerned about friendly fire.",
        1956.24,
        1962.32
    ],
    [
        " Keep control of your people. Back to the book, the battalion operations officer Captain Spires believes",
        1964.74,
        1973.94
    ],
    [
        " that the fact that the commanders were absent from their companies when the fight started",
        1973.94,
        1978.94
    ],
    [
        " contributed to the confusion. It had the most effect, I think, on Charlie Company. Their commander",
        1978.94,
        1985.98
    ],
    [
        " Captain Skip Fessmeyer was up with us and Don Cornette, the Charlie Company executive officer,",
        1985.98,
        1992.26
    ],
    [
        " was killed early on so they had no commander and they just disintegrated.",
        1992.28,
        1997.58
    ],
    [
        " So, leadership is the most important thing on the battlefield. Talk about that all the time.",
        2000.54,
        2004.0
    ],
    [
        " This is why. This is why when you see a platoon or a company that doesn't have any leadership,",
        2004.24,
        2010.98
    ],
    [
        " they fall apart. Now, if you are well trained and if you have a good succession plan and if you've",
        2011.14,
        2017.42
    ],
    [
        " done drills where the company commander gets killed and you take them out and other people have to",
        2017.42,
        2020.48
    ],
    [
        " step up and lead, yes, that is how you prepare for these situations. You have to prepare for those",
        2020.48,
        2025.58
    ],
    [
        " situations. You have to prepare for leaders to go down. But if you have no one that steps up,",
        2025.64,
        2032.06
    ],
    [
        " you're going to be in a real hard way, real fast. Back to the book. The entire area is now alive",
        2033.02,
        2043.36
    ],
    [
        " with North Vietnamese soldiers who had obviously cut through the battalions line of March,",
        2043.36,
        2047.72
    ],
    [
        " severing the head of the battalion from the body. Goins saw 3Gi's coming through the high grass",
        2047.96,
        2054.6
    ],
    [
        " running from the area, swarming with enemy. I jumped up and screamed to them, waving my arm.",
        2054.6,
        2061.18
    ],
    [
        " They saw me and headed directly to our position. The first man was a captain, our Air Force",
        2061.54,
        2065.74
    ],
    [
        " Forward Air Controller, who was completely spent. I pointed out the battalion command group,",
        2065.74,
        2070.16
    ],
    [
        " which was huddled to our rear at the at another ant hill and he crawled toward them. He was",
        2070.22,
        2075.1
    ],
    [
        " followed by the battalion sergeant major, Jim Scott, who dropped down next to me. And Scott was",
        2075.1,
        2080.54
    ],
    [
        " followed by a young, very small PFC who was delirious and holding his guts in with his hands.",
        2080.54,
        2086.68
    ],
    [
        " He kept asking, are the helicopters coming? I said, yes, hang on.",
        2086.92,
        2091.56
    ],
    [
        " The battalion commander initially thought that the incoming rounds were all friendly fire.",
        2093.28,
        2100.6
    ],
    [
        " So think about that. The battalion commander initially thought that the incoming rounds were",
        2101.78,
        2107.1
    ],
    [
        " all friendly fire. So what's his reaction? Take cover. Don't shoot back. Which is actually",
        2107.1,
        2112.08
    ],
    [
        " if you're getting maneuvered on by an enemy, the worst possible thing you can do is take cover and",
        2112.08,
        2117.82
    ],
    [
        " not shoot back because that means the enemy is going to maneuver faster on you back to the book.",
        2117.82,
        2121.4
    ],
    [
        " He had been hollering for all of us to cease fire and the word went out over the command net,",
        2121.52,
        2126.34
    ],
    [
        " but to no avail as the troops on the perimeter could see North Vietnamese.",
        2126.52,
        2130.54
    ],
    [
        " Can you imagine the confusion? You've got the battalion commander on the command net yelling to",
        2134.04,
        2138.08
    ],
    [
        " everyone to cease fire. Meanwhile, you can literally see North Vietnamese and you're shooting and",
        2138.08,
        2141.66
    ],
    [
        " engaging them. This is me. This is me. Him. The sergeant major and I were looking to the rear when",
        2141.66,
        2147.56
    ],
    [
        " I heard a loud blast. The sergeant major yelled, I'm hit. He had taken around in the back under his",
        2147.56,
        2153.22
    ],
    [
        " armpit and there was a large hole underneath his right arm. I told him he would be okay to bandage",
        2153.22,
        2158.92
    ],
    [
        " it himself. This he did ripping off his shirt. Then he picked up his M16 and headed back to one of",
        2158.92,
        2166.36
    ],
    [
        " the ant hills. I saw the sergeant major a few times after that and he was fighting like a demon.",
        2166.36,
        2171.04
    ],
    [
        " Sergeant major Scott says I took a bullet through my chest, not more than 15 or 20 minutes into the",
        2173.48,
        2178.4
    ],
    [
        " battle. I could see enemy soldiers to our left right and front in the in platoon and company size",
        2178.4,
        2183.82
    ],
    [
        " elements. They were up in trees up on top of ant hills and in the high grass. We weren't exactly",
        2183.82,
        2190.48
    ],
    [
        " organized. We didn't have time. Everything happened all at once. I didn't see a whole being dug up",
        2190.48,
        2196.9
    ],
    [
        " prior to 8 p.m. that night. We did use the trees and ant hills for cover. Within a half an hour, there",
        2196.9,
        2203.2
    ],
    [
        " was an attempt to organize groups into defensive position in the company area. Individuals did this.",
        2203.2,
        2209.2
    ],
    [
        " No one in particular. I think that's what saved us. This is decentralized command coming out. You",
        2209.36,
        2217.84
    ],
    [
        " the only thing that gets them together is that individuals stepped up and said okay we need to",
        2217.84,
        2222.14
    ],
    [
        " form a perimeter defense. Now unfortunately a half an hour an hour had already passed when they",
        2222.14,
        2227.56
    ],
    [
        " got to this point where the individual start making the call. The other thing is there's a lack of",
        2227.56,
        2233.06
    ],
    [
        " overall direction. So you get to a point where if everyone knew hey here's where the position",
        2233.6,
        2240.42
    ],
    [
        " we're going to be in the battalion. Here's our formation. If something happens here's what we're",
        2240.42,
        2243.9
    ],
    [
        " going to do. We're going to bounce towards this area. There's all kinds of contingency plans",
        2243.9,
        2248.06
    ],
    [
        " that could have been done here. No again, I'm doing hindsight 2020 which I hate doing. But we are",
        2248.06,
        2253.88
    ],
    [
        " trying to learn and we are trying to talk to all the military people that are listening to this",
        2253.88,
        2262.16
    ],
    [
        " think about this. Then I had this I probably told this story before but when we first got to Ramadi",
        2262.34,
        2269.32
    ],
    [
        " my one of the junior officers was taking a patrol out and it was a combined patrol with some",
        2269.32,
        2279.18
    ],
    [
        " Iraqi soldiers and some seals and he was going over the patrol route with me and he got to this",
        2279.18,
        2284.98
    ],
    [
        " big open field and he said yeah we got to go across this field because it's the only way to get",
        2284.98,
        2289.24
    ],
    [
        " from here to there. And I said what are you going to do when you get to this open field? He said",
        2289.24,
        2292.26
    ],
    [
        " well we're just going to get across it. That's how he can get across it. And he said well we're",
        2292.26,
        2296.72
    ],
    [
        " going to walk across it. I said what if you get hit and he didn't really have any answer. I said okay",
        2296.72,
        2301.34
    ],
    [
        " so here's what you're going to do. Leave some guys in the tree line over here. Have these guys bound",
        2301.34,
        2305.98
    ],
    [
        " across to this little dyke right here. Then those guys can join them. Cover move. Just cover",
        2305.98,
        2310.48
    ],
    [
        " move across this field. And that's what they did and sure enough they actually got hit. They got",
        2310.48,
        2315.22
    ],
    [
        " hit with a pretty significant attack and with mortars and small arms fire and they covered moved",
        2315.22,
        2320.46
    ],
    [
        " out of the situation. But my point is looking at the terrain beforehand having a plan and the",
        2320.46,
        2327.12
    ],
    [
        " next queuing the plan and dictating the situation you're going to be in instead of letting the",
        2327.12,
        2330.24
    ],
    [
        " the situation dictate what happens to you. Don't do that. It's not a good answer. Situation dictates",
        2330.24,
        2337.54
    ],
    [
        " that's not a good we dictate the situation. Talked about it before. And then have your",
        2337.54,
        2345.6
    ],
    [
        " like the Vietnamese command was very broad. The commanders intent get close split them up. These",
        2345.6,
        2352.18
    ],
    [
        " guys didn't have a command like that. What could the opposite command have been then stick together.",
        2352.18,
        2357.54
    ],
    [
        " Stick together keep integrity. Well there you go. Don't let them in close. Okay there you go.",
        2358.08,
        2365.06
    ],
    [
        " Back to the book. Sujini's and Guin are agree that it was not long after this the",
        2370.62,
        2377.12
    ],
    [
        " the commander of alpha companies missing second platoon lieutenant Gordon Grove staggered into",
        2377.12,
        2381.44
    ],
    [
        " the American position from the east. Here's Larry Guin talking. I saw Gordon Gordy Grove coming",
        2381.44,
        2386.92
    ],
    [
        " across the field along with two wounded men. They were the only ones left of this platoon who could",
        2386.92,
        2392.6
    ],
    [
        " move. Grove was distraught. We got him and his two men with us and our got our menics working on",
        2393.36,
        2400.22
    ],
    [
        " the wounded. Then Gordy asked for men to go back with him to get his people. Joe Shadini's said Gordy",
        2400.22,
        2407.58
    ],
    [
        " I can't send anybody about else back out there. It was clear that to leave this perimeter was deaf.",
        2407.58,
        2414.56
    ],
    [
        " Everywhere you looked you could see North Vietnamese. Gordy asked permission to go talk to the",
        2415.34,
        2420.9
    ],
    [
        " battalion commander. Sujini said go ahead. He jogged over, asked me, date for help to get his men,",
        2421.46,
        2427.8
    ],
    [
        " got a negative response. So he came back to our anvil. So this is one of those classic examples",
        2428.16,
        2434.38
    ],
    [
        " you hear about a whole time. People will try and get you in the catch 22 question like the",
        2434.38,
        2441.8
    ],
    [
        " got you question. Well what would you do if you were in the situation and you some of your guys",
        2441.8,
        2445.66
    ],
    [
        " were still out there but you didn't have enough people to go get them or you were being overwhelmed.",
        2445.66,
        2448.92
    ],
    [
        " What would you do? Well here's what these guys did right here. They're like no you can't go get them.",
        2448.92,
        2453.56
    ],
    [
        " Are you sending more people out there? They're going to die. If they die. If we send 10 guys out there,",
        2453.56,
        2457.74
    ],
    [
        " 15 guys out there, 18 guys out there to go recover the split. We're going to lose 18 more guys.",
        2457.8,
        2461.24
    ],
    [
        " We're going to staple it. We're in fight as best we can from here. We'll get fire superiority back.",
        2461.5,
        2466.1
    ],
    [
        " We'll get our shit together and then we'll go get these guys.",
        2466.24,
        2469.64
    ],
    [
        " Gwyn adds there was a tremendous battle going on in the vicinity of where we had come into the",
        2470.9,
        2478.2
    ],
    [
        " clearing and beyond there in the jungle. It was Charlie company caught in the killing zone of the",
        2478.2,
        2484.02
    ],
    [
        " ambush fighting for its life. The mortar fire had ceased. The enemy tubes apparently had been",
        2484.02,
        2489.64
    ],
    [
        " overrun by Charlie company because we found them all the next day but there were still hundreds of",
        2489.64,
        2495.08
    ],
    [
        " North Vietnamese calmly walking around the area we were observing. Now began the sniping phase of",
        2495.08,
        2501.94
    ],
    [
        " our battle. I call it that because for a long period of time all we did was pick off enemy wandering",
        2501.94,
        2507.08
    ],
    [
        " around our perimeter and this lasted until we started getting air support. Everything that had",
        2507.08,
        2512.16
    ],
    [
        " happened to this point had probably taken less than 30 minutes. Gwyn saw major Frank Henry the",
        2512.16,
        2523.18
    ],
    [
        " battalion executive officer lying on his back using the radio trying desperately to get some",
        2523.18,
        2527.14
    ],
    [
        " tactical air support and succeeding. The air was on the way but there was no artillery or aerial",
        2527.14,
        2532.62
    ],
    [
        " rocket artillery yet. Jim Spires the S3 ran over to us and queered Gordon Grove.",
        2532.62,
        2539.48
    ],
    [
        " Gordy Grove asked the situation outside the perimeter where he had just come from.",
        2540.08,
        2543.94
    ],
    [
        " Grove told them there were still men out there tightened into a small perimeter but they were all",
        2544.72,
        2549.12
    ],
    [
        " wounded and dying and the radios had all been knocked out. Captain Spires asked the second time if",
        2549.12,
        2555.1
    ],
    [
        " he thought anyone was still alive and none of us said anything. Gwyn climbed up top a termite hill",
        2555.1,
        2562.28
    ],
    [
        " and began sniping at the North Vietnamese visible across the clearing in the trees to the south",
        2562.28,
        2566.74
    ],
    [
        " with Zem 16 rifle. There were plenty of targets and I remember picking off 10 or 15 NVA from my",
        2566.74,
        2573.44
    ],
    [
        " position. My memories revolve around the way in which each enemy soldier fell that I hit.",
        2573.44,
        2578.84
    ],
    [
        " Some would simply slump to the ground. Some reacted as if they had been hit by a truck.",
        2579.76,
        2585.08
    ],
    [
        " Some that I missed on the first and second shots kept on milling around until I finally hit them.",
        2586.48,
        2591.42
    ],
    [
        " What we did not know at the time was that they were wandering around the elephant grass looking",
        2592.36,
        2597.18
    ],
    [
        " for Americans who were still alive and killing them off one by one.",
        2597.18,
        2601.78
    ],
    [
        " North Vietnamese soldiers climbed into trees and on top of those brush covered termite hills",
        2603.12,
        2611.36
    ],
    [
        " and poured fire down on the cavalry troops. Troopers trapped in the tall grass below them in the",
        2611.36,
        2622.26
    ],
    [
        " from both sides. The strike at the head of the column was followed so quickly by the enemy",
        2622.26,
        2627.7
    ],
    [
        " encircling assaults that the whole business seemed to erupt almost simultaneously.",
        2627.7,
        2631.88
    ],
    [
        " Without doubt some of some platoons of McDade's battalion were alert and in as secure a formation as",
        2632.7,
        2641.5
    ],
    [
        " they could achieve in the elephant grass brush and fixed scrub trees. But the visibility",
        2641.5,
        2647.58
    ],
    [
        " problem made it difficult to maintain formation and one result was that American troop for",
        2647.58,
        2652.52
    ],
    [
        " coastal one another then was tactically sound providing juicy grenade juicy targets for a grenade",
        2652.52,
        2658.82
    ],
    [
        " mortar round or a burst from AK-47 rifle. All down the column platoon leaders, sergeants,",
        2658.82,
        2666.64
    ],
    [
        " radio operators and riflemen by the dozens were killed or wounded in the first 10 minutes",
        2667.06,
        2672.26
    ],
    [
        " rapidly degrading communication, cohesion and control.",
        2672.26,
        2676.84
    ],
    [
        " So this whole thing that we've talked about up in the spongebob is like a half an hour,",
        2678.0,
        2684.1
    ],
    [
        " just a brutal onslaught that kicked off with massive violence of action.",
        2684.46,
        2690.06
    ],
    [
        " Captain Fesmeyer adds, the result was very intense individual hand-to-hand combat.",
        2690.88,
        2699.46
    ],
    [
        " In the confusion I had no idea exactly where the company was located.",
        2700.16,
        2705.2
    ],
    [
        " When Lieutenant Cornette died it was virtually impossible for me to talk to anyone in my company.",
        2705.82,
        2710.92
    ],
    [
        " The battle had clearly become an individual struggle for life.",
        2712.06,
        2717.28
    ],
    [
        " Again that was the goal of the Vietnamese was to make it an individual struggle,",
        2718.0,
        2728.0
    ],
    [
        " was to get in close, was to separate people from the main battalion, to split it up into as many",
        2728.2,
        2735.0
    ],
    [
        " parts as possible so they could pick it apart. Speck for Jack Smith who was in Charlie Company",
        2735.0,
        2742.84
    ],
    [
        " had been a radio operator until about a week or so before this operation when he was shifted to",
        2742.84,
        2747.06
    ],
    [
        " a supply clerk's job. The events of November 17 are etched on his mind. Smith's company commander",
        2747.06,
        2755.08
    ],
    [
        " Captain Fesmeyer had like the others been called to the front by Lieutenant Colonel McDade.",
        2755.86,
        2760.52
    ],
    [
        " Subsequently many people pointed to this as a major error and in light of what has happened it was",
        2761.08,
        2768.3
    ],
    [
        " the firing began to roll on all around us. The executive officer of my company, a man called",
        2768.3,
        2775.1
    ],
    [
        " Don Cornette, a very fine officer, jumped up and in the best style of the infantry school yelled",
        2775.1,
        2781.08
    ],
    [
        " follow me. Elements of our first and second platoons ran right towards a series of ant hills.",
        2781.12,
        2787.66
    ],
    [
        " Within ten feet of them we saw where the machine gunners behind them firing point blank at us.",
        2788.14,
        2793.22
    ],
    [
        " Men all around me began to fall like moan grass. I had never seen people killed before.",
        2794.64,
        2801.1
    ],
    [
        " They began to drop like flies and die right in front of me.",
        2801.54,
        2804.26
    ],
    [
        " These were the only friends I had and they were dying all around me.",
        2805.36,
        2810.3
    ],
    [
        " Private first class James H. Shadden was in Thorpe's Delta Company mortar platoon.",
        2817.36,
        2826.18
    ],
    [
        " The intensity of the fire increased to the point where Shadden couldn't hear anything but weapons",
        2826.48,
        2832.22
    ],
    [
        " firing. Here's what he says, tone Johnson came crawling with me,",
        2832.22,
        2837.26
    ],
    [
        " hitting the cheek in the back of the hand. The trees were full of North Vietnamese but spotting",
        2837.28,
        2842.14
    ],
    [
        " one was almost impossible. They blended in so well. I kept raising up to try and detect a good target.",
        2842.14,
        2848.3
    ],
    [
        " Matthew Shelton who was laying next to me kept jerking me down. As I raised up again a bullet pierced",
        2848.7,
        2855.0
    ],
    [
        " my helmet straight through front to back. I went down again and came back and as I came back up a",
        2855.0,
        2862.28
    ],
    [
        " bullet struck the tree beside my head from behind. I don't know if we were surrounded or was our own",
        2862.28,
        2869.4
    ],
    [
        " men. They were firing wild. Anything that moved somebody shot at it. One troop were crawled up next",
        2869.4,
        2877.66
    ],
    [
        " to me shooting through the grass a few inches off the ground toward where our own people lay,",
        2877.66,
        2882.38
    ],
    [
        " never thinking what he was doing. I told him to be sure he knew what he was shooting at.",
        2882.7,
        2886.76
    ],
    [
        " The firing eventually began to slack off. Shadden has no idea how much time elapsed. There was no way to",
        2888.5,
        2896.22
    ],
    [
        " keep track of time in a fight like this. Men were wounded and dead all in the area. Six were alive",
        2896.22,
        2904.46
    ],
    [
        " that I know of. Sergeant Tyler, PFC Carter, PFC Johnson, PFC Shelton, PFC Cones and myself.",
        2904.46,
        2912.62
    ],
    [
        " Tyler gave the only order I heard during the entire fight. Try to pull back before they finish us off.",
        2913.8,
        2922.18
    ],
    [
        " Shelton froze to the ground and would not move. The five of us proceeded to try and pull back but",
        2923.96,
        2930.82
    ],
    [
        " the snipers were still in the trees. Soon I was hitting the right shoulder which for a time rendered",
        2930.82,
        2936.68
    ],
    [
        " at useless. Tyler was hitting the neck about the same time he died in arms length from me begging for",
        2936.68,
        2943.4
    ],
    [
        " the medic, spec for William Pleasant who has already dead. The last words Tyler ever spoke or",
        2943.4,
        2952.12
    ],
    [
        " I'm dying. Sergeant Tyler 35 was from Columbia, South Carolina.",
        2952.12,
        2960.34
    ],
    [
        " The helplessness I felt is beyond description. Within a few minutes I was hit again in the left knee.",
        2963.98,
        2971.08
    ],
    [
        " The pain was unbearable. Cones was hitting the feet and ankle. We were wounded and trapped.",
        2971.58,
        2980.54
    ],
    [
        " I could see we were getting wiped out. A buddy helped me bandage my leg. He got the bandage off",
        2981.26,
        2989.18
    ],
    [
        " a dead Vietnamese. I got behind a log and there was a Vietnamese there busted up and dead.",
        2989.18,
        2996.46
    ],
    [
        " This was behind us so I knew we were surrounded.",
        2997.06,
        3002.0
    ],
    [
        " It's crazy to think these are Americans. It's crazy to think you always think",
        3013.72,
        3028.88
    ],
    [
        " you don't always have the upper hand.",
        3029.38,
        3031.58
    ],
    [
        " He hadn't continued on. It appears as if the ground was opening up and swallowing the",
        3032.16,
        3042.38
    ],
    [
        " mortar man. They fell so fast. A brown wave of death rolled over them and on into Charlie",
        3042.38,
        3049.52
    ],
    [
        " Company. Vietnamese intermixed with them. Then reality set in. The enemy held ground beyond the",
        3049.52,
        3057.48
    ],
    [
        " the column was cut in half. Incoming fire drew our attention back to the tree line. The firing",
        3058.02,
        3064.66
    ],
    [
        " increased rapidly. We returned fire at muzzle flashes. I heard an explosion behind me. Turning I",
        3064.66,
        3071.0
    ],
    [
        " saw a chikong grenades landing. All flash and smoke no casualties. The volume of fire became almost",
        3071.0,
        3077.58
    ],
    [
        " ununderable. Bullets peeled bark from trees. Vegetation disintegrated. I looked to Lieutenant James",
        3077.58,
        3085.56
    ],
    [
        " Lawrence for help. Saw his head violently recoil. He hit the ground.",
        3085.56,
        3090.68
    ],
    [
        " Here's another description back to the book. Here's what the Vietnam war looked like in the",
        3092.06,
        3102.68
    ],
    [
        " afternoon of November 17 through the eyes of two of Captain Forest Alpha Company riflemen.",
        3102.68,
        3108.52
    ],
    [
        " PFC David A. Perp Lavender of Murphy's Burrow, Illinois and spec four James Young of Steelville,",
        3109.04,
        3118.08
    ],
    [
        " Missouri says Lavender. My platoon was bringing up the rear. We started to maneuver and work our way",
        3118.26,
        3124.94
    ],
    [
        " up the column to help those ahead. Every time we made a move we were hit by mortars. It was",
        3124.94,
        3131.5
    ],
    [
        " something you can't describe. People were dropping like flies. The first blast killed a young soldier",
        3131.5,
        3137.46
    ],
    [
        " named Locatelli. Every time we moved they dropped mortars on us. I know we must have had 12 or 15",
        3139.84,
        3145.32
    ],
    [
        " wounded out of our platoon, including our platoon leader. These were my buddies. I had been within the",
        3145.32,
        3151.58
    ],
    [
        " army for two years. The majority of our whole battalion had been drafted at age 21 and had been",
        3151.58,
        3157.78
    ],
    [
        " in the service for over 18 months. All of us were nearly 23 years old. They became my brothers over time.",
        3157.78,
        3166.06
    ],
    [
        " Hearing these fellows scream, hearing them killed stuck in my heart and mind ever since.",
        3167.46,
        3173.02
    ],
    [
        " The most critical part of this fight was the beginning. It was the surprise. They had us in a",
        3174.0,
        3183.94
    ],
    [
        " U-shaped ambush and they had us cut off with mortars. Surprise and violence of action.",
        3183.94,
        3192.86
    ],
    [
        " Surprise and violence of action. Two key elements of fire fights. Here's what young said.",
        3194.46,
        3203.48
    ],
    [
        " The other individual introduced a moment ago. There was a grassy field to my left, 25 or 30 yards,",
        3204.68,
        3211.22
    ],
    [
        " and a sniper off on my right. I couldn't see him, but I saw a tracer bullet go across my hand.",
        3211.22,
        3217.5
    ],
    [
        " I felt the wind of that bullet. The same bullet passed over the back of Smith's neck.",
        3218.42,
        3224.76
    ],
    [
        " He was lucky. He had his head down. Our company commander, Captain Forest, came running along",
        3225.3,
        3230.98
    ],
    [
        " our line. He was stopping and telling everybody where to go. He acted as though he was immune to",
        3230.98,
        3235.9
    ],
    [
        " enemy fire. I don't know how he kept from getting hit.",
        3235.9,
        3238.8
    ],
    [
        " So, Captain Forest stepping up and leading and what's...",
        3243.78,
        3249.04
    ],
    [
        " Things do not happen without leadership. So unless he gets up and makes these things happen,",
        3249.04,
        3256.02
    ],
    [
        " they are not going to happen. That's what you do as a leader. You have to make things happen.",
        3256.26,
        3260.82
    ],
    [
        " Talk about it all the time. There's an example of it. Things do not happen unless you make them happen.",
        3261.06,
        3267.76
    ],
    [
        " If you remember that oftentimes in Vietnam, there would be a command and control helicopter.",
        3274.44,
        3279.66
    ],
    [
        " We talked about this on 105 where the brigade commander actually came and landed for a little bit",
        3280.14,
        3285.68
    ],
    [
        " and then left. That was Colonel Tim Brown. Here we have a little section with talking about",
        3285.68,
        3291.98
    ],
    [
        " what's going on with him. Back to the book. Colonel Tim Brown's helicopter was running low on fuel.",
        3291.98,
        3296.26
    ],
    [
        " And the chopper had to return to refuel. Brown says, I knew they weren't a contact. I did not know",
        3296.52,
        3303.58
    ],
    [
        " how severe or anything else. While I was talking to McDade, I could hear rifle fire, but he didn't know",
        3303.58,
        3310.42
    ],
    [
        " what was happening. I asked, what happened to your lead unit? He didn't know. Where's your",
        3310.42,
        3317.4
    ],
    [
        " trailing units? He didn't know. And he didn't know what happened to any of the rest of them.",
        3317.4,
        3323.56
    ],
    [
        " Nobody knew what the hell was going on. We were not in a position to shoot a bunch of artillery",
        3324.22,
        3328.76
    ],
    [
        " or airstrikes in there because we didn't know where to put them. Only now did Colonel Brown begin",
        3328.76,
        3335.22
    ],
    [
        " rounding up reinforcements to send in to help Bob McDade's second battalion.",
        3335.22,
        3340.58
    ],
    [
        " You notice what he wants to know is where people are. That's, you've heard me talk about this",
        3343.88,
        3351.68
    ],
    [
        " before. I used to ask the young junior officers what's the most important piece of information you",
        3351.68,
        3355.26
    ],
    [
        " can have on the battlefield and they say where the enemy is and how many there are and what kind of",
        3355.26,
        3359.58
    ],
    [
        " weapons there are. And no, the most important piece of information there is on the battlefield is",
        3359.58,
        3363.42
    ],
    [
        " where you are. And I actually tell the same thing to businesses because sometimes businesses don't",
        3363.42,
        3367.12
    ],
    [
        " know where they are because they're not tracking what they're doing. So you ask them, hey,",
        3367.12,
        3370.4
    ],
    [
        " where are you and your P&L and your profit loss? They don't know. You ask them where they're doing",
        3370.46,
        3376.2
    ],
    [
        " and they're how where their sales performances. They don't know. Wow, we're going to make any changes.",
        3376.2,
        3380.4
    ],
    [
        " You need to know where you are. Most important piece of information there is.",
        3381.04,
        3385.66
    ],
    [
        " Here's McDade talking. Again, this is the colonel or the battalion commander, Lieutenant Colonel,",
        3386.96,
        3396.04
    ],
    [
        " in charge on the ground. In that first hour or so, the situation was so fluid that I was acting more",
        3396.56,
        3401.68
    ],
    [
        " as a platoon leader than a battalion commander. That's a flag, red flag, right? If you're acting as a",
        3401.68,
        3407.46
    ],
    [
        " platoon leader and you're in charge of a platoon is 40 guys. A battalion is 500, 600. And he's",
        3407.46,
        3414.0
    ],
    [
        " acting as a platoon leader. Who's running the battalion? We were trying to secure a perimeter. I was",
        3414.0,
        3420.4
    ],
    [
        " trying to figure out what the hell was going on myself. I don't think anybody in the battalion could",
        3420.4,
        3424.38
    ],
    [
        " have told you what the situation really was at that time. I can see where this might have left",
        3424.38,
        3430.22
    ],
    [
        " Tim Brown, the brigade commander in the dark about what was going on. I didn't know myself until",
        3430.22,
        3435.28
    ],
    [
        " things quieted down. The battalion commander adds, I could have yelled and screamed that we were in",
        3435.42,
        3441.42
    ],
    [
        " a death trap and all that crap, but I didn't know it was as bad as it was. I had no way of checking",
        3441.42,
        3447.18
    ],
    [
        " visually or physically by getting out of that perimeter. So all I could do is hope to get back in touch.",
        3447.18,
        3452.18
    ],
    [
        " I wasn't going to scream that the sky was falling, especially in a situation where nobody could do",
        3453.46,
        3458.32
    ],
    [
        " anything about it anyways. So if you don't know what's going on, that means there's a bad problem.",
        3458.32,
        3470.64
    ],
    [
        " That's my assessment. And also, it's also, if you... I'm not trying to say that you should cry",
        3471.14,
        3481.48
    ],
    [
        " wolf because you shouldn't. But when things are going sideways, you can wait for them to develop",
        3481.48,
        3489.66
    ],
    [
        " if you have a grip of what's happening. If you don't know what's happening, you better spin some",
        3489.66,
        3494.62
    ],
    [
        " people up to come help you. At least get them spinning, at least get them turning. That happens a lot",
        3494.62,
        3499.16
    ],
    [
        " where the guy on the ground might not fully understand what's happening. Make the call and say,",
        3499.16,
        3503.3
    ],
    [
        " hey, I need... I'm standby to support. Stand by, get QRF spun up. You make those calls. Doesn't mean",
        3503.3,
        3509.94
    ],
    [
        " send anybody, but get them ready. Get them closer. Get them on standby. QRF is quick reaction",
        3510.44,
        3515.18
    ],
    [
        " force. So if I'm on the ground, all of a sudden I get shot at from multiple different directions,",
        3515.18,
        3518.12
    ],
    [
        " I'm not really sure what's happening. I might not say send the QRF, but I'll say, hey,",
        3518.46,
        3523.14
    ],
    [
        " have the QRF move to position alpha, which is very close to where I am in case I do need them in",
        3523.38,
        3529.18
    ],
    [
        " 15 minutes or a half an hour or an hour or right now, I've at least made that progression.",
        3529.18,
        3534.48
    ],
    [
        " Is that like for just provide some general awareness for your QRF, quick reaction force.",
        3535.1,
        3542.94
    ],
    [
        " They might be 30 minutes away and they might need 15 minutes of notification time.",
        3543.18,
        3549.9
    ],
    [
        " So I mean, if you call them right now, they're going to be here in 45 minutes. 45 minutes from",
        3550.28,
        3556.82
    ],
    [
        " bad firefight is not going to help you. So your first call, now you might bring them in and you",
        3556.82,
        3562.72
    ],
    [
        " pre-plan this. This is when I talk about pre-planning. We would always pre-plan, hey, if we need QRF,",
        3562.72,
        3566.8
    ],
    [
        " we're going to call you to this point here. We'll call you to this point here. If we need to bring",
        3566.84,
        3570.62
    ],
    [
        " you on standby, we'll call you to this point. Let's say this point is 500 meters away from where we",
        3570.62,
        3574.5
    ],
    [
        " actually are. And then we have one that's right where we are. Like you come to this building. If we",
        3574.5,
        3580.1
    ],
    [
        " call QRF, you come to this building, we're going to try and get into that building. If you don't",
        3580.1,
        3584.24
    ],
    [
        " hear from us, and we just call for QRF, come to that building. We'll be inside it the best of our",
        3584.24,
        3587.68
    ],
    [
        " ability. As they get closer, hopefully you can establish communications with them directly. But",
        3587.68,
        3593.02
    ],
    [
        " if you start losing control of the situation, this is the thing. When you start losing control of",
        3593.02,
        3598.42
    ],
    [
        " the situation, you call up the QRF and say, hey, move to the staging point. So now they're moving.",
        3598.42,
        3604.68
    ],
    [
        " You started that 45 minute clock, right? Now they've all spun up. They're all getting in their",
        3604.94,
        3609.38
    ],
    [
        " vehicles. They woken up the people that need to get out. They get in their vehicles and they drive.",
        3609.38,
        3613.36
    ],
    [
        " Now they might get to the 500 meters away. I had the situation under control. They say, hey,",
        3614.32,
        3619.1
    ],
    [
        " we don't know if you come in. We're okay. Hold off on what you got. They're bombed, but they don't",
        3619.34,
        3624.18
    ],
    [
        " care. They'd rather have that. Because maybe in 30 minutes, things have developed two point where",
        3624.18,
        3629.3
    ],
    [
        " I need them. Now they can get there in 15 minutes instead of in 45. So again, we're not trying to",
        3629.3,
        3635.64
    ],
    [
        " spin up and waste assets. But in actually, you know, who did this a very similar in the previous",
        3635.64,
        3641.06
    ],
    [
        " podcast, the guy that called Broken Arrow, which means troops are about to be overrun. He didn't wait",
        3641.64,
        3645.28
    ],
    [
        " for anyone telling me. He just called it. He's okay. Broken Arrow. Now it takes some time for",
        3645.28,
        3649.1
    ],
    [
        " those guys to show up there. And by the time they got there, they needed them.",
        3649.1,
        3651.34
    ],
    [
        " Similar thing. Now, yeah, they don't advocate yelling or screaming. Sometimes you might have to,",
        3652.28,
        3662.82
    ],
    [
        " though. You know, you might need to get that information. People aren't paying attention.",
        3662.82,
        3666.84
    ],
    [
        " What you're saying, it can be impactful if you've ever been sitting in a tactical operations",
        3666.92,
        3670.52
    ],
    [
        " that are where you hear people yelling, it gets tension. Because most, most military guys don't",
        3670.52,
        3675.08
    ],
    [
        " yell and scream for no reason. They're yelling and screaming because there's a reason why they're",
        3675.08,
        3678.16
    ],
    [
        " yelling and screaming. Don't recommend it. I don't recommend it, but I've heard it. You know, I",
        3678.16,
        3689.0
    ],
    [
        " prefer the calm guys. If you got a yelling scream, then calm down and talk about what you actually",
        3689.0,
        3694.48
    ],
    [
        " need. You can't just continue yelling scream because you'll, you won't get through clear",
        3694.48,
        3698.44
    ],
    [
        " communication. You'll come off as too emotional. And you know, you just become hard to understand",
        3698.98,
        3706.14
    ],
    [
        " where you're screaming yelling. Calm down. Get their attention. Give simple clear concise",
        3706.14,
        3710.94
    ],
    [
        " direction of what you want. Back to the book. Each and every man still alive on that field,",
        3710.94,
        3716.38
    ],
    [
        " American and North Vietnamese was fighting for his life. In the tall grass, it was nearly impossible",
        3716.46,
        3721.4
    ],
    [
        " for the soldiers of either side to identify friend or fro, except at extremely close range.",
        3721.4,
        3726.6
    ],
    [
        " Americans in Olive Drab and North Vietnamese in mustard brown were fighting and dying side-by-side.",
        3727.46,
        3733.56
    ],
    [
        " It may have begun as a meeting engagement, a hasty ambush, a surprise attack, a battle of",
        3734.14,
        3741.14
    ],
    [
        " maneuver, and in fact, it was all those things. But within minutes, the result was a wild melee,",
        3741.14,
        3746.86
    ],
    [
        " a shootout with just gunfighters killing not only the enemy, but sometimes their friends just a few",
        3747.34,
        3754.48
    ],
    [
        " feet away. There would be no cheap victory here this day for either side. There would be no",
        3754.48,
        3761.88
    ],
    [
        " victory at all. Just the horrible certainty of death in the tall grass.",
        3761.88,
        3768.06
    ],
    [
        " Unbelievable. horrible.",
        3769.56,
        3774.44
    ],
    [
        " Horrible.",
        3775.9,
        3778.16
    ],
    [
        " Back to the book. Just forward of the headquarters section of the column, Charlie Company was",
        3778.64,
        3784.04
    ],
    [
        " beginning to die. Charlie Company. Just talking about Charlie Company, a whole company of men,",
        3784.04,
        3789.68
    ],
    [
        " 150 guys. Speck for Jack Smith was with the lead elements in the Charlie Company formation,",
        3789.74,
        3797.42
    ],
    [
        " nearly 10 at Don Cornette, the acting company commander, when the company charged into the",
        3798.1,
        3802.24
    ],
    [
        " teeth of the enemy machine guns in the first seconds. Smith saw one of the radio operators fall",
        3802.24,
        3806.94
    ],
    [
        " dead with a bullet through his chest, his eyes, and tongue bulging out. The men of Charlie Company",
        3806.94,
        3813.38
    ],
    [
        " were firing in all directions. Smith recalls, within a span of perhaps 20 minutes, everyone around",
        3813.38,
        3819.46
    ],
    [
        " me was dead or wounded except me. You have to understand that in our area, the elephant grass was",
        3819.46,
        3827.46
    ],
    [
        " chest high. Once you hit the dirt, your world was about as big as a dining room table.",
        3827.46,
        3832.7
    ],
    [
        " Your worlds completely confined to that area and the six or seven men around you.",
        3833.94,
        3839.06
    ],
    [
        " At that point, we were isolated. Alpha Company was in the same shape. Then the North Vietnamese",
        3839.96,
        3846.92
    ],
    [
        " swept through. I believe they came between Alpha and our company and began to shoot people.",
        3846.92,
        3851.84
    ],
    [
        " We didn't know if the noise was from five feet away as they began to shoot people,",
        3852.5,
        3856.72
    ],
    [
        " was friendly or enemy. Smith saw soldiers take machine guns, lie flat on the ground to begin firing",
        3856.84,
        3866.8
    ],
    [
        " into the grass. Often they were firing right into the muscles of other American machine guns.",
        3866.8,
        3872.42
    ],
    [
        " People were screaming to stop the shooting. It began to have all the elements of a massacre.",
        3872.88,
        3877.8
    ],
    [
        " Nobody was in control because all the officers were to the front and our radio operators had fallen",
        3879.66,
        3885.64
    ],
    [
        " dead on their radio sets. No leadership, no communication. You know, I talked to businesses that",
        3885.64,
        3896.46
    ],
    [
        " I explained this to my there's your point. There it is loud and clear. Tell these businesses,",
        3896.46,
        3901.38
    ],
    [
        " when I go and talk to businesses, they talk about this problem and that problem, the other problem.",
        3901.38,
        3904.36
    ],
    [
        " The problem is leadership. That's what the problem is. The problem is leadership.",
        3904.72,
        3908.46
    ],
    [
        " And this situation like this where the leaders are not there to lead, you've got serious problems",
        3909.36,
        3916.7
    ],
    [
        " on your hands, especially once again, if you haven't trained people to lead to step up and lead",
        3916.7,
        3921.82
    ],
    [
        " when the leader's gone. If you haven't trained people to do that, you're going to have problems.",
        3921.82,
        3925.86
    ],
    [
        " No one is going to lead.",
        3926.76,
        3928.02
    ],
    [
        " Back to the book, pain, fought the North Vietnamese had done a much better job of anticipating and",
        3929.32,
        3943.44
    ],
    [
        " preparing for the attack. But the Americans who survived the initial onslaught began to rally.",
        3943.44,
        3948.64
    ],
    [
        " In one respect, you could think of it as little big horn. We were surrounded with our packs in",
        3949.44,
        3954.38
    ],
    [
        " front of us shooting it out. During the course of that long afternoon, I never saw soldier not do his",
        3954.38,
        3961.4
    ],
    [
        " duty. I never saw anyone who coward in the face of the enemy. Our backs were against the wall and it",
        3961.4,
        3969.08
    ],
    [
        " was a matter of survival. Every person I saw rose to the occasion. So this is the American troopers",
        3969.08,
        3975.8
    ],
    [
        " are doing what American troopers do. Fight. Even in these terrible situations, no one",
        3975.8,
        3983.76
    ],
    [
        " cowers, no one stands down. Back to the book. Shortly afterward, the command came over the battalion",
        3983.76,
        3991.72
    ],
    [
        " net throw smoke. Lieutenant Gwen moved a little away into the grass and the men in Albany perimeter",
        3991.72,
        3997.5
    ],
    [
        " all began to throw smoke grenades. I saw skip fesmire, Charlie company commander throwing smoke.",
        3997.5,
        4004.26
    ],
    [
        " I had no idea what the hell he was doing up here. Our perimeter was marked with colors with all",
        4004.26,
        4010.0
    ],
    [
        " colors of smoke delineating our positions and shortly after the air strike started.",
        4010.0,
        4015.16
    ],
    [
        " They were the they were a one e sky raiders with napalm. The first napalm canisters fell right at",
        4015.92,
        4025.42
    ],
    [
        " the point where sigeni and I had left the jungle and came into the clearing. We could see masses",
        4025.42,
        4030.26
    ],
    [
        " of north Vietnamese on the other side. I was sure I was very sure they were going to come across",
        4030.26,
        4035.3
    ],
    [
        " at us. I think they were cleaning up over there, shooting down at the ground, dispatching our wounded.",
        4035.3,
        4040.54
    ],
    [
        " That first strike was right on target with two napalm cans. I saw them hit the tops of the trees",
        4041.5,
        4047.08
    ],
    [
        " and jellied napalm was coming down through the limbs and the NVA were jumping trying to get away",
        4047.08,
        4052.56
    ],
    [
        " and being engulfed in flames. I saw that time and time again.",
        4052.56,
        4057.86
    ],
    [
        " Lieutenant Gwynn remembers it cleaned out swath after swath. Those fuckers would jump up and try to run.",
        4059.66,
        4066.74
    ],
    [
        " They didn't make it. By now the Americans were cheering and laughing at each strike. The cheering",
        4067.16,
        4072.36
    ],
    [
        " stopped when they dropped two canisters directly onto the position where the remnants of the second",
        4072.36,
        4076.5
    ],
    [
        " had been making their stand. It might have been me, but all I could hear was the cracking of",
        4076.7,
        4082.9
    ],
    [
        " unexpended rounds burning in the flames that engulfed our men. None of us know if there were any",
        4082.9,
        4106.48
    ],
    [
        " things that were going to happen.",
        4106.48,
        4106.58
    ],
    [
        " Spec for Dick Ackerman of the Recompatoon remembers our artillery was supporting us so close that",
        4106.58,
        4116.44
    ],
    [
        " we would occasionally get some shrapnel. There were planes flying close to our support. We started",
        4116.44,
        4122.08
    ],
    [
        " digging in everywhere we could. My entrenching tool was attached to my pack, left out in the",
        4122.08,
        4126.8
    ],
    [
        " clearing so I used my bandnet, my fingers and someone else's tool when it was available.",
        4126.8,
        4130.6
    ],
    [
        " The comfort of a trench just big enough to hold your body is unbelievable.",
        4131.34,
        4136.4
    ],
    [
        " No more than 200 yards away in that tortured column of desperate Americans, one man prayed for",
        4137.08,
        4143.84
    ],
    [
        " a miracle and the US Air Force delivered it. PFC Jim Shaden, Delta Company who had booby trapped",
        4143.84,
        4152.18
    ],
    [
        " his own body with a hand grenade was badly wounded and unable to move. He was directly in the",
        4152.18,
        4159.58
    ],
    [
        " path of a group of North Vietnamese soldiers methodically sweeping the ground, killing his wounded",
        4159.58,
        4164.4
    ],
    [
        " buddies. And here's what he says, before the North Vietnamese got to me, half a dozen of them,",
        4164.4,
        4171.9
    ],
    [
        " a pilot came over at treetop level, turned straight up and dropped the canister of Napalm dead center",
        4172.36,
        4179.24
    ],
    [
        " on them. I never ceased to be amazed at the accuracy of that drop. The heat of the Napalm rolled",
        4179.24,
        4187.44
    ],
    [
        " across my face and body like an open door on a furnace. I owe this pilot more than it is possibly",
        4187.44,
        4195.24
    ],
    [
        " possible for a human to pay. May God bless all pilots.",
        4195.24,
        4200.8
    ],
    [
        " Now we hear from Captain Buse Tully's Bravo Company. First battalion, Fifth Cavalry was assigned",
        4202.74,
        4215.8
    ],
    [
        " the mission of attacking to relieve the pressure and attempt to link up with the beleaguered battalion.",
        4215.8,
        4221.5
    ],
    [
        " Reforeenforcements were also on the way for the battalion command perimeter at the head of the column.",
        4222.28,
        4228.12
    ],
    [
        " During the afternoon, Captain Myron Diderik's battle-weary veterans of the fight at Landing Zone X-ray,",
        4228.72,
        4236.18
    ],
    [
        " Bravo Company, Second Battalion, Seventh Cav, got a warning to prepare for a night aerosol into a hot",
        4236.58,
        4242.52
    ],
    [
        " landing zone. The Bravo Company troopers delighted to have survived the hellish fighting on X-ray",
        4242.52,
        4250.0
    ],
    [
        " and enjoying a well-deserved rest and a lot of cold beer back at Camp Holloway were stunned when",
        4250.0,
        4255.68
    ],
    [
        " they were told they were being thrown back into a desperate situation. So suddenly, so if you remember",
        4255.68,
        4261.5
    ],
    [
        " Diderik from podcast 105 from 270's Bravo Company 270, they went in and helped turn the situation",
        4261.5,
        4270.46
    ],
    [
        " around at LZX-ray. They fought hard and then they got extracted. Now they're getting told",
        4271.56,
        4278.32
    ],
    [
        " there's a bad situation going on again and we need to put you back on back in back on the fight.",
        4278.32,
        4283.78
    ],
    [
        " Back to the book, Specialist John Walenis.",
        4284.62,
        4287.98
    ],
    [
        " Bravo Company Mortar Observer was doing some serious celebrating. He had not only survived X-ray",
        4288.2,
        4297.18
    ],
    [
        " without a scratch, but this day November 18th was his birthday. I was 22 years old. We were fed",
        4297.18,
        4304.42
    ],
    [
        " and showered and new clothes were available. I spent the afternoon at the enlisted men's club,",
        4304.42,
        4310.14
    ],
    [
        " drinking beer with the platoon, exchanging stories, and celebrating my birthday.",
        4310.84,
        4314.74
    ],
    [
        " Around 4 p.m., Diderik came in and told us to saddle up. We were going to rescue the battalion.",
        4315.66,
        4322.44
    ],
    [
        " At about 1600 hours, Lieutenant Rick Rescola recalls Captain Diderik walked up.",
        4324.38,
        4331.62
    ],
    [
        " Get the company together. Battalion's catching hell. We may have to go in. You're the only",
        4332.36,
        4336.94
    ],
    [
        " platoon leader left in the company. Help all the platoons get their shit together. Men spilled out",
        4336.94,
        4343.58
    ],
    [
        " of the clubs and double-timed their equipment. They worked quickly throwing on their harnesses.",
        4343.58,
        4349.1
    ],
    [
        " No protests, but their eyes filled with disbelief. Again?",
        4349.1,
        4353.46
    ],
    [
        " Did Diderik then issue the shortest frag order in Bravo Company history? We'll be landing",
        4354.88,
        4360.56
    ],
    [
        " from the southeast. Open fire at anything on your left. Run to your right. A hostile landing",
        4360.56,
        4366.8
    ],
    [
        " with one side of the landing zone held by the North Vietnamese. Sit rep from the ground. Grim.",
        4366.8,
        4372.78
    ],
    [
        " Expect to be sandwiched between friendly and enemy fires.",
        4373.78,
        4376.84
    ],
    [
        " At about 5.45 p.m., Rescola gathered the platoons. They pressed in close, listening intently for word.",
        4379.1,
        4387.34
    ],
    [
        " Sergeant First Class, Ulston. Ulston. The mortar platoon sergeant, Staff Sergeant Martin.",
        4390.38,
        4398.24
    ],
    [
        " Spectre for Vincent. Specialist Walenis. The towering sergeant Larry Melton.",
        4399.34,
        4407.12
    ],
    [
        " 80 or more young faces. Hollowize. You know the battalion is in the shit, I said.",
        4407.5,
        4415.02
    ],
    [
        " We have been selected to jump into that shit and pull them out. If you fight like you did at X-ray,",
        4415.7,
        4420.86
    ],
    [
        " you'll come through it. Stay together. Come out of those choppers ready to get it on.",
        4421.0,
        4426.3
    ],
    [
        " Across the field, the first lift ships were sweeping in. Head him up, Captain Adurak growled.",
        4427.5,
        4432.92
    ],
    [
        " I turned and walked ahead. Fantino trailing with the PRC 25. The road stretched out past the",
        4433.54,
        4441.08
    ],
    [
        " permanent hootches of the rear echelon at Holloway. Word spread that we were on a suicide fight.",
        4441.08,
        4448.2
    ],
    [
        " Tumbling out of cozy bunks, Holloway's finest, lined the road to watch us depart.",
        4449.56,
        4454.58
    ],
    [
        " Hawaiian shirts, aviator shades, jeans, beer cans and hands. Cooks and bottle washers,",
        4455.7,
        4463.36
    ],
    [
        " the ship burgers, projectionists, club runners. Same army, different species. The company picked up",
        4463.7,
        4473.26
    ],
    [
        " pace, a tight, dirty brown column. A few of the men carried AKs trophies from X-ray. No one had",
        4473.26,
        4482.3
    ],
    [
        " shaved noted rescuerla, but our weapons sparkled. What outfit are you? One spectator asked,",
        4482.3,
        4489.56
    ],
    [
        " the hardcore of Bravo company, second of the seventh, where you headed to kick ass. I yelled back,",
        4489.86,
        4496.66
    ],
    [
        " a deep rumble ran through the ranks, men yelling, cursing. Not a man among us would swap places with",
        4497.06,
        4504.56
    ],
    [
        " these lard asses. As we passed, I asked Fantino, how we looking back there? His reply, no stragglers,",
        4504.56,
        4512.94
    ],
    [
        " sir, every swing and dick is with us. As we made a column right to the pickup point, I looked back",
        4513.14,
        4520.32
    ],
    [
        " at our crew. No outfit in the army had ever rendered a route step, and he better than these men at",
        4520.32,
        4526.38
    ],
    [
        " this moment. We piled onto the Huey's without the usual loading instructions and skidded away into",
        4526.38,
        4533.16
    ],
    [
        " the fading grey light. At 6.45 pm, the first lift ships roared into the small Albany clearing",
        4533.16,
        4542.06
    ],
    [
        " and capped into Derek's troopers, bailed out into the tall grass. The cavalry had ridden to the",
        4542.06,
        4548.96
    ],
    [
        " rescue, but the killing and dying and terror continued, umbated, inside the American perimeter",
        4548.96,
        4555.58
    ],
    [
        " as the long night began. Once again, that's the American soldier right there. Barely survive,",
        4555.72,
        4567.34
    ],
    [
        " X-ray, get called to go back in, and they pick up the pace.",
        4567.86,
        4572.48
    ],
    [
        " Back to the book, Captain to Derek rode of the flight in in the situation on the ground.",
        4573.52,
        4581.92
    ],
    [
        " Assulting Albany, we picked up five bullet holes in the helicopter. Things were bad. I found out",
        4582.04,
        4587.48
    ],
    [
        " when I landed that the battalion was shot up pretty bad. So we came in the nick of time to their",
        4587.48,
        4592.3
    ],
    [
        " rescue. The main part of second battalion, seventh Cavalys on their last ditch stand at Albany.",
        4592.3,
        4597.76
    ],
    [
        " Little Big Horn revisited.",
        4598.32,
        4600.08
    ],
    [
        " And here's rescuers talking. Looking sideways, I saw a trickle of bud down the pilot sleeve.",
        4601.58,
        4609.02
    ],
    [
        " This is as they're flying in. The choppers dropped the few feet. The pilot yelled at the gunner.",
        4609.02,
        4613.84
    ],
    [
        " The gunner snalled. Get out. I hesitated. Get the fuck out. Four of us dropped the bone jarring",
        4614.06,
        4619.32
    ],
    [
        " 10 feet. Now inside the battalion command group perimeter, rescuers took stock.",
        4619.32,
        4626.68
    ],
    [
        " And here's what he says, the battalion sergeant major sat against the tree with a bandage chest.",
        4627.12,
        4631.98
    ],
    [
        " We got hit bads or real bad. The wounded were gathered 30 yards from the CP,",
        4632.32,
        4637.54
    ],
    [
        " only half my platoon had arrived. The other ships turned back because of the ground fire and darkness.",
        4637.58,
        4642.74
    ],
    [
        " The perimeter was an oval island of trees. Three platoons could man the perimeter, but with the",
        4643.88,
        4648.9
    ],
    [
        " exception of our people and Pat Paine's recompatoon, there was no unit cohesion.",
        4648.9,
        4653.56
    ],
    [
        " Colonel McDade slumped against the tree. He looked exhausted. He was exceptionally silent.",
        4655.0,
        4660.16
    ],
    [
        " Major Frank Henry, his executive officer, was reassuringly active. A short fire plug of a man,",
        4660.56,
        4666.3
    ],
    [
        " Henry waived a welcome working the radios. Captain Joe Price, the fire support coordinated,",
        4666.3,
        4672.78
    ],
    [
        " coordinator, crouch beside him. Clumps of survivors sprawled inside the perimeter,",
        4673.26,
        4677.74
    ],
    [
        " including several company commanders. Lieutenant Larry Gwynne watched the reinforcements arrive.",
        4677.74,
        4684.86
    ],
    [
        " I saw Rick Rescola come swaggering into our lines with a smile on his face. An M79 on his shoulder",
        4685.18,
        4691.96
    ],
    [
        " and his M16 in one hand saying, good, good, good. I hope they hit us with everything they've got",
        4691.96,
        4698.32
    ],
    [
        " tonight. We'll wipe them up. His spirit was catching. The troops were cheering as each load came in",
        4698.32,
        4706.74
    ],
    [
        " and we really raised a racket. The enemy must have fought that an entire battalion was coming to help",
        4706.74,
        4712.04
    ],
    [
        " because of all our screaming and yelling. Major Henry directed that I round up some men and police",
        4712.04,
        4720.48
    ],
    [
        " all the ammo, resupply, which the choppers brought in on the last flight. It was lying in crates",
        4720.48,
        4727.06
    ],
    [
        " on the far side of the LZ. Somehow we got it all into the perimeter. As I came back with the last",
        4727.06,
        4732.24
    ],
    [
        " load I passed right over the body of that North Vietnamese I'd killed early in the fight.",
        4732.24,
        4736.38
    ],
    [
        " There wasn't much of them left and I didn't give a damn.",
        4736.82,
        4740.62
    ],
    [
        " There you go. There you see one leader makes a difference.",
        4746.4,
        4750.12
    ],
    [
        " One leader makes a difference. Here these guys are completely surrounded, dead and wounded",
        4750.68,
        4754.84
    ],
    [
        " everywhere and Rick Rescola comes in and says, good, I hope they bring it tonight. We'll wipe them out.",
        4754.84,
        4761.16
    ],
    [
        " Back to the book. Lieutenant Pat Paine of the Recomptal Tune was just as happy about the",
        4762.1,
        4768.42
    ],
    [
        " reinforcements as Gwen. We were all very surprised to see those helicopters come in.",
        4768.64,
        4772.48
    ],
    [
        " We were only securing one side of the LZ so when the guys would jump off the helicopter",
        4773.42,
        4777.56
    ],
    [
        " we hollered them which way to come. I had a feeling we had actually been rescued. That in the fact",
        4777.56,
        4783.82
    ],
    [
        " that the cavalry had arrived just like in the movies. I admired the courage it took to land in",
        4783.82,
        4789.46
    ],
    [
        " Albany. Lieutenant Rescola was one of the best combat leaders I ever saw during two tours in",
        4789.46,
        4798.4
    ],
    [
        " a good job. That there was support now that things were under control. He never raised his voice,",
        4798.44,
        4804.44
    ],
    [
        " almost spoken of whisper. We were awfully glad to see him and the others from Bravo Company.",
        4804.74,
        4811.04
    ],
    [
        " We got in there and told everyone, all right, you did a good job. Didn't get all negative.",
        4812.16,
        4818.52
    ],
    [
        " Although he's actually and he talks about it, I think I think I'm going to cover it but he",
        4819.48,
        4823.92
    ],
    [
        " talks about what he was actually thinking was like this is going to be really problematic. In his",
        4823.92,
        4828.36
    ],
    [
        " mind, he was thinking this is bad, really bad, but he didn't show that. He showed, hey, we're good,",
        4828.36,
        4834.14
    ],
    [
        " bring it. You're good now. Good job. Get ready to get it on.",
        4834.4,
        4840.04
    ],
    [
        " Talking a little bit about the air support that they're getting back to the book. Chief",
        4841.22,
        4849.02
    ],
    [
        " Warren officer Hank Ainsworth had been overhead in the second battalion command chopper all day.",
        4849.02,
        4853.72
    ],
    [
        " And here's what he says, I was overhead when the fight started and orbited overhead to late that",
        4854.34,
        4858.8
    ],
    [
        " night. I was on a freak talking to major Frank Henry later that evening. He called me. Henry said,",
        4858.8,
        4866.42
    ],
    [
        " we have critically wounded down here. If we don't get them out, they're going to die. I called",
        4866.42,
        4871.18
    ],
    [
        " Metavac and they came out made a pass, drew fire and refused to land to land. Frank Henry knew",
        4871.18,
        4878.7
    ],
    [
        " exactly what to do about that situation. He told Hank Ainsworth to call the 229th Huey Slicks",
        4878.7,
        4884.76
    ],
    [
        " the old reliable. Ainsworth notified the 229th pilots told them that L's the Albany was hot,",
        4884.76,
        4891.98
    ],
    [
        " but that second battalion seventh cavalry had critically wounded men who would die if they were",
        4892.3,
        4897.4
    ],
    [
        " not evacuated. Says Ainsworth, the whole damn unit volunteered. I told them we only needed two",
        4897.4,
        4905.22
    ],
    [
        " ships. Despite Ainsworth's call for only two ships, four Huey Slicks lifted off from Camp Holloway",
        4905.22,
        4911.98
    ],
    [
        " Turkey farm at 9.50 pm for the 40 minute flight to Albany. Captain Bob Stinett was again in the lead",
        4911.98,
        4918.18
    ],
    [
        " followed by a captain Bruce Thomas, Chief one officer Ken Faba and Warren officer Robert Mason.",
        4918.18,
        4924.84
    ],
    [
        " And here's what Stinett says, normally the Huey pilots throttle back their engines as soon as",
        4925.56,
        4935.2
    ],
    [
        " something told me not to do that to keep the engine turning at a full flight to RPMs.",
        4936.18,
        4940.94
    ],
    [
        " They told us the wounded were ambulatory. When we got in there, they were all stretcher cases.",
        4941.22,
        4946.64
    ],
    [
        " My crew chief and gunner had to get out and raise the seats so we could get all the stretchers in.",
        4947.0,
        4951.1
    ],
    [
        " Then all hell broke loose. Fire was coming in from everywhere. I immediately pitched,",
        4951.44,
        4956.22
    ],
    [
        " I immediately pulled pitched and with the RPMs at flight the ship instantly jumped 30 feet in the",
        4956.44,
        4965.18
    ],
    [
        " crew chief and gunner got left behind on the ground and I didn't even know it. We just flat left",
        4965.18,
        4969.82
    ],
    [
        " them. We had the wounded inside. When we got back, we counted 30 holes in my machine. That was",
        4969.82,
        4976.28
    ],
    [
        " enough for me and my Huey. The lift of three that went in after after me took in medical stuff and",
        4976.28,
        4983.76
    ],
    [
        " brought back more wounded and my crew. Major Frank Henry was on the flashlight at the time.",
        4983.76,
        4989.82
    ],
    [
        " Joe Sigenis watched it with awe as the brave aviators risked everything for the wounded at Albany.",
        4992.26,
        4997.72
    ],
    [
        " I remember thinking they were the bravest pilots I had ever seen. They were sitting ducks and I",
        4998.12,
        5003.04
    ],
    [
        " fully expected to see them shot down at any moment. They were guided in by Frank Henry. You could see",
        5003.04,
        5009.08
    ],
    [
        " the tracers. The aircraft didn't hesitate a bit. They landed, loaded and were gone in seconds.",
        5009.08,
        5015.4
    ],
    [
        " So again, you see what that's the American fighting spirit. Oh, we got a hot LZ where we're probably",
        5015.7,
        5022.98
    ],
    [
        " going to get shot down, but we've got wounded Americans on the ground. We're going to get them",
        5022.98,
        5026.84
    ],
    [
        " everyone in the unit volunteers. We only need two aircraft. Guess what we're bringing four.",
        5026.84,
        5032.2
    ],
    [
        " Back to the book after midnight, several shots rang out from inside the perimeter. A trooper 20 yards",
        5035.84,
        5044.46
    ],
    [
        " behind Raskorla inside the perimeter had rattled off a panicky three rounds. Raskorla walked back",
        5045.64,
        5051.18
    ],
    [
        " and cussed out the group in the middle of perimeter. If I hear one more round out of you, we will turn",
        5051.18,
        5055.62
    ],
    [
        " our weapons around and open up. No one fires from inside the perimeter. If you want to fire out to",
        5055.62,
        5061.72
    ],
    [
        " the perimeter, if you want to fire, get out to the perimeter line. Whisper communication took place",
        5061.72,
        5066.8
    ],
    [
        " all night between isolated elements outside the perimeter. If there was heroism, it was out there",
        5066.8,
        5071.82
    ],
    [
        " in the tiny groups of wounded and those who had bandaged and protected them through the night.",
        5071.82,
        5076.02
    ],
    [
        " They were just like hunting buddies said Raskorla surviving by instinct looking out for each other.",
        5076.56,
        5082.68
    ],
    [
        " Lieutenant Larry Gwyneth Alpha Company recalls that late that night, one of Alpha's missing men",
        5084.16,
        5088.6
    ],
    [
        " crawled into the American perimeter. And here's what he says, Sergeant James A. Malardi from our",
        5088.6,
        5095.64
    ],
    [
        " first platoon made it back to our lines. His story, the NVA had been shooting our wounded.",
        5095.64,
        5100.62
    ],
    [
        " One came up to him, stuck a pistol in his mouth and fired. The bullet exited through the back of",
        5101.28,
        5107.48
    ],
    [
        " his throat, knocked him out and they left him for dead. He survived and when he woke up that night,",
        5107.48,
        5113.7
    ],
    [
        " he started crawling to us. The next day was a real nightmare as we went out to find our dead and",
        5113.9,
        5125.28
    ],
    [
        " missing. I think each of us cracked up a little bit that day as the true picture of the action",
        5125.28,
        5130.68
    ],
    [
        " began to unfold. Then it came across the radio. Bravo Company had found one other survivor from",
        5130.68,
        5138.06
    ],
    [
        " our second platoon. He had been badly wounded in the legs and it propped himself up against a tree.",
        5138.06,
        5143.64
    ],
    [
        " He had been burned by napalm waiting in the night and some north Vietnamese had put a pistol to his",
        5143.88,
        5148.96
    ],
    [
        " eye and pulled the trigger. Shot him in the eye, blinded him, but he was still alive. I saw him",
        5148.96,
        5158.32
    ],
    [
        " being brought in by stretcher, smoking a cigarette, all fucked up. So at this point, things had",
        5158.32,
        5165.68
    ],
    [
        " backed off a little bit. They backed off and they actually did the mad minute, which is something",
        5165.68,
        5173.36
    ],
    [
        " that Hackworth talks about and it's something that they did in the first part of this book,",
        5173.38,
        5179.0
    ],
    [
        " which is, hey, everyone in the perimeter is going to shoot a bunch around like at 630 in the morning,",
        5179.48,
        5185.56
    ],
    [
        " boom, everyone fire a full load out or a full magazine or a couple magazines at likely targets.",
        5185.68,
        5192.08
    ],
    [
        " And they did that and that seemed to calm things down. They kind of did that once things had",
        5192.96,
        5199.26
    ],
    [
        " already calmed down a little bit and it was it was it indicated that maybe things were calming down.",
        5199.26,
        5208.5
    ],
    [
        " A little here's another thing back to the book. The NBA came into the ambush area that night to",
        5208.5,
        5212.08
    ],
    [
        " to recover their dead wounded when they found any of our guys alive. They would beat them to death,",
        5212.08,
        5217.78
    ],
    [
        " bayonet them or machete them to avoid shooting and drawing fire from us.",
        5217.92,
        5221.82
    ],
    [
        " That was during the night. They did that like I said, they did the mad minute. Here's what",
        5222.78,
        5229.24
    ],
    [
        " here's what Lieutenant Restcorla said about the mad minute. He said this decision was regrettable.",
        5229.24,
        5235.18
    ],
    [
        " Rifle fire shattered the silence and the perimeter was ringed with reckless firing.",
        5235.54,
        5239.6
    ],
    [
        " Little thought had been given to that the remainder of our survivors were sprawled",
        5240.4,
        5244.36
    ],
    [
        " among the trees and anhales within 500 yards. The effective range of RM 16s. What the fuck is",
        5244.36,
        5249.96
    ],
    [
        " happening? Are you shooting at us? The frantic radio calls started coming in.",
        5249.96,
        5254.08
    ],
    [
        " How many troops were killed or injured by our wake up call will never be known.",
        5255.1,
        5259.2
    ],
    [
        " Thank God for the trees, the ant hills and the uneven terrain.",
        5259.74,
        5264.18
    ],
    [
        " Captain Dudley Tadimi, third brigade fire support coordinator remembers flying out to",
        5267.22,
        5273.12
    ],
    [
        " Albany at first light the next morning. Tim Brown, myself, Mickey Parish, took a while to get",
        5273.12,
        5279.46
    ],
    [
        " through the smoke hanging over the whole area. Not much had really taken place in terms of",
        5279.46,
        5284.66
    ],
    [
        " policing the area. The image is still vivid in my mind is the carnage. Folks were still sitting",
        5284.66,
        5291.72
    ],
    [
        " around in the days. They hadn't done much, hadn't even taken ponchos and covered up these bodies.",
        5291.72,
        5296.78
    ],
    [
        " I could handle the conversation, I could handle grown men crying, but we were talking 12 hours later.",
        5297.82,
        5304.14
    ],
    [
        " Sitting there, feeling sorry for themselves, Colonel Brown was very pissed off.",
        5305.52,
        5310.22
    ],
    [
        " Even if you do get caught in a bad situation, you have to do something to recover.",
        5310.74,
        5314.94
    ],
    [
        " It was young kids who paid the price. In later years, I used to stress that to my young",
        5316.04,
        5321.7
    ],
    [
        " battery commanders. It isn't us who die in combat. It's those young kids who die.",
        5321.7,
        5326.62
    ],
    [
        " Those kids, we are responsible for training and leading. It's our job to get the job done",
        5327.28,
        5332.88
    ],
    [
        " and get those kids home safe.",
        5332.88,
        5335.02
    ],
    [
        " Here they're wrapping up this, again, now the battle turned and really the Vietnamese left",
        5336.28,
        5351.78
    ],
    [
        " after the massive airstrikes. It started. Here's another image of the cleanup. Back to the book",
        5351.78,
        5361.86
    ],
    [
        " specialist for John Walinas of Bravo Company, second battalion, seventh cavalry,",
        5363.36,
        5368.28
    ],
    [
        " Mortable Tune and most of the rest of the de Deuric's men were involved in this macabre depressing",
        5368.28,
        5373.9
    ],
    [
        " duty. It was incredible carnage. We went into areas where lots of artillery had come in during the",
        5373.9,
        5381.6
    ],
    [
        " night and we saw our guys had been blown up in the trees. The bodies were already decomposed and",
        5381.6,
        5388.22
    ],
    [
        " it only happened the night before. We were in shock. It was the first last and only time I ever",
        5388.22,
        5396.86
    ],
    [
        " saw anything like it and I pray never again. The stench was unbelievable. We started hauling in",
        5396.86,
        5405.82
    ],
    [
        " the whole body's first. Then we brought in the pieces and parts. Two Chinooks came in and we",
        5405.82,
        5414.06
    ],
    [
        " loaded one with about 20 corpses neatly arranged in litters. The pilot began preparing to take off.",
        5414.06,
        5422.08
    ],
    [
        " One of our officers pointed at M16 at the pilot and told him to keep the bird on the ground. We weren't",
        5422.3,
        5427.22
    ],
    [
        " through. Bodies were loaded floor to ceiling. When the ramp finally closed, blood poured through",
        5427.22,
        5436.5
    ],
    [
        " the hinges. I felt sorry for the poor bastards who would have to unload this chopper back at Holloway.",
        5436.5,
        5444.76
    ],
    [
        " The nightmares born of this battle have never faded.",
        5445.84,
        5452.78
    ],
    [
        " The",
        5465.98,
        5467.18
    ],
    [
        " final division headquarters account reported that the 27 Alpha and Bravo companies and the 15 battalion",
        5467.18,
        5481.76
    ],
    [
        " killed an action, 121 wounded and four missing in action. On April 6, 1966, so quite some months later,",
        5481.76,
        5495.64
    ],
    [
        " Hal Moore, who at that time had become the third brigade commander, went back to Elzy Albany and",
        5495.94,
        5503.92
    ],
    [
        " recovered the bodies of all four members of 27 who were brought back on a hilo and began the",
        5503.92,
        5512.08
    ],
    [
        " long journey home to America. Now this was, as I said, kind of the tipping point in the Vietnam",
        5512.08,
        5529.16
    ],
    [
        " war and this battle had a impact strategically. One thing that came from this battle, and I'll talk",
        5529.16,
        5539.04
    ],
    [
        " about a little bit more in the book, but the body count came back. The body count came back basically",
        5539.04,
        5544.76
    ],
    [
        " as 10 to 1 or maybe 12 to 1. So for every 10 or 12 North Vietnamese soldier that was dead,",
        5544.76,
        5552.24
    ],
    [
        " there was only one American killed. And our generals liked that ratio. They thought, hey, you know,",
        5553.6,
        5562.42
    ],
    [
        " we can win a war of attrition. And one of the comments that comes in the book as they go back and",
        5562.88,
        5573.14
    ],
    [
        " an interview, General G app, who's the senior general of the North Vietnamese Army, he's got a",
        5573.14,
        5580.78
    ],
    [
        " book actually that we're going to do on the podcast at some point. He's the mastermind of the",
        5580.78,
        5586.06
    ],
    [
        " strategy. And he said, we thought that the Americans must have a strategy. We did, we had the",
        5586.06,
        5595.08
    ],
    [
        " strategy of a people's war. No, part of what that means is that the strategy of a people's war",
        5595.08,
        5603.08
    ],
    [
        " means we're going to, we're going to suffer some casualties and we're okay with that. So our strategy",
        5603.08,
        5608.38
    ],
    [
        " of saying, well, we'll get them into a war of attrition. They're okay with it. They don't care.",
        5608.56,
        5612.42
    ],
    [
        " Human life has less human, a human life has less value for them at this time. The Commander",
        5613.0,
        5619.52
    ],
    [
        " Shures held didn't care. You know, we talked about that last time. They're losing guys from",
        5619.52,
        5624.0
    ],
    [
        " malaria on the trail. You're going to lose five, six guys. They don't care. They've got a war to win.",
        5624.0,
        5629.54
    ],
    [
        " So talking about some of the other sort of strategic things or strategic implications from this.",
        5632.98,
        5642.36
    ],
    [
        " 1967. So this is a couple of years later, back to the book in mid-December, President Johnson convened",
        5642.36,
        5652.86
    ],
    [
        " a White House meeting of his top advisors. Will Bundy says that McNamara's option number one,",
        5652.86,
        5658.34
    ],
    [
        " get the hell out of Vietnam now while the getting is good was never seriously considered nor was",
        5658.34,
        5663.02
    ],
    [
        " it pressed by McNamara. Option number two, the huge buildup of American combat and support troops",
        5663.02,
        5671.08
    ],
    [
        " was readily approved by all, including McNamara. Ever the numbers cruncher. McNamara told the gathering,",
        5671.08,
        5679.2
    ],
    [
        " the military solution to the problem is not certain. The odds of success are one out of three or one",
        5679.56,
        5686.08
    ],
    [
        " out of two. McNamara did push for a bombing pause to prepare US opinion, public opinion for the coming",
        5686.08,
        5695.6
    ],
    [
        " escalation. So again, I'm sure at some point on this podcast, we will dive deep into the political",
        5695.6,
        5705.06
    ],
    [
        " manipulation, the political decision making that happened during the Vietnam War. But this is",
        5705.06,
        5711.38
    ],
    [
        " this is what they're talking about. It's interesting to hear McNamara even back in 1967 to say,",
        5711.5,
        5717.68
    ],
    [
        " we got like a one in three, maybe one in two odds of winning. This is not good odds. We don't like those odds.",
        5717.68,
        5727.54
    ],
    [
        " Here's here's how more talking again back to the book in late June 1966. My turn was up as",
        5729.66,
        5739.42
    ],
    [
        " commander of the third brigade when my replacement, a Colonel straight out of the Pentagon showed up to",
        5739.52,
        5744.82
    ],
    [
        " take over. My brigade was in the field fighting near Dong Tre. It would have been criminal in those",
        5744.82,
        5750.14
    ],
    [
        " circumstances to relinquish my command to a man who's still who's still pissing state side water",
        5750.14,
        5756.08
    ],
    [
        " and I flatly refuse to do so. The change of command was delayed 10 days until the fight was over.",
        5756.08,
        5761.66
    ],
    [
        " A month later on August 8th 1966, my replacement sent my replacement sent Alpha Company first",
        5762.26,
        5768.78
    ],
    [
        " battalion seventh cavalry back in the I drink valley by itself and 25 men were killed in one terrible day.",
        5768.82,
        5774.86
    ],
    [
        " So not a good turnover situation. And again, this is where this is where the beer people",
        5776.12,
        5782.7
    ],
    [
        " always talk about when I talk with businesses, they go, we have a big bureaucracy here and you",
        5782.7,
        5786.38
    ],
    [
        " don't understand. Like, no, we understand the military understands bureaucracy better than anybody.",
        5786.38,
        5789.58
    ],
    [
        " We probably got the biggest and most most firm in place bureaucracy in the world.",
        5789.64,
        5797.94
    ],
    [
        " And this is part of it right here back to the book. I had hoped that my next assignment would be",
        5800.24,
        5804.0
    ],
    [
        " to the infantry school at Fort Benning where I could pass along what I had learned in Vietnam for the",
        5804.0,
        5808.3
    ],
    [
        " young officers who were headed for combat. It was not to be. In fact, only one of the hundreds of",
        5808.3,
        5813.46
    ],
    [
        " officers who had gone through air mobile training and a year in the field with the first cavalry",
        5813.46,
        5818.54
    ],
    [
        " division was assigned to the infantry school. I was sent instead to Washington, D.C., where I was told",
        5818.54,
        5824.42
    ],
    [
        " my next job would be a Latin American desk at the US State Department. This is an embarrassment.",
        5824.42,
        5830.2
    ],
    [
        " Right. Here's this guy basically created or helped create or helped test the idea of air mobile",
        5831.74,
        5840.34
    ],
    [
        " helicopter assaults. And then he did it for a year in the field, commanded at the battalion and",
        5840.34,
        5846.04
    ],
    [
        " at the brigade level. And instead of putting them in the infantry school where he could teach the",
        5846.04,
        5850.66
    ],
    [
        " stuff that he learned, they sent him to be the Latin American desk. And I'll tell you what's",
        5850.66,
        5858.94
    ],
    [
        " awesome. This was awesome. When I was in the SEAL teams, I went to Ramadi when I came home.",
        5858.94,
        5862.94
    ],
    [
        " Guess where I went. I took over the West Coast SEAL training for the guys that were getting ready to",
        5863.46,
        5868.02
    ],
    [
        " deploy right now at",
        5868.02,
        5868.92
    ],
    [
        " I did what he wanted to do, which is perfect. And luckily we have a little less bureaucracy and I was",
        5868.92,
        5875.44
    ],
    [
        " able to talk to my boss and say, hey, this is what I should be doing. You see how you're right.",
        5875.44,
        5880.12
    ],
    [
        " And put me in that position. But it didn't happen. And here's all this knowledge gone. They said",
        5880.52,
        5886.08
    ],
    [
        " only one officer out of 100. That's another thing. Like when you hear people in the business world,",
        5886.08,
        5897.18
    ],
    [
        " they say, what the military is this great organization? The military has all kinds of problems.",
        5897.18,
        5900.78
    ],
    [
        " The military is no perfect, no perfect example of the way to run things. Parts of it are,",
        5901.36,
        5907.12
    ],
    [
        " but you can't look at the military to hole and say that that even remotely makes sense in any",
        5907.4,
        5912.04
    ],
    [
        " way, shape or form. And I could point a thousand things out to you today. The military is the same way.",
        5912.04,
        5915.68
    ],
    [
        " Doing dumb stuff. I mean, it's a great organization. There's got great people. There's there's",
        5915.98,
        5921.32
    ],
    [
        " unbelievable leaders in there. But there's also idiots. The military is made up of people, of human",
        5921.32,
        5928.86
    ],
    [
        " beings. Brilliant ones, dumb ones. Back to the book. For the next year, I watched Bob McNamara",
        5931.38,
        5942.4
    ],
    [
        " and John McNoughton, both brilliant men go through hell as they struggled unsuccessfully to get a",
        5942.4,
        5948.16
    ],
    [
        " handle on the war and the pacification progress in Vietnam. At the end of that year, neither of them",
        5948.16,
        5955.82
    ],
    [
        " was either neither of them was any closer to finding or creating such a handle.",
        5955.82,
        5960.72
    ],
    [
        " An office wit summed up what was happening in Vietnam, sadly and succinctly.",
        5960.84,
        5967.14
    ],
    [
        " Although we have redoubled our efforts, we have lost sight of our objective. So upon all these",
        5967.76,
        5977.74
    ],
    [
        " troops in there, upon all this money in there, put all these assets in there, we've redoubled our",
        5977.74,
        5984.98
    ],
    [
        " efforts, but we've lost sight of our objective. Back to the book. What then had we learned with",
        5984.98,
        5992.96
    ],
    [
        " our sacrifices in the I-Dragon Valley? We had learned something about fighting the North Vietnamese",
        5992.96,
        5998.72
    ],
    [
        " regulars and something important about ourselves. We could stand against the finest light infantry",
        5998.72,
        6004.66
    ],
    [
        " troops in the world and hold our ground. General Westmoreland thought he had found the answer to the",
        6004.66,
        6012.12
    ],
    [
        " question of how to win this war. He would train one American life for ten or eleven or twelve",
        6012.12,
        6019.22
    ],
    [
        " North Vietnamese lives day after day until Ho Chi Minh cried, Uncle. Westmoreland would learn too late",
        6019.22,
        6029.56
    ],
    [
        " that he was wrong, that the American people didn't see a kill ratio of ten to one or even twenty to",
        6029.56,
        6039.14
    ],
    [
        " one as any kind of bargain. But we had validated both the principle and the practice of air mobile",
        6039.14,
        6047.6
    ],
    [
        " warfare. A million American soldiers would ride to battle in Huey helicopters for the next eight",
        6047.6,
        6055.06
    ],
    [
        " years and the familiar of their rotors would be the enduring soundtrack of this war.",
        6055.06,
        6061.92
    ],
    [
        " Finally, even though it took ten years, cost the lives of 58,000 young Americans and inflicted",
        6064.56,
        6072.68
    ],
    [
        " humiliating defeat on a nation that had never before lost a war, some of us learned that",
        6072.68,
        6078.26
    ],
    [
        " Clauswitz had it right 150 years earlier when he wrote these words.",
        6078.26,
        6084.04
    ],
    [
        " No one starts a war or rather no one in his senses ought to do so without first being clear in his",
        6086.44,
        6096.88
    ],
    [
        " mind what he intends to achieve by that war and how he intends to conduct it.",
        6096.88,
        6104.16
    ],
    [
        " Clauswitz, be clear in your mind in what you intend to achieve.",
        6114.16,
        6125.16
    ],
    [
        " Know what you are going to do that doesn't seem like too much to ask.",
        6126.18,
        6135.2
    ],
    [
        " Certainly in war.",
        6136.34,
        6139.22
    ],
    [
        " And you wouldn't think it would be too much for people to ask in their lives either.",
        6145.28,
        6151.48
    ],
    [
        " Their precious lives as precious as these 58,000 that died in Vietnam.",
        6152.16,
        6161.64
    ],
    [
        " Heroes.",
        6164.32,
        6164.94
    ],
    [
        " But how often do we see people going through their lives without knowing what they are trying to",
        6167.7,
        6174.46
    ],
    [
        " do without having any intent without having a clear mission? I'm talking on an individual level",
        6174.46,
        6182.92
    ],
    [
        " as a person. People go through their lives without knowing what it is they want to do,",
        6182.92,
        6192.4
    ],
    [
        " what they want to accomplish.",
        6192.6,
        6194.76
    ],
    [
        " So know what your mission is.",
        6197.64,
        6207.24
    ],
    [
        " Know what your intent as the commander of your life know what your intent is and then fight",
        6207.28,
        6215.9
    ],
    [
        " with everything you've got to win.",
        6216.72,
        6223.3
    ],
    [
        " And I think that's all I've got for tonight. So",
        6223.82,
        6234.88
    ],
    [
        " echo maybe if you want to shed some light on how people can",
        6234.88,
        6242.5
    ],
    [
        " maybe help themselves win that war and maybe support the podcast if they want to.",
        6244.6,
        6251.58
    ],
    [
        " If they want to. Yeah. That point though in my opinion.",
        6251.7,
        6257.1
    ],
    [
        " Is it good? It's a good one. It's a good one. I think about you people go through their",
        6257.7,
        6262.38
    ],
    [
        " lives and they don't even know what they're trying to do. Yeah. And it sounds the same thing as",
        6262.38,
        6265.68
    ],
    [
        " going to war without knowing what the outcome is supposed to be. Yeah. Your goal. But",
        6265.68,
        6271.5
    ],
    [
        " it sounds kind of like obvious when you say it, you know, like, hey, go through.",
        6271.5,
        6277.92
    ],
    [
        " You know, when you go through life, should you have a goal? Real obvious. Yes. You're not going to say,",
        6278.02,
        6284.22
    ],
    [
        " no, you shouldn't have a goal kind of thing. So it seems obvious, but you know how you live day to day,",
        6284.32,
        6289.66
    ],
    [
        " you know, you might have a goal for the day, maybe two, maybe three, but Brad Life is full.",
        6290.02,
        6294.26
    ],
    [
        " Life is a full spectrum of stuff. Well, again, it's so shocking because what you're saying is",
        6294.5,
        6300.2
    ],
    [
        " absolutely true. You wouldn't think that people would be going through life without knowing where",
        6300.2,
        6304.6
    ],
    [
        " they're trying to get to. But you wouldn't think that a nation would go to war without clear",
        6304.6,
        6310.32
    ],
    [
        " intention of where they want to end up and how they're going to get there. At least an idea",
        6310.32,
        6314.6
    ],
    [
        " of how you're going to get there. Now, I have a little bit of like when Klauschvitt says,",
        6314.6,
        6318.6
    ],
    [
        " how you're going to conduct the war, that's not necessarily true because you don't know, you can't",
        6318.84,
        6323.38
    ],
    [
        " know how you're going to conduct a war before the war starts. You can have an idea, but you can't",
        6323.74,
        6327.6
    ],
    [
        " know fully just like if you were to say, hey, my goal is to X in my life. You don't know how you're",
        6327.6,
        6332.92
    ],
    [
        " going to be able to do that. Yeah, because you're going to make it adapt to things are going to come",
        6332.92,
        6338.38
    ],
    [
        " up, things are going to change. The battlefield changes, your life changes, things pop up, I mean,",
        6338.38,
        6342.3
    ],
    [
        " things happen. So I think that that idea that you're going to know how you're going to execute",
        6342.3,
        6347.34
    ],
    [
        " something is far fetched. I think you, actually, I should use the word idea. You should have an",
        6349.68,
        6353.54
    ],
    [
        " idea of how you're going to do it. You should have an idea like, okay, well, this is what I need to",
        6353.54,
        6357.26
    ],
    [
        " get done. This is what I want to achieve in my life. I want to make, I want to do this. What's a",
        6357.26,
        6364.16
    ],
    [
        " simple one? I want to own a house. That's a simple one. That's a good place to start. I want to own",
        6364.16,
        6369.98
    ],
    [
        " a house. Okay, well, let's think about how we're going to get there. You know, let's think about",
        6369.98,
        6375.16
    ],
    [
        " how we're going to get there. You have to build your credit. How do you build your credit? You have to",
        6375.16,
        6378.92
    ],
    [
        " borrow money. Some people, some people, they go to buy a house, they've never borrowed money before.",
        6378.92,
        6382.32
    ],
    [
        " You can't borrow money if you've never borrowed money. You can't borrow money for a house if you've",
        6382.48,
        6385.24
    ],
    [
        " never borrowed money for a car or a, or some small or object before. So you got to establish your",
        6385.24,
        6390.48
    ],
    [
        " credit and you got to have two years worth of income. Then you got to have a big fat down payment",
        6390.48,
        6394.02
    ],
    [
        " sitting ready. So there's things you got to do. There's things that you can, now that might change",
        6394.02,
        6397.28
    ],
    [
        " along the way. The idea is that you got to move towards that goal. But that's what was so nice",
        6397.28,
        6401.6
    ],
    [
        " about hearing the Vietnamese commanders intent. Get close, split them up. Boom. You go make that",
        6402.0,
        6408.46
    ],
    [
        " happen. Hey, guess what? You want to buy a house one day? Save money, have good credit. Yeah.",
        6408.46,
        6413.56
    ],
    [
        " Okay. Well, you got to make money. How you going to make money? You might make it drive an Uber.",
        6413.88,
        6416.74
    ],
    [
        " You might make it deliver in pizza. You might make it because you got your real job. That's",
        6417.44,
        6421.42
    ],
    [
        " supporting your family. But then you need a little extra to throw in there. Well, that's why you",
        6421.42,
        6424.22
    ],
    [
        " end up driving Uber. You end up, whatever it is you're going to do. You're going to make your,",
        6424.22,
        6427.02
    ],
    [
        " you some money on the side that you can start stashing away. Yeah. Yeah. And at the end of the day,",
        6427.06,
        6433.48
    ],
    [
        " you do have that goal, you know. So it is. Yeah. How you conduct yourself is not going to be cut and",
        6433.48,
        6440.28
    ],
    [
        " drive for sure. But, you know, in these examples, like, you know, you want to buy a house. That's a",
        6440.28,
        6445.04
    ],
    [
        " goal. That's a specific goal. But that's just one teeny tiny goal in life. If you're, of course,",
        6445.04,
        6449.5
    ],
    [
        " and you're not going to run into somebody who their only goal in life is to buy a house. No,",
        6449.66,
        6453.58
    ],
    [
        " no, no. I said a simple one. Yeah. Some people like, hey, don't buy a house. It's stupid. You",
        6453.58,
        6457.84
    ],
    [
        " should rent and say, yeah, that's fine. Yeah. I'm not telling everyone what their goal should be.",
        6457.84,
        6461.26
    ],
    [
        " And if you want to keep renting, keep renting, maybe that's for you. Yeah. Yeah. Yeah.",
        6461.32,
        6464.38
    ],
    [
        " Fully. Not for me. Yeah. But maybe it's for you. There's other things you want to put your",
        6464.46,
        6468.66
    ],
    [
        " money. That's cool. You're doing some other something else. Smart with your money. That's fine.",
        6468.66,
        6472.34
    ],
    [
        " Yeah. Like buying rims or something like that. Either way, though, if you consider, like, just",
        6473.18,
        6480.0
    ],
    [
        " what what he's saying and compared to life right where buying house sure, that's one of many",
        6483.34,
        6488.5
    ],
    [
        " goals you're going to have in life because life is full. Like you said. But so it kind of when",
        6488.5,
        6493.1
    ],
    [
        " you really think about it, but it's hard. It's hard to like designate some specific goals. And",
        6493.1,
        6498.92
    ],
    [
        " then that's all you're going to. Okay. Let's say you're going to say you're going to be financially",
        6498.92,
        6502.86
    ],
    [
        " secure and independent. Okay. That would be a much bigger. Awesome. Yeah. That's an awesome",
        6502.86,
        6507.36
    ],
    [
        " goal to have. And the younger you make that goal, the better chance you have of achieving it.",
        6507.36,
        6510.86
    ],
    [
        " Yeah. Because now you're not wasting your money. You're actually saving for a house. So you can",
        6510.88,
        6513.46
    ],
    [
        " get that house paid off. And now you don't have a mortgage anyway. You know, it's like, yeah,",
        6513.46,
        6515.98
    ],
    [
        " that's a bigger goal. That's a broader goal. Just like when you when you go to a war, you need to know",
        6515.98,
        6520.32
    ],
    [
        " what it is you're going to war for. What are you going to do? And when you're going to stop and what",
        6520.32,
        6523.54
    ],
    [
        " your intended result? Yeah. So you got it in a way, you got to fill your life with a bunch of goals.",
        6523.54,
        6532.26
    ],
    [
        " So you don't get jammed because like you have small goals that lead to the big goal, right? So",
        6532.56,
        6537.58
    ],
    [
        " for instance, you want to be financially secure and stable. What are you going to do? You're",
        6537.58,
        6542.46
    ],
    [
        " going to save some of your money. Okay. That's one thing. You're going to buy a house. That's",
        6542.46,
        6546.02
    ],
    [
        " another thing. You're going to pay off your car. And you're not going to buy expensive dumb cars.",
        6546.02,
        6549.4
    ],
    [
        " You're going to buy cheap cars until you have the money to buy them with cash. You know,",
        6549.58,
        6553.86
    ],
    [
        " you're going to make all these little things. You're going to work extra. You're going to you're",
        6553.88,
        6556.36
    ],
    [
        " going to do these things. So you're right. You have you have your broad goal. Yes. You have your",
        6556.36,
        6560.84
    ],
    [
        " long-term goal. Yes. And then you got your short-term goals that lead and are strategically",
        6560.84,
        6564.42
    ],
    [
        " aligned with that long-term goal. It's the same thing in war. You have to have those both those",
        6564.42,
        6568.26
    ],
    [
        " things going on. Yeah. Yeah. And then on top of that, you should have the last word today. Don't",
        6568.26,
        6575.3
    ],
    [
        " you? No, no, no, no, no, no, no, I'm making this. Every time I concisely close out what you're trying",
        6575.3,
        6581.94
    ],
    [
        " to say, you, you add because it's not that. I mean, it is that. But then you're talking about life",
        6581.94,
        6587.72
    ],
    [
        " now. And here's kind of the point where you say, okay, you say, one example is financial,",
        6587.72,
        6594.02
    ],
    [
        " like you want to buy house, you want to be financially leasing here. That's one goal. But in life,",
        6594.5,
        6599.58
    ],
    [
        " there's more life than just financial. So you want your health, you want your, you know, relationships,",
        6599.58,
        6603.64
    ],
    [
        " you want your, like there's all these things that you kind of hope or want to be solid. Yeah.",
        6604.02,
        6611.86
    ],
    [
        " We'll say so. But most people don't really put it in perspective that clearly, like, okay, I",
        6611.86,
        6618.42
    ],
    [
        " want to, you know, I'm going to write this. I want this. I want to say, you need goals. If you have",
        6618.42,
        6622.58
    ],
    [
        " goals, yes, if you have goals in those areas, then you can, you know, you can avoid a maneuver towards",
        6622.58,
        6629.68
    ],
    [
        " them exactly right. Avoid distractions, all this stuff, right? And fight and fight towards those goals.",
        6629.68,
        6633.54
    ],
    [
        " Sounds obvious. But that's what I'm saying. It's like hard to like designate each goal.",
        6634.04,
        6640.16
    ],
    [
        " In life. Oh, I didn't say this was going to be easy. Yeah. That's, yeah. But it's not that hard.",
        6642.1,
        6646.6
    ],
    [
        " If you sat down for 20 minutes, I bet you could come up with some solid life goals. That's kind of",
        6646.68,
        6649.9
    ],
    [
        " the, that's kind of the point I was making where it's like you too busy cruising to come up with",
        6649.9,
        6654.14
    ],
    [
        " life goals. Yeah. And being really it's about disc, disc being distracted. I think that's what it is.",
        6654.14,
        6659.74
    ],
    [
        " You know, and if the clear your goal, the more I think control you can have over being distracted",
        6659.94,
        6665.24
    ],
    [
        " or not, because like if your goal isn't that clear, it's almost like it's not going to be clear",
        6665.24,
        6670.14
    ],
    [
        " or it is. You won't really be clear when you're being distracted or not kind of thing.",
        6670.14,
        6674.2
    ],
    [
        " People don't, and I'm saying people I mean myself. We don't live our lives like just in constant",
        6674.84,
        6683.8
    ],
    [
        " pursuit of all our specific goals. It's like a lot of life is minute to minute, man. No,",
        6683.8,
        6689.86
    ],
    [
        " not it is. I'm telling you a lot of life is you can have some sections that you can carve out so",
        6690.28,
        6695.46
    ],
    [
        " you can live like that. But that's not where you want to be. I'm not saying it should be how you're",
        6695.46,
        6698.52
    ],
    [
        " rolling. Yeah. No, no, it's not how it should be. So if you and you'll notice in life, I think like any",
        6698.52,
        6703.64
    ],
    [
        " any solid goal that you've achieved, you'll notice that that it took that clear goal and you just",
        6703.64,
        6709.6
    ],
    [
        " didn't get distracted and you just fought for it. So it's like you've done it for yourself. And",
        6709.6,
        6713.46
    ],
    [
        " there's also just like being on the path. Yeah, that's what I'm thinking about Gijitsu, right?",
        6713.46,
        6717.6
    ],
    [
        " My goal in Gijitsu is never to get a black belt. I never said like I want to be a black belt.",
        6718.76,
        6724.1
    ],
    [
        " I never, I never even fought that. Yeah. I just wanted to get better at this thing. Right.",
        6724.14,
        6728.7
    ],
    [
        " Oh, okay. So you know what? Not to get it. It wasn't. No, you just never, your goal was never to get it.",
        6728.86,
        6733.44
    ],
    [
        " My goal was not to get a black belt. My goal was to train Gijitsu and get better at Gijitsu. Yeah.",
        6733.44,
        6740.48
    ],
    [
        " And therefore comes my goal was like even finances. I wasn't like, hey, I want to make X amount of",
        6740.58,
        6748.66
    ],
    [
        " money. I was like, I want to be able to do whatever I want to do. Yeah. So let's move in that direction.",
        6748.66,
        6752.9
    ],
    [
        " Yeah. That might not even have a financial value. Like there's some people that do whatever they",
        6754.64,
        6757.94
    ],
    [
        " want to do, but they have a very low income, but they set themselves up in such a way that they're",
        6757.94,
        6762.7
    ],
    [
        " allowed to do what they pretty much want to do. Check. All right. Are you done with last word?",
        6762.7,
        6767.44
    ],
    [
        " No, no, no, no. Anyway, oh, yeah, support. Right. That's what we were talking about. All right.",
        6767.82,
        6773.1
    ],
    [
        " Yeah. You can support. I wanted to hear you talk about when you pursue goals. Yeah. You may or",
        6773.32,
        6778.38
    ],
    [
        " may not need support. I recommend support supporting yourself, support of others from others for",
        6778.38,
        6784.72
    ],
    [
        " others. Too a street kind. Anyway, if one of your goals is to maintain physical shape and",
        6784.72,
        6792.74
    ],
    [
        " capability is important. I work out. Right. You work out, bro. Yep. Yeah. Good. So I work out. Right.",
        6792.74,
        6802.34
    ],
    [
        " And you know how? So my wife will give me grief sometimes because I'll just like",
        6802.34,
        6808.2
    ],
    [
        " work out at the wrong time. You know, because in my mind, like working out is important.",
        6808.2,
        6812.62
    ],
    [
        " All right. So I can like, love about you. Yes. So I can loosely justify it. Oh, yeah. You know,",
        6812.62,
        6817.62
    ],
    [
        " yeah, it's dinner time. But hey, my health, right? And sometimes it'll show frame it. Like, oh,",
        6817.86,
        6824.08
    ],
    [
        " yeah, you choose to like work on your work on your body or something like that. And I say,",
        6824.12,
        6829.54
    ],
    [
        " no, it's health. It's capability. It's true. But the point there is, it's important. No",
        6829.54,
        6838.94
    ],
    [
        " matter how you frame it or your wife frames it, it's important. Yeah. You want to do it strategically.",
        6838.94,
        6843.56
    ],
    [
        " Anyway, while doing that, you take Creole oil, take stuff that helps maintain the structural",
        6843.92,
        6852.26
    ],
    [
        " integrity of your body. And the good news is, Jacoia supplements for that. Creole oil, Jacoia,",
        6852.26,
        6858.0
    ],
    [
        " super curl and joint warfare. I've been taking these consistently and solid legit. Thank you, Jacoia.",
        6858.0,
        6865.38
    ],
    [
        " Also, Jacoia has a new one called discipline. It's a pre-mission. If your, if your mission is a",
        6866.02,
        6871.66
    ],
    [
        " workout, it's a pre workout. If your mission is a studying, it's a pre-study studying, pre-study",
        6871.66,
        6879.28
    ],
    [
        " supplement, you know, pre-mission, little cognitive enhancers in there, little bit of caffeine,",
        6879.28,
        6884.96
    ],
    [
        " microdose, right? Like the microdose. Yeah, yeah. You don't want to get all strong out on caffeine.",
        6885.92,
        6890.46
    ],
    [
        " It's just the perfect amount, essentially. Also, if you are, oh, wait, let me tell you where to get",
        6890.46,
        6897.8
    ],
    [
        " these things. Good point. Yeah. Because they're not just floating out there. Anyway, go to",
        6897.8,
        6902.42
    ],
    [
        " originmain.com. That's where you get them. Also in originmain.com, you can get cool geese. A lot of",
        6902.42,
        6907.12
    ],
    [
        " people still know, still asking me. Maybe not every day. Maybe not every other day, but they still",
        6907.12,
        6914.74
    ],
    [
        " ask me what geese should I get. I started to do just to what geese should I get. Here's one's",
        6914.74,
        6920.0
    ],
    [
        " origin geese, 100%, not even 99%, 100% origin geese. A big range to choose from. They also got",
        6920.0,
        6929.86
    ],
    [
        " rash guards in their compression gear for any other activity you like. Some fashion stuff on there too.",
        6929.86,
        6934.64
    ],
    [
        " Are you into fashion? No. Come on, Brad, a little bit. No. A little bit. A little bit. Also,",
        6935.58,
        6943.02
    ],
    [
        " oh, you mean they have plain black victory MMA T shirt? No, we have. Oh, okay. That's my level of fashion.",
        6943.26,
        6950.52
    ],
    [
        " Yeah, well, it happens beyond jockelstore.com, but I'll get to that first thing.",
        6950.68,
        6955.2
    ],
    [
        " First, just check. If you're doing, did you say that origin stuff is made in here in America? No big",
        6955.28,
        6960.76
    ],
    [
        " deal. Yeah. It's no big deal. This made in America. Yeah. I think it's a big deal, but I don't like.",
        6960.76,
        6966.02
    ],
    [
        " Oh, you're not going to focus on it.",
        6966.3,
        6968.42
    ],
    [
        " Because the quality kind of leads with this one or they could go hand in hand. Is it good quality",
        6969.18,
        6978.8
    ],
    [
        " because it's made in America? Yes. Or is it made in America because it's good quality?",
        6978.8,
        6984.7
    ],
    [
        " Well, both. It's good quality because it's made in America by qualified craftsmen.",
        6985.72,
        6992.98
    ],
    [
        " Yes, I think that's really the case. And some of it is. No one of my buddies is just he was on",
        6992.98,
        6998.3
    ],
    [
        " deployment and had an origin key shipped over on deployment. And he came home from deployment.",
        6998.3,
        7004.5
    ],
    [
        " And he'd been training while he was on deployment. And he's like, bro, that origin key is the best",
        7004.84,
        7010.56
    ],
    [
        " thing ever. And I was like, yeah, yeah, it is. Yeah, for sure. So anyways, and it's made in America.",
        7010.56,
        7015.56
    ],
    [
        " Yeah, from the cotton. The cotton that's grown here in America. What do you call?",
        7015.88,
        7022.24
    ],
    [
        " Processed here in America woven in America made into again, America. You can wear it wherever you want.",
        7023.18,
        7032.24
    ],
    [
        " But you can't wear your gear wherever you want. Actually more or less. No, with no, there's some",
        7032.58,
        7038.26
    ],
    [
        " things you're not allowed to do with your gear. Yeah, yeah, I agree. I agree. Club, no",
        7038.26,
        7041.72
    ],
    [
        " gear. Grocery store, no, yeah. Have you ever want a gear to go through store? No.",
        7041.72,
        7048.44
    ],
    [
        " Me neither. I've never worn my gear outside of a Giu-Jitsu Academy.",
        7049.04,
        7054.9
    ],
    [
        " I'm confirming what about what right now? What about the kind you're either going to Giu-Jitsu or",
        7055.5,
        7059.78
    ],
    [
        " leading you to? I don't know. I don't. I changed there. Yeah, you changed there. What if I just started",
        7059.78,
        7064.06
    ],
    [
        " rolling in the gear all the time? Like everywhere outside. Yeah, yeah, yeah. That's awkward. That's",
        7064.06,
        7069.02
    ],
    [
        " everyone's like you know what? Little kids do it. Yeah, that's what I said. My daughter, she throws the",
        7069.02,
        7073.08
    ],
    [
        " gear on. Yeah. She's no problem with that. She walking around the supermarket. No, she's walking around",
        7073.08,
        7077.7
    ],
    [
        " to the market. Is she's ready? Representing. She'll geachoke somebody. Yeah. Is he keel?",
        7077.7,
        7081.94
    ],
    [
        " Wearing a gear in the store. It can be tactically sound, you know, achieving her goals.",
        7082.52,
        7088.74
    ],
    [
        " Everyone's focused. You got to demonstrate it. Not being distracted. It's good.",
        7089.28,
        7093.66
    ],
    [
        " Nonetheless, I'm going to get a gear again. I'll say it now. I'll say it again. I'll make America",
        7094.5,
        7098.68
    ],
    [
        " origin main dot com boom. Select whatever gear you want. Get to. I have two. Said three actually. Wait,",
        7098.68,
        7105.46
    ],
    [
        " no. The new discipline equals freedom. Yeah, I got that one. So three. Yeah, I'll take",
        7105.56,
        7110.18
    ],
    [
        " other boom origin. I think I'm going to get a black one too. By the way, that's, you know,",
        7110.18,
        7115.28
    ],
    [
        " also working out. You're doing Giu-Jitsu. Maybe you're doing weightlifting. Maybe you're running",
        7115.44,
        7122.9
    ],
    [
        " whatever. I say do kettlebells. And when you do kettlebells, get the cool one from on it.",
        7123.26,
        7127.8
    ],
    [
        " On it on it.com slash jaco. Look for the primal bells. My opinion. Actually, the zombie ones are",
        7127.96,
        7133.2
    ],
    [
        " pretty dope too. But get those. That's what I think. Mix of workout. More interesting. I did one",
        7133.2,
        7138.36
    ],
    [
        " yesterday. It was interesting. Kind of hard to. But nonetheless, yeah, get them from there. They",
        7138.36,
        7145.32
    ],
    [
        " got a lot of cool stuff on there for interesting workouts. You want to switch it up. If you don't",
        7145.32,
        7152.88
    ],
    [
        " get something like that, get like a get some battle ropes. Go through one of those workouts.",
        7152.88,
        7157.12
    ],
    [
        " You did one like that before or a battle ropes workout. I have. Yeah. Yeah. Interesting.",
        7157.64,
        7163.62
    ],
    [
        " It kind of makes your like serrat's kind of sore. You know what that is? Your intercostal muscles.",
        7163.88,
        7169.36
    ],
    [
        " Yeah. Got it down there. Then last. Anyway, on it.com slash jaco. That's where you get them.",
        7170.1,
        7174.68
    ],
    [
        " So let's say also when you are getting this book, we were soldiers once in young.",
        7174.9,
        7183.48
    ],
    [
        " Actually, I thought it was we were soldiers once in young. And I was like, wait, no, it's we were",
        7184.1,
        7188.42
    ],
    [
        " soldiers once and young and young. And by the way, we were young. Kind of thing. Anyway,",
        7188.42,
        7194.08
    ],
    [
        " when you get that book, good book outstanding book. It's a great title. When you see",
        7194.18,
        7198.88
    ],
    [
        " like my wife will do something that there will be like young seals at. Yeah. And my wife. So",
        7199.84,
        7206.02
    ],
    [
        " it's like, oh, they look so young. Yeah. They look so young. You know, and that's as you always think.",
        7206.02,
        7210.6
    ],
    [
        " Yeah. You always think that these kids are so young. And then I was one of those kids. Yeah.",
        7210.8,
        7214.56
    ],
    [
        " And yeah, they are young. Yeah. That's two fights worse. Young kids. Well, that's 18, 19, 20, 22 years old,",
        7214.8,
        7222.24
    ],
    [
        " 23 years old. That's who fights wars. Yeah. Yeah. And it's crazy. And JP kind of talks about this",
        7222.4,
        7227.9
    ],
    [
        " where your maturity kind of gets on this like fast track when you jump in the military.",
        7228.76,
        7233.54
    ],
    [
        " It doesn't. It doesn't. It doesn't. It doesn't. Because you're also institutionalized. Oh,",
        7234.16,
        7238.7
    ],
    [
        " yes. So you don't like when you're in the middle. That's what hurts some guys when they get out of",
        7238.76,
        7242.98
    ],
    [
        " the military. They're like, wait a second. I don't wait. Where's my paycheck? It's almost come",
        7242.98,
        7245.9
    ],
    [
        " every two weeks. Now it's not there. And you can use to it. Yeah. Yeah. Oh, you have a mission.",
        7245.9,
        7249.6
    ],
    [
        " Here's what you're going to do. And that when you're in the military, you just here's your",
        7249.7,
        7254.02
    ],
    [
        " clothes that you're going to wear. Yeah. You know what I mean? Makes sense. Here's the haircut",
        7254.02,
        7257.18
    ],
    [
        " that you're going to have. You get out of the military. Also, you're like, you don't have this",
        7257.18,
        7260.32
    ],
    [
        " direction anymore. Yeah. So you do get it matures you in some ways. In other ways, you get stunted",
        7260.32,
        7265.66
    ],
    [
        " growth. That's why you get some guys doing dumb shit for 30 years old, 38 years old, 42 years old.",
        7265.66,
        7271.12
    ],
    [
        " Yeah. They're doing the midlife crisis thing. But when you think when you don't,",
        7271.36,
        7276.66
    ],
    [
        " maybe it's not even a midlife. They're just trying to figure it out. Yeah. Right. They didn't do that.",
        7276.66,
        7280.74
    ],
    [
        " Like that the time is everyone else. But you know how you talk about your wife looks at",
        7280.86,
        7284.88
    ],
    [
        " the younger guys or the seals and say, oh, they look so young. That's, I think that's like an indicator",
        7286.2,
        7292.88
    ],
    [
        " that she doesn't feel old, you know, because you know how like when you're when you kind of look,",
        7292.88,
        7298.1
    ],
    [
        " like I do the same thing when I look at college football, when I watch college football, because I",
        7298.16,
        7301.52
    ],
    [
        " remember when I was when I was playing football, oh yeah. There was a guy 26 years old on my team.",
        7301.52,
        7306.38
    ],
    [
        " 26. Yeah. Yeah. Yeah. It didn't help me. He was kind of going bald and stuff like that. But",
        7306.58,
        7313.22
    ],
    [
        " nonetheless, he's 26. 26 is young, by the way. And depending on how old you are,",
        7313.3,
        7318.46
    ],
    [
        " because when you're 16, you don't think you're if I tried to ask my son who's 15, like what,",
        7318.46,
        7325.0
    ],
    [
        " what how far away 25 years or how long was it until he was 25? Like he would understand",
        7325.32,
        7332.36
    ],
    [
        " 10 years. He has no, he would not be able to like, cognitively assess what a 25 year old",
        7332.36,
        7341.62
    ],
    [
        " human being is thinking about. He's 15. He's not got it going on. Yeah. But I feel like he would",
        7341.62,
        7348.24
    ],
    [
        " still be able to figure out, okay, 25, you know, people, when do people die of old age quote-unquote",
        7348.24,
        7353.82
    ],
    [
        " would be what 80s 90? Right. Typically just, you know, whenever. So you figure 25. So what?",
        7353.82,
        7362.48
    ],
    [
        " Less than a third of your life. 26 less than a third that would be considered old technically.",
        7363.14,
        7368.14
    ],
    [
        " If they were to think about, I think, a 15 year old would grasp that. So you thought the",
        7368.22,
        7372.14
    ],
    [
        " 26 year old was old. He was old. Yeah. I thought so. So when I look back and then I don't feel old",
        7372.14,
        7377.38
    ],
    [
        " as old as I am. I don't feel like old. I think back when I was in like college or whatever. And",
        7377.38,
        7383.52
    ],
    [
        " I think about the number of my current age and I think dang, that's old. That's older person.",
        7383.52,
        7388.04
    ],
    [
        " Being that older person now, I don't feel like how I thought that older person would have found.",
        7388.66,
        7395.38
    ],
    [
        " Right. And I really think that now it really comes and gets put into perspective when I watch",
        7395.74,
        7400.26
    ],
    [
        " college football. And I see him take off their helmet. I'm like, dang, that is a child right there,",
        7400.26,
        7404.26
    ],
    [
        " playing college football, performing outperforming like super good. But they just look so young. I'm just",
        7404.48,
        7409.7
    ],
    [
        " like your wife. They look so young. But it's because I don't feel like an old person. That's",
        7409.7,
        7415.58
    ],
    [
        " what that's good. Yeah. I guess so. But because you know, if you feel like old person, you're like,",
        7415.58,
        7419.54
    ],
    [
        " yeah, they look young because they're young. There you go. Okay. I'm an old person. There you go.",
        7419.54,
        7423.72
    ],
    [
        " Like you could be in there too. And they're like, oh, yeah. And then you say, okay, he's young.",
        7423.72,
        7427.68
    ],
    [
        " And I'm old. You know, one of those things. Nonetheless, back to support.",
        7427.78,
        7431.58
    ],
    [
        " When you buy this book, we were soldiers once and young. Go to joclepodcast.com. We got a",
        7432.9,
        7441.78
    ],
    [
        " section that all the books that this book listed by episode, all the books listed by episode.",
        7441.78,
        7446.88
    ],
    [
        " Plus a few other ones. Boom. Click through there. We got you. Takes you direct link Amazon. Prime.",
        7447.3,
        7453.3
    ],
    [
        " You have a prime, right? I do. One day shipping. Same day shipping sometimes. Yeah.",
        7454.4,
        7459.48
    ],
    [
        " You know, get it there. Good way to support. And if you're going to do other shopping, carry on.",
        7460.0,
        7463.34
    ],
    [
        " Good way to support. Also, jockew is the store.",
        7464.0,
        7468.04
    ],
    [
        " And I'm going to talk about it. But before I do that, I think",
        7469.3,
        7480.54
    ],
    [
        " if you subscribe to the podcast, that's good way to support. So that's going to say,",
        7482.02,
        7485.58
    ],
    [
        " subscribe. If you haven't already, seems obvious, but subscribe. Leave a review on iTunes.",
        7486.02,
        7490.38
    ],
    [
        " If you subscribe to iTunes, if you want to leave a review, if you're feeling reluctant, just",
        7490.94,
        7496.1
    ],
    [
        " get over it. Leave the review. Also YouTube. Subscribe to YouTube. Video version of this podcast.",
        7496.1,
        7501.3
    ],
    [
        " Also excerpts. Various types of excerpts. You know, so you can share. So you know, if you don't",
        7501.52,
        7510.52
    ],
    [
        " and a half hour podcast with people, there are excerpts. If you wanted to share an individual",
        7510.52,
        7515.16
    ],
    [
        " concept with people, they can boom, they can get that concept and you know, share it.",
        7515.16,
        7520.28
    ],
    [
        " Internalize it. You know what I mean? Also, jockew is the store. It's called jockew store.",
        7521.04,
        7527.58
    ],
    [
        " jockewstore.com. Sure. It's t-shirts, rash guards, hoodies,",
        7528.24,
        7533.08
    ],
    [
        " some patches on their hats on their just it's the stuff. I'll say it's cool stuff. I wouldn't be",
        7534.52,
        7542.22
    ],
    [
        " pushing stuff that I didn't think was cool. And it's jockew approved kind of the pink shirts aren't",
        7542.22,
        7548.48
    ],
    [
        " jockew or no, but nonetheless, if you want to get shirts and stuff, that's where it is jockewstore.com.",
        7548.48,
        7553.58
    ],
    [
        " They are good stuff. They are good. They're not like the cheap ones. That's what I'm saying. So",
        7553.98,
        7561.34
    ],
    [
        " you can rest assured. But yeah, tell them what you think. If you have one, hey, people take pictures",
        7561.6,
        7566.34
    ],
    [
        " of themselves with the shirt on and they say this is a good shirt. And that's good. I encourage that.",
        7566.34,
        7571.66
    ],
    [
        " And if you don't like this shirt, let me know too. There it is. Also, good way to support yourself.",
        7572.22,
        7581.76
    ],
    [
        " One of the better ways in my opinion, depends on what kind of person you are, is psychological",
        7582.56,
        7587.34
    ],
    [
        " warfare. If you don't know what that is, it's an album with tracks with jockew on each track telling",
        7587.42,
        7593.52
    ],
    [
        " you that in your on your campaign against weakness, when you when you hit those roadblocks, that's",
        7593.52,
        7600.88
    ],
    [
        " what it is. That's what they are roadblocks. Mental fatigue, distractions, all this stuff.",
        7600.88,
        7606.92
    ],
    [
        " These tracks will help you through it. It's jockew telling you pragmatically giving you practical",
        7607.74,
        7612.98
    ],
    [
        " information and advice how to get over those roadblocks. We're around those roadblocks.",
        7614.02,
        7619.78
    ],
    [
        " We're through those roadblocks. I'm going to make a psychological warfare track. That's going to",
        7620.14,
        7624.84
    ],
    [
        " be directed towards you to make you talk about this stuff faster. Okay. Well, here's the thing. When",
        7624.84,
        7631.9
    ],
    [
        " you know, I come across this part, right? Yeah. See? I feel compelled to share the valuable points",
        7631.9,
        7642.44
    ],
    [
        " that I think are valuable, that I've used or that I've felt with each thing. But then I'm like,",
        7642.98,
        7648.88
    ],
    [
        " oh, wait, that'll take a long time to explain. So sometimes I go with it. You don't seem to care.",
        7648.96,
        7655.24
    ],
    [
        " Sometimes I don't. But today, I'm giving you a down jacket. No, I don't know. I think it's valuable.",
        7655.48,
        7663.4
    ],
    [
        " Okay. We'll go with that. Now watch how fast I do this. Yeah, but you're not going to give them the",
        7664.06,
        7668.46
    ],
    [
        " whole thing, you know, like the Jockeau white tea. You know, you didn't demonstrate, not demonstrate,",
        7668.46,
        7674.2
    ],
    [
        " explain. Yeah, it did. Jockeau white tea guarantee to get your deadlift to 8,000 pounds. Boom,",
        7674.56,
        7679.64
    ],
    [
        " that's it. Done. Next, books. There's three books you can get. Way the warrior kid gets kids on the",
        7679.76,
        7685.78
    ],
    [
        " path. Boom, done. I would not more about that. That's cool. No need. I don't know, man. But I think",
        7685.78,
        7693.08
    ],
    [
        " if you like, I read way the way a kid to my daughter every single night. It's one or two chapters,",
        7693.68,
        7699.68
    ],
    [
        " not too long, just one or two chapters. So she wants to read the next chapter. She wanted,",
        7699.86,
        7704.34
    ],
    [
        " she wants me to read the next chapter that night. I say, no tomorrow, she's looking forward to it.",
        7704.44,
        7708.56
    ],
    [
        " Every single night, it's just the mantra. The whole way the warrior kid is just a background",
        7708.6,
        7713.04
    ],
    [
        " feed for life. Yes. It's a good thing to know. Don't be weak like work hard. All this stuff. I would",
        7713.04,
        7719.58
    ],
    [
        " explain that whole thing. I just say, only because that's the value that I got.",
        7719.58,
        7725.08
    ],
    [
        " Way the warrior kid. If you want a longer explanation, you can email echo and he'll give it to",
        7725.54,
        7729.66
    ],
    [
        " you extreme ownership. Same thing. Combat leadership for business and life. That's new version just",
        7729.66,
        7734.9
    ],
    [
        " came out has a little Q&A from you all from the podcast that's in there. So you can get that",
        7734.9,
        7740.62
    ],
    [
        " also for an individual perspective, discipline equals freedom field manual. It's available",
        7740.62,
        7746.68
    ],
    [
        " whatever you wear. There's no better gift than discipline. The audio version of that, which",
        7746.68,
        7750.78
    ],
    [
        " people ask me about a lot is not on audible.com. It is on it's an album with tracks actually. You",
        7750.78,
        7759.32
    ],
    [
        " can get it from iTunes, Amazon, music, Google Play, other MP3 platforms for leadership. Also,",
        7759.32,
        7766.66
    ],
    [
        " beyond the podcast, beyond the books, we have a leadership consulting company. It's me,",
        7767.02,
        7770.24
    ],
    [
        " Lave Babin, JP D'Nale, Dave Burke. You can email info at echelonfront.com. If you want to book",
        7770.24,
        7776.68
    ],
    [
        " a speaker, don't call a speaker's bureau or a speaker's agent. Don't just go to echelonfront.com,",
        7776.68,
        7783.42
    ],
    [
        " fill out the form and one also come talk to you in your company.",
        7783.7,
        7786.44
    ],
    [
        " On top of that, we got something called the muster. Also known as the muster.",
        7787.18,
        7792.56
    ],
    [
        " We're doing two of them this year only. Why? We don't have enough room in the schedule to do",
        7793.3,
        7798.5
    ],
    [
        " three again. Washington, DC May 17th and 18th. San Francisco, California, October 17th and 18th.",
        7798.5,
        7807.64
    ],
    [
        " Come and get it. X-raymonership.com. That's where you register.",
        7807.64,
        7811.76
    ],
    [
        " There's some video stuff about it. Yeah, that's that. Also, if you want to ask us more questions,",
        7812.4,
        7822.52
    ],
    [
        " or you have answers to questions or points to make outside of the podcast, and you want to",
        7822.52,
        7828.88
    ],
    [
        " get in touch with us, you can do it on the interwebs Twitter, Instagram, and that",
        7828.88,
        7836.26
    ],
    [
        " Facebook. That is where you can find us. Echo is at Echo Charles and I am at Jaco Willink. And",
        7836.26,
        7844.08
    ],
    [
        " to those people out there, the soldiers, sailors, airmen and marines around the world right now,",
        7844.08,
        7851.34
    ],
    [
        " standing watch. Thank you for protecting our nation and our freedoms and a police and law",
        7851.34,
        7858.62
    ],
    [
        " enforcement. Thanks for watching our backs here at home and protecting us from evil in our own",
        7858.62,
        7864.96
    ],
    [
        " backyard to the firefighters that walk into fire to keep us safe. And the paramedics that keep us",
        7864.96,
        7876.44
    ],
    [
        " alive. First responders, thanks to all of you for what you do and to everyone out there.",
        7876.96,
        7883.22
    ],
    [
        " Make sure you have a plan. Make sure you have a goal. Make sure you have intent. Make sure you have",
        7884.26,
        7894.7
    ],
    [
        " a mission. And then get out there and get after it. And until next time, this is Echo and Jaco.",
        7894.7,
        7908.16
    ]
]