[
    [
        " December 1944.",
        5.02,
        6.18
    ],
    [
        " In the city of Bastone, Belgium during the Battle of the Bulge, American soldiers, primarily",
        6.78,
        14.74
    ],
    [
        " from the 101st Airborne Division, but also from the 969th Artillery Battalion and Combat",
        14.74,
        23.22
    ],
    [
        " Command B of the 10th Armored Division were surrounded by Germans.",
        23.22,
        28.96
    ],
    [
        " They were outnumbered by approximately five to one.",
        29.52,
        34.56
    ],
    [
        " They were lacking in cold weather gear.",
        35.3,
        39.22
    ],
    [
        " They were short on ammunition and low on food and medical supplies.",
        40.22,
        46.34
    ],
    [
        " The weather was horrible due to heavy cloud cover.",
        48.24,
        54.48
    ],
    [
        " Resupply from the air was not possible.",
        54.92,
        57.66
    ],
    [
        " They appeared to be doomed.",
        58.34,
        62.68
    ],
    [
        " That is certainly what the Germans thought.",
        63.78,
        67.3
    ],
    [
        " So, on the 22nd of December, the German sent a message with two young German officers",
        68.8,
        76.64
    ],
    [
        " offering an opportunity for the Americans to surrender.",
        76.64,
        80.16
    ],
    [
        " The message read, to the USA commander of the encircled town of Bastone, the fortune",
        80.78,
        93.5
    ],
    [
        " of war is changing.",
        93.5,
        94.84
    ],
    [
        " This time, the USA forces in and near Bastone have been encircled by strong German armoured",
        95.98,
        103.98
    ],
    [
        " units.",
        103.98,
        104.6
    ],
    [
        " More German armoured units have crossed the river Orphu, near Orphuville, have taken",
        105.78,
        112.94
    ],
    [
        " marsh, have reached St. Hubert by passing through Ombre, Sebre, Telet.",
        112.94,
        119.72
    ],
    [
        " LeBremont is in German hands.",
        122.14,
        124.78
    ],
    [
        " There is only one possibility to save the encircled USA troops from total annihilation.",
        125.38,
        133.24
    ],
    [
        " That is honorable surrender of the encircled town.",
        133.96,
        138.14
    ],
    [
        " In order to think it over, a term of two hours will be granted, beginning with the presentation",
        139.22,
        146.38
    ],
    [
        " of this note.",
        146.38,
        147.64
    ],
    [
        " If this proposal should be rejected, one German artillery corps and six heavy AA battalions",
        148.26,
        156.86
    ],
    [
        " are ready to annihilate the USA troops in and near Bastone.",
        156.86,
        161.34
    ],
    [
        " The order for firing will be given immediately after this two hours term.",
        161.82,
        168.38
    ],
    [
        " All the serious civilian losses caused by this artillery fire would not correspond with",
        169.78,
        177.46
    ],
    [
        " the well-known American humanity.",
        177.46,
        179.96
    ],
    [
        " Signed the German commander.",
        180.7,
        184.34
    ],
    [
        " The American commander, General Anthony McCollough upon hearing this offer didn't like the",
        184.96,
        194.22
    ],
    [
        " idea at all.",
        194.22,
        195.0
    ],
    [
        " In fact, his initial response was simply nuts.",
        196.28,
        200.02
    ],
    [
        " After a little discussion with his staff on what the proper written response would be,",
        200.84,
        207.44
    ],
    [
        " they decided that was the proper response.",
        207.78,
        210.58
    ],
    [
        " So they put together a formal note on letterhead to return to the German commander.",
        211.48,
        219.32
    ],
    [
        " It read",
        219.68,
        220.24
    ],
    [
        " 22 December 1944",
        221.22,
        224.86
    ],
    [
        " to the German commander, nuts, signed the American commander.",
        224.86,
        233.76
    ],
    [
        " On Christmas Eve, General McCollough sent out a message to his troops in the besieged city.",
        234.34,
        241.84
    ],
    [
        " It read",
        242.56,
        243.94
    ],
    [
        " headquarters,",
        243.94,
        246.66
    ],
    [
        " 101st Airborne Division,",
        247.2,
        249.78
    ],
    [
        " Office of the Division Commander,",
        251.04,
        252.88
    ],
    [
        " 24 December 1944.",
        253.76,
        257.06
    ],
    [
        " What's merry about all this? You ask?",
        258.3,
        262.1
    ],
    [
        " We're fighting. It's cold. We aren't home.",
        262.9,
        267.36
    ],
    [
        " All true.",
        268.6,
        269.48
    ],
    [
        " But what has the proud Eagle Division accomplished with its worthy comrades of the 10th Armor Division,",
        271.12,
        277.28
    ],
    [
        " the 705th Tank Destroyer Battalion and all the rest? Just this.",
        277.68,
        282.72
    ],
    [
        " We have stopped cold, everything that has been thrown at us from the north, east, south, and west.",
        283.7,
        290.32
    ],
    [
        " We have identifications from four German Panzer divisions, two German infantry divisions,",
        290.84,
        297.7
    ],
    [
        " and one German parachute division.",
        298.12,
        300.22
    ],
    [
        " These units spearheading the last desperate German lunge were headed straight west for key points",
        300.82,
        309.18
    ],
    [
        " when the Eagle Division was hurriedly ordered to stem the advance.",
        309.18,
        313.1
    ],
    [
        " How effectively this was done will be written in history.",
        314.24,
        318.64
    ],
    [
        " Not alone in our division's glorious history, but in world history.",
        318.96,
        323.8
    ],
    [
        " The Germans actually did surround us. Their radios blared our doom.",
        324.46,
        331.56
    ],
    [
        " Their commander demanded our surrender in the following impudent arrogance.",
        333.18,
        338.62
    ],
    [
        " And that's when the general added in the note of the German surrender demand,",
        339.56,
        346.12
    ],
    [
        " and he gave his response, the simple response of nuts.",
        346.12,
        350.1
    ],
    [
        " He wanted all the troops to know.",
        351.44,
        353.64
    ],
    [
        " And then he closed out the memo explaining their current situation on the ground.",
        356.08,
        360.8
    ],
    [
        " The message continued, Allied troops are counter-attacking in force.",
        361.2,
        366.04
    ],
    [
        " We continued to hold Bastone. By holding Bastone, we assured the success of the Allied armies.",
        367.44,
        375.38
    ],
    [
        " We know that our division commander, General Taylor, will say, well done.",
        376.64,
        381.84
    ],
    [
        " We are giving our country and our loved ones at home a worthy Christmas present,",
        382.72,
        389.84
    ],
    [
        " and being privileged to take part in this gallant feat of arms are truly making for ourselves a",
        390.52,
        397.82
    ],
    [
        " Merry Christmas. AC McCullough.",
        397.82,
        402.72
    ],
    [
        " Well, the Germans did attack Bastone on Christmas Day, and they did initially break through the",
        407.3,
        417.08
    ],
    [
        " American perimeter, but the American soldiers stood their ground and defeated the attack,",
        417.08,
        423.78
    ],
    [
        " eventually destroying all the German tanks.",
        424.18,
        426.58
    ],
    [
        " And the next day, the 26th of December, General Patton's fourth armor division, along with the",
        427.42,
        435.3
    ],
    [
        " 26th Infantry Division, broke through the Bastone and opened up a corridor to relieve the",
        435.3,
        440.56
    ],
    [
        " embattled but victorious troops. It was a glorious example of will and defiance and",
        440.56,
        451.28
    ],
    [
        " undaunted courage in the face of seemingly insurmountable odds.",
        451.28,
        456.0
    ],
    [
        " And it was an example of the victory of light over darkness.",
        458.22,
        466.68
    ],
    [
        " But let us never forget that for every victory there is a cost, there is sacrifice.",
        467.6,
        484.1
    ],
    [
        " And one letter home, also written on Christmas Eve, December 24th, 1944,",
        486.8,
        496.44
    ],
    [
        " from the Battle of the Bulge by Lieutenant Colonel Arthur Blair,",
        496.94,
        501.86
    ],
    [
        " the commanding officer of the 268th Field Artillery Battalion, who was born in New Orleans and raised",
        502.76,
        512.88
    ],
    [
        " in Mississippi. This letter shows some of that sacrifice.",
        512.88,
        520.98
    ],
    [
        " The letter was written to Colonel Blair's parents, but in the letter he also speaks of his",
        522.44,
        531.34
    ],
    [
        " young wife Mary and their three-year-old daughter Susan. This is what he wrote.",
        531.34,
        539.68
    ],
    [
        " Dear folks, well, so this is Christmas Eve. I've spent a lot of lonely ones, those when I've been",
        544.94,
        557.32
    ],
    [
        " away from you and Mary, but I've never spent one quite this lonely and one in which the Christmas",
        557.32,
        565.34
    ],
    [
        " spirit seemed so lacking in the surroundings. Even the first one of the war, with Mary leaving the",
        565.34,
        573.1
    ],
    [
        " next day was not so bad as this one. Then I had things to worry about and lots of work to do,",
        573.1,
        580.54
    ],
    [
        " but here everything is as it has been. The same day in, day out routine, and all I have to think of",
        580.9,
        590.16
    ],
    [
        " is how much I miss you and Mary and Susie and what fun and how comfortable and right it would be.",
        590.16,
        598.9
    ],
    [
        " If we were all spending Christmas Eve and Christmas together,",
        599.54,
        604.38
    ],
    [
        " we will have Turkey tomorrow, and some of the men will have received Christmas packages,",
        605.48,
        615.72
    ],
    [
        " and that will be the extent of our Christmas.",
        615.72,
        618.32
    ],
    [
        " There is no peace around us, no peace in our hearts.",
        619.42,
        626.76
    ],
    [
        " The Christmas star is an airplane flare. The three wise men, where are they now?",
        627.68,
        638.94
    ],
    [
        " There is nothing here but anger in men's hearts. The wisest men are those who do the best job of",
        641.66,
        650.42
    ],
    [
        " killing the enemy while avoiding death themselves. The managers are corrupt with dead and rotting",
        650.42,
        660.68
    ],
    [
        " cattle, and the village ends, gap at the night through the glassless windows and tireless roofs.",
        660.68,
        666.74
    ],
    [
        " The gifts of the magi are steel and flame and high explosives.",
        671.24,
        680.9
    ],
    [
        " But deep in my heart, I know that peace will come again and families will again be together.",
        681.28,
        695.56
    ],
    [
        " For God and His Son are watching over us and protecting us all as well as we will let them.",
        697.2,
        703.9
    ],
    [
        " So in the hope of tomorrow, in the peace to come, dear dad and mom, Mary Christmas to you,",
        705.26,
        717.0
    ],
    [
        " and to happy and peaceful New Year. All my love, your Son, Arthur.",
        718.02,
        729.72
    ],
    [
        " Arthur did not make it home to be with his family again. The next day, Christmas 1944, as he was",
        743.88,
        757.94
    ],
    [
        " wishing the officers and men of his battalion, Mary Christmas, a German shell hit, wounding several",
        757.94,
        764.62
    ],
    [
        " of the men and killing Colonel Arthur W. Blair. He was one of the 19,000 Americans killed in the",
        764.62,
        787.64
    ],
    [
        " upon thousands, upon thousands that have died for our flag and the ideals of freedom that it represents.",
        787.64,
        804.7
    ],
    [
        " Colonel Blair's executive officer wrote a letter to the family and said,",
        813.24,
        819.34
    ],
    [
        " the memory of the Colonel is one that will always be kept green by those who knew him and served with him.",
        819.78,
        826.92
    ],
    [
        " He was an outstandingly gallon officer, a fine leader and above all else, a true gentleman",
        828.34,
        837.56
    ],
    [
        " on the field of battle where there can be no sham, he proved it beyond the question of a doubt.",
        837.56,
        847.7
    ],
    [
        " And the executive officer signed off the letter quoting Shakespeare,",
        851.26,
        856.9
    ],
    [
        " when Horatio bid a final farewell to his friend Hamlet.",
        858.18,
        863.8
    ],
    [
        " Now cracks a noble heart, goodnight sweet prince and flights of angels sing thee to thy rest.",
        864.82,
        876.22
    ],
    [
        " To all those noble souls that left us too young, then cracked our hearts.",
        883.96,
        892.34
    ],
    [
        " We bid you the same goodbye, may flights of angels sing you to your rest.",
        893.86,
        903.96
    ],
    [
        " We will remember you always and we are thinking of you this holiday season.",
        906.64,
        917.74
    ],
    [
        " Merry Christmas and a happy new year to all.",
        919.04,
        928.36
    ],
    [
        " And may there be peace on earth.",
        930.74,
        934.48
    ]
]