[
    [
        " This is Jocco podcast number 105 with Echo Charles and me Jocco Willink. Good evening echo. Good evening",
        0.0,
        8.08
    ],
    [
        " Specialist Viera was witness to scenes of horror",
        8.08,
        13.44
    ],
    [
        " The enemy was all over at least a couple hundred of them walking around for three or four minutes. It seemed like three or four hours",
        13.44,
        22.3
    ],
    [
        " They were shooting and machine gunning our wounded and laughing and giggling",
        22.3,
        28.16
    ],
    [
        " I knew they'd kill me if they saw I was alive",
        30.06,
        32.44
    ],
    [
        " When they got near I played dead I",
        32.44,
        36.38
    ],
    [
        " Kept my eyes open and stared at a small tree. I",
        36.38,
        42.34
    ],
    [
        " knew that dead man had their eyes open",
        42.34,
        44.96
    ],
    [
        " Viera continues then one of the North Vietnamese came up looked at me then kicked me and I flopped over I",
        44.96,
        55.36
    ],
    [
        " Guess he thought I was dead",
        55.36,
        56.34
    ],
    [
        " It was blood running out of my mouth my arm my legs",
        56.8,
        60.82
    ],
    [
        " He took my watch and my 45 caliber pistol and walked on I",
        60.82,
        68.08
    ],
    [
        " Watched them strip off all our weapons",
        68.08,
        69.74
    ],
    [
        " They left then they left back where they came from I",
        69.74,
        76.02
    ],
    [
        " Remember the artillery the bombs the napalm everywhere real close around me",
        76.02,
        80.92
    ],
    [
        " It shook the ground underneath me",
        80.92,
        83.78
    ],
    [
        " But it was coming in on the North Vietnamese soldiers too",
        84.58,
        87.68
    ],
    [
        " All this and more",
        87.68,
        91.48
    ],
    [
        " Much more took place between 6.50 a.m. and 7.40 a.m. on",
        91.48,
        98.8
    ],
    [
        " November 15th",
        98.8,
        100.04
    ],
    [
        " 1965",
        100.04,
        100.94
    ],
    [
        " The agonies of Charlie Company occurred over 140 yards of the line",
        100.94,
        106.72
    ],
    [
        " But men were fighting and dying on three sides of our thinly held American perimeter",
        106.72,
        112.62
    ],
    [
        " In the center I held the lives of all of these men in my hands",
        113.94,
        119.72
    ],
    [
        " The badly wounded captain Bob Edwards was on the radio now asking for reinforcements",
        119.72,
        126.6
    ],
    [
        " The only reserve I had was a reconnaissance platoon 22 men",
        126.6,
        131.02
    ],
    [
        " Was the attack on Charlie Company the main enemy threat?",
        131.02,
        135.28
    ],
    [
        " Delta company and the combined mortar position were also under attack now",
        135.62,
        140.62
    ],
    [
        " Reluctantly I told Captain Edwards that his company would have to fight on alone for the time being",
        141.7,
        146.94
    ],
    [
        " The din of the battle was unbelievable",
        146.94,
        151.9
    ],
    [
        " rifles and machine guns and mortars and grenades rattled banged and boomed",
        151.9,
        157.74
    ],
    [
        " Two batteries of 105 millimeter howitzers",
        157.74,
        160.82
    ],
    [
        " 12 big guns located on another landing zone five miles distant were firing non-stop",
        160.82,
        167.78
    ],
    [
        " Their shells exploding no more than 50 yards outside the ring of shallow foxholes",
        167.78,
        172.72
    ],
    [
        " Beside me in the battalion command post the Air Force forward controller Lieutenant Charlie W. Hastings 26 from Lameissa, New Mexico",
        172.72,
        181.6
    ],
    [
        " Radio to special code word",
        181.6,
        183.72
    ],
    [
        " broken arrow",
        183.72,
        185.02
    ],
    [
        " Meaning American unit in danger of being overrun and",
        185.02,
        190.64
    ],
    [
        " Within a short period of time every available fighter bomber in South Vietnam",
        190.64,
        195.5
    ],
    [
        " Would stacked overhead at a thousand foot intervals from 7,000 feet to 35,000 feet",
        195.52,
        201.14
    ],
    [
        " Waiting its turn to deliver bombs and napalms to the battlefield",
        201.14,
        204.48
    ],
    [
        " Among my sergeants there were three war men",
        204.48,
        210.26
    ],
    [
        " Men who parachute into Normandy on D day and had survived the war in Korea",
        210.26,
        216.06
    ],
    [
        " And those old veterans were shocked by the savagery and hellish noise of this battle",
        216.06,
        221.48
    ],
    [
        " Choking clouds of smoke and dust obscured the killing ground",
        222.68,
        226.64
    ],
    [
        " We were dry mouth and our bowels churned with fear and still",
        226.64,
        233.3
    ],
    [
        " The enemy came on in waves",
        233.3,
        237.56
    ],
    [
        " And",
        237.56,
        243.28
    ],
    [
        " That right there is from the opening chapter of",
        243.28,
        247.72
    ],
    [
        " Of the book we were soldiers once and young",
        247.92,
        251.46
    ],
    [
        " by General Howe Moore and Joe Galway and",
        251.46,
        256.76
    ],
    [
        " The book which was turned into a movie",
        256.76,
        259.76
    ],
    [
        " Which I saw when it came out in",
        259.76,
        263.14
    ],
    [
        " 2002 Mel Gibson",
        263.14,
        265.32
    ],
    [
        " It's a good movie",
        265.32,
        268.04
    ],
    [
        " for sure",
        268.04,
        269.52
    ],
    [
        " But it's also a Hollywood movie and Hollywood movies",
        269.52,
        274.32
    ],
    [
        " They're forced to fit",
        275.48,
        277.28
    ],
    [
        " Into two hours and they got to follow some kind of a plot and they can't dig into the details and they can't really give you a comprehensive",
        277.28,
        285.74
    ],
    [
        " Understanding of the events and I purposely did not watch this movie again while preparing for this podcast",
        285.74,
        292.14
    ],
    [
        " Because I didn't want it in there",
        292.14,
        293.84
    ],
    [
        " I didn't want it in my brain the movies",
        293.84,
        298.08
    ],
    [
        " Interpretation of the characters in it and the way that they were portrayed and the book is so good",
        298.78,
        305.26
    ],
    [
        " And it's so packed with",
        305.26,
        308.8
    ],
    [
        " detail and drama and action and",
        308.8,
        313.36
    ],
    [
        " And utterly incomprehensible heroism",
        313.36,
        319.3
    ],
    [
        " Everyone should read this book",
        319.3,
        322.66
    ],
    [
        " Everyone",
        322.66,
        325.1
    ],
    [
        " It starts off it explains the way the battle unfolded and it talks how it went tactically",
        326.34,
        333.52
    ],
    [
        " operationally and strategically",
        333.52,
        335.58
    ],
    [
        " goes through all those levels of warfare",
        335.58,
        338.4
    ],
    [
        " And you can see in the book how strategy unfolds at the tactical level and how tactical situations impact strategy is",
        338.4,
        346.34
    ],
    [
        " Well, you can see them both sides and there's also which is interesting. There's significant commentary from the Vietnamese enemy leadership",
        346.34,
        353.88
    ],
    [
        " That they went back and interviewed after the war was over",
        354.38,
        357.26
    ],
    [
        " Which just makes it an incredible book and like I said everyone should read it. So it tells the story of",
        357.26,
        364.0
    ],
    [
        " operations in the I dream valley in",
        364.0,
        366.52
    ],
    [
        " 1965 from November 14th until November 18th",
        366.52,
        370.22
    ],
    [
        " so five days",
        370.22,
        372.4
    ],
    [
        " But the fighting",
        372.4,
        376.02
    ],
    [
        " As was noted in that opening chapter is absolutely brutal leadership is tested over and over and over again",
        376.96,
        385.5
    ],
    [
        " and",
        385.5,
        388.76
    ],
    [
        " This battle took place with battalions and companies from the 7th cavalry",
        388.76,
        393.94
    ],
    [
        " Regiment and if you remember the books we covered on general George Custer he was a",
        393.94,
        400.02
    ],
    [
        " officer that led 7th cavalry troops in the battle little big horn where he was surrounded and",
        400.3,
        407.78
    ],
    [
        " He was killed along with 267 of his soldiers all of them dead",
        407.78,
        412.34
    ],
    [
        " by the",
        412.34,
        414.36
    ],
    [
        " Native American warriors on the suicide from the Lakota and the Dakota and the Northern Cheyenne and",
        414.36,
        422.12
    ],
    [
        " the Arapoh tribes and cavalry in those days",
        422.12,
        426.78
    ],
    [
        " Met horseback. That's what I meant. That's what mounted cavalry. That's what it was and in 1965 they adopted cavalry to",
        427.34,
        436.06
    ],
    [
        " a new kind of steed a new form of transport and this was the helicopter and",
        436.06,
        443.06
    ],
    [
        " In 1965 they converted the 11th air assault test division to the first cavalry",
        443.06,
        449.56
    ],
    [
        " division and",
        449.56,
        452.3
    ],
    [
        " the first and second battalions",
        452.3,
        454.2
    ],
    [
        " Of the first cavalry division soon took on the historical name of",
        454.74,
        460.44
    ],
    [
        " General Custer's unit and and by the way",
        460.44,
        463.38
    ],
    [
        " General cost the 7th Cav",
        463.38,
        465.26
    ],
    [
        " even though that's kind of the most famous",
        465.26,
        467.8
    ],
    [
        " Along with this I guess along with the I drink valley, but they they the the 7th Cav served in World War 2 and Korea",
        467.8,
        477.4
    ],
    [
        " all kinds of incredible service there and",
        477.4,
        480.46
    ],
    [
        " and a lot of that is covered in the book",
        480.46,
        482.38
    ],
    [
        " but",
        484.16,
        484.76
    ],
    [
        " again, we'll",
        484.76,
        486.62
    ],
    [
        " Have to move through this a little bit more quickly",
        486.62,
        489.46
    ],
    [
        " Otherwise",
        489.46,
        491.32
    ],
    [
        " Go read the book which I highly recommend",
        491.32,
        494.6
    ],
    [
        " But let's get into it starting about where",
        494.6,
        499.86
    ],
    [
        " Lieutenant Colonel Hal Moore takes over the first battalion 7th cavalry",
        499.86,
        506.06
    ],
    [
        " Going back to the book on Monday June 29th as scheduled. I took command of my battalion",
        506.06,
        512.16
    ],
    [
        " I was 42 years old at West Point graduate of the class of 1945 with 19 years commission service including 14 month tour in Korea",
        512.58,
        521.16
    ],
    [
        " Combat tour in Korea in a brief talk to the troops afterward. I told them that this was a good battalion, but it would get better",
        521.16,
        529.94
    ],
    [
        " I will do my best I said and I expect the same from each of you",
        529.94,
        535.52
    ],
    [
        " Before taking command, I had a long talk with the most important man in any battalion the sergeant major",
        535.52,
        542.28
    ],
    [
        " Basel L. Plumley",
        543.94,
        545.58
    ],
    [
        " 44 years old and six and a six foot two-inch bear of a man hailed from West Virginia",
        545.58,
        552.92
    ],
    [
        " The men sometimes called him old iron jaw, but never in his hearing",
        552.92,
        557.86
    ],
    [
        " Plumley was a two-war man and war master parachute wings with his five combat jump stars",
        557.86,
        567.06
    ],
    [
        " He was what the young airborne types called a four-jump bastard",
        567.06,
        571.72
    ],
    [
        " Plumley had survived all four combat jumps of the 82nd airborne division in World War II",
        572.16,
        577.98
    ],
    [
        " Sicily and Selerno in 1943",
        577.98,
        581.06
    ],
    [
        " And then in 1944 D. Day at Normandy and market garden in the Netherlands",
        581.06,
        586.76
    ],
    [
        " For that matter, he also made one combat parachute jump in the Korean War with the 187th airborne infantry regimen",
        586.76,
        595.16
    ],
    [
        " He ended World War II a buck sergeant and was promoted to sergeant major in 1961",
        595.16,
        601.2
    ],
    [
        " So let's think about that for a minute",
        601.52,
        603.38
    ],
    [
        " Let's think about that. I mean, we've talked we've definitely talked about Normandy. We definitely talked about market garden",
        603.38,
        610.26
    ],
    [
        " He jumped into both those and jumped into Sicily and Selerno and jumped into",
        610.26,
        617.54
    ],
    [
        " combat in the Korean War",
        617.54,
        620.14
    ],
    [
        " unbelievable",
        620.14,
        621.88
    ],
    [
        " Going back to the book the sergeant major was a no bullshit guy who believed as I did in tough training",
        621.88,
        631.1
    ],
    [
        " Tough discipline and tough physical conditioning",
        631.2,
        633.86
    ],
    [
        " To this day there are veterans of the battalion who are convinced that God may look like sergeant major basal Plumley",
        633.86,
        641.24
    ],
    [
        " But he isn't nearly as tough as the sergeant major on sins small or large",
        641.24,
        647.64
    ],
    [
        " privately",
        647.64,
        649.24
    ],
    [
        " I thanked my lucky stars that I had inherited such a treasure",
        649.24,
        652.38
    ],
    [
        " I told sergeant major Plumley that he had unrestricted access to me at any time on any subject he wished to raise",
        652.38,
        660.1
    ],
    [
        " After the ceremony the company commanders and the battalion staff got a look at their new boss and award on my standards",
        661.2,
        667.56
    ],
    [
        " They were fairly simple",
        667.56,
        669.44
    ],
    [
        " Only first place trophies will be displayed accepted or presented in this battalion",
        669.44,
        675.42
    ],
    [
        " Second place in our line of work is defeat of the unit on the battlefield and death for the individual in combat",
        675.42,
        682.12
    ],
    [
        " No fat troops or officers decision-making will be decentralized push the power down",
        682.12,
        689.52
    ],
    [
        " It pays off in wartime",
        690.36,
        692.18
    ],
    [
        " Loyalty flows down as well. I check up on everything",
        692.18,
        696.28
    ],
    [
        " I am available day or night to talk with any officer of this battalion",
        696.28,
        700.42
    ],
    [
        " Finally the sergeant major works for only for me and takes orders only for me. He is my right hand man",
        700.42,
        708.36
    ],
    [
        " So he's set in the stage",
        708.36,
        710.98
    ],
    [
        " pretty interesting",
        710.98,
        714.46
    ],
    [
        " Not only first place trophies second place no",
        716.18,
        719.66
    ],
    [
        " Not happening here",
        719.66,
        722.2
    ],
    [
        " Back to the book the officers of my new battalion were the usual great army mix of men who had come from their jobs",
        722.2,
        730.26
    ],
    [
        " Come to their jobs from West Point ROTC officer candidate school and military schools like the citadel",
        730.26,
        735.52
    ],
    [
        " Most of the young second lieutenants had come through OCS and college ROTC programs",
        735.52,
        740.5
    ],
    [
        " There were three rifle companies in the battalion alpha bravo and Charlie companies each at full strength supposed to have six officers and",
        740.86,
        748.72
    ],
    [
        " 164 enlisted men",
        748.72,
        750.2
    ],
    [
        " They were my maneuver elements",
        750.2,
        752.16
    ],
    [
        " Each rifle company had three rifle platoons plus one platoon of",
        752.16,
        756.44
    ],
    [
        " 381 millimeter mortar squads for fire support",
        756.44,
        759.72
    ],
    [
        " Each rifle platoon in turn had three rifle squads plus a weapon squad of two M60 machine guns for fire support",
        759.72,
        767.86
    ],
    [
        " There's the breakdown right there",
        768.1,
        770.02
    ],
    [
        " They also had a",
        770.02,
        771.62
    ],
    [
        " Another combat support company delta company",
        771.62,
        774.4
    ],
    [
        " Which had a recon platoon a mortar platoon and an anti tank platoon",
        774.4,
        778.56
    ],
    [
        " And they converted the unneeded anti tank platoons into machine gun platoon for duty and Vietnam because there was no enemy tanks going up against",
        778.56,
        785.8
    ],
    [
        " So that's that's what the battalion was looking like",
        785.8,
        788.16
    ],
    [
        " Going back to the book during the during those first",
        788.16,
        792.98
    ],
    [
        " 14 months, so now he's going to talk about their work up a little bit how they got ready for combat back to the book during those 14 months before we sailed for Vietnam",
        793.54,
        801.66
    ],
    [
        " We spent most of the time in the field practicing assault landings from helicopters and the incredibly complex coordination of artillery",
        801.66,
        808.64
    ],
    [
        " Tactical air support and aerial rocket",
        808.64,
        810.92
    ],
    [
        " Artillery with the all important flow of helicopters into and out of the battle zone",
        810.92,
        816.42
    ],
    [
        " commanders had to",
        816.42,
        817.96
    ],
    [
        " To learn to see terrain differently to add a constant scan for landing zones which are called LZs and pick up zones",
        818.46,
        825.7
    ],
    [
        " Peasies to all the other features they had to keep in mind",
        825.7,
        829.36
    ],
    [
        " We practiced rapid loading and unloading of men and material to reduce the helicopters window of vulnerability",
        829.36,
        835.68
    ],
    [
        " Total flexibility was the watchword in planning and attitude",
        835.68,
        839.76
    ],
    [
        " There was one bit of sobering reality that I insisted be introduced at every level in this training",
        839.76,
        845.76
    ],
    [
        " We would declare a platoon commander dead",
        845.76,
        848.0
    ],
    [
        " And take let his sergeant take over and carry out the mission or declare a sergeant dead and have one of his pfc's take over running the squad",
        848.0,
        855.4
    ],
    [
        " We were training for war and leaders are killed in battle",
        855.4,
        859.16
    ],
    [
        " I wanted every man trained for and capable of taking over the job of the man above him",
        859.16,
        866.18
    ],
    [
        " So they're they're working a whole new gig here. They never",
        866.18,
        869.38
    ],
    [
        " No one had really",
        869.38,
        870.64
    ],
    [
        " Done this before riding everyone's going into combat on helicopters",
        871.0,
        874.08
    ],
    [
        " And obviously helicopters give you great amount of maneuverability you can be up vertically and take off and travel a great distance and set down anywhere",
        874.08,
        881.66
    ],
    [
        " Or not anywhere just about anywhere",
        881.66,
        883.82
    ],
    [
        " You can set down in a lot of places I should say because you can't set down anywhere especially in the jungle where you got trees and",
        883.82,
        888.26
    ],
    [
        " All kinds of obstacles and then you've got enemy on top of that and helicopters are are pretty vulnerable flying machines",
        888.26,
        895.72
    ],
    [
        " And so this idea what what they were practicing was this massive movement move all the troops into the combat zone very quickly",
        896.62,
        902.92
    ],
    [
        " And the enemy doesn't expect you then you can just show up there. So it's that's what they're practicing over and over again",
        902.92,
        908.98
    ],
    [
        " and clearly",
        908.98,
        910.5
    ],
    [
        " You know a Korean war veteran like how more was he knows that",
        910.5,
        915.42
    ],
    [
        " Leaders can get killed in combat and so he's",
        915.42,
        917.94
    ],
    [
        " Sometimes killing the leaders in training and that's a tradition. We still had we did that all the time when I was running training the steel teams",
        917.94,
        924.32
    ],
    [
        " The minute the leader started to get a grip on things. It was like okay, you're dead. Mm-hmm next man's got to step up",
        924.72,
        929.38
    ],
    [
        " And sometimes that would just wreck up a tune or a task unit",
        929.38,
        934.24
    ],
    [
        " The leader dies if they're a good leader and they're not and no one is used to stepping up",
        934.24,
        938.84
    ],
    [
        " It'd be problematic",
        938.84,
        939.6
    ],
    [
        " But sometimes it would actually be beneficial",
        939.6,
        941.9
    ],
    [
        " Because you get some guy that's a micro manager killing and then watch everything run smoothly and you come back and you go",
        941.9,
        946.48
    ],
    [
        " Dude you better back off a little bit because this guy's running a better show than you are and it's really clear",
        946.48,
        952.02
    ],
    [
        " So sometimes we teach guys lessons that way",
        952.46,
        954.94
    ],
    [
        " Back to the book unfortunately my battalion and every other in the division now began to suffer the consequences of president",
        954.94,
        963.7
    ],
    [
        " Johnson's refusal to declare a state of emergency and extend the active duty tours of draftees and reserve officers",
        963.7,
        970.98
    ],
    [
        " The order came down any soldier who had less of less who had 60 days or less left to serve on his enlistment as of the date of deployment",
        970.98,
        981.26
    ],
    [
        " August 16th must be left behind",
        981.76,
        983.54
    ],
    [
        " We were sick at heart",
        983.54,
        985.4
    ],
    [
        " We were being shipped off to war sadly under strength and crippled by the loss of almost a hundred troopers in my battalion alone",
        985.4,
        993.26
    ],
    [
        " The very men who would be the most useful in combat those who had trained the longest and the new techniques of helicopter warfare",
        993.26,
        1000.36
    ],
    [
        " Were by this order taken away from us",
        1000.36,
        1003.24
    ],
    [
        " It made no sense then it makes no sense now",
        1003.24,
        1006.8
    ],
    [
        " So again, I talked about the strategic kind of implications that these guys felt and this is one of them and",
        1007.68,
        1013.0
    ],
    [
        " Obviously, I'm jumping through the book. They talks more about the workup and what they did to prepare",
        1013.0,
        1017.6
    ],
    [
        " But now he's getting to this point where president Johnson doesn't declare a state of emergency and keep these guys in and so",
        1017.6,
        1023.36
    ],
    [
        " You know, that's a political decision obviously",
        1023.36,
        1026.36
    ],
    [
        " But what it where does an impact? Sure it impacts the guys on the front line. That's where it impacts",
        1026.36,
        1031.78
    ],
    [
        " now",
        1031.78,
        1034.28
    ],
    [
        " Now",
        1034.86,
        1035.34
    ],
    [
        " Like I said this book is written not only by not only by",
        1035.34,
        1039.12
    ],
    [
        " Lieutenant General Hal Moore is how he retired in this book. I'll refer to him as lieutenant Colonel or",
        1039.12,
        1045.66
    ],
    [
        " Sometimes I guess I'm just a disrespectful and call him Hal Moore. I don't mean it disrespectfully but",
        1045.66,
        1051.84
    ],
    [
        " Anyways Hal Moore wrote the book, but he also wrote the book along with another guy named Joe Galloway and",
        1051.84,
        1059.78
    ],
    [
        " You know, you know what a ghostwriter is yeah, yeah ghostwriter. Well, this is",
        1059.78,
        1064.06
    ],
    [
        " So ghostwriter writes a person's book, but no one's supposed to know it and then there's people that write the book, but they get credit for it",
        1064.28,
        1070.64
    ],
    [
        " And you might think that's a situation here looking at the title because you've got lieutenant general Harold Moore retired and",
        1070.64,
        1077.86
    ],
    [
        " Joseph L. Galloway like you know, it doesn't say any service thing well",
        1077.86,
        1082.02
    ],
    [
        " In this particular case that could give you an absolutely wrong impression because Joe Galloway was a reporter a combat reporter who was",
        1082.02,
        1092.94
    ],
    [
        " Obviously he was very courageous and",
        1093.88,
        1096.34
    ],
    [
        " and basically got after it for lack of a better word",
        1096.34,
        1100.32
    ],
    [
        " So",
        1100.32,
        1101.46
    ],
    [
        " I'll go on where they introduce him a little bit back to the book",
        1101.46,
        1104.68
    ],
    [
        " UPI reporter Joe Galloway a 23-year-old native of refugio Texas marched with us when he hooked up with us",
        1104.68,
        1112.8
    ],
    [
        " He carried on a shoulder an M16 rifle which the special forces commander major Charles Beckwith",
        1112.8,
        1118.72
    ],
    [
        " Had handed him",
        1119.04,
        1120.34
    ],
    [
        " When the fight was over Galloway told Beckwith that strictly speaking under the Geneva Convention",
        1120.34,
        1126.48
    ],
    [
        " He was a civilian non combatant",
        1126.48,
        1128.72
    ],
    [
        " Beckwith's response",
        1128.72,
        1130.16
    ],
    [
        " No such thing in these mountains boy take that rifle",
        1130.16,
        1133.78
    ],
    [
        " So if you know anything about",
        1133.78,
        1135.46
    ],
    [
        " Charles Beckwith major Charlie Beckwith it's the guy that created delta force complete",
        1135.46,
        1141.48
    ],
    [
        " badass warrior and",
        1141.48,
        1144.46
    ],
    [
        " He was a special forces commander in Vietnam and and was one of the first people that apparently Galloway worked with and Galloway said you know you better arm yourself",
        1144.72,
        1152.5
    ],
    [
        " So",
        1152.5,
        1154.84
    ],
    [
        " Here's Galloway talking Galloway remembers",
        1154.84,
        1158.26
    ],
    [
        " My first time out with Halmore's first battalion seventh cavalry was a hellish walk into the sun to remote Montagard",
        1158.26,
        1164.68
    ],
    [
        " Mountain village",
        1164.68,
        1166.3
    ],
    [
        " We got into a patch of brush and wait a minute vines so thick and thorny that every step had to be carved out with machetes",
        1166.3,
        1172.9
    ],
    [
        " We covered maybe 300 yards in four hours and forwarded a fast running chest deep mountain stream",
        1173.26,
        1179.28
    ],
    [
        " Just as darkness fell then huddled in our ponchos wet and freezing all night long",
        1179.28,
        1183.92
    ],
    [
        " At first light I pinched off a small piece of C4 plastic exposure from the emergency supply in my pack and used it to boil up a canteen of water for coffee",
        1183.92,
        1193.36
    ],
    [
        " If you lit C4 very carefully you could be drinking hot coffee in maybe 30 seconds if you were careless it blew off your arm",
        1193.36,
        1201.28
    ],
    [
        " Over a first cigarette I watched Moore's men",
        1202.9,
        1206.14
    ],
    [
        " First they shaved shaved up here. I was amazed",
        1206.14,
        1211.32
    ],
    [
        " Then the Colonel himself blonde jut jod and very intense a son of barredstown Kentucky and West Point walked by on this morning rounds with the sergeant made with Sergeant Major plumbly",
        1211.32,
        1223.62
    ],
    [
        " More looked at me over and said we all shave in my outfit",
        1223.62,
        1228.1
    ],
    [
        " Reporters included my steaming coffee water went for a wash and a shave and I gained a measure of respect for the man",
        1229.54,
        1235.6
    ],
    [
        " Daily discipline and all things",
        1235.6,
        1239.98
    ],
    [
        " You know that's another thing that I failed to mention but it's very clear when you read the book is this is",
        1239.98,
        1245.36
    ],
    [
        " 1965 in the war had not escalated at all and it wasn't the the",
        1245.36,
        1250.8
    ],
    [
        " meat grinder that it turned into so",
        1250.8,
        1254.22
    ],
    [
        " These guys you know in their workup oh they knew that they were going to fight but they didn't",
        1254.84,
        1260.0
    ],
    [
        " they didn't know",
        1260.0,
        1260.68
    ],
    [
        " It wasn't the Vietnam that we think of now where there's a lot of casualties happening",
        1260.68,
        1265.82
    ],
    [
        " It it it hadn't gotten there yet and as a matter of fact this battle is really the first one where that where you start seeing very significant",
        1265.82,
        1272.0
    ],
    [
        " American casualties",
        1272.0,
        1273.94
    ],
    [
        " The guy that's in charge over",
        1273.94,
        1280.68
    ],
    [
        " How over how more is a guy named Colonel Brown and he shows up going back to the book not long after",
        1281.96,
        1287.72
    ],
    [
        " Colonel Brown flew in checked on the situation with Alpha Company and then called me aside",
        1287.72,
        1291.48
    ],
    [
        " How I'm moving your battalion west tomorrow morning",
        1291.48,
        1295.18
    ],
    [
        " He said unfolding his map",
        1295.18,
        1297.48
    ],
    [
        " Here is your area of operations north of Chu Pong in the I drank valley",
        1297.48,
        1302.4
    ],
    [
        " Your mission is the same one you have now find and kill the enemy",
        1302.4,
        1306.98
    ],
    [
        " He rapidly outlined the scope of operations and the resources he could spare 16",
        1307.42,
        1312.22
    ],
    [
        " UH",
        1312.22,
        1313.3
    ],
    [
        " 1d",
        1313.3,
        1315.36
    ],
    [
        " Huey's so that's a Huey helicopter. It's the most",
        1315.36,
        1318.34
    ],
    [
        " I guess the the most iconic helicopter",
        1318.34,
        1321.94
    ],
    [
        " A probably of any military and certainly of Vietnam the Huey helicopter is",
        1321.94,
        1327.64
    ],
    [
        " Is",
        1327.64,
        1328.7
    ],
    [
        " Completely iconic",
        1328.7,
        1330.46
    ],
    [
        " 16 Huey's to move my troops",
        1330.46,
        1333.46
    ],
    [
        " 2105 Halitzer batteries within range to support us and at least two days",
        1334.04,
        1337.46
    ],
    [
        " On the ground patrolling he added that Alpha Company of the 229th Helicopter",
        1337.46,
        1343.74
    ],
    [
        " Assault helicopter battalion would provide the helicopters the 229th A company",
        1343.74,
        1348.52
    ],
    [
        " Commander major Bruce Crandall was on his way now",
        1348.52,
        1352.68
    ],
    [
        " One more thing how in that area be sure your companies are close enough for mutual support",
        1352.68,
        1358.48
    ],
    [
        " So the reason I highlighted that",
        1358.48,
        1361.74
    ],
    [
        " A lot of times",
        1363.4,
        1364.3
    ],
    [
        " People have a tendency in in combat situations especially when planning to get too far apart from each other",
        1364.3,
        1371.84
    ],
    [
        " Then I would see this all the time and",
        1371.84,
        1373.94
    ],
    [
        " What happens is it it seems to make sense because you cover more ground or you have better angles",
        1373.94,
        1379.32
    ],
    [
        " And it seems like a good idea like hey, we'll just split up and you can take care of your guys and I'll take care of my guys",
        1379.32,
        1384.06
    ],
    [
        " But you always need to stay within a position where you can mutually support each other where if we get in trouble",
        1384.06,
        1390.82
    ],
    [
        " We can cover move that that's what it is you want to be able to cover to move cover move",
        1390.82,
        1394.9
    ],
    [
        " So the minute you're out of sight out of line of sight out of radio",
        1394.9,
        1399.06
    ],
    [
        " Out of the out of a",
        1399.06,
        1401.62
    ],
    [
        " Distance where your weapons can be used to support your alone",
        1401.62,
        1405.26
    ],
    [
        " That's the thing you you get away from line of sight radio contact",
        1405.26,
        1410.6
    ],
    [
        " The distance that weapons can be shot effectively",
        1410.6,
        1413.6
    ],
    [
        " From the other unit that you're out there with now you are alone",
        1413.6,
        1417.96
    ],
    [
        " So when you're planning",
        1419.82,
        1421.02
    ],
    [
        " Make sure and he's saying in that area. I always use that rule",
        1421.02,
        1425.22
    ],
    [
        " As often as possible are there times where you can",
        1425.22,
        1429.28
    ],
    [
        " You can flex that rule a little bit of course there are there situations you can get into and you can it might be a better tactical call",
        1429.28,
        1436.72
    ],
    [
        " But always keep in mind",
        1436.72,
        1438.58
    ],
    [
        " What you're doing and what you're sacrificing when you can no longer mutually support the other units that you're out with and",
        1438.58,
        1445.76
    ],
    [
        " They can't mutually support you you're alone",
        1446.62,
        1449.0
    ],
    [
        " So he knows this is going to be a little bit of a hot area at least he expects it going back to the book",
        1449.0,
        1457.0
    ],
    [
        " How ready was my battalion for combat?",
        1457.0,
        1458.56
    ],
    [
        " We had never maneuvered in combat as an entire battalion although all three rifle companies had been minor scrapes",
        1458.94,
        1464.84
    ],
    [
        " So they've been in Vietnam for a while",
        1464.84,
        1466.14
    ],
    [
        " They've been in a little bit of",
        1466.14,
        1467.52
    ],
    [
        " Contact but nothing two major and like you just said none of them none of them had been been out as a group as a battalion",
        1467.52,
        1474.08
    ],
    [
        " Back to the book most of the men had never seen an enemy soldier dead or alive",
        1474.32,
        1478.52
    ],
    [
        " We'd killed fewer than ten black pajama gorillas in the get acquainted patrols and small operations since our arrival",
        1478.52,
        1485.86
    ],
    [
        " The four line companies had",
        1485.86,
        1488.34
    ],
    [
        " 20 of their authorized 23 officers",
        1488.34,
        1491.68
    ],
    [
        " But the enlisted ranks have been badly whittled down by",
        1491.68,
        1494.84
    ],
    [
        " expiring enlistments",
        1494.84,
        1496.5
    ],
    [
        " malaria cases and requirements for base camp guards and workers",
        1496.5,
        1501.12
    ],
    [
        " Back in an K",
        1501.12,
        1503.38
    ],
    [
        " Alpha company had 115 men",
        1504.08,
        1506.16
    ],
    [
        " 49 fewer than authorized bravo company had 114 men was 50 short",
        1506.16,
        1511.8
    ],
    [
        " Charlie company had 106 men down by 58",
        1511.8,
        1514.84
    ],
    [
        " And the weapons company delta had only 76 men 42 fewer than authorized",
        1514.84,
        1520.68
    ],
    [
        " Headquarters company was also under strength and I had been forced to draw it down further by sending men out to fill crucial medical and communication",
        1520.68,
        1528.98
    ],
    [
        " vacancies in the line companies",
        1528.98,
        1531.56
    ],
    [
        " I",
        1532.7,
        1533.14
    ],
    [
        " Didn't like being short-handed",
        1533.14,
        1534.2
    ],
    [
        " But things had been no different in the Korean War and somehow we may do",
        1534.2,
        1539.36
    ],
    [
        " You just suck it up and do it and we would do the same",
        1539.36,
        1543.68
    ],
    [
        " We do the same way in the eye-drag",
        1543.68,
        1546.28
    ],
    [
        " The officers and nco's would do what they could to make up the slack",
        1546.28,
        1551.08
    ],
    [
        " Just as we had done in Korea so",
        1551.08,
        1553.36
    ],
    [
        " My point of reading that these guys are heavily underman supposed to have 150 people and they have you know",
        1553.36,
        1558.48
    ],
    [
        " 105 whatever",
        1558.48,
        1560.74
    ],
    [
        " And",
        1563.26,
        1563.74
    ],
    [
        " There's nothing to do about it",
        1563.74,
        1564.84
    ],
    [
        " And it's also interesting and worth noting that he has a headquarters company",
        1564.84,
        1569.02
    ],
    [
        " So you got the the battalion commander and he's got a group of guys that",
        1569.02,
        1572.62
    ],
    [
        " Do weapons for him and also communications and he's pushed those guys out",
        1572.62,
        1577.52
    ],
    [
        " So instead of keeping those guys and making him his",
        1577.52,
        1579.92
    ],
    [
        " His own team all fat and happy note he makes his team thin and gives as much as he can to the to the forces that are out in the field",
        1579.92,
        1588.16
    ],
    [
        " So another good note on leadership",
        1588.16,
        1590.58
    ],
    [
        " Now they're getting ready to roll in and",
        1593.14,
        1596.44
    ],
    [
        " We will",
        1596.44,
        1598.58
    ],
    [
        " Talk about he's kind of going through the plan a little bit here. We go back to the book",
        1598.58,
        1603.12
    ],
    [
        " I would personally land on the first helicopter piloted my Bruce Crandell and Bruce Crandell's the",
        1603.12,
        1607.08
    ],
    [
        " Commander of the helicopters that are flying them in that would permit me a final low-level look at the landing zone and surrounding terrain",
        1607.08,
        1613.56
    ],
    [
        " And with Crandell and the front seat and me in the back we could work out on the spot any last minute diversion to an alternate landers at landing zone",
        1613.56,
        1621.1
    ],
    [
        " If necessary and fix any other problems with the lift",
        1621.1,
        1623.54
    ],
    [
        " In the American Civil War it was a matter of principle that a good officer rode his horse as little as possible",
        1623.54,
        1630.52
    ],
    [
        " There were sound reasons for this if you are riding and your soldiers are marching",
        1630.52,
        1635.54
    ],
    [
        " How can you judge how tired they are how thirsty how heavy their packs weigh on their shoulders",
        1635.54,
        1641.34
    ],
    [
        " I applied the same philosophy in Vietnam where every battalion commander had his own command and control helicopter",
        1641.34,
        1648.1
    ],
    [
        " Some commanders used their helicopters as their personal mount",
        1649.1,
        1651.98
    ],
    [
        " I never believed in that you had to get on the ground with your troops to see and hear what was happening",
        1651.98,
        1657.76
    ],
    [
        " You have to soak up firsthand information for your instincts to operate accurately",
        1657.76,
        1663.12
    ],
    [
        " Besides it's too easy to be crisp cool and detached at 1500 feet too easy to demand the impossible of your troops",
        1663.12,
        1671.28
    ],
    [
        " Too easy to make mistakes that are fatal only to those souls far below in the mud the blood",
        1671.28,
        1677.9
    ],
    [
        " and confusion",
        1679.42,
        1679.06
    ],
    [
        " So this is something we talk about all the time from a leadership perspective",
        1679.06,
        1682.7
    ],
    [
        " You cannot be",
        1682.7,
        1684.14
    ],
    [
        " You know, it's the it's the dichotomy of detachment right it does pay and there's certain times where you can tell in",
        1684.14,
        1691.26
    ],
    [
        " In these situations if you're in the command helicopter that's up above the fighting well",
        1691.26,
        1695.54
    ],
    [
        " You're you're de facto. I mean you you are detached from the situation and you can see what's happening and you have",
        1695.54,
        1701.44
    ],
    [
        " You have a good view of what's going on",
        1701.44,
        1704.9
    ],
    [
        " But even though you have a good view you're also missing a bunch",
        1705.52,
        1708.7
    ],
    [
        " You're missing what it's like down there. You're missing what the men are seeing you're missing what it looks like to them",
        1708.7,
        1713.14
    ],
    [
        " You're missing the communication breakdowns that are happening down there. So you have to find that balance between these two and",
        1713.14,
        1718.5
    ],
    [
        " and",
        1718.5,
        1719.82
    ],
    [
        " He",
        1719.82,
        1720.84
    ],
    [
        " clearly is aware of that",
        1720.84,
        1722.96
    ],
    [
        " He's",
        1722.96,
        1726.62
    ],
    [
        " preparing for this and he's got a book",
        1726.62,
        1729.02
    ],
    [
        " called",
        1729.02,
        1731.64
    ],
    [
        " Street without joy by a guy named Bernard fall and it's",
        1732.16,
        1737.02
    ],
    [
        " It's a book about Vietnam it's book about",
        1737.02,
        1740.68
    ],
    [
        " the",
        1740.68,
        1741.92
    ],
    [
        " Tragedy that the French troops went through fighting the Vietnamese and he says that he took one lesson away from that book",
        1741.92,
        1750.32
    ],
    [
        " And this is the lesson death is the price you pay for underestimating this tenacious enemy",
        1750.32,
        1755.88
    ],
    [
        " So he was aware and like general maddisk said, you know",
        1755.88,
        1760.64
    ],
    [
        " Not too long ago they're talking about general maddisk now come you read so many books and he says because I get to see",
        1761.64,
        1765.78
    ],
    [
        " I get to learn and this is a classic case",
        1765.78,
        1768.12
    ],
    [
        " He he knew he read books about the the French that had fought the Vietnamese what ten years earlier 11 years earlier",
        1768.12,
        1775.34
    ],
    [
        " And that made him more prepared",
        1775.34,
        1777.42
    ],
    [
        " Now talking a little bit like I said there's a there's great information in here about the enemy and",
        1777.42,
        1786.06
    ],
    [
        " Like I said, they went and interviewed and got reports from the enemy",
        1786.06,
        1790.08
    ],
    [
        " and",
        1791.62,
        1792.18
    ],
    [
        " Here we go a little bit about the enemy back to the book the soldiers commanded by Brigadier general",
        1792.18,
        1797.2
    ],
    [
        " Chiu hui man had been training for more than 18 months",
        1797.2,
        1802.24
    ],
    [
        " When they joined the people's army each recruit was issued two khaki shirts two pairs of khaki trousers a sewing kit and a pair of Ho Chi men sandals cut from used tire trucks",
        1802.24,
        1813.04
    ],
    [
        " Those uniforms were expected to last",
        1813.04,
        1815.68
    ],
    [
        " five years",
        1815.68,
        1817.5
    ],
    [
        " Basic training lasted 13 weeks six days a week six a.m. To 9 15 p.m",
        1818.14,
        1822.94
    ],
    [
        " The instructors emphasized weapons and tactics the house of warfare while the political commissaries had time had time set aside each day to lecture on the",
        1822.94,
        1832.14
    ],
    [
        " Wise of this war",
        1832.14,
        1833.26
    ],
    [
        " The recruits were reminded constantly that their fathers had beaten the French colonialists now it was there duty to defeat the American imperialists",
        1833.26,
        1841.9
    ],
    [
        " They were imbued with Ho Chi men's dictum nothing is more precious than freedom and independence",
        1842.42,
        1848.04
    ],
    [
        " After basic training some were selected for six months of NCO school and would emerge as new corpals for the rest advanced impotry training included",
        1848.04,
        1857.94
    ],
    [
        " Familiarization with all weapons the use of explosive",
        1857.94,
        1861.1
    ],
    [
        " ambush tactics reconnaissance tactics adjusting mortar fire and patrol tactics and June of 1964",
        1861.1,
        1867.64
    ],
    [
        " Man soldiers moved up into the mountains of North Vietnam",
        1867.82,
        1871.08
    ],
    [
        " Terrain similar to that in western Highlands of South Vietnam",
        1871.08,
        1875.2
    ],
    [
        " Here physical conditioning was emphasized they scaled steep slopes while wearing rucksacks loaded with 50 to 60 pounds of rocks their advanced training now",
        1875.2,
        1885.2
    ],
    [
        " Also focused on the art of camouflage",
        1885.2,
        1887.7
    ],
    [
        " When the time came for them to begin the arduous two-month journey down the Ho Chi men trail through Laos",
        1887.7,
        1894.22
    ],
    [
        " General man's regiment broke down into battalions for security purge presses",
        1894.26,
        1898.5
    ],
    [
        " Each moving separately at least three days ahead of the next each soldier carried four pounds of rice seven days rations",
        1898.5,
        1906.46
    ],
    [
        " Plus another eight pounds of foodstuffs that were expected to last him the whole trip two pounds of salt two pounds of wheat flour and four pounds of salt pork",
        1906.46,
        1915.02
    ],
    [
        " One man in every squad carried the aluminum cook pot that would",
        1915.02,
        1919.2
    ],
    [
        " That the squad's rice would be boiled in",
        1919.2,
        1921.7
    ],
    [
        " Each man also carried 50 anti-malaria pills one for each day on the trail and a hundred vitamin B1 tabs to be taken at the rate of three per week",
        1922.2,
        1931.88
    ],
    [
        " Despite the pills virtually every man who walked the trail contract in malaria and on average",
        1931.88,
        1937.46
    ],
    [
        " Three or four soldiers of each 160 man company would die on the journey",
        1937.46,
        1942.22
    ],
    [
        " Malaria diarrhea",
        1942.22,
        1944.46
    ],
    [
        " Accidents poisonous snakes and American area raids took their toll",
        1944.46,
        1948.74
    ],
    [
        " Man's soldiers marched nine miles each day the distance between rest camps where they spent each night",
        1950.2,
        1956.26
    ],
    [
        " Every day every fourth day they stayed in camp taking the day off to rest up wash their clothes and tend to minor medical problems",
        1956.26,
        1965.74
    ],
    [
        " So this is a legit enemy. We're looking at legit enemy organized well trained hard tough",
        1965.74,
        1973.9
    ],
    [
        " Well-led",
        1973.9,
        1975.56
    ],
    [
        " and",
        1980.0,
        1980.44
    ],
    [
        " and ready and you can't ever you know",
        1980.44,
        1983.26
    ],
    [
        " This is one of the biggest problems with fighting encounter insurgency is you're going to get someone that's fighting on their home turf",
        1983.26,
        1988.06
    ],
    [
        " And that is just you can't eat how do you overcome that advantage? Well you overcome that advantage with firepower and with some technology",
        1988.06,
        1994.38
    ],
    [
        " But that is a hard advanced to overcome",
        1994.38,
        1996.26
    ],
    [
        " yeah",
        1996.26,
        1996.8
    ],
    [
        " And here's a quote from general and",
        1996.8,
        2002.06
    ],
    [
        " When you landed there",
        2002.06,
        2004.42
    ],
    [
        " You landed right in the middle of three of our battalions of the 66th regimen our service our reserve force",
        2004.78,
        2011.42
    ],
    [
        " It was the strongest we had at full strength the battalions each had about 450 men",
        2011.42,
        2017.94
    ],
    [
        " Also, there was a headquarters battalion the regimen's total strength was about 1600 men",
        2017.94,
        2024.08
    ],
    [
        " so they're",
        2024.08,
        2025.92
    ],
    [
        " Kind of by chance set up on the same",
        2025.92,
        2030.3
    ],
    [
        " Spot where these guys are going to go in which is LZ x-ray landing zone x-ray",
        2030.96,
        2036.46
    ],
    [
        " And here these uh, they're flying in",
        2036.46,
        2041.86
    ],
    [
        " Into the LZ x-ray",
        2041.86,
        2044.22
    ],
    [
        " Captain John Heron whose bravo company troops filled the helicopter recalls it was a cool",
        2044.22,
        2049.7
    ],
    [
        " It was a misty cool morning with some low hanging fog when we lifted off",
        2049.7,
        2053.4
    ],
    [
        " But shortly after takeoff we broke into the clear and you could see the 105 artillery pounding the areas",
        2053.4,
        2059.68
    ],
    [
        " Around the LZ as we headed in",
        2059.68,
        2061.72
    ],
    [
        " Vietnam even in war was scenic with green jungle heavy forested mountains and wild looking rivers crisscrossing the terrain",
        2061.72,
        2070.26
    ],
    [
        " Now the helicopters of the aerial rocket artillery slammed the perimeter with rockets grenades and machine gun fire",
        2070.26,
        2080.92
    ],
    [
        " Using 24 of the 48 2.7 inch rockets they carried so",
        2080.92,
        2086.4
    ],
    [
        " It's the it's the same thing that we've heard before it's cover move right as you come into a landing zone",
        2086.98,
        2092.72
    ],
    [
        " Like they did in D-Day. What do you do first you bomb the crap out of it?",
        2092.72,
        2097.12
    ],
    [
        " You hit it with naval gunfire and they're doing the same thing here",
        2097.36,
        2099.88
    ],
    [
        " They're prepping the landing zone by dropping a bunch of 105 howitzers",
        2099.88,
        2104.0
    ],
    [
        " Into the around the the surrounding area around the landing zone and then the helicopters wants it too close",
        2104.0,
        2109.8
    ],
    [
        " And the and the howitzers have to turn off then the helicopters start shooting and they do their best to clear the area",
        2109.8,
        2116.24
    ],
    [
        " On the landing zone that's what's going on",
        2116.4,
        2117.92
    ],
    [
        " Back to the book the people's army commander on the battlefield then senior lieutenant Colonel Nguyen who on",
        2117.92,
        2127.48
    ],
    [
        " Says when you drop troops into x-ray. I was on Tupong mountain",
        2127.48,
        2131.58
    ],
    [
        " We had a very strong position and a strong mobile command group",
        2131.58,
        2135.26
    ],
    [
        " We were ready",
        2135.26,
        2136.7
    ],
    [
        " We were ready had prepared for you and expected you to come",
        2136.7,
        2141.18
    ],
    [
        " The only question was when",
        2141.18,
        2143.16
    ],
    [
        " The trees and bush limited our view of the helicopters landing",
        2144.08,
        2147.16
    ],
    [
        " But we had an observation post on top of the mountain and they reported to us when you drop troops and when you move them",
        2147.16,
        2153.66
    ],
    [
        " so",
        2153.66,
        2154.58
    ],
    [
        " Man, you know, I talk about all the time about",
        2154.58,
        2158.8
    ],
    [
        " Having the high ground",
        2158.8,
        2160.28
    ],
    [
        " well when",
        2160.28,
        2161.2
    ],
    [
        " These guys are landing in a valley and they're surrounded by high ground",
        2161.2,
        2165.58
    ],
    [
        " So it's a you're at a you're at a tactical disadvantage there",
        2165.58,
        2168.46
    ],
    [
        " You",
        2171.12,
        2171.54
    ],
    [
        " Right as soon as just about as soon as I hit the ground there for a little while and they get a prisoner",
        2171.54,
        2175.02
    ],
    [
        " the the Americans get a prisoner and",
        2175.02,
        2179.7
    ],
    [
        " Here's there's a translator and he translates the prisoners words and here's what the prisoner says",
        2179.7,
        2185.42
    ],
    [
        " Well, here's what the translator says he says there are three battalions on the mountain who want very much to kill Americans",
        2185.42,
        2191.28
    ],
    [
        " But have not been able to find any",
        2191.28,
        2192.82
    ],
    [
        " Oh",
        2196.14,
        2196.5
    ],
    [
        " Now you take that with a grain of salt because it's coming from a prisoner, but",
        2196.5,
        2199.06
    ],
    [
        " It's not nothing. I'll put it to you that way. It's something",
        2199.06,
        2203.28
    ],
    [
        " Back to the books only if you rifle shots rang out in the area where the prisoner had been captured",
        2203.28,
        2209.2
    ],
    [
        " Sergeant Gilrids men were in contact. It was now 12 15 p.m",
        2209.2,
        2213.98
    ],
    [
        " We had to move fast if we were going to survive had to get off the landing zone and hit them before they could hit us",
        2213.98,
        2219.28
    ],
    [
        " Only if we brought the enemy to battle deep in the trees and brush",
        2219.82,
        2223.56
    ],
    [
        " Could we stand even a slim chance of holding onto the clearing and getting the rest of the battalion landed",
        2223.56,
        2228.86
    ],
    [
        " That football field size clearing was our lifeline and our supply line",
        2228.86,
        2233.46
    ],
    [
        " If the enemy closed the way to the helicopters all of us would die in this place. So that's one of the",
        2233.46,
        2239.38
    ],
    [
        " One of the hard things about helicopter warfare",
        2239.38,
        2242.2
    ],
    [
        " Especially in Vietnam well actually anywhere is you yeah, it's great you can go a long distance and get in there",
        2242.2,
        2247.68
    ],
    [
        " But then once you're there",
        2247.78,
        2248.94
    ],
    [
        " There's if the helicopters can't come get you out or they can't resupply you",
        2248.94,
        2253.44
    ],
    [
        " You're in real problem. You're you're back to the word that I said earlier. You're alone",
        2253.44,
        2257.04
    ],
    [
        " Back to the book even as the first shots rang out. I was rating you in heron to saddle up the rest of Bravo company",
        2257.04,
        2265.12
    ],
    [
        " The rest of his hit his Bravo company men and move out fast toward the mountain to develop the situation",
        2265.12,
        2269.66
    ],
    [
        " Turning to an adult. He's again, I",
        2269.66,
        2272.22
    ],
    [
        " There's all these characters. I mean there's there's all the company commanders the platoon commanders the platoon leaders the platoon sergeants",
        2273.74,
        2280.06
    ],
    [
        " There's the ground troops. There's all these characters and and the book does an outstanding job of detailing who all these individuals were what their background was where they came from",
        2280.06,
        2289.36
    ],
    [
        " And I just don't we can't do that right now, but that's why you buy the book and you read the book",
        2289.36,
        2295.0
    ],
    [
        " But this guy in a doll is one of the company commanders. So here we go turning to an adult",
        2295.0,
        2301.62
    ],
    [
        " I told him that the original plan was out the window",
        2301.84,
        2304.34
    ],
    [
        " That his alpha company should immediately take over LC security and get ready to move up on Bravo companies left when Charlie",
        2304.34,
        2311.08
    ],
    [
        " When enough of Charlie company and arrived on the next lift to assume the job of securing and clearing so",
        2311.08,
        2316.02
    ],
    [
        " Classic you hit the ground and and now all the sudden the plan is out the window right out the window",
        2316.02,
        2323.8
    ],
    [
        " We're going with our standard operating procedures, which is hey, we're gonna move a company here",
        2323.8,
        2327.82
    ],
    [
        " You're gonna set up primary security and go",
        2327.82,
        2329.7
    ],
    [
        " Back to the book in a small cops the other two platoon",
        2330.56,
        2333.22
    ],
    [
        " platoons of",
        2333.22,
        2335.3
    ],
    [
        " Bravo company men had opened sea ration cans and we're grabbing a bite when they heard the first shots in the brush",
        2335.3,
        2342.5
    ],
    [
        " The older sergeants glanced at one another and nodded eat fast. They told the men and get ready to move",
        2342.5,
        2348.5
    ],
    [
        " The battle of LZ X-ray had just begun",
        2348.5,
        2352.28
    ],
    [
        " And",
        2355.86,
        2356.42
    ],
    [
        " It it doesn't take long to begin going back to the book says sergeant Gilruth",
        2356.42,
        2361.26
    ],
    [
        " We were virtually pinned to the ground and taking casualties",
        2361.26,
        2364.92
    ],
    [
        " Lieutenant Dennis deal remembers that moment",
        2364.92,
        2367.98
    ],
    [
        " Devney's platoon was taking moderate fire. We could all hear it through the foliage and I heard it crackling on my radio",
        2367.98,
        2374.94
    ],
    [
        " I wasn't some sort of trouble the firing it increased in volume and intensity",
        2375.26,
        2380.28
    ],
    [
        " Then I saw my first wounded trooper probably the first American wounded in LZ X-ray",
        2380.28,
        2385.62
    ],
    [
        " He was shot in the neck or mouth or both was still carrying his rifle was ambulatory and appeared stunned at what it happened to him",
        2385.62,
        2394.02
    ],
    [
        " When he asked where to go I put my armor around him and pointed to where I'd last seen the battalion commander",
        2394.02,
        2399.68
    ],
    [
        " So it's immediately on and you of course it is because there's",
        2399.68,
        2404.12
    ],
    [
        " There's three battalions of Vietnamese soldiers there",
        2405.64,
        2409.3
    ],
    [
        " And this is",
        2409.3,
        2416.84
    ],
    [
        " This is how more talking back to the book the military historian SLA martial wrote that at the beginning of a battle",
        2416.84,
        2423.14
    ],
    [
        " Units fractionalized",
        2423.14,
        2424.68
    ],
    [
        " Groping between the antagonist takes place and the battle takes form from all of this",
        2424.68,
        2429.68
    ],
    [
        " Marshall had it right that is precisely what was happening up in the scrub brush of bruv above landing zone X-ray this day",
        2429.96,
        2437.2
    ],
    [
        " And no other single event would have greater impact on the shape of this battle than what Lieutenant Henry Harek was in the process of doing",
        2437.2,
        2445.84
    ],
    [
        " Harek charged right past Lieutenant Devney's men swung his platoon to the right in hot pursuit of a few fleeting enemy soldiers",
        2445.84,
        2453.92
    ],
    [
        " And disappeared from sight into the bush",
        2453.92,
        2457.06
    ],
    [
        " Says sergeant Ernie Savage of Herrick's orders he made a bad decision and we knew at the time it was a bad decision",
        2459.06,
        2464.96
    ],
    [
        " We were breaking contact with the rest of the company",
        2464.96,
        2467.68
    ],
    [
        " We were supposed to come up on the flank of first platoon in fact we were moving away from them",
        2467.68,
        2472.3
    ],
    [
        " We lost contact with every what everybody so again. This is what I just talked about",
        2472.3,
        2477.88
    ],
    [
        " And it's",
        2477.88,
        2480.36
    ],
    [
        " You're gonna see throughout this book",
        2480.36,
        2482.64
    ],
    [
        " All these principles that we talk about all the time that",
        2482.64,
        2485.84
    ],
    [
        " That we taught and that we lived through you can see that these types of things happen",
        2487.08,
        2491.88
    ],
    [
        " And here's a classic thing I was just talking about like when you get out of distance from your supporting elements",
        2491.88,
        2496.78
    ],
    [
        " You're now alone",
        2496.78,
        2498.32
    ],
    [
        " And that's a bad situation to be in",
        2498.32,
        2501.64
    ],
    [
        " Back to the book now John Heron was up on my radio reporting that his men were under heavy attack by at least two enemy companies",
        2501.64,
        2511.36
    ],
    [
        " And that his second platoon was in danger of being surrounded and cut off from the rest of the company",
        2511.36,
        2515.8
    ],
    [
        " Even as he spoke more than rocket rounds hit in the clearing where I stood",
        2516.26,
        2520.82
    ],
    [
        " My worst case scenario had just come to pass",
        2520.82,
        2523.58
    ],
    [
        " We are now in heavy contact before all my battalion was on the ground",
        2523.58,
        2527.42
    ],
    [
        " And now I had to deal with a cutoff platoon",
        2527.42,
        2530.46
    ],
    [
        " My response was an angry shit",
        2530.46,
        2533.66
    ],
    [
        " Captain captain John Heron's estimate that his Bravo Company men were trying to deal with two enemy companies was slightly off",
        2533.66,
        2540.96
    ],
    [
        " One full enemy battalion more than 500 determined enemy soldiers was boiling down the mountain toward Herrick's trapped second platoon and",
        2540.96,
        2549.24
    ],
    [
        " maneuvering near al d'avini's pin down first platoon",
        2549.24,
        2551.94
    ],
    [
        " Again, here's something that I failed to talk about with helicopter warfare. So",
        2551.94,
        2558.1
    ],
    [
        " He's got a battalion of 500 guys, 550 guys",
        2558.1,
        2562.48
    ],
    [
        " You can't fit all those guys on",
        2562.48,
        2565.78
    ],
    [
        " 16 helicopters",
        2565.78,
        2566.94
    ],
    [
        " So you've got to do multiple laps and that's what he's",
        2567.24,
        2571.0
    ],
    [
        " He's worried he was worried about it going in that hey, I want to get my whole battalion on the ground before the fighting starts",
        2571.0,
        2577.3
    ],
    [
        " He's already failed to do that or meaning he hasn't failed to do it, but it didn't happen",
        2577.3,
        2582.2
    ],
    [
        " Back to the book I was tempted to join the dolls or Edwards men, but resisted the temptation",
        2582.2,
        2589.94
    ],
    [
        " I had no business getting involved with the actions of only one company",
        2589.94,
        2593.52
    ],
    [
        " I might get pinned down and simply become another rifleman my duty was to lead riflemen. So there's a",
        2593.66,
        2600.4
    ],
    [
        " You know, we talked about the detachment that he said hey look I'm not gonna be up in the helicopter",
        2600.4,
        2605.3
    ],
    [
        " But right now he's saying look I'm not gonna be in the helicopter overhead at 1500 feet",
        2605.3,
        2609.1
    ],
    [
        " But I'm not gonna be sitting in a platoon as a rifleman slugging it out with the enemy",
        2609.1,
        2614.46
    ],
    [
        " That's not the right place to be either you have to lead and in order to lead you have to take a step back",
        2614.46,
        2618.48
    ],
    [
        " You have to detach and he does that to the best of his ability",
        2618.48,
        2620.88
    ],
    [
        " Then",
        2622.54,
        2622.94
    ],
    [
        " Here we go back to the book just now the snaps and cracks of the rounds passing nearby took on a distinctly different sound like a swarm of bees around our heads",
        2622.94,
        2629.86
    ],
    [
        " I was on the radio trying to hear a transmission over the noise when I felt the firm hand on my right soldier shoulder",
        2629.86,
        2636.1
    ],
    [
        " It was sergeant major plumlies",
        2636.1,
        2638.28
    ],
    [
        " He shouted over the racket of the firefight surf. You don't find some cover. You're gonna go down and if you go down",
        2638.28,
        2644.58
    ],
    [
        " We all go down",
        2644.58,
        2645.96
    ],
    [
        " Plumly was right as always anyone waving yelling hand signaling or talking on the radio was instantly targeted by the enemy",
        2646.76,
        2654.76
    ],
    [
        " These guys were quick to spot and shoot leaders radio operators and medics",
        2654.76,
        2660.62
    ],
    [
        " I'd never fretted about being wounded in combat in Korea or here, but Plumly brought me up short",
        2660.62,
        2667.26
    ],
    [
        " The game was just beginning. This was no time for me to go out of it",
        2667.26,
        2671.5
    ],
    [
        " The sergeant major pointed to a large termite hill six or seven feet high located in some trees in the wastes",
        2671.68,
        2677.9
    ],
    [
        " Between the two open areas of the landing zone",
        2677.9,
        2680.42
    ],
    [
        " It was about 30 yards away and three of us turned and ran",
        2680.42,
        2683.74
    ],
    [
        " Toward it with bullets kicking up red dirt around our feet and the bees still buzzing around our heads",
        2683.74,
        2689.38
    ],
    [
        " That termite hill the size of a large automobile would become the battalion command post the aid station the supply point the collection area for enemy prisoners weapons and equipment",
        2689.38,
        2700.7
    ],
    [
        " And the place where our dead were brought",
        2700.86,
        2703.4
    ],
    [
        " casualties were now beginning to pile up as we dropped behind that termite hill",
        2703.4,
        2708.94
    ],
    [
        " I fleetingly thought about an illustration an illustrious predecessor of mine in the seventh cavalry",
        2708.94,
        2715.48
    ],
    [
        " Lieutenant Colonel George Armstrong custer and his final stay",
        2715.48,
        2719.74
    ],
    [
        " Stand in the valley of little Binghorn in Montana 89 years earlier",
        2719.74,
        2724.66
    ],
    [
        " I was determined that history would not repeat itself in the valley of the eye drain",
        2724.66,
        2730.14
    ],
    [
        " We were a tight well-trained and disciplined fighting force and we had one thing George custer did not have",
        2730.82,
        2737.78
    ],
    [
        " fire support",
        2737.78,
        2739.74
    ],
    [
        " Fire support plays it it's beyond critical. I mean they would not have been able to do this without fire support and",
        2739.74,
        2750.4
    ],
    [
        " That's the one thing that's gonna save them. I mean",
        2750.4,
        2754.02
    ],
    [
        " Obviously the discipline obviously the training obviously the bravery, but the fire support is is",
        2754.02,
        2759.44
    ],
    [
        " A gift",
        2760.08,
        2761.04
    ],
    [
        " Back to the book",
        2761.04,
        2765.14
    ],
    [
        " Sergeant Steve Hansen was behind into the right of lieutenant taft",
        2765.14,
        2769.42
    ],
    [
        " He says we moved at a trot across the open grass toward the tree line and heard fire up on the finger to the west where we were headed",
        2769.42,
        2777.22
    ],
    [
        " My radio operator friend specialist for ray Turner ray Tanner and I cross the stream bed",
        2777.22,
        2785.08
    ],
    [
        " Captain Nadal's party and the two other platoons were off to the right",
        2785.84,
        2789.34
    ],
    [
        " Lieutenant taft was well-forward as we crossed over into the trees",
        2789.34,
        2793.88
    ],
    [
        " Sergeant first-class Lorenzo Nathan ray Turner and I were close maybe ten yards behind",
        2793.88,
        2801.38
    ],
    [
        " We were moving fast specialist spec four Pete winter was near me",
        2801.38,
        2807.36
    ],
    [
        " We ran into a wall of lead",
        2807.36,
        2810.62
    ],
    [
        " Every man in the lead squad was shot",
        2811.46,
        2813.64
    ],
    [
        " From the time we got the order to move to the time where men were dying was only five minutes",
        2813.64,
        2819.62
    ],
    [
        " The enemy were very close to us and over ran some of our dead",
        2819.62,
        2824.28
    ],
    [
        " The firing was heavy",
        2824.28,
        2826.38
    ],
    [
        " Sergeant Nathan pulled us back out of the woods of the stream bed",
        2826.38,
        2830.56
    ],
    [
        " Bob Hayes and Bob taft's radio operator recalls lieutenant taft got out in front of me. I was off to his left",
        2830.56,
        2839.02
    ],
    [
        " He had his he had his radio he had the radio handset and his left hand connected to the radio on my back with that flux",
        2839.46,
        2845.3
    ],
    [
        " Flexible rubber wire",
        2845.3,
        2846.64
    ],
    [
        " It got tight and I pulled back on the lieutenant and hollered. We're getting off line",
        2846.64,
        2851.0
    ],
    [
        " He glanced back at me",
        2851.0,
        2853.12
    ],
    [
        " Turned back to his front and took four more steps",
        2853.12,
        2856.12
    ],
    [
        " Then he fired two shots at something. I couldn't see what",
        2856.12,
        2859.26
    ],
    [
        " Then he dropped face down on the ground",
        2859.26,
        2861.84
    ],
    [
        " Lieutenant taft was hit",
        2861.84,
        2863.78
    ],
    [
        " I didn't realize how bad until I rolled him over",
        2863.78,
        2866.48
    ],
    [
        " He was shot in the throat and the rounded ricochet down and come out his left side",
        2866.8,
        2871.22
    ],
    [
        " He was dead and it was difficult to roll him over",
        2871.22,
        2874.66
    ],
    [
        " Even though he was a slightly built man",
        2874.66,
        2877.08
    ],
    [
        " Captain Nadal says the enemy on the mountain started moving down rapidly in somewhat uncoordinated attacks",
        2877.08,
        2884.56
    ],
    [
        " They streamed down the hill and down the creek bed the enemy knew the area",
        2884.56,
        2889.12
    ],
    [
        " They came down the best covered route",
        2889.12,
        2891.68
    ],
    [
        " The third platoon was heavily engaged in the volume of firing reached a crescendo on my left at this time",
        2892.72,
        2898.8
    ],
    [
        " I lost con radio contact with taft platoon",
        2898.8,
        2901.42
    ],
    [
        " In the center of that fury",
        2901.42,
        2904.04
    ],
    [
        " Bob haze and struggled and rolled his dead platoon leader over",
        2904.04,
        2907.98
    ],
    [
        " He was gone and there was nothing we could do the first thing I thought of was what they taught me",
        2907.98,
        2914.72
    ],
    [
        " Never let the enemy get his hands on a mapper the signals code book",
        2914.72,
        2918.9
    ],
    [
        " I got those from lieutenant taft and was kneeling over to try and pull his body back",
        2919.06,
        2923.02
    ],
    [
        " That's when my radio was hit and the shrapnel from the radio hit me in the back of the head",
        2923.02,
        2928.22
    ],
    [
        " It didn't really hurt all the sun. I was just laying face down on the ground next to lieutenant taft",
        2928.22,
        2933.66
    ],
    [
        " I felt something running down my tree might down my neck",
        2933.66,
        2937.46
    ],
    [
        " reached back and came out with a handful of blood",
        2937.46,
        2940.6
    ],
    [
        " Carmen Maselli was on haze and's right. We knew what had happened the word passed fast",
        2940.6,
        2946.78
    ],
    [
        " They got lieutenant taft",
        2947.06,
        2948.74
    ],
    [
        " Again, we're talking within minutes of these guys arriving. This is to go in completely sideways",
        2948.74,
        2956.58
    ],
    [
        " Back to the book captain Nadal out of radio contact with taft platoon moved",
        2956.58,
        2963.3
    ],
    [
        " Move toward the furious firing on his left flank to find out what was happening",
        2963.3,
        2966.98
    ],
    [
        " Nadal says my radio operator",
        2966.98,
        2970.74
    ],
    [
        " Sergeant Jack E. Gell the company communications chief who had volunteered to carry one of my two radios",
        2971.16,
        2977.48
    ],
    [
        " ran with me out from out of the creek bed and into the open area toward taft's position",
        2977.48,
        2982.18
    ],
    [
        " We ran into sergeant Nathan and I asked him what was happening",
        2982.18,
        2985.96
    ],
    [
        " He said the platoon had been attacked on the left flank",
        2985.96,
        2989.06
    ],
    [
        " The left squad had taken a number of casualties and had pulled back out of the creek bed",
        2989.06,
        2993.3
    ],
    [
        " Refusing their left enemy their left flank to the enemy",
        2993.3,
        2996.36
    ],
    [
        " Nathan said taft had been hit and was left in the creek bed",
        2996.36,
        3000.08
    ],
    [
        " That made me angry",
        3000.74,
        3001.7
    ],
    [
        " We've been taught never to leave any wounded or dead on the battlefield",
        3001.7,
        3005.64
    ],
    [
        " Sergeant Gell and I crawled forward of our lines to that creek bed where the enemy were to find taft",
        3005.64,
        3011.2
    ],
    [
        " We came under grenade attack from the west side of the creek bed",
        3011.2,
        3014.3
    ],
    [
        " But had some cover from a few trees we located taft dead",
        3014.3,
        3018.82
    ],
    [
        " While bringing him back we saw another soldier who had been left behind",
        3018.82,
        3022.28
    ],
    [
        " After leaving taft's body with his platoon Gell and I went back again and we picked up the other man",
        3022.28,
        3027.74
    ],
    [
        " back",
        3036.26,
        3036.82
    ],
    [
        " Back to the book",
        3036.82,
        3037.46
    ],
    [
        " Dennis deal remembers we moved online for about a hundred or a hundred and fifty yards before the volume of firing forced us to stop",
        3037.46,
        3046.54
    ],
    [
        " We were taking too many casualties. I radioed hair expatoon and said I think we're getting close to you",
        3046.54,
        3052.98
    ],
    [
        " Shoot one round off wait",
        3052.98,
        3054.66
    ],
    [
        " To the count of three and shoot two more",
        3054.66,
        3056.94
    ],
    [
        " The radio man or whoever was on the radio did that",
        3056.94,
        3060.22
    ],
    [
        " So we had a pretty good fix on where he was",
        3060.38,
        3062.7
    ],
    [
        " We got up and started the assault again",
        3062.7,
        3065.36
    ],
    [
        " We went about ten yards and the whole thing just blew in our faces blew up in our faces",
        3065.36,
        3069.74
    ],
    [
        " The enemy had infiltrated between hair expatoon and us and now we're starting to come behind us",
        3069.74,
        3076.24
    ],
    [
        " So that platoon that had gotten separated",
        3076.24,
        3079.5
    ],
    [
        " This element with Dennis deal was going out to try and get contact with them and bring them back inside the perimeter",
        3079.5,
        3084.9
    ],
    [
        " They meet they they they're assaulting they go a hundred yards a hundred fifty yards and they start getting mowed down",
        3085.98,
        3090.54
    ],
    [
        " And now they realize that in between they've got bad guys in between where hair",
        3090.54,
        3097.7
    ],
    [
        " Explatoon is and where the rest of the perimeter is set up because they do have kind of a rough perimeter on this on this landing zone and the landing zone",
        3097.7,
        3104.96
    ],
    [
        " Apologize for not explaining this in order to bring in helicopters in the jungle",
        3104.96,
        3108.82
    ],
    [
        " You need some open space so the landing zone",
        3108.82,
        3110.74
    ],
    [
        " Elze x-ray as an area where there's not much foliage for whatever reason",
        3110.74,
        3113.92
    ],
    [
        " And so that's where they've kind of consolidated their forces only because they can't go anywhere else",
        3113.92,
        3119.08
    ],
    [
        " They hit the ground they start getting shot at so now they're setting up a what what's called a perimeter",
        3119.08,
        3123.14
    ],
    [
        " And obviously hair expatoon is outside the perimeter",
        3123.14,
        3127.52
    ],
    [
        " Back to the book lieutenant deal adds that he and another he and the other two platoon leaders now began planning yet another attempt to break through and rescue",
        3127.52,
        3137.4
    ],
    [
        " Herrick's men",
        3137.4,
        3138.0
    ],
    [
        " leaders were running back and forth coordinating when all the sudden firing began",
        3138.0,
        3143.12
    ],
    [
        " The lull dissipated quickly",
        3143.12,
        3145.0
    ],
    [
        " It was at this time my weapon squad leader sergeant curry the chief was killed",
        3145.0,
        3150.18
    ],
    [
        " His last words were those bastards are trying to get me",
        3150.18,
        3154.28
    ],
    [
        " He was caught",
        3154.28,
        3155.94
    ],
    [
        " rolling around on the ground",
        3155.94,
        3157.9
    ],
    [
        " Later on as my men were carrying him back",
        3157.9,
        3160.92
    ],
    [
        " I had them put him down and turned his face toward me and looked at him",
        3160.92,
        3165.32
    ],
    [
        " I could not conceive of the chief being dead",
        3165.82,
        3168.9
    ],
    [
        " Staff sergeant Wilbur Curry Jr. of Buffalo, New York was 35 years old",
        3168.9,
        3176.32
    ],
    [
        " Herrick and the other two squads were holding precariously to the small knoll near the bottom of the finger",
        3176.32,
        3189.58
    ],
    [
        " Savage so",
        3189.58,
        3191.3
    ],
    [
        " A kid named savage is out there with her expatoon and he ends up running a lot of stuff and you'll find that out",
        3192.42,
        3200.06
    ],
    [
        " But here here start hearing a little bit of him right now",
        3200.06,
        3202.84
    ],
    [
        " Savage teamed up with McKenry squad, which was pinned to the ground",
        3202.84,
        3205.98
    ],
    [
        " Herrick was with that squad sergeant zeyland squad was off to the left rear",
        3205.98,
        3211.18
    ],
    [
        " Savage checked on his men when he tied up with McKenry",
        3211.18,
        3214.66
    ],
    [
        " He knew that spec for Robert M Hill",
        3214.66,
        3218.14
    ],
    [
        " M79 grenadier was no longer with them",
        3219.5,
        3221.54
    ],
    [
        " He got killed in there somewhere he had his M79 and a 45 caliber pistol and he was firing both at the same time",
        3221.54,
        3229.64
    ],
    [
        " The 23-year-old hill came from stark Vil Mississippi",
        3229.64,
        3234.1
    ],
    [
        " And here sergeant savage talking",
        3234.1,
        3238.02
    ],
    [
        " Explaining some more back to the book the enemy was passed the machine gun before it ever quit firing",
        3238.02,
        3243.44
    ],
    [
        " I could hear sergeant hurtled down their cursing",
        3243.44,
        3245.74
    ],
    [
        " Even even over the firefight I heard him he was famous for that mother fucker son of a bitch",
        3245.86,
        3251.38
    ],
    [
        " I could hear him hollowing that down there",
        3251.38,
        3254.14
    ],
    [
        " When they threw then they threw grenades on him hurdle 36 was from washington dc",
        3254.14,
        3260.0
    ],
    [
        " Baron bomb 24 was a native of New York City",
        3260.0,
        3263.82
    ],
    [
        " PFC Donald Roddy 22 hailed from Ann Arbor, Michigan",
        3263.82,
        3269.02
    ],
    [
        " The three of them died in a hail of",
        3269.02,
        3272.76
    ],
    [
        " rifle fire and enemy grenades",
        3272.88,
        3275.38
    ],
    [
        " The enemy down below turns surgeon hurdles m60 around and begin using it on the Americans on the know",
        3275.38,
        3285.44
    ],
    [
        " So that causes all kinds of confusion",
        3285.44,
        3289.04
    ],
    [
        " You can tell the difference between different types of weapons by the way they sound when they shoot and",
        3289.04,
        3294.88
    ],
    [
        " When someone starts shooting a friendly weapon at you. It's caused a lot of confusion and the m60 is a beast of a weapon",
        3294.88,
        3302.0
    ],
    [
        " Belt fed machine gun and it's when I've gotten the seal teams. That was the that was the machine gun that that we used was the m60 machine gun and it's a devastating weapon",
        3303.52,
        3311.72
    ],
    [
        " Back to the book the enemy more than 150 strong now attack the null from three sides north south and east",
        3311.72,
        3320.86
    ],
    [
        " And soldiers on both sides were falling",
        3320.86,
        3324.08
    ],
    [
        " Lieutenant harrick ran from troop with a trooper trying to get a defense organized and enemy volley cut across harrick his radio operator specialist",
        3324.08,
        3332.06
    ],
    [
        " John R Stewart and the three and the artillery recon sergeant sergeant John T brown wounding all three",
        3332.9,
        3341.54
    ],
    [
        " harrick and brown seriously",
        3341.54,
        3343.66
    ],
    [
        " Stewart took a single bullet through the leg harrick radioed Bravo company commander John harron and told him he had been hit",
        3343.66,
        3350.48
    ],
    [
        " And he was turning command of the platoon over to sergeant Carl Palmer",
        3350.48,
        3354.04
    ],
    [
        " harrick then gave explicit instructions to his men to destroy the singles codes redistribute the ammunition and call an artillery and if possible",
        3354.04,
        3362.62
    ],
    [
        " Make a break for it",
        3362.76,
        3363.86
    ],
    [
        " harron says I give harrick all the credit in the world for pulling that platoon together so they could make their stand",
        3363.86,
        3370.8
    ],
    [
        " So should we all savage and zalin paint a clear picture of a green young lieutenant who did a superb job in a hail storm of enemy fire",
        3370.8,
        3382.32
    ],
    [
        " His platoon stopped the very large north Vietnamese unit clearly heading down to join the attack on the landing zone",
        3382.32,
        3389.58
    ],
    [
        " I long ago concluded that the very presence of this platoon so far to the northwest confused the enemy commander as to exactly where we were and how far we had penetrated in all directions and thus helped us",
        3389.92,
        3401.42
    ],
    [
        " helped us as the battle built",
        3401.42,
        3403.74
    ],
    [
        " Sergeant savage recounts the final moments of Henry harrick's life",
        3403.74,
        3407.94
    ],
    [
        " He was lying beside me on the hill and he said if I have to die, I'm glad to give my life for my country",
        3407.94,
        3413.96
    ],
    [
        " I remember him saying that",
        3413.96,
        3416.06
    ],
    [
        " He was going into shock hit in the hip and in a lot of pain",
        3416.52,
        3419.84
    ],
    [
        " He didn't live long",
        3419.84,
        3421.76
    ],
    [
        " He died early in the fight next to a little brush pile",
        3421.76,
        3425.32
    ],
    [
        " Spectre four Charles R. Lowe's 22 of mobile ammo",
        3425.32,
        3431.96
    ],
    [
        " Alabama was the new platoon medic",
        3431.96,
        3434.3
    ],
    [
        " He joined the platoon only a few days earlier lieutenant harrick was kneeling when hit",
        3434.3,
        3438.96
    ],
    [
        " He had a bullet wound to the hip",
        3438.96,
        3441.02
    ],
    [
        " He told me to go help the other wounded",
        3441.02,
        3444.4
    ],
    [
        " Yeah, it's we have to remember that this guy harrick is like 22 23 year old fresh out of him he's a first he might even be 21",
        3448.54,
        3458.88
    ],
    [
        " And he made that",
        3458.88,
        3461.86
    ],
    [
        " Majorly offensive move and pursued and got out of touch, but",
        3461.86,
        3466.08
    ],
    [
        " What how more is saying hey that confused the enemy even though it confused the friendly suit it confused the enemy as well",
        3466.08,
        3471.9
    ],
    [
        " So there's some there's some good that came out of it",
        3471.9,
        3474.36
    ],
    [
        "",
        3476.06,
        3476.06
    ],
    [
        " Back to the book sergeant Rubin Thomas was struck by a bullet above his heart that exited under his left arm bleeding heavily",
        3476.06,
        3484.26
    ],
    [
        " He grabbed a rifle and fought on",
        3484.26,
        3486.04
    ],
    [
        " The encircled infantry men of the lost platoon refused to give up",
        3486.04,
        3490.92
    ],
    [
        " Here's what specialist dormant said we were all on the ground now and if you moved you got hit",
        3490.92,
        3497.44
    ],
    [
        " Our training really showed then we shifted into defensive positions",
        3497.44,
        3501.72
    ],
    [
        " We had five men killed in 25 minutes then all the sudden they tried to mass assault from three directions",
        3501.72,
        3506.94
    ],
    [
        " rushing from bush to bush laying fire on us",
        3506.94,
        3509.7
    ],
    [
        " We put our m16s on full automatic and killed most of them",
        3509.7,
        3512.82
    ],
    [
        " Another guy named gailin bung bungman bungum said",
        3512.82,
        3519.5
    ],
    [
        " We gathered up all the full magazines we could find and stack them up in front of us",
        3519.5,
        3525.1
    ],
    [
        " There was no way we could dig a foxhole",
        3525.1,
        3527.08
    ],
    [
        " The handle was blown off my entrenching tool and one of my canteens had a hole blown through it",
        3527.08,
        3532.16
    ],
    [
        " The fire was so heavy that if you tried to raise up to dig you were dead there was death and destruction all around",
        3532.16,
        3537.94
    ],
    [
        " By now eight men of the platoon's 29 have been killed in action another 13 were wounded",
        3537.94,
        3545.56
    ],
    [
        " The 25 yard wide perimeter was a circle of pain death fear and raw courage",
        3545.56,
        3552.54
    ],
    [
        " Medic Charlie lows",
        3553.42,
        3554.86
    ],
    [
        " Crawled from man to man throughout the raging firefight doing his best to patch the wounded with limited supplies and his medical pack",
        3554.86,
        3561.9
    ],
    [
        " Although he himself was wounded twice lows never slowed his pace",
        3561.9,
        3567.26
    ],
    [
        " He would keep all 13 of the wounded alive for the for 26 long harrowing hours",
        3567.26,
        3574.62
    ],
    [
        " Lowe says on several occasions I had to stand or sit up to treat the wounded",
        3574.62,
        3580.18
    ],
    [
        " Each time the VC fired heavily at me",
        3580.4,
        3582.96
    ],
    [
        " Lowe's used his 45 and m16 rifle to help defend his patience",
        3582.96,
        3589.76
    ],
    [
        " Getting attacked from three sides 13 wounded eight dead was it nine dead",
        3589.76,
        3599.44
    ],
    [
        " unbelievable",
        3599.44,
        3604.92
    ],
    [
        " back to the book command had passed so this is talking about",
        3606.84,
        3610.06
    ],
    [
        " You know when someone if the leader gets killed it goes to the next person that person gets killed it goes to the next person",
        3610.06,
        3615.96
    ],
    [
        " So here's what's happening in",
        3615.96,
        3617.66
    ],
    [
        " Herrick's platoon the lost platoon back to the book command had passed from lieutenant Henry Herrick to sergeant Karl Palmer to sergeant Robert Stokes and each in turn",
        3617.66,
        3627.48
    ],
    [
        " died fighting",
        3627.48,
        3628.56
    ],
    [
        " Now it was the turn of buck sergeant Ernie Savage sergeant Savage came up on the radio",
        3628.56,
        3634.56
    ],
    [
        " Captain Herrick calls",
        3634.92,
        3635.88
    ],
    [
        " He said Herrick Palmer and Stokes were dead to give him more artillery and he would direct it in as close as possible",
        3635.88,
        3642.9
    ],
    [
        " We could never establish the platoon's exact position",
        3642.9,
        3645.8
    ],
    [
        " But lieutenant Riddell could adjust fire on savages sensing and he began to do that",
        3645.8,
        3651.14
    ],
    [
        " The extraordinary unyielding resistance that the dozen or so effective fighting fighters were putting up",
        3651.14,
        3659.46
    ],
    [
        " Plus the artillery barrage is that Ernie Savage was bringing down finally beat off the",
        3659.46,
        3664.1
    ],
    [
        " Heavy enemy attack",
        3664.26,
        3665.58
    ],
    [
        " Ernie Savage and his small band hunkered down determined to hold their ground to the end",
        3665.58,
        3672.6
    ],
    [
        " Yeah, these guys are calling in to danger close if we were talking about danger close",
        3672.6,
        3678.06
    ],
    [
        " No, not okay danger close is",
        3678.06,
        3681.42
    ],
    [
        " When you're calling in fire support and you want it to be very close to where you are and you on the ground have to take",
        3681.42,
        3689.3
    ],
    [
        " Responsibility for it. So in other words the the person whether it's artillery whether it's aircraft",
        3689.3,
        3693.46
    ],
    [
        " You have to call in say danger close. Yes, send the rounds. We know it's close",
        3694.34,
        3698.42
    ],
    [
        " It's we take responsibility for what happens",
        3698.42,
        3701.42
    ],
    [
        " And by the way going back to the book",
        3701.42,
        3706.12
    ],
    [
        " As this fifth left lift of the day roared out at treetop level the landing zone was suddenly turned red hot",
        3706.12,
        3712.36
    ],
    [
        " So they haven't even landed everyone yet. But this is going on. They haven't even gotten everyone on the landing zone yet. Okay",
        3712.36,
        3716.5
    ],
    [
        " And here's Krandell talking and again, he's the the pilot",
        3716.5,
        3721.72
    ],
    [
        " unbelievably heroic pilot and",
        3722.7,
        3725.0
    ],
    [
        " Commanding officer of this helicopter unit",
        3725.0,
        3727.58
    ],
    [
        " says Krandell as I was flaring out to touchdown. We started receiving heavy heavy ground fire",
        3727.58,
        3733.52
    ],
    [
        " I had three dead and three wounded on my board bird the wounded included my crew chief who had been hitting the throat",
        3733.52,
        3740.44
    ],
    [
        " When we landed we saw that every bullet had struck the wounded in the head or neck",
        3740.44,
        3745.04
    ],
    [
        " Excellent markmanship by the other side and not a happy thought for a helicopter pilot to say the least",
        3745.04,
        3751.38
    ],
    [
        " So the the enemies taken headshots",
        3752.56,
        3754.64
    ],
    [
        " Back to the book with Krandell",
        3754.64,
        3758.2
    ],
    [
        " Flying serpent yellow three were chief war officers Ricardo J. Lombardo 34 of Hartford, Connecticut and Alex S",
        3758.2,
        3767.66
    ],
    [
        " Pop Jekyll 43 of Seattle, Washington",
        3767.66,
        3770.62
    ],
    [
        " Pop Jekyll was a father of nine children during World War II at the age of 20. He had flown B 24s out of England and B",
        3770.62,
        3778.04
    ],
    [
        " During the post-war years until he left the service in 1950",
        3778.76,
        3782.0
    ],
    [
        " Pop Jekyll re-enlisted in in 1952 and had been flying helicopters since 1963",
        3782.0,
        3787.2
    ],
    [
        " Pop Jekyll keyed the intercom and said I flew 31 missions in B 24s in World War II and that's the closest I've ever come to swallowing my balls",
        3787.2,
        3797.84
    ],
    [
        " So these these landing zones were crazy with these helicopter pilots flying in there",
        3797.84,
        3805.0
    ],
    [
        " It's so it's you're you're getting there as fast as you can",
        3805.98,
        3809.4
    ],
    [
        " But there's not much you can do you know you bring it in as fast as you can you try and get loaded up quick",
        3809.4,
        3814.02
    ],
    [
        " And you try and take off but it's not like you're able to shoot back",
        3814.02,
        3816.48
    ],
    [
        " Even once you're on the ground your machine gunners in the hewies they can't shoot anymore because you don't know where the friendly troops are",
        3816.48,
        3821.2
    ],
    [
        " So you're a sitting duck literally a sitting duck",
        3821.2,
        3824.48
    ],
    [
        " And these pilots going in time and time and time again",
        3824.48,
        3828.3
    ],
    [
        " This goes to the Delta company commander Lafebra",
        3828.3,
        3833.0
    ],
    [
        " And here's what's going on",
        3833.98,
        3835.2
    ],
    [
        " Lafebra",
        3835.2,
        3836.58
    ],
    [
        " Seriously wounded was phasing was fading fast",
        3836.58,
        3839.56
    ],
    [
        " I lost a lot of blood",
        3839.56,
        3841.42
    ],
    [
        " I could see people shooting but I couldn't hear any sounds anymore. I told John here and somebody had to take over",
        3841.42,
        3847.36
    ],
    [
        " I called again Colonel Moore and told him that I was going to turn over the company to Sergeant Gonzalez",
        3847.36,
        3852.66
    ],
    [
        " Then the medic arrived to bandage my wound shortly after I remember someone putting me in a poncho and hauling me over to the area of the battalion command post",
        3852.66,
        3861.84
    ],
    [
        " When I saw lieutenant tabota again",
        3862.12,
        3864.16
    ],
    [
        " Later we never did talk much about it. It was just too damn close to the real thing",
        3864.16,
        3869.32
    ],
    [
        " Ray Lafebra and his handful of dental to company troopers had unknowingly joined the alpha company flight at a crucial moment",
        3869.32,
        3878.04
    ],
    [
        " About 30 North Vietnamese were flanking the dolls men on their left and captain Lafebra",
        3878.04,
        3883.2
    ],
    [
        " Lafebra's party ran smack into them and killed most of them",
        3883.2,
        3887.74
    ],
    [
        " The dolls men dispatched the rest",
        3887.74,
        3890.02
    ],
    [
        " Unknown to Lafebra",
        3890.02,
        3891.8
    ],
    [
        " Sergeant Gonzalez had been hit in the face by an enemy bullet",
        3891.8,
        3895.12
    ],
    [
        " Gonzalez simply said Roger when Lafebra told him he was now in command and for the next hour and a half he ran Delta company",
        3895.12,
        3903.56
    ],
    [
        " Sergeant Gonzalez",
        3903.56,
        3907.78
    ],
    [
        " Shot in the face no factor. I'm going to still going to take leadership right now",
        3907.78,
        3912.04
    ],
    [
        " Oh",
        3917.6,
        3918.08
    ],
    [
        " Going back to the book it was during all this horror that Beck remembers fear coming over him and here's back talking",
        3918.08,
        3924.08
    ],
    [
        " While doc Nal was here with me working on Russell fear real fear hit me fear like I had never known before",
        3924.08,
        3930.8
    ],
    [
        " Fear comes and once you recognize it and accept that it passes just as fast as it comes and you really don't have to think about it anymore",
        3930.8,
        3937.72
    ],
    [
        " You just do what you have to do but you learn the real meaning of fear and life and death",
        3938.14,
        3944.08
    ],
    [
        " For the next two hours I was alone on that gun shooting the enemy",
        3944.08,
        3948.84
    ],
    [
        " Any more shooting at me and bullets were hitting the ground beside me and cracking above my head",
        3948.84,
        3953.24
    ],
    [
        " They were attacking me and I fired as fast as I could in long bursts",
        3953.24,
        3956.42
    ],
    [
        " My M60 was cooking",
        3956.42,
        3958.76
    ],
    [
        " I had to take a crap and a leak bad so I pulled my pants down while laying on my side and did it on my side taking fire at the time",
        3958.76,
        3966.46
    ],
    [
        " Now we're going back to how more talking here",
        3967.84,
        3970.72
    ],
    [
        " From my command post at the termite hill the enemy were clearly visible 100 yards to the south",
        3970.72,
        3977.24
    ],
    [
        " They were damned good soldiers",
        3977.24,
        3979.46
    ],
    [
        " Used covered concealment to perfection and were deadly shots most of my dead and wounded soldiers have been shot in the head or upper body",
        3979.46,
        3986.54
    ],
    [
        " The North Vietnamese paid particular attention to radio operators and leaders",
        3986.54,
        3990.68
    ],
    [
        " They did not appear to have radio as themselves",
        3990.68,
        3993.3
    ],
    [
        " They controlled their men by shouts waves pointing whistles and sometimes bugle calls",
        3993.3,
        3999.78
    ],
    [
        " It was 245 pm all three of my rifle companies were heavily engaged",
        3999.78,
        4005.88
    ],
    [
        " We had lost the use of the larger clearing for the helicopter landings",
        4005.88,
        4009.58
    ],
    [
        " wounded were streaming into the command post aid station",
        4009.58,
        4012.74
    ],
    [
        " We were in a desperate fix and I was worried that it could become even more desperate",
        4012.74,
        4016.62
    ],
    [
        " By now I believe we were fighting at least two people's armies battalions turns out it was three",
        4016.62,
        4022.88
    ],
    [
        " They were very determined to wipe us out but a major difference between lieutenant colonnwen who on of the people's army",
        4023.3,
        4029.38
    ],
    [
        " Of Vietnam and lieutenant colonel how more of the first cavalry division was that I had major fire support and he didn't",
        4029.38,
        4037.68
    ],
    [
        " Air Force captain Bruce Wallace and his fellow a1e Skyrater pilots as well as the jet fighter bombers from all three services",
        4037.68,
        4045.88
    ],
    [
        " Help provide that edge flying 50 sorties and close air support that Sunday afternoon",
        4045.88,
        4050.8
    ],
    [
        " Says Wallace the importance of airplanes in a vulgar brawl is to be down among the palm trees with the troops putting ordinance on the ground at the exact time and in the precise place that the ground",
        4051.44,
        4062.0
    ],
    [
        " Command needs it",
        4062.0,
        4063.94
    ],
    [
        " And then so he they're in these old school",
        4063.94,
        4068.12
    ],
    [
        " Skyraters, but then captain Wallace is talking about",
        4068.12,
        4071.42
    ],
    [
        " What it was like watching the helicopters back to the book with it",
        4071.42,
        4075.46
    ],
    [
        " It was different with a Huey to watch for a to them at a time maneuvering up and down and laterally and even backwards",
        4075.64,
        4082.78
    ],
    [
        " Boggles the the fighter pilots mind",
        4082.78,
        4085.6
    ],
    [
        " Those guys swarm a target like bees over honey. I had to hand it to those Huey guys. They really got down there in the trees with the troops",
        4085.6,
        4093.76
    ],
    [
        " Then this is how mayor how more talking again the field artillery what we called two bar artillery to distinguish",
        4093.76,
        4102.14
    ],
    [
        " Howitzer folks from the helicopter rocket folks proudly calls itself the king of battle",
        4102.16,
        4106.72
    ],
    [
        " The brave cannon cockers and LZ Falcon went without sleep for three days and three nights to help keep us surrounded by a wall of steel",
        4106.72,
        4115.88
    ],
    [
        " Those two batteries 12 guns fired more than 4,000 rounds of high explosive shells on the first day alone",
        4115.88,
        4123.62
    ],
    [
        " Says Barker on the first afternoon both batteries fired for effect directly on target for five straight out",
        4123.62,
        4132.12
    ],
    [
        " powers",
        4132.78,
        4133.38
    ],
    [
        " One of Bruce Crandall's Huey slick pilots captain Paul Winkle touched down at Falcon briefly that at first afternoon and was astounded by what he saw",
        4133.38,
        4141.32
    ],
    [
        " There were stacks of shell casings at least 10 feet high and exhausted gun crews",
        4141.32,
        4146.5
    ],
    [
        " They had fired for effect for three state straight hours by then without even pausing to leveral the bubbles",
        4146.5,
        4152.5
    ],
    [
        " One tube was burned out two had busted hydraulics that's some shooting",
        4152.5,
        4157.46
    ],
    [
        " No matter how bad things got for Americans fighting for their lives on the X-ray perimeter",
        4158.7,
        4163.5
    ],
    [
        " We could look out to the scrub brush in every direction into that seething inferno of exploding artillery shells",
        4163.5,
        4170.04
    ],
    [
        " 2.75 inch rockets napalm canisters",
        4170.04,
        4173.8
    ],
    [
        " 250 and 500 pound bombs and 20 millimeter cannon fire and thank god and our lucky stars that we didn't have to walk through that to get to work",
        4173.8,
        4183.26
    ],
    [
        " Yeah, so like I said the the close air support is absolute or the close air support the artillery is absolutely what and that's that's been happened many",
        4186.34,
        4196.9
    ],
    [
        " On many occasions for for American soldiers sailors marines",
        4196.9,
        4202.44
    ],
    [
        " overseas fighting",
        4202.44,
        4204.64
    ],
    [
        " You know the Air Force the Navy pilots the Marine Corps five pilots coming in and actually the guy on the ground controlling these guys is a Air Force pilot as well",
        4204.64,
        4212.78
    ],
    [
        " so",
        4214.14,
        4214.66
    ],
    [
        " having that",
        4214.66,
        4215.18
    ],
    [
        " Air superiority is a wonderful thing",
        4215.18,
        4218.28
    ],
    [
        " Now speaking of the aviators going back to the helicopters",
        4218.28,
        4222.94
    ],
    [
        " chapter 9 in this book is called brave aviators and it",
        4222.94,
        4227.18
    ],
    [
        " Again, there's sitting ducks coming in as crazy to read about",
        4227.18,
        4232.1
    ],
    [
        " Going back to the book over the 20 months of air mobile training a bond had been welded between the infantry and their rides the Huey",
        4232.1,
        4239.28
    ],
    [
        " Helicopter pilots and crewman",
        4239.28,
        4240.68
    ],
    [
        " Now the strength of that bond would be tested in the hottest of fires if the air bridge failed",
        4240.68,
        4246.22
    ],
    [
        " So the the meaning the helicopter's ability to get there if the air bridge failed the embattled men of first battalion 7th calf",
        4246.22,
        4253.18
    ],
    [
        " Would certainly die in much the same way George Armstrong custer's cavalry men died at little big horn",
        4253.18,
        4260.76
    ],
    [
        " caught off surrounded by numerically superior forces overrun and butchered to the last man",
        4260.76,
        4265.72
    ],
    [
        " I",
        4266.88,
        4267.48
    ],
    [
        " Asked Bruce Cant Randall's brave air crews of alpha company the 229th aviation battalion for the last measure of devotion",
        4267.48,
        4276.3
    ],
    [
        " For service far beyond the limits of duty and mission and they came through as I knew they would",
        4276.3,
        4282.62
    ],
    [
        " and so so",
        4282.62,
        4285.42
    ],
    [
        " Again, you're basically asking these guys to get shot down every time they fly in and this is interesting",
        4285.42,
        4290.58
    ],
    [
        " Back to the book",
        4290.58,
        4295.2
    ],
    [
        " That their birds would not land in hot landing zones",
        4295.2,
        4297.96
    ],
    [
        " In other words that they would not go where they would needed when when they were needed the most",
        4297.96,
        4303.36
    ],
    [
        " Even before I asked Bruce candle had already decided to begin doing everything that had to be done",
        4303.36,
        4310.26
    ],
    [
        " Staying with it candle now dropped as Huey loaded with casualties onto the red dirt strip when we and this is this is crowned",
        4310.26,
        4324.44
    ],
    [
        " Bimetics and infantry troops still waiting to be lifted into x-ray",
        4324.5,
        4328.02
    ],
    [
        " So that's another crazy thing to think about you're you're unloading wounded men and you're",
        4328.02,
        4333.98
    ],
    [
        " And you're getting on that aircraft that's gonna go pick up more wounded men, but you're going to stay",
        4333.98,
        4337.84
    ],
    [
        " So the troops that aren't on the ground yet think about what's going through their minds",
        4337.84,
        4341.34
    ],
    [
        " They they remove the dead and you want to know what's going through their minds",
        4341.34,
        4346.54
    ],
    [
        " I actually actually know what's going through the mind. They're going most of those guys are saying get me in there as fast as you can",
        4346.54,
        4351.16
    ],
    [
        " That's what they're saying these are their brothers out there",
        4351.16,
        4353.58
    ],
    [
        "",
        4354.44,
        4354.44
    ],
    [
        " Back to the book they remove the dead and wounded from my bird and this act is engraved in my mind deeper than any other experience in my two tours and Vietnam",
        4354.44,
        4365.0
    ],
    [
        " A huge black enlisted man clad only in shorts and boots hands bigger than dinner plates reaching to my helicopter to pick up one of the dead white soldiers",
        4365.0,
        4373.68
    ],
    [
        " He had tears streaming down his face and he tenderly created",
        4373.68,
        4378.22
    ],
    [
        " Cradled that dead soldier to his chest as he walked slowly from the aircraft to the medical station",
        4378.36,
        4383.84
    ],
    [
        " I never knew if the man he picked up was his buddy or not. I suspect not",
        4383.84,
        4389.36
    ],
    [
        " His grief was for a fallen comrade and for the agony that violent death brings to those who witness it",
        4389.36,
        4397.0
    ],
    [
        " More about the helicopters back to the book one of the ships brought in Larry Litten",
        4397.0,
        4407.44
    ],
    [
        " Who immediately took over command of delta company from the wounded sergeant consolas",
        4407.62,
        4412.32
    ],
    [
        " I told him to add the four delta mortars to consolidate mortar position setup by captain edwards and to control all seven mortars from a single fire direction center",
        4412.32,
        4423.0
    ],
    [
        " Principal direction of the fire was towards alphan bravo companies and the mortar men would also have the mission of defending our two",
        4423.0,
        4430.02
    ],
    [
        " Chopper landing zones from the east and the reason I highlighted that is",
        4430.02,
        4432.98
    ],
    [
        " Even though I talk about decentralized command all the time and how more starts off the book talking about how important decentralized command is",
        4433.76,
        4440.5
    ],
    [
        " He's right now in that in that moment. He's centralizing command",
        4440.5,
        4444.6
    ],
    [
        " He needs to get control of all the mortars so that they can use it correctly",
        4444.6,
        4448.04
    ],
    [
        " So again, that's why it's the dichotomy of leadership because you can",
        4448.04,
        4452.6
    ],
    [
        " There's times when you most the time you decentralized, but you can actually decentralized too much",
        4452.6,
        4456.98
    ],
    [
        " And if you don't coordinate the efforts of these mortars",
        4456.98,
        4458.74
    ],
    [
        " You're not going to use them effectively so he centralizes the command of the mortars brings them all to one location and starts using them",
        4458.74,
        4464.22
    ],
    [
        " Effectively, so that's a good note for leaders to remember",
        4464.22,
        4467.0
    ],
    [
        " Now here's another platoon commander Joe marm",
        4467.0,
        4474.46
    ],
    [
        " Joe marm describes the situation in his platoon",
        4474.46,
        4477.46
    ],
    [
        " My platoon medic was a short timer and did not accompany us to chew pong",
        4477.46,
        4482.48
    ],
    [
        " Sergeant first class George McCulley the platoon sergeant carried the aid kit and we planned to use staff sergeant Thomas",
        4484.32,
        4491.7
    ],
    [
        " Tolliver as our medic when the need arose",
        4491.7,
        4494.42
    ],
    [
        " He had been a combat medic during the Korean War and was well qualified",
        4494.42,
        4498.62
    ],
    [
        " Still we did not have enough medics to go around so we sent down specialist buchnight and",
        4498.62,
        4505.14
    ],
    [
        " Specialist Charles Lowe is a senior medical aid man as platoon medics to bravo company",
        4505.14,
        4510.74
    ],
    [
        " Now Calvin Buchnight still alive, but mortally wounded was laid gently on the ground and his blood filled rubber poncho before the medical platoon sergeant",
        4512.22,
        4521.78
    ],
    [
        " Sergeant first class Keaton his friend and comrade for the last two years",
        4521.78,
        4526.18
    ],
    [
        " And here's what Keaton says Buchnight wasn't dead",
        4526.18,
        4529.92
    ],
    [
        " He was shot right between the soldiers right directly between the soldiers",
        4529.92,
        4534.24
    ],
    [
        " He reached up and took my hand and said serge I didn't make it",
        4534.24,
        4540.0
    ],
    [
        " We got an ivy started on him and put a pressure bandage over his back wound",
        4540.24,
        4544.84
    ],
    [
        " There was just no hope",
        4544.84,
        4546.98
    ],
    [
        " We were able to get him on an evac ship, but he died",
        4546.98,
        4550.94
    ],
    [
        " The scriptures say that there is no greater love than to lay down your life for your friends",
        4550.94,
        4557.26
    ],
    [
        " This is what Calvin Buchnight did in that fire filled jungle",
        4557.26,
        4562.34
    ],
    [
        " He sheltered the wounded he was treating with his own body his back to the enemy guns",
        4562.34,
        4568.68
    ],
    [
        " Completely vulnerable",
        4575.08,
        4575.96
    ],
    [
        " And here's how more it was now 3.45 pm",
        4575.96,
        4585.32
    ],
    [
        " And except for the predicament of sergeant savage and the cutoff platoon",
        4585.32,
        4590.66
    ],
    [
        " I was feeling a good deal better about the situation",
        4590.66,
        4592.86
    ],
    [
        " We had all of our men in massive firepower have been deployed a company of reinforcements was on the way",
        4592.86,
        4598.44
    ],
    [
        " Our two chopper lifeline landings zone was secure most of our wounded were either evacuated or awaiting evacuation and we were holding tough",
        4598.68,
        4606.74
    ],
    [
        " I was determined to make one more attempt to rescue sergeant savage and all is wounded and dead on the slope",
        4606.74,
        4613.14
    ],
    [
        " I ordered alpha and bravo companies to evacuate their casualties with draw out of close contact with the enemy under covering fires and prepare to launch a coordinated attack",
        4613.14,
        4622.98
    ],
    [
        " Supported by heavy prepare to worry artillery fire to reach the cutoff platoon",
        4622.98,
        4627.14
    ],
    [
        " I was tortured by the fate of those men and the need to rescue them in chapter 10 is called fix bayonets",
        4628.1,
        4636.94
    ],
    [
        " Which can give you an indication",
        4636.94,
        4639.34
    ],
    [
        " Back to the book alpha and bravo companies the first units to land had now been locked in violent battle for more than two hours",
        4639.34,
        4647.62
    ],
    [
        " Had suffered no small number of casualties, especially among the sergeants and radio operators and it shot up most of their ammunition",
        4647.62,
        4653.94
    ],
    [
        " And that's another thing we got to remember the movies they never run out of ammunition",
        4654.78,
        4659.0
    ],
    [
        " Right unless it makes some theatrical point. Yeah, plot point right",
        4659.0,
        4662.74
    ],
    [
        " They also in the movies. There's plenty of water. Oh, they're in the jungle. They got plenty of water. These guys don't have water out here",
        4662.74,
        4668.56
    ],
    [
        " No water no food and now they're running out of ammunition the two commanders",
        4668.56,
        4675.52
    ],
    [
        " Tony Nadal and John hair and needed time to evacuate their dead and wounded to reorganize and regroup their diminished platoons",
        4675.52,
        4682.58
    ],
    [
        " And designate new leaders and to replenish stocks of ammunition of ammunition and grenades",
        4682.58,
        4687.5
    ],
    [
        " They would have 40 minutes to accomplish this then heavy artillery fire would lane down ahead of them",
        4687.5,
        4693.22
    ],
    [
        " As they kicked off one more attempt to break through the ring of enemy troops and rescue the survivors of lieutenant hair Henry Herrick's second platoon",
        4693.22,
        4700.4
    ],
    [
        " Meanwhile help was on the way",
        4700.4,
        4703.74
    ],
    [
        " Back at third brigade headquarters in the tea plantation the orders were going out our sister battalion the second battalion seventh Cavalys informed",
        4703.74,
        4711.22
    ],
    [
        " That one of its companies bravo was being detached and sent to landing x-ray landing zone x-ray to reinforce",
        4711.24,
        4717.92
    ],
    [
        " On arrival in x-ray bravo company second battalion would come under my operational control for the duration of the fight",
        4717.92,
        4724.76
    ],
    [
        " So there's a there's two battalions",
        4724.76,
        4726.3
    ],
    [
        " Each each battalion has a number of companies in them and they're gonna take one of the companies from the other battalion",
        4726.3,
        4731.82
    ],
    [
        " and",
        4731.82,
        4733.32
    ],
    [
        " Let him let them come in as reinforcements",
        4733.32,
        4737.02
    ],
    [
        " Captain myron",
        4737.02,
        4738.98
    ],
    [
        " Diduric",
        4741.56,
        4742.14
    ],
    [
        " Bravo company troops won the toss hand down so",
        4742.14,
        4745.84
    ],
    [
        " There was a bunch of different",
        4745.84,
        4749.82
    ],
    [
        " Companies there and they were all doing various things, but myron diduric's company",
        4749.82,
        4755.12
    ],
    [
        " Was actually I think they were they were standing guard. They were closest by and so they were the ones that were going and it's it's it's probably a good thing because this guy",
        4755.12,
        4764.64
    ],
    [
        " Captain diduric is a complete badass as we'll see",
        4765.22,
        4769.2
    ],
    [
        " Bravo company second battalion had good solid professional non-coms and its troop had served together for some for a long time",
        4769.2,
        4776.18
    ],
    [
        " It was a good rifle company. I was happy to get it captain diduric was 27 years old a native born",
        4776.18,
        4781.72
    ],
    [
        " Ukrainian who had come to the United States with his family in 1950",
        4781.72,
        4784.96
    ],
    [
        " He was an ROTC graduate from st. Peter's College in in Jersey City new jersey and was commissioned in July of",
        4784.96,
        4792.08
    ],
    [
        " 1960 he completed paratrooper and ranger training and had served tours in Germany and at Fort Benning",
        4792.84,
        4798.16
    ],
    [
        " Diduric was married and the father of two children",
        4798.16,
        4801.76
    ],
    [
        " While our reinforcements were saddling up my alpha and bravo companies were about to launch their second attempt to break through lieutenant",
        4801.76,
        4810.16
    ],
    [
        " Herrick's trap platoon",
        4810.16,
        4811.2
    ],
    [
        " John Heron and Tony Nadal had pulled their men back to the dry creek bed during the lull so they would begin the attack from there",
        4811.2,
        4818.24
    ],
    [
        " Platoon sergeant Troy Miller remembers the scene on morale is very high after the first contact before we went off",
        4818.98,
        4824.86
    ],
    [
        " Before we went after the cutoff platoon captain Nadal got us together and said men",
        4824.86,
        4829.04
    ],
    [
        " We've got an american platoon cutoff out there and we're going after them",
        4829.04,
        4832.06
    ],
    [
        " Their applies word yeah, and let's go get them and Gary Owen and Gary Owen is the",
        4832.06,
        4838.12
    ],
    [
        " It's like the war cry of the cavalry",
        4838.12,
        4841.52
    ],
    [
        " So and there's a",
        4841.52,
        4843.62
    ],
    [
        " Comes from an old song and it's it's just a historical thing and that's why you read the book",
        4843.94,
        4848.42
    ],
    [
        " She can find out about Gary Owen",
        4848.42,
        4850.26
    ],
    [
        " It's their marching song",
        4850.26,
        4853.1
    ],
    [
        " Back to the book captain Tony Nadal alpha company was the first man out of the creek bed leading first platoon in the assault",
        4853.1,
        4862.74
    ],
    [
        " He recalls we moved about 50 yards when we ran into the enemy force which had come down the mountain",
        4862.74,
        4867.86
    ],
    [
        " I presume they were preparing to launch their attack about the time we launched ours",
        4867.86,
        4871.9
    ],
    [
        " The fighting quickly became very vicious at close range",
        4871.92,
        4875.2
    ],
    [
        " We took many casualties",
        4875.2,
        4877.48
    ],
    [
        " Lieutenant Wayne Johnson the first platoon leader was hit at least three other squad leaders were also hit two of them killed",
        4877.48,
        4884.96
    ],
    [
        " One while going forward in an attempt to rescue one of his soldiers against direct orders",
        4884.96,
        4890.5
    ],
    [
        " Against direct orders going out to get my buddy",
        4890.5,
        4900.08
    ],
    [
        "",
        4901.9,
        4901.9
    ],
    [
        " Tony Nadal had ordered his men to fix bayonets for the attack",
        4901.9,
        4909.96
    ],
    [
        " Bill Beck firing a burst from his M60 machine gun to his right front was transfixed by what he saw just forward a tall thin sergeant bayonetting of north Vietnamese in the chest",
        4909.96,
        4922.3
    ],
    [
        " It was just like practiced against the straw dummies forward thrust pull out move on one two three",
        4922.3,
        4930.74
    ],
    [
        " Captain Tony Nadal had four men in his command group as he charged into the brush two radio operators",
        4930.8,
        4936.08
    ],
    [
        " Sergeant Jack gal in a 25 year old native New Yorker and specialist",
        4936.08,
        4940.4
    ],
    [
        " Spectre Ford John Clark of Michigan",
        4940.4,
        4942.5
    ],
    [
        " Plus the company's artillery forward observer lieutenant Timothy m Blake",
        4942.5,
        4946.82
    ],
    [
        " 24 from Charleston West Virginia and Blake's recon sergeant sergeant Floyd L. Reed Jr. 27 years old of heath Arkansas",
        4946.82,
        4956.46
    ],
    [
        " As they moved up Nadal had the radio handset to his ear a burst of any machine gun fire swept across the group sergeant gal was hit and dropped without a sound Nadal",
        4958.16,
        4968.64
    ],
    [
        " kept moving until the long black cord pulled back on him",
        4968.64,
        4974.72
    ],
    [
        " He was looking around to see what was wrong the same burst that killed sergeant gal",
        4974.72,
        4979.02
    ],
    [
        " It also killed lieutenant Blake and suck and struck sergeant Reed who died shortly thereafter",
        4979.02,
        4984.04
    ],
    [
        " Sergeant Sam Holman native",
        4985.84,
        4987.68
    ],
    [
        " Sergeant Sam Holman Jr. a native of Pennsylvania a native Pennsylvania",
        4987.68,
        4991.8
    ],
    [
        " Note beside his mortally wounded buddy Jack gal and heard him gasp tell my wife I love her",
        4991.8,
        4998.34
    ],
    [
        " Tony Nadal had no time to mourn Jack now Jack gal a man. He greatly respected",
        4998.34,
        5011.46
    ],
    [
        " Too many other lives were in his hands",
        5012.42,
        5014.52
    ],
    [
        " On the right flank",
        5014.52,
        5017.56
    ],
    [
        " Of the bravo line lieutenant deal was now rolling around on the ground desperately trying to dodge a valley of machine guns slugs cutting through the grass all around him",
        5017.56,
        5027.32
    ],
    [
        " Suddenly 25 yards away deal saw an American get up and charge forward while everyone around him was flat on his belly",
        5027.32,
        5034.14
    ],
    [
        " Says deal I saw him throw a grenade behind an ant hill and empties weapon into it then he fell to his knees",
        5034.14,
        5040.76
    ],
    [
        " I said to myself please get up don't be hurt. I didn't know who it was. I couldn't make out the form",
        5040.78,
        5045.84
    ],
    [
        " There was so much battlefield haze dust and smoke",
        5045.84,
        5049.5
    ],
    [
        " It was lieutenant Joe Marm",
        5049.5,
        5052.6
    ],
    [
        " He'd spotted an enemy machine gun dug into a big termite hill. It was chewing up both bravo company platoons",
        5052.6,
        5059.4
    ],
    [
        " After failing to knock it out with a law rocket and a grenade and a thrown grenade he decided to deal with it directly",
        5059.4,
        5066.52
    ],
    [
        " He charged through the fire tossed a hand grenade behind the hill and then cleaned up the survivors with his m16 rifle",
        5067.24,
        5073.74
    ],
    [
        " The following day lieutenant al de vey found a dead north Vietnamese officer and 11 enemy soldiers sprawled behind that termite mound",
        5073.74,
        5083.46
    ],
    [
        " Says deal Joe Marm saved my life and the lives of many others",
        5083.46,
        5089.64
    ],
    [
        " Lieutenant Marm staggered back to his position with a bullet wound to his jaw and neck",
        5089.64,
        5095.06
    ],
    [
        " He joined a growing stream of walking wounded flowing back toward the battalion aid station sergeant Keaton treated marms wound",
        5095.54,
        5102.22
    ],
    [
        " And one of Bruce Cundell's Crandell's hewies evacuated him to the rear",
        5102.22,
        5107.8
    ],
    [
        " Within days lieutenant Joe Marm was recuperating at valley forge army hospital near his home in Pennsylvania",
        5107.8,
        5114.26
    ],
    [
        " In December of 1966",
        5114.26,
        5116.76
    ],
    [
        " Joe Marm reported to the Pentagon with a secretary of the army acting on behalf of president linden johnson",
        5116.76,
        5123.98
    ],
    [
        " Presented him with the Medal of Honor the nation's highest award for valor",
        5124.24,
        5129.28
    ],
    [
        " Joe marms heroic action unfortunately failed to open the door to the cutoff platoon",
        5129.28,
        5145.8
    ],
    [
        " Bravo company had progressed only about 75 yards alpha company a bit further",
        5145.8,
        5151.6
    ],
    [
        " All through of the dolls",
        5152.44,
        5153.72
    ],
    [
        " Platoon leaders were now either dead or wounded as were many of his non-coms",
        5153.72,
        5160.68
    ],
    [
        " Worse yet alpha companies first platoon had gotten out ahead of the two",
        5160.68,
        5164.14
    ],
    [
        " Other and was heavily engaged with perhaps a hundred enemy",
        5164.14,
        5167.54
    ],
    [
        " Some of the north some of the alpha troopers bypassed the enemy in dense brush and those north Vietnamese had opened up on them",
        5167.54,
        5175.64
    ],
    [
        " Not only were we unable to",
        5175.64,
        5178.96
    ],
    [
        " Punch through the rescue hair expatoon. We were now in danger of having another platoon cut off",
        5179.24,
        5184.3
    ],
    [
        " And again, I apologize. That's one of the things I should have talked about was the way this terrain is set up",
        5184.3,
        5190.14
    ],
    [
        " It's that there's a lot of grass like I would say waste high grass maybe a little bit taller than waste high",
        5190.14,
        5196.26
    ],
    [
        " And it's if you take cover you can't say anything",
        5196.26,
        5199.58
    ],
    [
        " Because you're in grass. Yeah, if you stand up, you get shot. Yeah, yeah, so it's it's a terrible",
        5199.58,
        5205.5
    ],
    [
        " uh catch 22",
        5207.04,
        5207.68
    ],
    [
        " Do you stand up so you can see what's happening and see where people are going and see where the enemy is maneuvering and you might get shot",
        5207.68,
        5212.92
    ],
    [
        " Or do you lay down where you take cover? Do you have a better chance of not getting shot but you can't see anything",
        5212.92,
        5216.56
    ],
    [
        " Captain to Derek ran up to me and shouted garyon sir now. This is this is awesome. So captain to Derek is the guy that's coming into",
        5216.56,
        5225.08
    ],
    [
        " He's from two seven",
        5225.08,
        5227.04
    ],
    [
        " He's coming in as reinforcements",
        5227.04,
        5229.42
    ],
    [
        " And like I said garyon is like their war cry",
        5229.42,
        5232.04
    ],
    [
        " Yeah, so here we go",
        5232.6,
        5233.9
    ],
    [
        " Captain to Derek ran up to me and shout out. So this is how more talkities on this embroidered",
        5233.9,
        5238.6
    ],
    [
        " Warzone",
        5238.6,
        5239.38
    ],
    [
        " Been taken so many casualties",
        5239.38,
        5241.48
    ],
    [
        " And here's what how more says captain to Derek ran up to me and shouted garyon sir",
        5241.48,
        5245.8
    ],
    [
        " Captain to Derek and and Bravo company second battalion seventh cavalry 120 men strong reporting for duty",
        5245.8,
        5251.4
    ],
    [
        " His eyes sparkled with excitement and the challenge of the situation",
        5251.4,
        5255.86
    ],
    [
        " I told the director to assemble his men in a clump of trees 30 yards northwest of the command post who act as a",
        5255.86,
        5261.58
    ],
    [
        " battalion reserve for the time being",
        5261.84,
        5263.36
    ],
    [
        " It's awesome",
        5263.36,
        5264.68
    ],
    [
        " Command reporting garyon garyon sir",
        5264.68,
        5267.98
    ],
    [
        " Captain to doll says",
        5267.98,
        5273.98
    ],
    [
        " The flight continued for another 20 or 30 minutes with neither side making headway",
        5273.98,
        5278.1
    ],
    [
        " It was getting dark and casualties mounted tonight. I decided we are not going to be able to break through",
        5278.1,
        5281.7
    ],
    [
        " I called Colonel Moore and asked for permission to pull back",
        5281.7,
        5284.4
    ],
    [
        " Then here's what Colonel Moore says with night approaching",
        5284.4,
        5288.48
    ],
    [
        " There was no real choice. I did not want to get into the hours of darkness with my battalion fragmented with the companies incapable of mutual support",
        5288.48,
        5295.1
    ],
    [
        " And subject to defeat in detail",
        5295.1,
        5298.72
    ],
    [
        " Word came over the radio in this and so now this is uh",
        5298.72,
        5304.2
    ],
    [
        " specialist",
        5304.2,
        5305.94
    ],
    [
        " Gaelin bungham who's out there with the",
        5305.94,
        5309.52
    ],
    [
        " loss platoon",
        5309.52,
        5310.5
    ],
    [
        " Back to the book word came over the radio that we would have to hang on till morning",
        5310.5,
        5314.48
    ],
    [
        " I could not believe what I heard. I thought there was no way we would be able to do that",
        5314.92,
        5319.18
    ],
    [
        " Others thought the same thing",
        5319.18,
        5321.44
    ],
    [
        " Clark kept asking me do you think we'll make it",
        5321.44,
        5325.24
    ],
    [
        " I didn't know",
        5325.24,
        5326.66
    ],
    [
        " But I said we have to pray and pray hard",
        5326.66,
        5329.34
    ],
    [
        " It was a big question mark in all of our minds",
        5329.34,
        5332.18
    ],
    [
        " We had to keep our crew and bear down",
        5332.18,
        5335.34
    ],
    [
        " You know we hear from Al Morrigan. I now considered the toll this day's fighting and taking",
        5335.34,
        5341.04
    ],
    [
        " Tony and the dolls alpha company had lost three officers and 31 enlisted men killed or wounded",
        5342.02,
        5349.06
    ],
    [
        " And now reported effective strength of two officers and 84 enlisted",
        5349.06,
        5354.96
    ],
    [
        " John herons bravo company had lost one officer and 46 enlisted men killed or wounded",
        5354.96,
        5361.74
    ],
    [
        " It was down to four officers and 68 enlisted men with one platoon harrick's trapped outside the perimeter",
        5361.74,
        5368.28
    ],
    [
        " For almost eight hours I had been involved in the minute to minute direction of the battle",
        5370.32,
        5374.42
    ],
    [
        " Now I wanted to personally walk the perimeter and check the preparations for what promised to be a tough night and another tough day tomorrow",
        5374.42,
        5382.4
    ],
    [
        " just before dark",
        5382.4,
        5384.38
    ],
    [
        " Sergeant made your plumbly",
        5384.38,
        5386.18
    ],
    [
        " And I broke away from the command post and set out to check the perimeter talking with the troopers and getting for a feel for the situation on the ground",
        5386.18,
        5393.92
    ],
    [
        " What concerned me the most was the morale of the men how well the companies were tied in their defensive",
        5394.36,
        5400.88
    ],
    [
        " Fire plans and the situation with ammunition and water supplies",
        5400.88,
        5404.68
    ],
    [
        " Moral among the men was high although there was understandable grief over the friends we had lost",
        5404.68,
        5411.76
    ],
    [
        " The men and I talked",
        5411.76,
        5414.56
    ],
    [
        " The men I talked with realize that we were facing a fierce determined enemy",
        5414.56,
        5419.62
    ],
    [
        " But he failed to break through our lines",
        5419.62,
        5421.84
    ],
    [
        " They knew the fight wasn't over. I heard weary soldiers saying things like we'll get them sir and they won't get through us sir",
        5423.04,
        5429.7
    ],
    [
        " Their fighting spirit had not dimmed and they made me proud and humble",
        5429.7,
        5435.92
    ],
    [
        " In every one of my companies that had landed in this place this morning there were 15 to 20 soldiers who had",
        5435.92,
        5444.22
    ],
    [
        " Less than two weeks left to go in the army",
        5444.22,
        5447.06
    ],
    [
        " Some of those men now lay dead wrapped in ponchos near my command post",
        5447.9,
        5452.4
    ],
    [
        " The rest of them were out on that perimeter standing shoulder to shoulder with their buddies",
        5452.4,
        5458.78
    ],
    [
        " Ready to continue the fight",
        5458.78,
        5462.02
    ],
    [
        " 37 miles to the northeast",
        5462.02,
        5472.24
    ],
    [
        " Bruce Crandall and big Ed Freeman finally shut down their hues at a large at a huge helicopter pad",
        5473.12,
        5478.88
    ],
    [
        " Nicknamed the turkey farm outside the wire at camp hollowway",
        5478.88,
        5482.24
    ],
    [
        " They had been flying non stops since 6 a.m",
        5482.24,
        5486.4
    ],
    [
        " It was after 10 p.m. When Crandall shut down and tried to get out of the aircraft",
        5486.4,
        5491.58
    ],
    [
        " That is when the day's activities caught up with me my legs gave out as I stepped on the skid",
        5491.58,
        5497.76
    ],
    [
        " And I fell to the ground for the next few minutes. I vomited",
        5497.76,
        5501.28
    ],
    [
        " I was very embarrassed and it took some time to regain my composure",
        5502.38,
        5506.04
    ],
    [
        " Someone slipped me a bottle of cognac into my hand and I took a big slug",
        5506.04,
        5511.68
    ],
    [
        " It was a waste of good booze it came up as fast as it went down",
        5511.68,
        5516.82
    ],
    [
        " I finally quit shaking and made it to the operations tent to recap the day and plan the next",
        5516.82,
        5523.32
    ],
    [
        " The aviation unit had quite a day",
        5523.32,
        5526.22
    ],
    [
        " We had not suffered a single fatality and we had not left the mission undone",
        5526.22,
        5531.78
    ],
    [
        " When our infantry brothers called we hauled",
        5532.72,
        5537.18
    ],
    [
        " The standard for combat assaults with helicopters had been set on this day",
        5537.18,
        5541.32
    ],
    [
        " I wondered about tomorrow",
        5541.32,
        5544.14
    ],
    [
        " Would it be worse? I wasn't sure I could handle another day like today",
        5544.14,
        5549.5
    ],
    [
        " Then again",
        5549.5,
        5551.74
    ],
    [
        " I thought about the troops in x-ray",
        5551.74,
        5556.02
    ],
    [
        " And the choice was not mine to make",
        5556.02,
        5559.62
    ],
    [
        " And",
        5569.16,
        5569.74
    ],
    [
        " Then here's how more talking about",
        5569.74,
        5570.94
    ],
    [
        " The wounded back to the book all of the wounded all of our wounded flown out of x-ray by krandals hewies ended up at Charlie company",
        5570.94,
        5579.18
    ],
    [
        " 15th medical battalion first cavalry division which was temporarily set up in tents of camp hallway",
        5579.18,
        5584.96
    ],
    [
        " The executive officer of Charlie med was captain George H. Kelling",
        5584.96,
        5590.74
    ],
    [
        " 28 from st. Louis, Missouri",
        5590.86,
        5592.76
    ],
    [
        " Charlie meds five surgeons tried to stabilize the soldiers coming off the helicopters",
        5592.76,
        5597.42
    ],
    [
        " The treatment we provided says Kelling was designed to keep the blood flowing through the patient system until he could be gotten to a hospital",
        5597.42,
        5604.44
    ],
    [
        " Which had the personnel and equipment to perform definitive surgery",
        5604.44,
        5607.88
    ],
    [
        " Charlie meds doctors tied off perforated blood vessels to stop the hemorrhaging and then pumped in whole blood",
        5607.88,
        5616.76
    ],
    [
        " Kelling recalls that many of the casualties were rapidly bleeding to death",
        5618.3,
        5621.62
    ],
    [
        " So it was a race against time to get blood into the soldier faster than he was losing it even while the surgeons were trying to tie off bleeders",
        5621.62,
        5629.32
    ],
    [
        " We threw caution to the wind and gave a patient four cut downs",
        5629.32,
        5633.92
    ],
    [
        " Which is an intervenous tube tied into blood vessels with four korman squeezing the blood bags as hard as they could",
        5633.92,
        5640.5
    ],
    [
        " It was not unusual for the patient to shiver and quick and lose body temperature from the rapid transmission of so much cold blood",
        5641.22,
        5648.64
    ],
    [
        " But the alternative was to let him die",
        5648.64,
        5652.84
    ],
    [
        " So they're giving blood directly into the veins and they've got korman standing there squeezing the bags of blood to try and keep people alive",
        5652.84,
        5663.12
    ],
    [
        " back on LZ",
        5668.96,
        5670.24
    ],
    [
        " Here's sergeant John Stetelon talking they probed us all night long",
        5670.24,
        5675.88
    ],
    [
        " We had a few men wounded. I'd never been in a situation like that",
        5675.88,
        5679.04
    ],
    [
        " When they would come at us they would come screaming and we could hear bugles",
        5679.04,
        5683.84
    ],
    [
        " As",
        5690.7,
        5691.34
    ],
    [
        " Darkness fell",
        5691.34,
        5692.12
    ],
    [
        " Savage was on the radio with lieutenant Bill Riddell",
        5692.12,
        5695.34
    ],
    [
        " Herons artillery forward observer walking the high explosive barrage is all around the cutoff platoon",
        5695.34,
        5702.5
    ],
    [
        " All of us were lifted off the ground by the impact and covered with dirt and branches",
        5702.5,
        5708.42
    ],
    [
        " Bungham recalls",
        5710.48,
        5710.72
    ],
    [
        " Savage told them on the radio that was right where we want them",
        5710.72,
        5714.32
    ],
    [
        " We hollered that it was too close",
        5714.32,
        5716.36
    ],
    [
        " But I looked back where those first rounds hit and saw three men running towards us",
        5716.36,
        5720.74
    ],
    [
        " We opened up",
        5720.74,
        5721.82
    ],
    [
        " They must have been crawling up on our position when that artillery came in they would sneak in as close as 10 yards or less",
        5721.82,
        5728.22
    ],
    [
        " And many times just stand up to laugh at us",
        5728.22,
        5731.66
    ],
    [
        " We would mow them down",
        5731.66,
        5733.62
    ],
    [
        " It begins to work on your mind. What are they laughing at?",
        5733.62,
        5737.44
    ],
    [
        " I couldn't believe it",
        5738.42,
        5739.74
    ],
    [
        " The North Vietnamese launched three separate attacks to keep the pressure on the trapped second platoon",
        5739.74,
        5748.38
    ],
    [
        " During that long night each time sending about 50 men against the Americans and each time being beaten back by artillery and rifle fire",
        5748.38,
        5755.08
    ],
    [
        " Savage had seven men unhurt and 13 wounded",
        5755.08,
        5759.12
    ],
    [
        " nine others were dead",
        5759.12,
        5760.82
    ],
    [
        " Some of the lost platoons wounded continue to fight including Sergeant Ruben Thompson who had been shot through the chest",
        5760.82,
        5767.56
    ],
    [
        " The platoon later heard still another large enemy force moving down the northern trail toward X-ray and again",
        5769.42,
        5776.58
    ],
    [
        " brought artillery fire down on them",
        5776.58,
        5779.02
    ],
    [
        " This was followed by a flurry of hand grenades back and forth at about 4 30 AM",
        5779.02,
        5784.72
    ],
    [
        " Within an hour the first light in the eastern sky revealed dozens of khaki clad enemy dead scattered all around the little knoll",
        5784.72,
        5792.48
    ],
    [
        " The trapped platoon and survived the longest night any of them would ever know",
        5792.48,
        5797.14
    ],
    [
        " They checked their ammunition and prepared to receive a dawn attack",
        5798.5,
        5802.9
    ],
    [
        " And here's one of the",
        5802.9,
        5805.5
    ],
    [
        " platoon sergeants talking",
        5805.5,
        5808.6
    ],
    [
        " platoon sergeant Robert Jemminson",
        5808.6,
        5813.14
    ],
    [
        " Jemmison at first light we sent out a patrol",
        5813.14,
        5817.52
    ],
    [
        " Staff Sergeant Sydney Cohen",
        5817.52,
        5819.5
    ],
    [
        " Speck for Arthur L. Bronson and three other men were picked to go says Jemmison",
        5819.5,
        5825.02
    ],
    [
        " They saved us from being surprised they spotted the enemy on their way back into an attack position",
        5825.2,
        5830.04
    ],
    [
        " They came running back with Bronson screaming their common serge a lot of them get ready",
        5830.04,
        5834.54
    ],
    [
        " I told the machine gunners to hold their fire until they were close",
        5834.54,
        5838.36
    ],
    [
        " PFC Willie Godbolt",
        5838.36,
        5841.36
    ],
    [
        " 24 of Jacksonville Florida was hit while firing from his position 20 yards to sergeant Jemmison's right",
        5841.36,
        5847.84
    ],
    [
        " Jemmison remembers Godbolt hollering somebody help me",
        5847.84,
        5851.06
    ],
    [
        " I had I'll go get him",
        5851.06,
        5853.08
    ],
    [
        " You're telling it Joe hey",
        5854.32,
        5855.64
    ],
    [
        " Maybe we go to Joe Jagan",
        5855.64,
        5870.78
    ],
    [
        " PFC Willie F",
        5870.78,
        5878.52
    ],
    [
        " Godbolt 24 of Jacksonville Florida was hit while firing from his position",
        5878.52,
        5882.78
    ],
    [
        " 20 yards to sergeant Jemmison's right",
        5883.08,
        5885.2
    ],
    [
        " Jemmison remembers Godbolt was hollering somebody help me",
        5885.2,
        5889.42
    ],
    [
        " I yelled I'll go get him",
        5889.42,
        5891.9
    ],
    [
        " Lieutenant Joe Jagan yelled back no I will",
        5891.9,
        5894.94
    ],
    [
        " Joe Jagan",
        5894.94,
        5897.08
    ],
    [
        " Moved out of his position in the fox hole to help Godbolt and was shot",
        5897.08,
        5901.12
    ],
    [
        " This was 10 minutes or so from the time the firing first broke out",
        5901.12,
        5906.28
    ],
    [
        " struck in the back of the head Lieutenant John Lance Jack",
        5906.28,
        5911.26
    ],
    [
        " Joe Jagan",
        5911.68,
        5912.72
    ],
    [
        " Was killed instantly",
        5912.72,
        5914.64
    ],
    [
        " The man he was trying to save PFC Godbolt died of his wounds shortly afterward",
        5914.64,
        5920.66
    ],
    [
        " The enemy was now",
        5920.66,
        5923.34
    ],
    [
        " Closed to within 75 yards of Edwards line",
        5923.34,
        5926.84
    ],
    [
        " They were firing furiously some crouch low and at times crawling on their hands and knees",
        5926.84,
        5931.8
    ],
    [
        " Others no taller than the elephant grass. They were passing through came on standing up and shooting",
        5931.8,
        5937.98
    ],
    [
        " They advanced screaming at each other and Edwards men",
        5938.78,
        5941.94
    ],
    [
        " Leaders were blowing whistles and using hand and arm signals",
        5941.94,
        5945.18
    ],
    [
        " A few were even carrying 82 millimeter mortar tubes and base plates",
        5945.18,
        5949.68
    ],
    [
        " This was clearly in no hit and run affair",
        5949.68,
        5952.22
    ],
    [
        " They'd come to stay",
        5952.22,
        5954.04
    ],
    [
        " And here's Joe Stetland talking",
        5954.04,
        5962.1
    ],
    [
        " Our sergeant John sorry John Stetland here's John Stetland talking",
        5962.1,
        5965.76
    ],
    [
        " It seemed like half a battalion hit us all at once",
        5966.02,
        5968.66
    ],
    [
        " He hit us headlong and he hit us strong",
        5968.66,
        5972.42
    ],
    [
        " I thought we were going to be overrun when Charlie hit us",
        5972.42,
        5976.02
    ],
    [
        " He had this strange grazing fire. He shot right at ground level trying to cut off your legs or if you weren't deep enough in your fox hole",
        5976.02,
        5984.04
    ],
    [
        " He shot your head off",
        5984.04,
        5985.54
    ],
    [
        " When he started firing at us it came like torrents of rain you just couldn't get your headlong up long enough to shoot back",
        5985.54,
        5993.16
    ],
    [
        " You just stuck up your weapon pulled the trigger and emptied the magazine",
        5993.16,
        5997.06
    ],
    [
        " Lieutenant Charlie Hastings our forward air controller had already swung into action sensing disaster",
        5997.06,
        6006.18
    ],
    [
        " Hastings made an immediate instinctive decision. I used the code word broken arrow",
        6006.18,
        6011.6
    ],
    [
        " Which meant the American unit on the in contact was in danger of being overrun and we received all available aircraft and south Vietnam for close air support",
        6011.6,
        6020.64
    ],
    [
        " We had aircraft stacked at a thousand foot intervals from 7,000 feet to 35,000 feet each waiting to receive a target and deliver their ordinance",
        6021.98,
        6030.34
    ],
    [
        " And here's how more by now I was convinced that the enemy was making a primary effort to overrun us from the south and southeast",
        6030.34,
        6039.82
    ],
    [
        " And I alerted the reserve platoon for probable commitment into Charlie or Delta company sectors",
        6039.82,
        6045.18
    ],
    [
        " The noise of the battle was unbelievable never before or since and two wars have I heard anything equal to it",
        6046.0,
        6053.26
    ],
    [
        " And here's specialist Arthur Vieira",
        6053.26,
        6059.98
    ],
    [
        " The gunfire was very loud. We were getting overrun on the right side",
        6059.98,
        6064.92
    ],
    [
        " Lieutenant Kroger came out into the open in all this",
        6064.92,
        6068.22
    ],
    [
        " I thought that was pretty good. He yelled at me. I got up to hear him",
        6068.22,
        6072.48
    ],
    [
        " He hollered at me to help cover the left sector",
        6072.48,
        6075.52
    ],
    [
        " I ran over to him and by the time I got there he was dead",
        6075.52,
        6078.8
    ],
    [
        " He had lasted a half an hour",
        6078.8,
        6080.7
    ],
    [
        " I knelt beside him took off his dag dog tags and put them in my shirt pocket",
        6080.7,
        6085.42
    ],
    [
        " I went back to firing my m79 and got shot right in the elbow my m79 went flying and I was knocked over and fell backward over the lieutenant",
        6085.42,
        6093.18
    ],
    [
        " Vieira now grabbed his 45 pistol and began firing it left-handed",
        6093.18,
        6099.22
    ],
    [
        " And he says then I got hit in the neck and the bullet went right through",
        6100.04,
        6103.74
    ],
    [
        " I couldn't talk or make a sound",
        6103.74,
        6105.74
    ],
    [
        " I got up and tried to take charge and we shot with a third ground",
        6105.74,
        6109.64
    ],
    [
        " That one blew up my right leg and put me down",
        6109.64,
        6112.14
    ],
    [
        " It went in my leg above the ankle traveled up came back out then went into my groin and ended up in my back close to my spine",
        6112.14,
        6121.56
    ],
    [
        " Just then to stick grenades blew up right over me and tore up both of my legs",
        6121.56,
        6127.36
    ],
    [
        " I",
        6128.3,
        6128.86
    ],
    [
        " reached down with my left hand and touched a grenade fragments on my left leg and it felt like I touched a red hot poker",
        6128.86,
        6136.0
    ],
    [
        " My hands just sizzled",
        6136.0,
        6139.44
    ],
    [
        " Unbelievable attack and I think that description right there really spells out how",
        6139.44,
        6152.1
    ],
    [
        " Intense this was and when obviously when you got chrome Moore saying that this is the loudest thing he's ever heard in two wars",
        6153.46,
        6159.88
    ],
    [
        " That also",
        6159.88,
        6163.68
    ],
    [
        " Confirms what we're dealing with here back to the book at 7.45 a.m",
        6163.68,
        6167.6
    ],
    [
        " The enemy struck at the left flank of Tony and dolls alpha company at the critical elbow where alpha and Charlie companies were tied in",
        6167.6,
        6174.6
    ],
    [
        " We are now under attack from three directions",
        6174.6,
        6177.72
    ],
    [
        " Grazing fire from rifles and machine guns shredded the elephant grass and swept over the battalion command post in aid station",
        6178.3,
        6184.7
    ],
    [
        " Leaves bark and small blanchors branches fluttered down on us several troopers were wounded in the same command post and at least one was killed",
        6184.7,
        6193.94
    ],
    [
        " My radio operator spec for robber p olet",
        6193.94,
        6199.14
    ],
    [
        " 23 years old had a",
        6199.14,
        6202.88
    ],
    [
        " The speckled of a speckled six-forter from Maddo, osca main was hit and slumped over in a sprawl unmoving and seemingly dead",
        6202.88,
        6210.5
    ],
    [
        " I kept the handset to my ear",
        6210.5,
        6212.88
    ],
    [
        " And here's Joe galloway the reporter",
        6212.88,
        6216.28
    ],
    [
        " The incoming fire was only a couple of feet off the ground and I was down as flat as I could get when I felt the toe of a combat boot in my ribs",
        6216.28,
        6223.66
    ],
    [
        " I turned my head sideways and looked up there standing tall was sergeant major basal plumbly",
        6223.66,
        6229.94
    ],
    [
        " Plumbly leaned down and shouted over the noise the guns. You can't take no pictures laying down there on the ground sunny",
        6230.94,
        6236.62
    ],
    [
        " He was calm fearless and grinning. I",
        6236.62,
        6241.78
    ],
    [
        " Thought he's right. We're all going to die anyways. So I might as well take mine standing up",
        6241.78,
        6246.54
    ],
    [
        " I got up and began taking a few photographs",
        6246.54,
        6249.48
    ],
    [
        " Plumbly moved over to the aid station pulled out as 45 chambered around and informed dr. Carrera and his medics",
        6249.48,
        6256.34
    ],
    [
        " Gentlemen prepared to defend yourselves",
        6257.42,
        6259.56
    ],
    [
        " So plumbly thought they were getting over on to or at least going to get close you're in the aid station",
        6259.56,
        6268.02
    ],
    [
        " That's in the center of this whole perimeter",
        6268.02,
        6269.44
    ],
    [
        " And he's pulling out as 45 and saying prepare to defend yourselves. You can't make that up",
        6269.44,
        6274.92
    ],
    [
        " Specialist willered f parish 24 years old and a native of bristo",
        6274.92,
        6284.7
    ],
    [
        " Oklahoma was an assistant squad leader of one of Charlie companies 81 millimeter mortar squads",
        6285.28,
        6289.84
    ],
    [
        " Paris was one of the mortar men who had been outfitted with the spare machine guns and rifles",
        6289.84,
        6294.34
    ],
    [
        " collected from our casualties and put on the delta company perimeter",
        6294.34,
        6298.24
    ],
    [
        " parish recalls when we were hit I remember all the trace around and I wondered how even an ant could get through that",
        6298.24,
        6305.24
    ],
    [
        " Back to our right we started hearing the guys hollering they're coming around they're coming around",
        6305.24,
        6310.56
    ],
    [
        " I was in a fox hole with a guy from Chicago",
        6311.26,
        6313.52
    ],
    [
        " J pfc james e colman and he had an m16",
        6313.52,
        6317.58
    ],
    [
        " I had my 45 and his 45 and I had an m60 machine gun. We were set up facing out into the tall grass",
        6317.58,
        6323.78
    ],
    [
        " I was looking out front and I could see some of the grass going down like someone was crawling in it",
        6323.78,
        6329.28
    ],
    [
        " I hollered who's out there",
        6329.28,
        6330.38
    ],
    [
        " Nobody answered and I hollered again no answer",
        6330.38,
        6333.38
    ],
    [
        " I turned to I turned to Coleman burn his ass",
        6333.38,
        6337.36
    ],
    [
        " Coleman said my rifles jammed I looked at him and him at me",
        6338.02,
        6341.82
    ],
    [
        " Then I looked to the front and they were growing out of the weeds",
        6341.82,
        6345.78
    ],
    [
        " I just remember getting that machine gun from there on out and the training takes over and you put your mind",
        6345.78,
        6351.84
    ],
    [
        " Somewhere else because I really don't remember what specifically I did I was totally unaware of the time the conditions",
        6351.84,
        6357.68
    ],
    [
        " On that m60 machine gun",
        6357.68,
        6360.48
    ],
    [
        " According to the extracts from his silver star citation specialist Paris",
        6360.48,
        6364.94
    ],
    [
        " Paris delivered lethal fire on wave after wave of the enemy until he ran out of ammunition",
        6365.6,
        6370.86
    ],
    [
        " Then standing up under fire with a 45 pistol in each hand",
        6370.86,
        6376.64
    ],
    [
        " Parish fired clip after clip into the enemy who were 20 yards out and he stopped their attack",
        6376.64,
        6382.68
    ],
    [
        " Says parish I feel like I didn't do any more than anybody else did up there",
        6382.68,
        6388.96
    ],
    [
        " I remember a lot of noise a lot of yelling and then all at once it was quiet",
        6388.96,
        6394.08
    ],
    [
        " The silence out in front of willow parish was that of this cemetery",
        6394.98,
        6399.2
    ],
    [
        " More than a hundred dead north Vietnamese were later found where they had fallen in a semi circle around his foxhole",
        6399.2,
        6407.06
    ],
    [
        " 45 in each hand",
        6407.06,
        6413.58
    ],
    [
        " That's",
        6413.58,
        6417.44
    ],
    [
        " That's crazy actually",
        6417.44,
        6419.86
    ],
    [
        " I mean you",
        6419.86,
        6422.58
    ],
    [
        " Yeah, he's he's going through a whole nother level",
        6423.74,
        6427.14
    ],
    [
        " Because you can't reload you know you can't reload your pistol",
        6427.14,
        6430.24
    ],
    [
        " So maybe he maybe he would stand up fire both just dump a mag in each round and each pistol get back down reloading both",
        6430.24,
        6437.04
    ],
    [
        " But then he got that well that's after he used all of the 60 ammo",
        6437.04,
        6443.02
    ],
    [
        " George fox",
        6443.02,
        6445.9
    ],
    [
        " 25 and Nathaniel bird 22 were slumped across their silent m60 machine gun",
        6445.9,
        6451.98
    ],
    [
        " Surrounded by heaps of empty shell casings and empty ammunition cans",
        6452.16,
        6456.04
    ],
    [
        " They had died together shoulder to shoulder",
        6456.04,
        6459.54
    ],
    [
        " Sergeant jemisin pays them the ultimate complement of a professional soldier",
        6459.54,
        6463.76
    ],
    [
        " Bird and fox did a great job",
        6463.76,
        6466.64
    ],
    [
        " They kept firing that gun and didn't leave it",
        6466.64,
        6470.32
    ],
    [
        " They stayed on it to the end",
        6470.32,
        6473.84
    ],
    [
        " So",
        6481.1,
        6481.66
    ],
    [
        " So all this",
        6481.66,
        6483.14
    ],
    [
        " Close air sports coming in this whole time artillery's coming in the whole time and all of a sudden they get a situation where they start",
        6483.14,
        6490.42
    ],
    [
        " They see aircraft coming overhead with jets coming overhead low pass and they're they're heading towards them",
        6490.42,
        6496.88
    ],
    [
        " And they drop some napalm",
        6496.88,
        6499.56
    ],
    [
        " Do",
        6502.0,
        6502.48
    ],
    [
        " So",
        6502.48,
        6501.88
    ],
    [
        " Here's how more I yelled at top my lungs to Charlie Hastings the Air Force FAC call that son of a bitch off call him off",
        6501.88,
        6508.74
    ],
    [
        " Joe galloway heard hasting screaming in the radio pull up pull up Matt Dylan says I can still see the canisters tumbling toward us",
        6508.74,
        6516.72
    ],
    [
        " I remember thinking turn your eyes away so you won't be blinded",
        6516.72,
        6520.24
    ],
    [
        " I put my face into a reporter's shoulder to hide my eyes",
        6520.24,
        6524.2
    ],
    [
        " That was Joe galloways",
        6524.2,
        6526.3
    ],
    [
        " I could hear good time Charlie Hastings shouting into his radio pull up the second jet did",
        6527.02,
        6532.74
    ],
    [
        " The napalm from the first hit some people and caught some ammo on fire",
        6532.74,
        6537.98
    ],
    [
        " Sergeant major plumbly jumped out to put the fire put out the fire around the ammunition",
        6537.98,
        6543.54
    ],
    [
        " I ran out into the LZ to put an air panel out",
        6543.54,
        6547.56
    ],
    [
        " Sergeant Nye says two of my people",
        6547.56,
        6551.62
    ],
    [
        " PFC Jimmy D. Naki Yama and specialist five",
        6552.34,
        6556.12
    ],
    [
        " James Clark",
        6556.12,
        6557.96
    ],
    [
        " We're on the other side of me several yards away",
        6557.96,
        6561.82
    ],
    [
        " Somebody was hollering and Colonel Moore was standing up there hollering about something about a wingman",
        6561.82,
        6567.7
    ],
    [
        " And I looked up there were two planes coming and one of them already dropped his napalm and everything seemed to go in slow motion",
        6567.7,
        6574.12
    ],
    [
        " Everything was on fire. Naki Yama was all black and Clark was burned and bleeding",
        6574.12,
        6579.78
    ],
    [
        " And here's Joe galloway before I had walked over and talked to the engineer guys and their little foxholes",
        6581.62,
        6587.2
    ],
    [
        " Now those same men were dancing in fire",
        6587.2,
        6589.86
    ],
    [
        " Their hair burned off in an instant their clothes were incinerated",
        6589.86,
        6594.34
    ],
    [
        " One was a massive blister's the other not quite so bad, but he had breathed fire into his lungs",
        6594.34,
        6600.06
    ],
    [
        " When the flames died down we all ran out into the burning grass somebody yelled at me to grab the feet of one of the charged soldiers",
        6600.06,
        6607.92
    ],
    [
        " When I got him the boots crumbled and the flesh came off and I could feel bare bones of his ankles and the palms of my hands",
        6609.06,
        6616.6
    ],
    [
        " We carried him to the age station",
        6616.6,
        6620.9
    ],
    [
        " I can still hear their screams",
        6620.9,
        6624.32
    ],
    [
        " Respect for Thomas E. Burlile a medical man from Bravo Company second battalion rushed out into the clearing with his kit bag to help the napalm victims",
        6624.32,
        6636.08
    ],
    [
        " Burlile was shot in the head and died within minutes in Lieutenant rescorla's arms",
        6637.06,
        6642.7
    ],
    [
        " And Oklahoma man Burlile had turned 23",
        6642.7,
        6646.92
    ],
    [
        " Years old just four days before he was killed",
        6646.92,
        6650.16
    ],
    [
        " Back in the command post our ear force fact Charlie Hastings was stunned by all the consequences of the misplaced air strike",
        6650.16,
        6662.32
    ],
    [
        " Hastings recalls after the napalm strike Colonel Moore looked at me and said something that I never forgot",
        6664.26,
        6669.16
    ],
    [
        " Don't worry about that one Charlie",
        6669.16,
        6672.48
    ],
    [
        " Just keep them coming",
        6672.48,
        6675.48
    ],
    [
        " Yeah",
        6675.48,
        6685.02
    ],
    [
        " He knows what he's got to do he's got Hastings that just killed some of his own men who needed some of his own men by fire",
        6685.02,
        6692.06
    ],
    [
        " And he's freaking out probably doesn't want to call any more bombs on and",
        6692.42,
        6696.56
    ],
    [
        " How more realizes that's what's keeping him alive? Yeah",
        6696.56,
        6700.62
    ],
    [
        " Don't worry about that one",
        6700.62,
        6702.88
    ],
    [
        " Just keep him coming",
        6702.88,
        6705.62
    ],
    [
        " Charlie Company first battalion seventh cavalry had begun its day with five officers and 106 men",
        6705.62,
        6717.3
    ],
    [
        " By noon it had no officers left and only 49 men unhurt a total of 42 officers and men had been killed and 20 more wounded in two and a half hours of vicious hand to hand fighting",
        6718.1,
        6729.08
    ],
    [
        " The bodies of hundreds of slain Vietnamese",
        6729.08,
        6733.06
    ],
    [
        " North Vietnamese littered the bloody battleground",
        6733.06,
        6736.26
    ],
    [
        "",
        6736.26,
        6736.26
    ],
    [
        " Spec for Pat Selik 24 in a native of Mount Kisco, New York says I remember one guy had a small American flag on the back of his pack",
        6736.26,
        6750.24
    ],
    [
        " When I saw that I felt very proud",
        6750.24,
        6755.22
    ],
    [
        " That's something that always stuck with me this American flag was put on top of a blown up tree just like a Ujima",
        6755.22,
        6762.08
    ],
    [
        " Another battle we had won for the United States",
        6763.74,
        6766.06
    ],
    [
        " That little flag flew over landing zone x-ray for the rest of the fight raising all our spirits",
        6766.06,
        6773.0
    ],
    [
        " And now there's a law in the fighting",
        6773.0,
        6780.86
    ],
    [
        " And here we go back to the book during this law the saddest most painful and hardest duty to endure was collecting our dead and loading them on board the helicopters",
        6780.86,
        6791.58
    ],
    [
        " There were so many that the brigade ordered the big choppers the CH-47 Chinooks",
        6792.74,
        6798.82
    ],
    [
        " On such helicopter lifted out all 42 of the dead from Charlie Company",
        6798.82,
        6803.14
    ],
    [
        " They came in together",
        6803.14,
        6805.56
    ],
    [
        " died together and now left together wrapped in their green rubber ponchos",
        6805.56,
        6811.26
    ],
    [
        " Spec for Vincent Cantu says we were picking up our dead and placing them in the choppers",
        6811.26,
        6818.7
    ],
    [
        " Some of these guys I had known for two years yet I could recognize them only by their name tags",
        6820.3,
        6825.34
    ],
    [
        " Their faces were blown off",
        6825.34,
        6829.02
    ],
    [
        " It was hard not to get sick",
        6829.02,
        6831.86
    ],
    [
        " We would look at each other and without saying a word just continue putting our dead on the choppers",
        6831.86,
        6840.62
    ],
    [
        " Now",
        6857.76,
        6858.32
    ],
    [
        " the",
        6858.32,
        6857.02
    ],
    [
        " Colonel that's in charge of",
        6857.02,
        6860.46
    ],
    [
        " The both both battalions",
        6860.46,
        6863.66
    ],
    [
        " He makes a visit and here we go mid-morning before Tully arrived Colonel Tim Brown flew in for a visit",
        6863.66,
        6869.96
    ],
    [
        " Plumbly recalls lieutenant Colonel Moore saluted Brown and said I told you not to come in here. It's not safe",
        6869.96,
        6875.4
    ],
    [
        " Brown picked up his right collar lapel and wagled his",
        6875.4,
        6878.54
    ],
    [
        " Full colonel's eagle at Moore and said sorry about that",
        6878.96,
        6881.88
    ],
    [
        " Dylan and I gave him a situation report",
        6881.88,
        6884.78
    ],
    [
        " Brown asked whether he should stay in x-ray establish a small brigade command post and run the show",
        6884.78,
        6890.88
    ],
    [
        " We we recommended against that",
        6890.88,
        6892.72
    ],
    [
        " I knew the area and Bob Tully and I got along just fine brown a geek agreed",
        6892.72,
        6897.72
    ],
    [
        " Lieutenant Dick Merchant says Colonel Brown had trust and confidence in his commanders",
        6897.72,
        6902.46
    ],
    [
        " I'm aware that some felt he should have landed in x-ray and established a command post",
        6902.46,
        6907.44
    ],
    [
        " I've never accepted that",
        6907.44,
        6908.54
    ],
    [
        " The first battalion seventh cavalry was probably the finest battalion in Vietnam well trained superbly lead without standing officers and nco's throughout the unit",
        6908.54,
        6918.0
    ],
    [
        " Brown would have been out of place in x-ray",
        6918.0,
        6920.58
    ],
    [
        " Besides there was no room for brigade CP",
        6920.58,
        6923.98
    ],
    [
        " I recall it being rather crowded behind that anvil so",
        6923.98,
        6928.1
    ],
    [
        " The reason I put that in there is because here's the the guy that's you know how morse boss comes in to to check on the scene",
        6928.1,
        6936.3
    ],
    [
        " And some people say oh he should have stayed there because it was a bad fight and he in this um",
        6937.58,
        6942.6
    ],
    [
        " Dick Merchant said no like he shouldn't have stayed there",
        6942.6,
        6944.86
    ],
    [
        " He he did the right thing he came visited and left",
        6944.86,
        6947.24
    ],
    [
        " And by the way you want to set up a brigade command post",
        6947.24,
        6951.3
    ],
    [
        " You need to find your own little ant hill because this one's all this one's you know the size of yeah, it's full",
        6951.3,
        6956.9
    ],
    [
        " That's the size of a car we got dead mooned everywhere and uh",
        6956.9,
        6960.84
    ],
    [
        " So but it's it's the important point there from my perspective is",
        6960.84,
        6965.18
    ],
    [
        " You know the key thing is that he had trust and confidence in his officers",
        6965.92,
        6969.84
    ],
    [
        " He didn't need to",
        6969.84,
        6971.5
    ],
    [
        " Might go out there and micromanage them and I'm not saying you could never do that",
        6971.5,
        6975.94
    ],
    [
        " I'm definitely not saying that's the dichotomy leadership",
        6975.94,
        6978.06
    ],
    [
        " You know sometimes you might look out there and say there's something going on",
        6978.06,
        6980.98
    ],
    [
        " I need to get out there and you get in the weeds and get this problem handled",
        6980.98,
        6983.88
    ],
    [
        " I need to come out there and support",
        6983.88,
        6984.88
    ],
    [
        " In this particular case probably wouldn't have been a good idea how more had it under control at this point",
        6984.88,
        6989.48
    ],
    [
        " That's why they're landing a uh",
        6989.48,
        6990.9
    ],
    [
        " Chinook which is a CH 47 giant helicopter much bigger than a hewie needs you know, it's slower and",
        6991.8,
        6996.5
    ],
    [
        " At least on on approach it slower",
        6996.5,
        6998.62
    ],
    [
        " So yeah, there's a time to get out there and micromanage and there's a time when you let your teams lead",
        6998.62,
        7004.08
    ],
    [
        " Okay, going back to the book in myron diduric and lieutenant rick rascola",
        7004.08,
        7013.38
    ],
    [
        " So these are the two guys that came from the second battalion seventh Cav",
        7013.38,
        7017.28
    ],
    [
        " And he just talks about them a little bit and I think it's worth worth mentioning rick rascola and",
        7017.5,
        7023.62
    ],
    [
        " Myron diduric",
        7023.62,
        7025.18
    ],
    [
        " Bravo company second battalion had two foreign born officers whose accents and gun hoe attitudes lent a touch of",
        7025.18,
        7031.84
    ],
    [
        " foreign Legion flair the Ukrainian diduric",
        7031.84,
        7035.34
    ],
    [
        " And the Englishman rascola was or destined over the next 72 hours to become battlefield legends in the seventh Cav as much for their style as their fearless leadership under fire",
        7035.34,
        7045.96
    ],
    [
        " and",
        7048.88,
        7049.32
    ],
    [
        " Yes, it's it's",
        7049.32,
        7051.42
    ],
    [
        " You can see what these leaders do when you do get to see it",
        7051.42,
        7055.42
    ],
    [
        " But here's when when diduric remember he touched down and he was told hey go go set up security and here we go",
        7055.42,
        7061.68
    ],
    [
        " Myron diduric and his soldiers had not yet been sorely tested, but they soon would be",
        7061.68,
        7065.56
    ],
    [
        " During that wall diduric made certain that fields of fire and observation were cleared out to beyond 200 yards",
        7065.56,
        7072.1
    ],
    [
        " That good fighting positions were dug that machine guns were placed in positions that assured that assured flanking interlocking fire",
        7072.1,
        7077.7
    ],
    [
        " That trip flares and anti-intrusion devices were installed as far as 300 yards out that every man was locked down loaded down with ammunition",
        7077.7,
        7084.24
    ],
    [
        " And that ammun ammo resupply points were designated that all radios were checked and double checked",
        7084.24,
        7088.92
    ],
    [
        " Then diduric worked very carefully with his artillery forward observer registering pre-plan fires across the front",
        7088.92,
        7094.46
    ],
    [
        " the officer",
        7094.46,
        7096.06
    ],
    [
        " The officer lieutenant William Lund had four batteries 24 hw. It's registered and adjusted on call so that's",
        7096.74,
        7103.06
    ],
    [
        " You ever wonder what uh",
        7103.06,
        7105.4
    ],
    [
        " What a military leader does that's what he does right there dials everything in",
        7105.4,
        7110.38
    ],
    [
        " And here he's talking about uh, so one of the deuric's platoon leaders was rick rescorla",
        7110.38,
        7117.36
    ],
    [
        " And here's what he says about rick rescorla rick rescorla first platoon leader was six months out of OCS",
        7117.36,
        7122.58
    ],
    [
        " At the infantry school at Fort Benning, but he had arrived there with a wealth of good training arduan in under his belt",
        7123.3,
        7128.86
    ],
    [
        " He had served in the british army in cypress and with the colonial police in rhodesia and he knew what soldering was all about",
        7128.86,
        7135.22
    ],
    [
        " What he did to prepare his position and his men speaks for his professionalism. So here's what rescorla did",
        7135.22,
        7141.9
    ],
    [
        " rescorla walked the terrain and tried to see it from the enemy's point of view that's critical",
        7141.9,
        7147.56
    ],
    [
        " What's the enemy thinking scrub brush elephant grant grass and hills and some ground",
        7147.56,
        7152.42
    ],
    [
        " Cover stretched to the front the ground was not as flat as it first appeared",
        7152.58,
        7156.44
    ],
    [
        " But had seams and thick rut stretching off to the south with a slight incline away from his positions",
        7156.44,
        7161.0
    ],
    [
        " The hasty prone salt shelters dug by Charlie company first battalion had been dug after nightfall under enemy pressure",
        7161.0,
        7167.74
    ],
    [
        " rescorla",
        7167.74,
        7168.86
    ],
    [
        " Moved his men back 50 yards, which not only shortened the sector",
        7168.86,
        7172.82
    ],
    [
        " But meant the enemy would now have to leave the trees and cross 40 yards of mostly open area to reach bravo company foxholes",
        7172.82,
        7179.22
    ],
    [
        " Rascorla recalls because of our shortened lines",
        7180.8,
        7183.44
    ],
    [
        " I decreased the number of foxholes",
        7183.44,
        7185.58
    ],
    [
        " Three manholes were constructed the m60 machine guns were set on principle directions of fire from which they could switch to final protective grazing fire",
        7185.58,
        7194.88
    ],
    [
        " interlocking with each other and with the machine guns on our flanks",
        7194.88,
        7198.24
    ],
    [
        " Foxholes and parapets were built in details. I tested the holes",
        7198.24,
        7203.26
    ],
    [
        " Some were so deep the occupants could not even see the pair over the parapet in these cases firing steps were built back up",
        7204.04,
        7210.2
    ],
    [
        " Two hours before dusk sergeant eeshbok",
        7210.2,
        7214.18
    ],
    [
        " a two seven and sergeant Thompson organized a booby trap detail",
        7214.18,
        7218.36
    ],
    [
        " Carefully they rigged grenades and trip flares far out on the main avenues of approach",
        7218.36,
        7223.26
    ],
    [
        " Claimer mines claimer mines would have iced the cake, but somewhere they had been lost",
        7223.26,
        7228.42
    ],
    [
        " A screw up, but I felt we were ready to tangle with the best of the north Vietnamese and again these guys are luckily",
        7229.28,
        7234.94
    ],
    [
        " There's a lull and they have all the time to prepare this and get it all set up",
        7234.94,
        7237.88
    ],
    [
        " And that's a big difference from what happened when these guys hit the",
        7237.88,
        7240.42
    ],
    [
        " LZ and they didn't have any of this stuff",
        7240.42,
        7242.66
    ],
    [
        " They didn't have any the terrain figured out they didn't have a chance to set it in their personnel up",
        7242.66,
        7246.02
    ],
    [
        " And these guys are taking advantage of that tactical situation to get up there and make things right and",
        7246.02,
        7251.8
    ],
    [
        " You know both those guys you can see that's what a leader does",
        7251.8,
        7254.96
    ],
    [
        " That's what a leader does they make sure things are right they make sure you're ready to win",
        7255.12,
        7259.3
    ],
    [
        " and",
        7259.3,
        7260.62
    ],
    [
        " You can do that and it that applies to every",
        7260.62,
        7263.24
    ],
    [
        " Every leader in every position in every industry and every team in the world that the leader is stepping up and making sure we are going to be prepared to win",
        7263.24,
        7272.1
    ],
    [
        " and by the way this",
        7272.1,
        7274.44
    ],
    [
        " Rick rescuola and this is a little bit of a side note he ended up",
        7274.44,
        7279.6
    ],
    [
        " Working for Morgan Stanley as the head of security for Morgan Stanley",
        7279.6,
        7284.18
    ],
    [
        " and",
        7285.88,
        7286.36
    ],
    [
        " They worked at the twin towers in New York City. That's where Morgan Stanley was and",
        7286.36,
        7290.42
    ],
    [
        " he",
        7290.42,
        7291.74
    ],
    [
        " felt like they needed to do drills like they needed to prepare and that like what happened if the towers came under attack and they ran a bunch of drills",
        7291.74,
        7299.38
    ],
    [
        " and",
        7299.38,
        7300.62
    ],
    [
        " When September 11th came they ran those drills and got everyone evacuated and",
        7300.62,
        7307.12
    ],
    [
        " Rick rescuola was",
        7307.12,
        7310.52
    ],
    [
        " Last seen on the 10th floor going back up into the building to do a final check and make sure that everyone was out",
        7311.06,
        7318.76
    ],
    [
        " and the tower collapsed",
        7318.76,
        7321.3
    ],
    [
        " At 9.59 a.m",
        7321.3,
        7324.06
    ],
    [
        " And he saved a lot of lives that day not only through his actions on the day of but through his actions in preparing",
        7324.06,
        7332.0
    ],
    [
        " now",
        7332.0,
        7336.08
    ],
    [
        " The Vietnamese come the North Vietnamese come and",
        7337.6,
        7340.42
    ],
    [
        " They bring it",
        7340.42,
        7342.7
    ],
    [
        " Here we go",
        7342.7,
        7344.44
    ],
    [
        " The first rush by at least 300 North Vietnamese was beaten off in less than 10 minutes by small arms machine gun and artillery fire from the alert and well prepared",
        7344.44,
        7352.6
    ],
    [
        " Bravo company second battalion troops",
        7352.6,
        7354.28
    ],
    [
        " At 4.31 a.m 20 minutes later they came back to duerick said the intensity of their attack increased and I was under the",
        7354.28,
        7361.9
    ],
    [
        " under assault",
        7361.9,
        7362.9
    ],
    [
        " aimed at",
        7362.9,
        7364.14
    ],
    [
        " My three left platoon sectors",
        7364.32,
        7367.44
    ],
    [
        " Screams shouts and whistles split the night as NVA swept down the mountain straight into the smoke clouded killing ground",
        7367.44,
        7375.52
    ],
    [
        " Now all the mortars of my battalion and Tully's were turned loose",
        7375.52,
        7380.46
    ],
    [
        " Adding their 81 millimeter high explosive shells to the general mayhem",
        7380.46,
        7385.4
    ],
    [
        " Rifleman John Martin who is in duerick's lines says we kept pouring rifle machine gun fire and artillery on them",
        7385.4,
        7393.56
    ],
    [
        " And they broke and ran",
        7393.62,
        7395.2
    ],
    [
        " I don't think we had any casualties",
        7395.2,
        7397.96
    ],
    [
        " But they were catching hell",
        7397.96,
        7399.78
    ],
    [
        " So so now it's totally different story",
        7399.78,
        7402.34
    ],
    [
        " These guys are dug in they have all their artillery dialed in they've got their fields of fire set up",
        7402.34,
        7406.84
    ],
    [
        " And the attacks come well organized acts with 300 people they did you can't they they they don't make it happen",
        7406.84,
        7412.6
    ],
    [
        " The Vietnamese don't make it happen",
        7412.6,
        7414.7
    ],
    [
        " Back to the book over on the perimeter rescuers men fought on our m 79 switch to direct",
        7414.7,
        7423.2
    ],
    [
        " Fire delivered to a visible target and lob rounds out between 75 and 100 yards",
        7423.74,
        7428.58
    ],
    [
        " Still the shadowy clumps moved closer rpg's and machine guns crackled as they blasted us from the dark line of",
        7428.58,
        7436.34
    ],
    [
        " Ground cover",
        7436.34,
        7437.18
    ],
    [
        " Across open fields they came in a ragged line the first groups cut down after a few yards a few surge right on sliding down behind their dead comrades for cover",
        7437.18,
        7447.56
    ],
    [
        " An amazing highly disciplined enemy",
        7447.56,
        7450.54
    ],
    [
        " A trooper cursed and pleaded in a high pitched voice god damn it stop the bastards",
        7450.86,
        7455.34
    ],
    [
        " So here they are they're attacking and when the when the North Vietnamese soldiers get hit",
        7455.34,
        7459.58
    ],
    [
        " Their their buddies are coming up behind them taking cover behind their bodies and continuing to assault",
        7459.58,
        7464.74
    ],
    [
        " So this is an indicator, you know, like I said this was early in the war since 1965 and",
        7464.74,
        7469.26
    ],
    [
        " You know, we didn't know that's determined enemy yet. We didn't understand that yet",
        7469.26,
        7473.68
    ],
    [
        " And here we're seeing it for the first time. This is what this is what this is how determined these guys are",
        7473.68,
        7477.92
    ],
    [
        " They are going to attack they're gonna attack through whatever we put at",
        7478.64,
        7481.96
    ],
    [
        " Here's another situation steadily and this is a steadily whispered orders to his squad telling men on either side of him to hold their fire",
        7481.96,
        7495.62
    ],
    [
        " Not to shoot until the enemy stepped out into that open space right in front",
        7495.62,
        7498.78
    ],
    [
        " Suddenly a flare and a booby trap went off and they were there in the grass shooting at us",
        7498.78,
        7503.26
    ],
    [
        " I took around just above the elbow nothing really just a stitch or two and a piece of tape after the fight",
        7503.32,
        7508.38
    ],
    [
        " Nobody shot back",
        7508.38,
        7509.9
    ],
    [
        " Then they stepped into that open area the flares were burning they were lit up and it was easy",
        7509.9,
        7516.04
    ],
    [
        " We opened up and picked them off. It was a light attack. They then they hit us",
        7516.04,
        7520.7
    ],
    [
        " Harder 30 minutes later blowing bugles blowing whistles",
        7520.7,
        7524.02
    ],
    [
        " We killed them all then some white phosphorus came in about 15 front in front of my hole and I lost most of my web gear in my shirt",
        7524.02,
        7532.08
    ],
    [
        " Had about eight burns on one arm",
        7532.68,
        7534.76
    ],
    [
        " John Stetland sat there under the light of the flares and used the point of his bayonet to quickly dig the still burning",
        7534.76,
        7542.38
    ],
    [
        " Willie Pete fragments out of his flesh",
        7542.38,
        7544.54
    ],
    [
        " So white phosphorus is a type of munition that that we use and it's it's white phosphorus and it hits and blows up",
        7544.54,
        7550.12
    ],
    [
        " And it's on fire as a little pieces of burning hot metal",
        7550.12,
        7553.66
    ],
    [
        " And he's picking it out of his arm",
        7553.66,
        7557.32
    ],
    [
        " During the two and a half hours of the attack against a deer acceptor the rest of the x-ray perimeter had been quiet too quiet",
        7559.62,
        7566.04
    ],
    [
        " Dylan and I discussed the possibility of conducting a reconnaissance by fire to check for presence of the enemy",
        7566.04,
        7571.42
    ],
    [
        " Elsewhere on the line",
        7571.42,
        7573.28
    ],
    [
        " We had plenty of ammunition and what the hell the enemy knew where our lines were by now as well as I did",
        7573.28,
        7580.76
    ],
    [
        " We passed the word on the battalion net at precisely",
        7580.76,
        7584.14
    ],
    [
        " 6.55 a.m. every man on the perimeter would fire his individual weapon and all machine guns for a full two minutes on full automatic",
        7584.48,
        7592.82
    ],
    [
        " The word was to shoot up trees ant hills bushes and high grass",
        7592.82,
        7596.96
    ],
    [
        " Forward of the forward of and above the American positions",
        7596.96,
        7600.58
    ],
    [
        " Gunners would shoot anything that worried them",
        7600.58,
        7603.14
    ],
    [
        " By now we had learned to our sorrow that the enemy used the night to put snipers in trees ready to do damage at first light",
        7603.14,
        7610.58
    ],
    [
        " Now is the time to clean up",
        7611.46,
        7613.74
    ],
    [
        " out front",
        7613.74,
        7614.94
    ],
    [
        " At the stated time our perimeter erupted in an ear splitting uproar",
        7614.94,
        7620.24
    ],
    [
        " And immediately a force of 30 to 50 north Vietnamese",
        7620.24,
        7623.52
    ],
    [
        " Roads from a cover 150 yards",
        7623.52,
        7626.4
    ],
    [
        " Forward of jose",
        7626.4,
        7627.86
    ],
    [
        " Sudanese alpha company second battalion lines and began shooting back the mad minute of firing triggered their attack prematurely",
        7627.86,
        7640.56
    ],
    [
        " When the shooting stopped one dead sniper dangled by his rope from a tree in four of the dearest left most position",
        7641.56,
        7648.28
    ],
    [
        " Another dropped dead out of a tree almost immediately forward of John Harrow's John Harren's Bravo company",
        7648.28,
        7654.34
    ],
    [
        " First battalion command post",
        7654.34,
        7656.56
    ],
    [
        " A third V North Vietnamese sniper was killed an hour later when he tried to climb down from history and run for it",
        7656.56,
        7663.14
    ],
    [
        " Sergeant Stedelands arm speckled with white phosphorus burns began hurting him now",
        7663.14,
        7669.92
    ],
    [
        " I was sent back to the aid station where my arm was bandaged and I was waiting to be metta backed out",
        7670.56,
        7675.78
    ],
    [
        " The more I sat there the more I realized I couldn't in good faith get on a chopper and fly out there and leave those guys behind",
        7675.78,
        7683.76
    ],
    [
        " So I took the sling off my arm and went back out",
        7683.76,
        7688.22
    ],
    [
        " Somebody asked where are you going? I said back to my foxhole",
        7688.22,
        7694.76
    ],
    [
        " Nobody said anything else",
        7694.76,
        7697.76
    ],
    [
        " So obviously these guys now have gained",
        7700.78,
        7703.12
    ],
    [
        " Some some good fire superiority the upper hand in the battle",
        7703.12,
        7709.14
    ],
    [
        " Back to the book rescuerland his men had been watching the air show",
        7709.14,
        7715.02
    ],
    [
        " Appreciatively we gathered for the last sweep",
        7715.02,
        7717.88
    ],
    [
        " Suddenly a fighter bomber ploughed down on us from above we buried our noses in the holes and express train screamed down in the explosions shook the earth",
        7717.88,
        7726.74
    ],
    [
        " The bomb landed 30 yards from our holes",
        7726.74,
        7729.2
    ],
    [
        " We came up cursing in the dust and debris the call came to move out every available trooper including kernel more push the perimeter out",
        7729.7,
        7738.12
    ],
    [
        " This time it was no contest at all. We killed 27 more enemy and crushed all resistance",
        7738.12,
        7743.6
    ],
    [
        " I looked over the field littered with enemy dead is sprawled by ones and twos and heaps across a torn gouged land",
        7743.6,
        7751.9
    ],
    [
        " Blood body fragments torn uniforms shattered weapons littered the landscape",
        7751.9,
        7758.5
    ],
    [
        " It was a sobering sight",
        7759.5,
        7761.04
    ],
    [
        " Those men our enemies had mothers too",
        7761.04,
        7765.56
    ],
    [
        " But we had done what we had to do",
        7765.56,
        7769.24
    ],
    [
        " Aside from wanting to make certain that did you reckon his men did a clean safe job?",
        7769.24,
        7775.5
    ],
    [
        " I had one reason for joining the final assault personally",
        7775.82,
        7778.74
    ],
    [
        " This is this is kernel more talking and then it goes to rickraskrola",
        7778.74,
        7783.7
    ],
    [
        " Rickraskrola watched kernel more in our sector was rushing up the clumps of bodies pulling them apart",
        7783.7,
        7788.76
    ],
    [
        " What the hell is the kernel doing up there sergeant Thompson asked I shook my head",
        7789.72,
        7793.58
    ],
    [
        " Later we saw him coming back at the head of men carrying ponchos",
        7793.58,
        7797.48
    ],
    [
        " By 1030 a.m. kernel more it found what he was looking for",
        7797.48,
        7801.52
    ],
    [
        " Three dead American troops were no longer missing in action",
        7801.52,
        7805.08
    ],
    [
        " Now they were on their way home to their loved ones",
        7805.08,
        7809.28
    ],
    [
        " By now late morning Tuesday November 16th the personality of landing zone x-ray had changed",
        7816.9,
        7822.48
    ],
    [
        " What previously had been a killing field had become something else we moved without impunity in places where movement had meant death only hours before",
        7822.48,
        7830.8
    ],
    [
        " Except for our own artillery and air there was nothing to be heard",
        7830.8,
        7834.98
    ],
    [
        " It was just too quiet too sudden and it made me uneasy",
        7834.98,
        7838.98
    ],
    [
        " That old principle nothing was wrong except that nothing was wrong",
        7840.28,
        7843.76
    ],
    [
        " Where was the enemy headed back to Cambodia still on the mountain preparing to attack again headed north to the eye drain and its precious water",
        7843.76,
        7852.3
    ],
    [
        " And again the old question where were the enemy 12.7 millimeter heavy anti aircraft machine guns if the enemy commander brought those weapons to bear on us from the mountain above",
        7852.3,
        7863.4
    ],
    [
        " Elsie x-ray with three American battalions crowding the clearing would present a beautiful target",
        7863.4,
        7867.98
    ],
    [
        " I told Dylan to step up the harassing artillery fire and to keep the air strikes coming in the slopes above us",
        7869.28,
        7875.3
    ],
    [
        " I told him I wanted a picture perfect helicopter extraction covered by all the firepower we could bring to bear",
        7875.3,
        7882.2
    ],
    [
        " So yeah tides have turned completely and in fact they've turned so completely",
        7882.2,
        7889.32
    ],
    [
        " That a Chanuk which is the big helicopter flies in with a bunch of photographers and television crews and reporters",
        7889.32,
        7898.04
    ],
    [
        " And they surround",
        7898.72,
        7899.92
    ],
    [
        " They surround",
        7899.92,
        7902.34
    ],
    [
        " Colonel Moran here we go back to the book the other reporters now clustered around me",
        7902.34,
        7906.88
    ],
    [
        " I told them that this had been a bitterly contested battle that clearly we were up against a brave determined and very tough enemy in the north",
        7906.88,
        7914.72
    ],
    [
        " Vietnamese soldiers",
        7914.72,
        7915.68
    ],
    [
        " But that American firepower",
        7915.68,
        7918.22
    ],
    [
        " Discipline guts and will to win had carried the day at Elsie x-ray",
        7918.22,
        7923.38
    ],
    [
        " Brave",
        7925.56,
        7926.02
    ],
    [
        " Brave American soldiers and the m-16 rifle won a victory year I said",
        7926.02,
        7930.42
    ],
    [
        " My voice choked in my eyes filled with tears as I told the reporters that many of my men who had been killed in this place were only a matter of days away from completing their service in the army",
        7930.42,
        7940.52
    ],
    [
        " But they fought and died bravely",
        7940.52,
        7942.46
    ],
    [
        " As I stood there I knew that the telegrams that would shatter the hearts and lives of scores of American families",
        7942.46,
        7951.08
    ],
    [
        " We're already being drafted",
        7952.14,
        7953.48
    ],
    [
        " Now came the body count and if you remember we've talked about this before everyone was always",
        7953.48,
        7961.58
    ],
    [
        " They wanted to talk about the body count Vietnam even at this early stage",
        7961.58,
        7965.84
    ],
    [
        " And he was thinking about that back to the book now came the body count from the beginning of the fight",
        7965.84,
        7970.58
    ],
    [
        " I had known that higher headquarters would eventually want to know what damage we had done to the enemy",
        7970.58,
        7975.08
    ],
    [
        " So after each major action in this battle hating it",
        7975.08,
        7978.36
    ],
    [
        " I asked my company commanders for their best estimates of enemy killed",
        7978.36,
        7981.58
    ],
    [
        " With the battle raging back and forth over three days and two nights it was anything but orderly",
        7981.58,
        7986.64
    ],
    [
        " There was no referee to call time out for a body count",
        7986.64,
        7989.5
    ],
    [
        " We did the best we could to keep a realistic count of the enemy dead",
        7989.5,
        7993.62
    ],
    [
        " In the end it added up to 834 dead by body count with an additional",
        7993.62,
        7999.54
    ],
    [
        " 1215 estimated killed and wounded by artillery air attacks and aerial rocket attacks",
        7999.54,
        8006.74
    ],
    [
        " On my own I cut the 834 figure back to 634 a personal allowance for the confusion and fog of war and let the",
        8008.64,
        8017.04
    ],
    [
        " 1215 estimated stand",
        8017.04,
        8019.98
    ],
    [
        " We captured an evacuated six enemy prisoners on our side",
        8019.98,
        8027.26
    ],
    [
        " We had lost 79 Americans killed in action",
        8027.26,
        8030.72
    ],
    [
        " 121 wounded",
        8030.72,
        8033.3
    ],
    [
        " And none missing",
        8033.3,
        8036.1
    ],
    [
        " And",
        8042.62,
        8043.06
    ],
    [
        " At this point they get",
        8043.06,
        8044.26
    ],
    [
        " Extracted off the battlefield including",
        8044.26,
        8047.98
    ],
    [
        " Colonel Moore is the last man to leave",
        8047.98,
        8050.48
    ],
    [
        " From his battalion and here we go back to the book it was a short fast ride to landing zone Falcon",
        8050.48,
        8058.46
    ],
    [
        " Just five and a half miles east of x-ray as we landed among the artillery pieces",
        8058.46,
        8063.4
    ],
    [
        " I saw 75 yards away a group of my troopers off in the north western edge of the LZ",
        8063.4,
        8068.2
    ],
    [
        " Dean",
        8069.78,
        8070.34
    ],
    [
        " Brellis",
        8070.34,
        8070.86
    ],
    [
        " An NBC",
        8070.86,
        8072.4
    ],
    [
        " News correspondent was in LZ Falcon that afternoon",
        8072.4,
        8076.92
    ],
    [
        " He captured the scene in his 1967 book The Face of South Vietnam",
        8076.92,
        8082.72
    ],
    [
        " And here's what Dean Brellis wrote",
        8082.72,
        8086.1
    ],
    [
        " How more was the last man to come out of the battle",
        8086.1,
        8090.0
    ],
    [
        " It was the biggest battle he had ever fought",
        8090.0,
        8093.1
    ],
    [
        " He was a lieutenant colonel and he carried himself like a proud man",
        8093.1,
        8097.82
    ],
    [
        " His sergeant major was at his side",
        8099.36,
        8101.46
    ],
    [
        " It would need a Shakespeare to describe what happened then",
        8101.46,
        8106.1
    ],
    [
        " But it was something that was love and manliness and pride",
        8106.1,
        8110.86
    ],
    [
        " It was the moment of the brave",
        8110.86,
        8114.62
    ],
    [
        " How more turned and went from group to group of his men",
        8114.62,
        8119.36
    ],
    [
        " And only a few bothered to get up because there was no exclusivity now no rank and how more did not want them to stand and salute",
        8119.36,
        8127.06
    ],
    [
        " He was saluting them",
        8128.36,
        8129.6
    ],
    [
        " He talked with them he thanked them",
        8129.6,
        8133.16
    ],
    [
        " He was not solemn and he did not bring to his greetings the salutations of a politician",
        8133.16,
        8139.54
    ],
    [
        " There was no poverty of spirit in his handshook shake",
        8139.54,
        8144.96
    ],
    [
        " And he shook every man's hand",
        8144.96,
        8147.16
    ],
    [
        " It was a union of men who had met and defeated the enemy not forever",
        8147.16,
        8153.1
    ],
    [
        " Not in a victory that ended the war but in a victory over their uncertainty",
        8153.1,
        8157.98
    ],
    [
        " When their hour had come they had done their job",
        8160.74,
        8164.1
    ],
    [
        " And it was this thought too that Almore",
        8164.1,
        8167.76
    ],
    [
        " How more had in his mind",
        8167.76,
        8170.7
    ],
    [
        " And he said that if they had won no one else's gratitude",
        8170.7,
        8176.34
    ],
    [
        " They had his",
        8176.34,
        8179.84
    ],
    [
        " And I think that these men",
        8188.86,
        8191.98
    ],
    [
        " All these men have our absolute gratitude",
        8191.98,
        8199.3
    ],
    [
        " For fighting for freedom for fighting for each other for fighting for us",
        8199.3,
        8207.16
    ],
    [
        " And and actually the the story doesn't end there",
        8207.16,
        8210.64
    ],
    [
        " Nor does the book",
        8210.64,
        8214.84
    ],
    [
        " And",
        8217.72,
        8218.24
    ],
    [
        " We're going to save it for the next podcast",
        8218.24,
        8220.16
    ],
    [
        " But we're going to hear about the story of Elze Albany which is a few miles to the north",
        8220.16,
        8224.6
    ],
    [
        " In still inside the I drink valley where second battalion",
        8224.6,
        8229.16
    ],
    [
        " Of the seventh cab",
        8229.16,
        8231.28
    ],
    [
        " Moved in and fought",
        8231.28,
        8234.34
    ],
    [
        " And",
        8234.34,
        8236.72
    ],
    [
        " It's",
        8236.72,
        8239.12
    ],
    [
        " There's so much that I didn't cover in this in this what I discovered there's so much I didn't cover",
        8242.32,
        8246.64
    ],
    [
        " I mean I didn't even cover the lost platoon who does eventually get recovered",
        8246.64,
        8249.26
    ],
    [
        " Uh read the book I should have left that out spoiler alert",
        8249.26,
        8253.64
    ],
    [
        " But there's so much in there there's so much",
        8253.64,
        8257.74
    ],
    [
        " So many lessons learned so much",
        8257.74,
        8263.5
    ],
    [
        " Action so much good description",
        8263.5,
        8267.02
    ],
    [
        " And so many heroes in so much sacrifice. I don't even think gratitude",
        8268.0,
        8272.6
    ],
    [
        " I mean the gratitude's enough. I think we owe them more than just gratitude. We owe them our best",
        8272.6,
        8282.34
    ],
    [
        " We owe them our lives our best lives every day",
        8282.34,
        8292.12
    ],
    [
        " Every moment",
        8292.12,
        8295.76
    ],
    [
        " To remember this sacrifice",
        8299.2,
        8302.28
    ],
    [
        " And what we owe them is we owe them to live our best lives",
        8302.28,
        8309.72
    ],
    [
        " And I think that's all I've got for tonight so",
        8309.72,
        8321.64
    ],
    [
        " Echo um",
        8321.64,
        8324.48
    ],
    [
        " Yeah, yeah, well I'd decompress over here. Maybe you can",
        8324.82,
        8327.72
    ],
    [
        " Give some input on how to support this podcast or support yourself if you want to",
        8327.72,
        8334.12
    ],
    [
        " Sure, yeah, if you want to so of course the first way is",
        8334.12,
        8342.2
    ],
    [
        " supporting your joints. I always talk about",
        8342.2,
        8344.92
    ],
    [
        " Supplements jacquoise supplements best kind",
        8344.92,
        8349.88
    ],
    [
        " Joint jacquoise joint warfare and super curl curl oil",
        8349.94,
        8353.12
    ],
    [
        " Omega-3s very good for you if you want some of that get it at origin main.com",
        8353.12,
        8358.6
    ],
    [
        " Right there in the front or you just click on labs it's right there also there's some good uh",
        8358.6,
        8363.92
    ],
    [
        " Gees but before that",
        8363.92,
        8366.82
    ],
    [
        " Give a new",
        8366.82,
        8369.24
    ],
    [
        " Product we do a new product out to yeah, yeah a new class of product class of product",
        8369.24,
        8377.66
    ],
    [
        " I'll work out now you're on it right now. Yeah, it's buzzing on it right now. Yeah",
        8377.66,
        8382.54
    ],
    [
        " so",
        8382.54,
        8384.0
    ],
    [
        " Discipline it's a pre workout wait. You're saying that's a cool word or that's the name both",
        8384.0,
        8389.66
    ],
    [
        " Both",
        8389.66,
        8391.08
    ],
    [
        " So it's called discipline right so it's pre if technically they call it a pre workout",
        8391.08,
        8396.82
    ],
    [
        " But we're calling it a pre-mission",
        8396.82,
        8398.38
    ],
    [
        " Supplement well pre workout would help you with your physical activity sure but the discipline has",
        8398.38,
        8406.26
    ],
    [
        " Cognitive enhancers in it as well right because when you're on a mission you just don't need physical strength. You need",
        8407.66,
        8412.9
    ],
    [
        " Mental strength. Yeah, so this gives you both. Yeah, so if your mission is the workout boom there you go",
        8412.9,
        8419.44
    ],
    [
        " It's a pre workout. Yeah, your mission is a",
        8419.44,
        8421.6
    ],
    [
        " Exam mm-hmm. It's a pre exam. Yes supplement if you're if your mission is a mission",
        8421.6,
        8429.06
    ],
    [
        " Well, you're good to go. There you go boom",
        8429.06,
        8432.52
    ],
    [
        " Oh, yeah get down um I too can vouch for this because I'm on it too",
        8432.52,
        8438.34
    ],
    [
        " Because I should perform well to you know display its effects",
        8438.34,
        8442.78
    ],
    [
        " Also geese and rash guards at origin main all made in America",
        8442.78,
        8448.08
    ],
    [
        " The more I think about that the more of a big deal that is",
        8448.08,
        8452.2
    ],
    [
        " The real big deal. Yeah, cuz it's from the little like I always say the cotton to the",
        8452.2,
        8457.52
    ],
    [
        " Ge the geek or the you know the other stuff that there's a lot of cool stuff on their geese rash guards",
        8458.46,
        8463.68
    ],
    [
        " Even apparel all made in America origin main dot com. This is about to get them if you want to",
        8463.68,
        8470.06
    ],
    [
        " I want them. I like them",
        8470.06,
        8472.06
    ],
    [
        " It's funny like every once in a while I'll find myself just wearing all origin stuff not on purpose too",
        8472.06,
        8477.7
    ],
    [
        " It's the kind of okay my favorite shorts. You know they don't have them. I know",
        8477.7,
        8481.1
    ],
    [
        " wearing that and wearing every other day approximately and",
        8481.1,
        8485.1
    ],
    [
        " You know you just find yourself and the stuff. It's so good. That's my opinion also",
        8485.1,
        8489.62
    ],
    [
        " For fitness gear cool fitness gear you want to",
        8489.62,
        8493.3
    ],
    [
        " Even if you're just doing kettlebells. I say get the artistic kettlebells from on it",
        8493.3,
        8498.74
    ],
    [
        " On it dot com slash jackele. That's where you get them. There's all other creative workout stuff on their maces and",
        8498.74,
        8505.48
    ],
    [
        " Cool jump ropes and battle ropes and and whatnot",
        8505.48,
        8508.84
    ],
    [
        " Pretty much anything if you're getting bored with the workout and you want to",
        8508.84,
        8514.0
    ],
    [
        " enhance it",
        8514.88,
        8514.98
    ],
    [
        " In some creative way",
        8514.98,
        8517.08
    ],
    [
        " Go there on it dot com slash jackele",
        8517.08,
        8519.32
    ],
    [
        " Don't get addicted to the website because a lot of good information",
        8519.32,
        8522.04
    ],
    [
        " So it's kind of a catch 22 good you can get info on there a lot of good info interesting info",
        8522.04,
        8527.38
    ],
    [
        " But you might spend a lot of time there so be careful also",
        8527.38,
        8530.3
    ],
    [
        " When you buy this book",
        8530.3,
        8533.98
    ],
    [
        " We were soldiers once and young by general how more and Joe Galloway",
        8533.98,
        8540.52
    ],
    [
        " You know what I was thinking",
        8540.52,
        8542.66
    ],
    [
        " I have no idea what you're thinking",
        8543.52,
        8545.54
    ],
    [
        " So something tells me I'm about to hear though. If you watch the movie a few good men",
        8545.54,
        8550.46
    ],
    [
        " Mm-hmm. I think it's to do me more. Yes",
        8550.46,
        8554.28
    ],
    [
        " She plays uh",
        8554.28,
        8556.1
    ],
    [
        " Like she plays a jaggle with tenet. Yes, I sing the movie her name the character name",
        8556.1,
        8561.38
    ],
    [
        " Is Joanne Galloway book caller Joe so her name is Joe Galloway",
        8561.38,
        8567.42
    ],
    [
        " I noticed that",
        8567.42,
        8568.96
    ],
    [
        " Anyway, when you buy this book we were told layers",
        8569.96,
        8572.5
    ],
    [
        " No, there's there's some layers that those are interpreted layers",
        8572.5,
        8577.08
    ],
    [
        " Those are coincidences. There's a big difference",
        8577.08,
        8580.68
    ],
    [
        " It's a fine line Charlie Beckwith that formed up delta force sure being in this book. That's layers. That's layers",
        8580.68,
        8589.0
    ],
    [
        " Yeah, I would I would confirm those layers for sure. I don't know. I still feel like Joe Galloway's layers somewhere",
        8589.0,
        8598.14
    ],
    [
        " Negative. I don't know what if they",
        8598.14,
        8600.7
    ],
    [
        " Negative no of this negative stories and they",
        8600.7,
        8604.88
    ],
    [
        " And they named the girl they could have negative",
        8604.88,
        8608.62
    ],
    [
        " Maybe maybe not and if they did they failed they failed yeah, cuz Joe got wrong character after it. Yeah",
        8608.62,
        8616.1
    ],
    [
        " So well Joanne Galloway kind of got it though. No, not really",
        8616.1,
        8620.62
    ],
    [
        " Wait she convinced",
        8620.62,
        8622.54
    ],
    [
        " Either way",
        8622.54,
        8625.6
    ],
    [
        " I still think it's layers either way when you when you buy this when you buy this book",
        8626.64,
        8630.74
    ],
    [
        " We have elicit on a website along with all the books that jaco reviews",
        8630.74,
        8634.8
    ],
    [
        " It's on the website jacopodcast.com",
        8634.8,
        8637.6
    ],
    [
        " In the section go up on the top menu click books from podcast boom. It's all there by episode",
        8637.6,
        8643.04
    ],
    [
        " Click through there. Good way to support",
        8643.04,
        8645.22
    ],
    [
        " Get it from Amazon, you know all that stuff and then you don't continue to do more shopping if you want if you want",
        8645.22,
        8651.1
    ],
    [
        " Just carry on",
        8651.1,
        8652.72
    ],
    [
        " There you go. Good way to support also",
        8652.78,
        8655.1
    ],
    [
        " Subscribe to the podcast iTunes Google Play Stitcher",
        8655.1,
        8659.2
    ],
    [
        " Spotify confirmed",
        8659.2,
        8661.12
    ],
    [
        " Someone sent me the actual link visual I saw it visually visual confirmation Spotify boom",
        8661.12,
        8666.82
    ],
    [
        " And other podcasting providing platforms just subscribe. I know you have already but let's say some in the",
        8666.82,
        8675.14
    ],
    [
        " unlikely",
        8675.14,
        8676.66
    ],
    [
        " unlikely",
        8676.66,
        8678.46
    ],
    [
        " Uh a chance that you didn't subscribe good subscribe good way to support if you want also",
        8678.86,
        8683.8
    ],
    [
        " subscribe to youtube",
        8683.8,
        8685.48
    ],
    [
        " If you like the visual",
        8685.48,
        8688.3
    ],
    [
        " The video version of this podcast",
        8688.3,
        8691.68
    ],
    [
        " You want to see what jaco looks like you want to see what I look like if you care about that sort of thing",
        8691.68,
        8695.68
    ],
    [
        " Boom most people don't care what we look like no, I don't I don't think so",
        8695.68,
        8699.9
    ],
    [
        " It makes sense that they don't care because it doesn't matter",
        8699.9,
        8703.16
    ],
    [
        " They just care about the content of your character",
        8703.16,
        8706.3
    ],
    [
        " You know",
        8707.74,
        8708.32
    ],
    [
        " Subscribe to youtube. That's the point if you do",
        8708.32,
        8710.32
    ],
    [
        " Care about what we look like also this excerpts on there",
        8710.32,
        8714.7
    ],
    [
        " Good way to get little bits of lessons messages from jaco",
        8714.7,
        8720.8
    ],
    [
        " Shareables you don't have to share the whole to and a half ish",
        8720.8,
        8725.62
    ],
    [
        " Our podcast you can just share the excerpts pass them on you know",
        8725.62,
        8730.58
    ],
    [
        " Let someone else uh",
        8730.58,
        8732.38
    ],
    [
        " Learn these lessons with you also",
        8732.38,
        8735.04
    ],
    [
        " Jaco's the store it's called jaco store",
        8735.78,
        8737.62
    ],
    [
        " Name after him jaco store.com",
        8737.62,
        8740.92
    ],
    [
        " That is where you can get the cool shirts. I think they're cool",
        8740.92,
        8745.1
    ],
    [
        " And I think it goes beyond just my opinion because people have emailed me and been like hey, these are cool",
        8745.1,
        8752.2
    ],
    [
        " Because I made sure they're not the low quality",
        8752.2,
        8756.12
    ],
    [
        " You know people only start a shirt brand or if they're printing shirt",
        8756.12,
        8760.06
    ],
    [
        " They're like hey, let me get the cheap ones. I don't have to spend a lot of money",
        8760.06,
        8762.92
    ],
    [
        " Play it safe all this stuff. I didn't do that. I got the good ones",
        8763.28,
        8767.28
    ],
    [
        " Stuff that I would actually wear regardless of what's printed like you wearable. They're wearable",
        8767.28,
        8773.0
    ],
    [
        " That's how we play it anyway. That's why I know they're good. I'm wearing one now. Yeah correct me too",
        8773.0,
        8778.34
    ],
    [
        " Boom see I wouldn't wear it if I didn't want to wear it",
        8778.34,
        8782.1
    ],
    [
        " So anyway, they're very good. That's where you can get the shirts. There's women stuff on there",
        8782.1,
        8786.0
    ],
    [
        " Also, there's rash cards on there for activities such as surfing you get to warrior could rash guard out there",
        8786.0,
        8791.94
    ],
    [
        " Or you could rash card should be reached on there",
        8792.64,
        8796.0
    ],
    [
        " Should be on there good. I vowed to get them in in time to ship for Christmas",
        8796.0,
        8802.4
    ],
    [
        " So that would be like today so go on there and you know",
        8802.4,
        8806.96
    ],
    [
        " That's the the my vow",
        8806.96,
        8810.0
    ],
    [
        " Is that the right word vow I vow to do this? That means you better succeed. Yeah, you know, that's my okay",
        8810.0,
        8816.54
    ],
    [
        " So anyway, yeah, yeah some rash cards on there for you to surfing",
        8816.54,
        8819.36
    ],
    [
        " I'm gonna kind of cool activity cycling whatever anything you want range of motion to be maintained 100% and",
        8819.36,
        8825.7
    ],
    [
        " Performance be increased by 19% I think it's up to 21%",
        8825.7,
        8830.64
    ],
    [
        " They've got from the field. Yeah, yeah, I think that kind of average because some people a little bit more, you know",
        8830.64,
        8836.42
    ],
    [
        " So those people they they push the average up",
        8836.42,
        8839.2
    ],
    [
        " I think that's how it works anyway",
        8839.2,
        8841.76
    ],
    [
        " Cool stuff on there check it out. I'm nothing get something, but if you want something",
        8841.76,
        8845.64
    ],
    [
        " I mean",
        8846.52,
        8845.74
    ],
    [
        " Then you get something and it supports podcasts good way to support",
        8845.74,
        8851.54
    ],
    [
        " Who's on there as well thicker ones",
        8851.54,
        8853.78
    ],
    [
        " They might be writing. I might have to get some more",
        8853.78,
        8857.0
    ],
    [
        " It is winter I get it",
        8857.0,
        8859.42
    ],
    [
        " But there yet the they're the the thick ones like I said also psychological warfare",
        8859.42,
        8864.7
    ],
    [
        " What that is if you don't know I know we all know what it is already. It's been number one and I too well",
        8864.7,
        8870.36
    ],
    [
        " Might not be number one anymore",
        8870.7,
        8872.2
    ],
    [
        " That's a long story anyway if you don't know what it is the unlikely event that you don't know what it is is what it is",
        8872.2,
        8878.08
    ],
    [
        " It's an album with tracks jockew tracks each track is designed",
        8878.08,
        8883.38
    ],
    [
        " To help you through moments of weakness when you're on your path",
        8883.38,
        8889.42
    ],
    [
        " When you're on your war path",
        8889.42,
        8891.98
    ],
    [
        " I mean you so dead wait maybe I don't know nonetheless when you're on the path of discipline right you're on the program",
        8891.98,
        8899.32
    ],
    [
        " You're on your campaign against weakness you you hit little it's not just one smooth road and it's not a one straight road either",
        8899.44,
        8906.38
    ],
    [
        " and",
        8906.38,
        8907.52
    ],
    [
        " It's riddled riddled",
        8907.52,
        8910.06
    ],
    [
        " everyday",
        8910.06,
        8912.48
    ],
    [
        " Probably every minute literally",
        8912.48,
        8916.4
    ],
    [
        " riddled with distractions",
        8916.4,
        8918.4
    ],
    [
        " Everyone senoil you'll hit moments of weakness whether it's a speed bump distraction",
        8918.4,
        8924.7
    ],
    [
        " lack of energy",
        8924.7,
        8926.5
    ],
    [
        " boredom",
        8930.32,
        8930.86
    ],
    [
        " repetitiveness tediousness",
        8930.86,
        8931.4
    ],
    [
        " tediousness",
        8931.4,
        8932.48
    ],
    [
        " That's a word right",
        8932.48,
        8933.94
    ],
    [
        " That's what psychological warfare is for it's a little spot for those moments you don't want to wake up early",
        8933.94,
        8942.04
    ],
    [
        " Every single day. Ah we got the solution for that listen to the little track jockew pragmatically telling you",
        8942.04,
        8949.26
    ],
    [
        " I can get over that little moment of weakness same thing with wanting to skip the workout for the day",
        8949.26,
        8955.98
    ],
    [
        " That was mine that was mine",
        8955.98,
        8958.02
    ],
    [
        " anymore",
        8958.02,
        8959.02
    ],
    [
        " Jack and yeah, there's a bunch of them for all kinds of stuff skipping on the diet. It's a good one",
        8959.02,
        8964.24
    ],
    [
        " That's what psychological warfare is very effective 100% effectiveness",
        8964.24,
        8969.0
    ],
    [
        " That's a bold statement and you can get jocke a white tea on amazon which will make you deadlift 8 000 pounds",
        8969.0,
        8975.1
    ],
    [
        " Factually confirmed",
        8975.1,
        8976.78
    ],
    [
        " You can get some books on there way the warrior kid good Christmas gift",
        8976.78,
        8981.6
    ],
    [
        " And it's also a good whatever gift so get a kid on the path",
        8982.44,
        8987.38
    ],
    [
        " Get them on the path got so much great feedback on that",
        8987.38,
        8990.78
    ],
    [
        " X-treme ownership. This is for leading at every level",
        8990.78,
        8994.26
    ],
    [
        " In combat in business and in life extreme ownership written me by me and my brother life baban",
        8994.26,
        9000.86
    ],
    [
        " also from an individual perspective",
        9000.86,
        9003.28
    ],
    [
        " If you want to get yourself on the path, there's no better gift than discipline the discipline equals freedom field manual",
        9003.28,
        9010.3
    ],
    [
        " Everyone that asked me for workouts. That's where they are",
        9010.82,
        9013.12
    ],
    [
        " If you ask me what I eat that's where it is",
        9013.12,
        9015.96
    ],
    [
        " If I ask me how much I sleep that's where it is so get that if you want the audio version",
        9015.96,
        9020.62
    ],
    [
        " The audio version is not unaudible the audio version of",
        9020.62,
        9024.58
    ],
    [
        " Discipline equals freedom field manual is on iTunes amazon music google play and all those other MP3",
        9024.58,
        9030.98
    ],
    [
        " distributing platforms",
        9030.98,
        9032.9
    ],
    [
        " There's another muster",
        9032.9,
        9040.28
    ],
    [
        " There's two of them gonna be only two of them in 2018",
        9040.34,
        9043.08
    ],
    [
        " We don't have enough room in the schedule to fit three",
        9043.08,
        9047.26
    ],
    [
        " One",
        9047.26,
        9048.98
    ],
    [
        " Washington DC or sorry this is actually not one. It's number five. Yeah, so number five Washington DC",
        9048.98,
        9054.98
    ],
    [
        " May 17th and 18th and then number six San Francisco",
        9054.98,
        9059.4
    ],
    [
        " October 17th and 18th",
        9059.4,
        9061.98
    ],
    [
        " Come and get it you can register for those edictory ownership calm is are they gonna be like bigger?",
        9061.98,
        9067.24
    ],
    [
        " You know like you'll have to yeah, are they gonna have more people we have a we have a little bit bigger capacity",
        9067.28,
        9072.48
    ],
    [
        " Yeah",
        9072.48,
        9073.02
    ],
    [
        " Yeah, but we just we don't have time in the schedule anymore. Yeah, I dig it and we are gonna do the roll call for law enforcement",
        9073.02,
        9081.38
    ],
    [
        " Military firefighters. We're gonna do that as well, but we haven't locked a date on that one yet",
        9081.38,
        9086.62
    ],
    [
        " Also for leadership in addition to this podcast in addition to the books",
        9086.62,
        9092.28
    ],
    [
        " In addition to the muster we have a leadership management consulting company and you can hire us",
        9092.66,
        9097.92
    ],
    [
        " To me, Lafab and JP to know Dave Burke",
        9097.92,
        9100.8
    ],
    [
        " Email info at echelonfront.com if you want us to come and speak at an event don't call a",
        9100.8,
        9107.86
    ],
    [
        " speakers bureau",
        9107.86,
        9109.46
    ],
    [
        " Don't call a speakers agency just go to just go to echelonfront.com",
        9109.46,
        9114.34
    ],
    [
        " Yeah, they've been calling me",
        9114.34,
        9116.44
    ],
    [
        " Yeah, don't do that",
        9116.44,
        9118.28
    ],
    [
        " That's what we do",
        9118.82,
        9119.82
    ],
    [
        " If you have comments or questions or answers for us",
        9119.82,
        9124.64
    ],
    [
        " We can be found on the interwebs on twitter on instagram and on the facebook people echo is at echo Charles and I am at jaco",
        9124.64,
        9133.32
    ],
    [
        " Willink and",
        9133.32,
        9134.24
    ],
    [
        " Thanks to those people those soldiers sailors airman and marines that sign up",
        9134.24,
        9140.32
    ],
    [
        " That sign up and volunteer",
        9140.32,
        9144.74
    ],
    [
        " To make the ultimate sacrifice thank you all for protecting us and our freedoms and",
        9145.5,
        9152.92
    ],
    [
        " To police and law enforcement",
        9152.92,
        9154.98
    ],
    [
        " Thanks for protecting us",
        9154.98,
        9157.58
    ],
    [
        " from crime",
        9157.58,
        9159.56
    ],
    [
        " and criminals and terrorists right here at home to",
        9159.56,
        9163.96
    ],
    [
        " Paramedics thanks for coming to us in our time of need when we call and to the firefighters",
        9163.96,
        9170.36
    ],
    [
        " Right now",
        9170.36,
        9172.1
    ],
    [
        " Out there on the line",
        9172.32,
        9174.06
    ],
    [
        " Especially in our state right here of california cal fire",
        9174.06,
        9178.14
    ],
    [
        " Thanks for your service and your sacrifice and my condolences to those who have fallen in recent days in weeks and our thoughts are with",
        9178.14,
        9187.38
    ],
    [
        " The families of the fallen",
        9187.38,
        9189.86
    ],
    [
        " And for everyone else that's listening when you see what men can do when pushed be on the limit of human capacity",
        9189.86,
        9199.8
    ],
    [
        " When you see that",
        9199.8,
        9201.48
    ],
    [
        " When you hear about it when you read about it",
        9201.48,
        9206.4
    ],
    [
        " Well then remember to push yourself",
        9206.4,
        9210.74
    ],
    [
        " Push yourself every day every moment get out there and get after it",
        9210.74,
        9219.24
    ],
    [
        " And so until next time this is echo and jaco out",
        9219.24,
        9226.92
    ]
]