[
    [
        " This is Jocco Podcast number 104 with Echo Charles and me, Jocco Willink.",
        0.54,
        6.84
    ],
    [
        " Good evening, Echo. Good evening. We're gonna go right into Q&A. Cool. I don't",
        7.56,
        13.62
    ],
    [
        " think there's anything to discuss. Let's do it. Yeah, let's do it then. It's Q&A.",
        13.62,
        17.16
    ],
    [
        " It's Q&A time. All right. Question number one. You discuss leading and",
        17.24,
        21.3
    ],
    [
        " maneuvering up and down the chain of command, but what about laterally within",
        21.3,
        25.46
    ],
    [
        " your own peer group where the competition for advancement is fiercest and your",
        25.46,
        29.46
    ],
    [
        " ability to set team objectives and implement some of the tools you discuss is",
        29.46,
        33.9
    ],
    [
        " limited. Okay, so you absolutely do have to lead",
        33.9,
        38.58
    ],
    [
        " laterally amongst your peers and since you don't have rank or position you have",
        38.58,
        46.1
    ],
    [
        " to do it another way. But wait a second. Since you shouldn't use rank or position",
        46.1,
        53.2
    ],
    [
        " to lead people below you in the chain of command and since you don't want to be",
        53.2,
        56.64
    ],
    [
        " led by someone that's throwing their rank and position around then guess what?",
        56.9,
        61.08
    ],
    [
        " You need to do the same type of leadership that you would use up and down the",
        61.6,
        66.14
    ],
    [
        " chain of command to lead your peers. So what does that mean? That means you help",
        66.14,
        71.32
    ],
    [
        " them when you can. Are you support what they're doing? You try and build a",
        71.32,
        76.84
    ],
    [
        " relationship with them. That's what you try and do. Now this part of this that",
        76.84,
        80.38
    ],
    [
        " where we're talking about their competitiveness. Like if they want to",
        80.38,
        84.54
    ],
    [
        " maneuver and try and make you look bad and jump in the spotlight and try and",
        84.54,
        88.64
    ],
    [
        " get all the credit. Guess what? That's fine. That's fine. Let them do it. And",
        88.64,
        95.88
    ],
    [
        " everyone is going to see what they're doing. And they might not see it immediately",
        95.88,
        100.52
    ],
    [
        " but they will eventually be found out. So do your best to support them. Do your",
        100.52,
        105.86
    ],
    [
        " best to help them. Do your best to build the relationship. Make the mission. The",
        105.86,
        112.26
    ],
    [
        " most important thing. Not the little politics that you're about to dive into and",
        112.32,
        115.86
    ],
    [
        " get involved in. Don't make that the primary thing. Make the primary thing",
        115.86,
        118.82
    ],
    [
        " accomplishing the mission. Think about this. If you start fighting with them and",
        118.82,
        124.18
    ],
    [
        " you're expending energy on fighting your own team. That's what you're doing.",
        124.18,
        128.76
    ],
    [
        " Instead of fighting the enemy. This is a blue on blue situation. This is",
        129.14,
        132.2
    ],
    [
        " friendly fire. It's fracture side. Don't do that. Disengage from the friendly",
        132.2,
        136.76
    ],
    [
        " fire and focus on how to make the team win. Take the high ground. Take the",
        137.18,
        144.82
    ],
    [
        " high ground or the high ground will take you. Another one of those points that we",
        144.82,
        153.5
    ],
    [
        " always say. I know I do. And I always think this where people are watching man.",
        153.5,
        158.28
    ],
    [
        " They see that. They see all that stuff. Let's play this game too. You know the game",
        158.58,
        162.24
    ],
    [
        " where I play where I like who would you hire? Who would you rather have working",
        162.24,
        165.54
    ],
    [
        " for you? The guy. Oh, you got four guys. One guy is helping the other guys out",
        165.54,
        172.56
    ],
    [
        " trying to help them with their mission. One guy, the other end of the spectrum,",
        172.56,
        177.02
    ],
    [
        " is undermining people and trying to make himself look good. Which guy are you",
        177.42,
        181.0
    ],
    [
        " going to promote? All day long, you know who you're going to promote. Yeah.",
        181.0,
        184.48
    ],
    [
        " You're going to promote the guy that's trying to help the team win and not just",
        184.8,
        187.64
    ],
    [
        " look out for himself. Yeah. Yeah. And then it's it and consider that with not",
        187.64,
        194.48
    ],
    [
        " just your boss, but like your peers as well. You know, even if there's competition,",
        194.48,
        197.98
    ],
    [
        " let's say there's everyone's competing. Yeah. And you're the guy who's jumping in the",
        198.1,
        202.76
    ],
    [
        " spotlight. Always whatever versus the other guy who's always helping everyone.",
        202.76,
        206.96
    ],
    [
        " Right. Even the even if they're competing with you for sure. The guy who's jumping",
        207.06,
        210.0
    ],
    [
        " in the spotlight, he's going to get ostracized if anything. Yes. You know. So man,",
        210.0,
        214.8
    ],
    [
        " yeah, they see that stuff. Man, that goes socially too. You know what? Now, now,",
        214.8,
        218.54
    ],
    [
        " now answer me this. When someone sees the world this way, that means they have a tendency to",
        218.68,
        226.44
    ],
    [
        " think that way. That means they might have a tendency to act this way. So they could be",
        226.44,
        229.54
    ],
    [
        " especially cautious. If you're looking at everyone like, well, I'm trying to compete with that guy.",
        229.54,
        233.26
    ],
    [
        " And if I might be getting screwed over if I don't, if I let him, you know, get the spotlight",
        233.6,
        237.72
    ],
    [
        " right now. If that's the way you're thinking, that's the way you're acting. And if you're",
        237.72,
        240.96
    ],
    [
        " acting that way, everybody can see it. Yeah. Don't act that way. Don't act that way. Be a good team",
        240.96,
        246.34
    ],
    [
        " member. Yeah. The enemy is outside the wire. Yeah. That's a good one too, where the good news",
        246.34,
        252.68
    ],
    [
        " about that is like, let's say you are acting that way as long as you can admit it to yourself.",
        252.68,
        256.98
    ],
    [
        " Even if you do have those feelings inside, but you're like, hey, I don't want to act like that.",
        257.64,
        260.94
    ],
    [
        " Right. And you start acting. Even if it was kind of against your feelings. And then you start",
        260.94,
        265.62
    ],
    [
        " acting that way slowly and slowly, your feelings kind of accommodate where you don't feel that way",
        265.62,
        270.36
    ],
    [
        " anymore. You'll start to realize how you should act as a human being as a team member, as a leader.",
        270.36,
        276.32
    ],
    [
        " As a follower. Yeah. You'll grow up. You'll mature. You'll be a good person. Feel the benefits",
        276.34,
        281.22
    ],
    [
        " as opposed to just looking out for yourself and schooling over the other team. Yeah.",
        281.22,
        284.76
    ],
    [
        " Everyone's against me. Check. Killer B kill. Next question. My Jiu Jitsu school is small. And I'm a white belt",
        284.94,
        293.0
    ],
    [
        " under three months. And there are typically two or three blues and maybe a purple belt in the class",
        293.0,
        299.18
    ],
    [
        " with us. When I train or spar with the blue and purple belts, I can win the advantage or submit them",
        299.18,
        304.8
    ],
    [
        " more than half the time. They don't like me because of this. I like what my instructor is teaching,",
        305.7,
        311.4
    ],
    [
        " but I feel I need more of a challenge. Should I find more a more competitive school? Your time is",
        311.54,
        318.46
    ],
    [
        " appreciated. Okay. So there's something very suspect going on. Yeah. There's something wrong with",
        318.46,
        325.82
    ],
    [
        " the school. If you are a white belt that can submit blues and purples. And I don't know what the",
        325.82,
        332.92
    ],
    [
        " or just a super athlete. Yeah. If you're a normal person, even if you wrestled in high school,",
        333.22,
        338.02
    ],
    [
        " maybe even if you wrestled in college. And you've been training Jiu Jitsu for three months,",
        338.64,
        343.9
    ],
    [
        " you should not be submitting purple belts. That should not be happening. There's now there's",
        344.64,
        350.52
    ],
    [
        " a small chance of tiny, tiny chance that they're just being like so super cool. That they're letting",
        350.52,
        357.26
    ],
    [
        " that they're saying, oh yeah, you know, oh, that was good. You know, you caught me. My arm,",
        357.26,
        360.88
    ],
    [
        " and there's giving it to you're just too dumb to realize that. But since you're saying that",
        360.88,
        364.7
    ],
    [
        " they don't like you because you're submitting them. That that's very unlikely that they're just",
        364.7,
        371.3
    ],
    [
        " super nice. So I think you may actually be in a fraudulent situation where the school is not a",
        371.3,
        376.7
    ],
    [
        " proper school. And I haven't heard one of these in a while. But you a white belt should not be",
        376.7,
        383.58
    ],
    [
        " on the regular submitting a blue belt and definitely a purple belt or any purple belts.",
        383.58,
        390.6
    ],
    [
        " If there's a massive size differential, it'd be an occasional occurrence. But on the regular,",
        390.88,
        397.58
    ],
    [
        " shouldn't be happening. Yeah. Right? Correct. Yeah. I mean, unless again, like there's maybe",
        397.62,
        404.86
    ],
    [
        " and maybe it's a small school. You know, there's, you know, a few people maybe like some real",
        404.86,
        411.5
    ],
    [
        " old people or something like that. Maybe this guy. I don't know how big he is. Yeah. But let's say",
        411.5,
        416.38
    ],
    [
        " he was two. I'm I'm getting real specific here. Right. What if he's two 25 solid six two",
        416.38,
        425.6
    ],
    [
        " may or may not have been a college wrestler. Okay.",
        425.6,
        430.44
    ],
    [
        " Learned a few chokes, guillotine. Yeah. Okay. He's two 25 college wrestler six to",
        431.1,
        441.64
    ],
    [
        " and he knows basic submissions that that could be problematic. And then the rest of the people",
        441.88,
        448.16
    ],
    [
        " there's maybe like a 65 year old 13545 pounds. Yeah. Maybe, you know, if there's no extreme",
        448.16,
        458.1
    ],
    [
        " disparaging between you and the other students, we have a problem. Yeah. If there's an extreme",
        458.1,
        466.62
    ],
    [
        " disparaging, even then you should go look around because even if you're even if you're",
        466.74,
        470.96
    ],
    [
        " 225 pounds six foot two wrestling college, most purple belts should be able to handle you if",
        470.96,
        476.9
    ],
    [
        " you've only been training for two months. Yes. Yes. Yeah. So yeah, even three. Man, I was not to say",
        476.9,
        484.12
    ],
    [
        " my situation. So here's proof. I'm not saying that. But just an example. I was two, when I started",
        484.12,
        490.06
    ],
    [
        " I was two 25. I'd say when I really settled into it, I lost. I got down to about two 15 to 20.",
        490.06,
        499.46
    ],
    [
        " And I was white belt over three months, by the way. And I rolled with this guy. George was his",
        499.46,
        504.82
    ],
    [
        " name. You might remember him. Small teeny guy. Oh, yeah. Yeah. Yeah. Purple belt and no chance",
        504.82,
        511.6
    ],
    [
        " ahead with this guy. And I was more than three months, by the way, this after I started competing",
        511.6,
        515.66
    ],
    [
        " in everything. No, George was good too. Yeah. Purple belt. He's the one who taught me first",
        515.66,
        519.32
    ],
    [
        " like art, by the way, Jimmie. Yeah. But yeah, no chance. Purple belt like him. You have no chance",
        519.32,
        524.16
    ],
    [
        " against. Yeah. And but this is not a big guy. This is a guy about five six. Not, you know, I think",
        524.16,
        529.12
    ],
    [
        " you might be smaller than five six. Yeah. He's a small. I light. Yeah. Yeah. That's a great example.",
        529.12,
        534.38
    ],
    [
        " That's a great example. I'm trying to think. I mean, when I started Giujitsu, I was two hundred and",
        534.76,
        544.28
    ],
    [
        " fifteen pounds. And Dean was a blue belt. Just got his blue belt. Yeah. And I had no chance. Yeah.",
        544.28,
        553.78
    ],
    [
        " You know what I mean? Yeah. And he, and oh, and by the way, I forgot to mention Dean weighed",
        554.04,
        557.3
    ],
    [
        " a hundred and seventy four pounds. Yeah. So yeah. Yeah. It's very similar. Yeah. You'd have to",
        557.3,
        563.22
    ],
    [
        " like, yeah, the disparity between the two would have to be a lot, a lot. So what do you think it is,",
        563.22,
        569.18
    ],
    [
        " I think it might be a fraudulent school like how like what the instructor, the instructor is not",
        569.44,
        574.58
    ],
    [
        " a real black belt. The instructor knows he's watched enough YouTube to show an arm lock and he can",
        574.58,
        580.28
    ],
    [
        " actually do it on the purple belt because he's bigger and stronger or something. Yeah. And he knows",
        580.28,
        586.3
    ],
    [
        " it a little bit better because it's face it. If you, if you're a, if you watched YouTube and you",
        586.3,
        591.2
    ],
    [
        " studied as hard as I could as you could and you own the school and you trained all the time,",
        591.2,
        595.7
    ],
    [
        " you could be a blue belt level. And then you can be the other blue belts that you taught. Yeah.",
        595.74,
        602.98
    ],
    [
        " And then gave the blue belt because you gave yourself a black belt. That's probably what's going on.",
        603.26,
        607.28
    ],
    [
        " Yeah. That's crazy. Whoever this is hit me up again and tell me what your school is. Yeah.",
        607.46,
        613.54
    ],
    [
        " On Facebook. Wow. Yeah. Whatever this question. Once you do that and once you, you know, and I don't",
        613.68,
        625.68
    ],
    [
        " put it out there, you know, and here's my instructor. I mean, on one hand, you want to think if",
        625.86,
        630.54
    ],
    [
        " the instructor is legit, no, no, no, no, that's what I'm going to know. I want to, if the guy wasn't",
        630.54,
        635.18
    ],
    [
        " legit, I don't know what I do. I don't have a plan for that. But if the guy was legit, I'd come back",
        635.18,
        639.16
    ],
    [
        " on here and say, Oh, here's the situation. Yeah. He found out that this is what's going on. Yeah.",
        639.16,
        644.9
    ],
    [
        " You are a six to two hundred and eighty five pound collegiate NCAA champion wrestler and you studied",
        644.92,
        651.32
    ],
    [
        " Sombo or like if you had sombo or judo under their belt. Yeah. It's true. But you wouldn't even be",
        651.98,
        656.74
    ],
    [
        " asking this question if you had that under your belt because you know the answer. Yeah. That's true too.",
        656.74,
        660.1
    ],
    [
        " Yeah. Man. So yeah, I think the chance of that is fair. It's a fair chance fraudulent situation.",
        660.32,
        666.56
    ],
    [
        " Haven't seen too many of those lately. Yeah, because that's a rare thing. The internet can mop those up now.",
        666.74,
        671.34
    ],
    [
        " Yeah. It used to be all kinds of fraudulent schools. Yeah. It makes sense. I mean, think about it.",
        671.54,
        675.7
    ],
    [
        " The internet is all over everything. Oh, yeah. You get even a half-a-late fraudulent person.",
        675.76,
        680.66
    ],
    [
        " Yeah. It's like, Oh, good. This guy, frankly, you know what I mean? It's like, man, you're really",
        680.66,
        684.28
    ],
    [
        " held to the colds. So I don't know. Maybe. Do it up. Yeah.",
        684.28,
        689.94
    ],
    [
        " I was going to say she we have some kind of thing on our website. What do we have if you're a",
        690.6,
        696.88
    ],
    [
        " legit school, like a jaco approved school. In theory, because how many times a day do you get asked,",
        696.88,
        703.12
    ],
    [
        " I live in Tennessee, where should I train? I live in Chicago, where should I train? How many times",
        703.44,
        707.32
    ],
    [
        " do you get to ask that a day? Half. So every other day is is that about it? Oh, really?",
        707.32,
        713.1
    ],
    [
        " Yeah. Okay. I get asked more than that. I get asked so a lot more than you. Maybe not tons more,",
        713.24,
        717.44
    ],
    [
        " but definitely I get asked repeatedly. Yeah. Where should I train? I live in Jacksonville, Florida.",
        717.52,
        723.6
    ],
    [
        " Where should I train? I live in wherever. Conquer. New Hampshire. Where do I? Where should I train? I live in",
        723.74,
        729.12
    ],
    [
        " Salt Lake City, Utah. You know what I mean? People always ask me. Yeah. The only risk with that is like,",
        729.12,
        733.34
    ],
    [
        " okay, so first off, we don't know all the schools. We don't know how to school. Yeah.",
        733.34,
        737.7
    ],
    [
        " And just because you say you're under Hicks and it doesn't mean you're legit. Yeah. So we'd have to",
        737.7,
        742.92
    ],
    [
        " have some sort of an approval process. Yeah. And then at the end of the day, let's say you approve,",
        742.92,
        746.98
    ],
    [
        " I don't know. Some place and then then some. Yeah. People will see it or no, no, no, or people will be like,",
        746.98,
        752.46
    ],
    [
        " okay, here's the page or the website or whatever they'll be like, okay, this school that I'm like",
        752.46,
        756.48
    ],
    [
        " looking at, I like it, but it's not on this list. I don't know. We didn't get to it kind of thing.",
        756.48,
        761.3
    ],
    [
        " And then it gets kind of like the ding, you know, in that way. It shouldn't be that much of a",
        761.3,
        765.84
    ],
    [
        " problem, by the way. There's not that many fraudulent schools. We're talking about one right now",
        765.84,
        769.32
    ],
    [
        " possibly, but there's not many out there, although there are some. Yeah. They're like they're in strip",
        769.32,
        774.76
    ],
    [
        " malls. You drive by like a strip mall and you see something that says, Jiu Jitsu. I mean, no,",
        774.76,
        779.58
    ],
    [
        " there's legit schools in strip malls. We don't agree to school. We're just going to strip on. He says",
        779.78,
        784.18
    ],
    [
        " legit as it gets. It's hard. You know, but yeah, the there's actually strip malls is actually the",
        784.18,
        793.36
    ],
    [
        " normal place for Jitsu schools. Now that I think about it, yeah, there's a lot of crazy balls. Yeah.",
        793.36,
        797.96
    ],
    [
        " Yeah. His one is straight up in the mall. Oh, and that's not a strip mall that I'm all. Yeah,",
        798.1,
        803.42
    ],
    [
        " yeah, I'm all mall. I'm gonna have to go visit Compre Doe. Yeah. If you watch that video I did with",
        803.48,
        808.6
    ],
    [
        " them for a metamorphosis long time ago, so I kill. I forget if it was in the outtakes or not, but",
        808.6,
        812.88
    ],
    [
        " there's this cool. You know, those trains that go around mall for the kids. Yeah. He's like, I hate",
        812.88,
        817.76
    ],
    [
        " the Jiu Jitsu train because it always comes with a by my academy. That's funny, especially because",
        817.76,
        822.6
    ],
    [
        " Compre Doe is such a nice guy. You figured he'd be like, I love that. We should change. Even",
        822.6,
        825.68
    ],
    [
        " that's exactly how he said it. That's how he sounded. But he says, I hate it. Meanwhile, he's",
        825.68,
        829.5
    ],
    [
        " smiling at it. Yeah. It's very interesting. That got me. Cool. Yeah. More information needed on",
        829.5,
        834.72
    ],
    [
        " this academy. Next question. I am seeing at work as a very assertive and aggressive dude.",
        834.72,
        842.26
    ],
    [
        " And I seem to rub people the wrong way when they think I'm upset or frustrated at problems,",
        843.4,
        847.86
    ],
    [
        " they they present, which is rarely the case. I'm just so fired up. How do I work on my",
        847.86,
        855.64
    ],
    [
        " tack while still being assertive with my team? You know what? I'm fired up too. How do you like that?",
        855.64,
        861.66
    ],
    [
        " And when I was young, this is when I was young, sure, I rub some people the wrong way. I know that.",
        862.16,
        869.56
    ],
    [
        " Even when I was a young kid working on a construction site, guess what I was doing? Working too hard,",
        869.82,
        874.0
    ],
    [
        " making people rub people the wrong way. When I got to the team, there was a little crew of us that",
        874.24,
        879.74
    ],
    [
        " were too hardcore. We were too fired up. We were, I would run the O course with a rock sack with",
        879.74,
        888.28
    ],
    [
        " a 40 pound sandbag in it. No one was doing that. Like everyone does it now. But back then,",
        888.28,
        893.84
    ],
    [
        " there was a small crew of us that were doing it. Running with jungle boots all the time instead of",
        894.18,
        898.56
    ],
    [
        " in sneakers. And I literally got pulled aside by some of the old guys. And by old guys,",
        898.56,
        904.5
    ],
    [
        " I don't mean NAMM. I mean old guys from wherever, you know, from the from the 90s or the late 80s.",
        904.5,
        913.32
    ],
    [
        " And you know, I'd get the, hey, you just need to calm down, dude. Yeah. You know, you don't need to do",
        913.5,
        918.28
    ],
    [
        " that. And so yeah, maybe I wrote those guys a little bit the wrong way, understandable.",
        918.28,
        923.42
    ],
    [
        " But when I got a little older and a little bit more mature, I got fired up to actually do a good",
        923.72,
        930.74
    ],
    [
        " job as a leader to actually build relationships with my platoon mates. And I got fired up",
        930.74,
        939.36
    ],
    [
        " for people to instead of thinking that I was upset or frustrated. What I was fired up was I",
        939.36,
        946.2
    ],
    [
        " wanted people to think that I was calm and cool and collected. So how's that for totally different?",
        946.2,
        951.44
    ],
    [
        " It's like when we say default aggressive. Yeah. And I always say, hey, you're not being aggressive.",
        951.62,
        955.24
    ],
    [
        " And this is being aggressive towards your people. It's not yelling. It's being aggressive towards",
        955.46,
        958.38
    ],
    [
        " your mission. I was I'm aggressive towards making people think that I'm not upset. And that no",
        958.38,
        963.58
    ],
    [
        " matter what's going on. The things go, man, Jocke would be just not going to lose his temper. He's",
        963.58,
        966.62
    ],
    [
        " super level headed. Yeah. Yeah. Right. Now that being shed, that doesn't mean that I was passive.",
        966.62,
        974.42
    ],
    [
        " That doesn't mean that I wasn't assertive. It means that I was aggressive and assertive. But I",
        974.82,
        980.36
    ],
    [
        " did it with tact. And instead of coming that people straight on, I flanked them. I listened to",
        980.36,
        986.92
    ],
    [
        " their little ideas or I made their ideas come from me, but they didn't know it. I listened to",
        986.92,
        993.76
    ],
    [
        " their solutions. I helped and supported. Well, you go so far just by helping people out and helping",
        993.76,
        999.96
    ],
    [
        " them with their idea instead of trying to control them and make everything your idea.",
        999.96,
        1002.58
    ],
    [
        " Yeah. So that's my advice here. Relax, calm down, focus, get fired up, get aggressive about",
        1002.92,
        1012.98
    ],
    [
        " being tactful, get aggressive about working with people, get aggressive about showing your calmness.",
        1012.98,
        1021.24
    ],
    [
        " That's what you get aggressive about. Yeah. Don't get assertive, aggressive and create antagonistic",
        1021.84,
        1028.74
    ],
    [
        " relationships across your company. Yeah. Check? Yeah. Sounds good. He said he gets, or they think he gets",
        1029.46,
        1038.6
    ],
    [
        " upset or frustrated at problems that they present. Yeah. Which is rarely the case, he said. He said",
        1038.6,
        1045.08
    ],
    [
        " I'm just fired up. So it's it's it seems like, and I'm no expert, but I'm trying to put myself in this",
        1045.08,
        1051.12
    ],
    [
        " position where like I think maybe like it's just a presentation thing. You know, like, well,",
        1051.14,
        1058.96
    ],
    [
        " yeah, definitely is a presentation is aggressive. Like he's saying he's not even getting frustrated.",
        1059.08,
        1063.1
    ],
    [
        " No, I'm getting frustrated with him for acting this way. Yeah. Yeah. Aggressive. It's definitely,",
        1063.16,
        1070.3
    ],
    [
        " it's definitely a presentation thing. No doubt about it. Yeah. But so that means you say, okay,",
        1070.58,
        1077.38
    ],
    [
        " I'm presenting the wrong thing. I will fix what I'm presenting. Yeah. Do you think actually,",
        1077.38,
        1085.52
    ],
    [
        " I think you do think this or know this or whatever. You know how people they'll they'll get nuts or",
        1085.58,
        1092.04
    ],
    [
        " whatever they'll they'll they'll they'll be aggressive. They get fired up. Right. And you know,",
        1092.04,
        1098.52
    ],
    [
        " whether they be they'll lose their temper or they're behaving away. That's that's aggressive towards",
        1098.58,
        1104.12
    ],
    [
        " people. And their justification is not to say this guy does this. I don't know, but I'm just saying",
        1104.62,
        1109.98
    ],
    [
        " their justification is I'm just passionate about it. I'm just whatever, you know, yeah.",
        1109.98,
        1116.04
    ],
    [
        " Is that that's just a justification, right? It is because yeah. Yeah, like it's the end of the day.",
        1116.56,
        1124.28
    ],
    [
        " It is it's a just it's a justification. It is also a reality. So think about it from the other",
        1124.46,
        1129.24
    ],
    [
        " perspective. If if you're dealing with someone, if you have someone on your team that gets all",
        1129.24,
        1133.38
    ],
    [
        " that they're passionate about something. And it can be problematic if they don't learn to control",
        1133.38,
        1137.7
    ],
    [
        " their passions, right? Because they just get, hey, we're going to make this happen and they make",
        1137.7,
        1141.46
    ],
    [
        " bad decisions because they're so passionate about making something happen that they're not they're",
        1141.46,
        1146.1
    ],
    [
        " not doing something logical. So yes, you could say it's just an excuse. There's no such thing as a",
        1146.1,
        1150.56
    ],
    [
        " passionate person, but that actually wouldn't be true. It's not an excuse. It's a real thing. Now,",
        1150.56,
        1155.4
    ],
    [
        " if you are aware of that, then why do you keep acting that way? You got to put your passions into",
        1156.74,
        1161.18
    ],
    [
        " check. That's what you got to do. 100% yeah. And I meant more like it's an excuse for their behavior.",
        1161.18,
        1168.18
    ],
    [
        " You know, like to me, I personally, I think that being passionate about something that you're into",
        1168.7,
        1173.36
    ],
    [
        " is good way beneficial. Of course. But again, you know, I'll say like there's a difference between",
        1173.36,
        1178.92
    ],
    [
        " what you feel and how you behave. You know, so if you're if you're super passionate about something,",
        1178.92,
        1184.22
    ],
    [
        " it doesn't justify like all this irrational or emotional or like loss of temper situation behavior.",
        1184.22,
        1190.76
    ],
    [
        " You see what I'm saying? So, you know, yeah, be passionate, but don't behave in some crazy off-the-hand",
        1191.04,
        1197.68
    ],
    [
        " away. I agree. So I think that they use their passion as an excuse for their behavior. I just",
        1197.68,
        1204.7
    ],
    [
        " got a quick temper, man. Yeah, yeah, yeah. That doesn't mean that you can act like. Well, that's worse.",
        1204.7,
        1209.08
    ],
    [
        " Oh, yeah, the same deal. Yeah, exactly right. Yeah. That's just why I'm unique in that way. Next question.",
        1209.44,
        1216.38
    ],
    [
        " My wife told me that she thinks our 11-year-old daughter is being bullied emotionally by some girls",
        1217.76,
        1222.92
    ],
    [
        " at school. As I drove into work, I wondered if Jiu-Jitsu would give her some tools to help her deal",
        1222.92,
        1229.44
    ],
    [
        " with emotional stress and or bullying that might be taking place. I think we all know the answer",
        1229.44,
        1235.88
    ],
    [
        " that Daka will give to this question. Absolutely. Jiu-Jitsu will help 11-years-old as a perfect age",
        1235.88,
        1241.52
    ],
    [
        " for getting in there and you will learn to she will learn to defend herself for real and physical",
        1241.52,
        1247.38
    ],
    [
        " confrontations, which will give her real confidence, which will give her confidence because let's",
        1247.38,
        1252.72
    ],
    [
        " face it. Emotional and verbal bullying is absolutely backed up by either clear message of possible",
        1252.72,
        1265.86
    ],
    [
        " violence or a subliminal message of possible violence. A girl that's getting picked on,",
        1266.78,
        1274.48
    ],
    [
        " the underlying message is there, the implied message is there that it could go physical if it had",
        1275.04,
        1282.76
    ],
    [
        " to. When that gets removed, because the daughter knows how to now fight and defend herself,",
        1282.76,
        1288.92
    ],
    [
        " that starts to impact these emotional bullies as well. Yes, absolutely. Get her training. I would",
        1289.36,
        1296.5
    ],
    [
        " throw some boxing in there too, just because that is a pretty empowering thing. You're punching",
        1296.5,
        1300.96
    ],
    [
        " something that feels good and you know what, while we're at it, let's get some working out going on.",
        1300.96,
        1305.94
    ],
    [
        " Get a pull-up bar. Get away the warrior kid. No kidding. Get her way the warrior kid. Don't",
        1306.82,
        1318.9
    ],
    [
        " know it's so horrible and these girls are picking it. Don't do that because guess what? She's",
        1318.9,
        1324.6
    ],
    [
        " going to be dealing with this her whole life. You're going to be get there's always bullies in every",
        1324.6,
        1328.6
    ],
    [
        " environment, in the school environment, in the work environment, everywhere. There's bullies.",
        1328.6,
        1334.04
    ],
    [
        " Then she's going to have to deal with them. So don't baby her where she thinks that you're the one",
        1334.34,
        1339.16
    ],
    [
        " that's going to save her from it. And I also think she should know that everyone gets bullied.",
        1339.16,
        1344.28
    ],
    [
        " I got asked that when way the warrior kid came out. Someone said, did you get bullied? And they",
        1345.06,
        1349.96
    ],
    [
        " think of course I would never get bullied because I'm a big dude. Well, guess what? When I was",
        1349.96,
        1356.54
    ],
    [
        " nine years old, I was a scrawny little nine year old kid and everybody that was 11 was bigger than",
        1356.54,
        1363.5
    ],
    [
        " me and stronger than me. And then when I was 11, everyone that was 13 was bigger than me than",
        1363.5,
        1367.76
    ],
    [
        " stronger than me. And when I was 14, everyone that was 16 was bigger than me and stronger than me.",
        1367.76,
        1372.68
    ],
    [
        " So no matter who you are as a kid, there's always somebody that's bigger and stronger than you.",
        1372.68,
        1376.82
    ],
    [
        " That's going to bully you if they're a jerk. So I think she should understand that she's",
        1376.92,
        1382.46
    ],
    [
        " getting bullied right now. But that's that happens to people and people get over it and get through it.",
        1382.46,
        1387.54
    ],
    [
        " And I do think you have to be when you say that, you can't leave the you can't overwhelm her",
        1388.08,
        1395.48
    ],
    [
        " and say everyone gets bullied and you can always get bullied in the office. You know what I mean?",
        1395.48,
        1401.26
    ],
    [
        " I'm not saying to overwhelm her. I think that's just like there's a there's a",
        1401.26,
        1405.22
    ],
    [
        " there's a lot. Did you ever see the movie The Professional? Which one was it? The French guy? Oh yeah, yeah.",
        1405.22,
        1409.72
    ],
    [
        " And Leon. Yeah, there's a great scene in that movie where the girl is there's like a crazy",
        1409.76,
        1415.78
    ],
    [
        " fight going on between her parents and the apartment. They're yelling at each other. The screaming",
        1415.78,
        1419.34
    ],
    [
        " is slapping people. The domestic violence is going on and she comes out and she's sitting in the",
        1419.34,
        1431.22
    ],
    [
        " box up the stairs and she looks and he looks at her and she looks at him and she says",
        1431.22,
        1436.38
    ],
    [
        " is life always like this or does it get better when you get older?",
        1436.38,
        1441.26
    ],
    [
        " And he looks at her and says always like this. Yeah. So you got to be careful that that's not the",
        1442.26,
        1449.22
    ],
    [
        " message that you're sending. Now there's some reality to that statement. Like yeah, guess what? Life",
        1449.22,
        1453.22
    ],
    [
        " is always going to be hard and you do want to give your kids enough exposure to the hard thing so",
        1453.22,
        1458.2
    ],
    [
        " that they're not weak. Yeah. And they don't they don't go into panic mode when something tough",
        1458.2,
        1466.74
    ],
    [
        " enters their world. So that's why things like Jiu Jitsu when working out are good and exposing",
        1466.74,
        1471.22
    ],
    [
        " them and letting them experience some hard things. But again, you just don't want to overwhelm",
        1471.22,
        1479.3
    ],
    [
        " her and that's that. And by the way, you guys will start training Jiu Jitsu too. Their dad",
        1479.3,
        1484.28
    ],
    [
        " forget to get mom in there too. Yeah. Now you got to excuse to get down in that Jiu Jitsu on.",
        1484.48,
        1489.46
    ],
    [
        " And I know you that you don't train Jiu Jitsu because if you did, you wouldn't be asking this",
        1489.72,
        1493.04
    ],
    [
        " question. You'd be getting getting her training. Yeah. You making that happen.",
        1493.04,
        1497.26
    ],
    [
        " So you emotionally bullied. Right. So this is interesting. She's in the new warrior kid book.",
        1497.72,
        1505.78
    ],
    [
        " The bully. There's a bully in there. But he's not a bully like Kenny Williamson who's a big",
        1505.94,
        1510.42
    ],
    [
        " strong bully. He's a bully. That's an emotionally kind of is deep. And every time there seems like",
        1510.42,
        1515.9
    ],
    [
        " there's going to be a confrontation, he finds a way to wheeze out of it. Yeah. You know, so he'll",
        1515.9,
        1519.94
    ],
    [
        " harass people, but then he'll get harassed people. He knows perfectly how to push the buttons.",
        1519.94,
        1524.34
    ],
    [
        " That's what Mark's dealing with is kid named Nathan James. So vaguely from Nathan James calls his",
        1524.36,
        1530.88
    ],
    [
        " problems. Yeah, there's some layers of that name for sure. That I saw this this makes a lot of",
        1530.88,
        1538.16
    ],
    [
        " sense to me because I have a daughter. Four and a half, by the way, goes to pre-K.",
        1538.16,
        1542.88
    ],
    [
        " It's like pre-school. Pre-K is that the Jiu Jitsu school she goes to? No. No, bro.",
        1543.5,
        1548.04
    ],
    [
        " Anyway, so she she instructor. She told me one day. She said that her friends, I'm not going to say",
        1549.22,
        1568.14
    ],
    [
        " only this other girls friend. That's emotional. That's emotional bullying right there.",
        1568.14,
        1573.7
    ],
    [
        " Right. For the four and a half year old version of that. Yeah, I guess so. So it gets way worse",
        1574.02,
        1577.92
    ],
    [
        " at 11, by the way. And then probably way worse at 15, 16. It's just my assumption. So what I told",
        1577.92,
        1585.74
    ],
    [
        " her not to say this is the right answer, but maybe it's something to think about. So my daughter",
        1585.74,
        1589.94
    ],
    [
        " does Jiu Jitsu has done Jiu Jitsu double leg choke. Well, I like it. Well, that's what you want to say.",
        1591.06,
        1598.7
    ],
    [
        " Oh, you'd smash it and she's bigger too. She's bigger than everyone. So she's gonna be",
        1598.88,
        1603.78
    ],
    [
        " the way. No, no. All right. So what would you tell her? My daughter's trained to be a nice",
        1603.78,
        1608.5
    ],
    [
        " broke. So I always have this underlying thing. No matter if someone beats me into you, that doesn't",
        1608.5,
        1612.22
    ],
    [
        " mean you be mean to them. That makes you mean person. I said, mean people will be mean to other people.",
        1612.22,
        1617.74
    ],
    [
        " Nice people tend to not be mean to other people. Right. That's really real basic stuff. Fun",
        1618.3,
        1622.56
    ],
    [
        " man. I like it. But she's for. Yeah. Um, so you just keep reminding her. So, um, so I told her,",
        1622.56,
        1629.94
    ],
    [
        " hey, look, if she doesn't want to be your friend, then she's not your friend. And that's okay.",
        1629.98,
        1634.24
    ],
    [
        " Does that mean you be mean to her? No. But at the end of the day, she, I said, are you stronger than",
        1634.4,
        1641.9
    ],
    [
        " her? She said, yeah, I said, are you smarter than her? She said, yeah, I don't know. She has risen.",
        1641.9,
        1647.58
    ],
    [
        " Here's the thing. It's the self empowering thing. Just like how you said, where she knows your",
        1647.74,
        1652.5
    ],
    [
        " jitsu. She's smarter. She's stronger. She can do more pull up. She can do more burpees and stuff",
        1652.5,
        1656.02
    ],
    [
        " like that. All this stuff. It starts to form in her head. Hopefully, yeah. Hopefully, it'll form",
        1656.02,
        1661.32
    ],
    [
        " in her head that if they don't want to be my friend, that's okay. That's no loss to me. Maybe if",
        1661.32,
        1666.78
    ],
    [
        " someone who is strong like me, smart like me, and whatever like me didn't want to be okay,",
        1666.78,
        1672.9
    ],
    [
        " maybe that's something. But this isn't the case, you know, it's kind of that idea. That's good",
        1672.9,
        1677.26
    ],
    [
        " device. I think the thing of just saying, oh, yeah, that's okay. Not everyone's going to want to be",
        1677.26,
        1681.58
    ],
    [
        " your friend. That's okay. Yeah. And some people are going to like you and some people aren't going to",
        1681.58,
        1685.08
    ],
    [
        " like you. That's okay. You just be nice to everyone. That's fine. Yeah. I got to ask that question.",
        1685.08,
        1688.86
    ],
    [
        " When we did the one warrior kid podcast, a bunch of people asked, oh, my, I feel like people don't",
        1688.88,
        1696.12
    ],
    [
        " want to hang around with me. And I was, yeah, that's okay. That's okay. You don't need to hang around",
        1696.12,
        1700.48
    ],
    [
        " with people all the time. I don't, I don't like even like hanging around with people. I didn't say",
        1700.48,
        1707.24
    ],
    [
        " yeah, that makes it. And that thing, or I think you just said, where?",
        1708.1,
        1713.1
    ],
    [
        " Because my daughter always asks, you know, did people not want to be your friend or",
        1713.7,
        1719.02
    ],
    [
        " when she'd like bumper head real hard, she'd like, did you use to bump your head when you were",
        1719.02,
        1723.28
    ],
    [
        " little? You know, she always wants to know like am I alone in this whole deal? And",
        1723.28,
        1727.66
    ],
    [
        " man, it seems like it really helps when I say, no, I used to do all the time. I show her like",
        1727.66,
        1732.12
    ],
    [
        " my scars and stuff like that. And she'll be like, oh, and you can tell she feels better about it.",
        1732.12,
        1736.38
    ],
    [
        " But yeah, that's pretty cool. It's weird. I think that would help with a bullying thing. And",
        1736.38,
        1740.24
    ],
    [
        " it's good. Your daughter's smart. And so she has the capability of formulating that question.",
        1740.24,
        1745.3
    ],
    [
        " I bet a lot of kids might not be able to even say, hey, did you bump your head to? Whereas a",
        1745.36,
        1750.76
    ],
    [
        " parent, if you just recognize that they probably feel alone. And so if you say, oh, I know you",
        1750.76,
        1755.48
    ],
    [
        " bumped your head. I used to bump my head to one time. Look, I got a scar on my head. It happened",
        1755.48,
        1758.56
    ],
    [
        " to me too. So they don't make your kids beg for a partner in the world. Give it to them. Yeah.",
        1758.56,
        1765.16
    ],
    [
        " Follow the ecotrall's model of parenting. And that makes sense to now that I'm thinking of it",
        1765.6,
        1769.78
    ],
    [
        " because he didn't as an adult. Okay. So you got a kid and they're like, hey, did you? I don't know.",
        1769.78,
        1774.06
    ],
    [
        " Did you bump your head like this and get blood on your head or whatever when you're little?",
        1774.4,
        1778.34
    ],
    [
        " And you're like, you're like, yeah. And if you add this and this is how I dealt with it,",
        1778.7,
        1782.8
    ],
    [
        " right? Because a lot of times like, you give him a little path. Yeah. It's exactly right. So you",
        1783.02,
        1787.84
    ],
    [
        " got, you know, you got this poor little kid that bumped their head and it's like dang, I don't",
        1787.84,
        1795.14
    ],
    [
        " carry. I don't know really how to deal with it. Right? So of course you go to your dad and then",
        1795.14,
        1800.28
    ],
    [
        " your dad's like, yeah, hey, yeah, I've done it. This is how I did it. This is how I dealt with it.",
        1800.28,
        1804.76
    ],
    [
        " And she's like, okay, maybe I can deal with it. And even adult because adults, we do that too.",
        1804.76,
        1808.9
    ],
    [
        " You know, like dang, I'm getting, I don't know, audited. Yeah. I'm getting audited.",
        1809.26,
        1812.92
    ],
    [
        " The first time, whatever, juckle, hey, you know, or, you know, your friend or whatever is like,",
        1813.2,
        1817.88
    ],
    [
        " hey, I got audited and this is what you can expect. This is like how you deal with it and all this",
        1817.88,
        1821.96
    ],
    [
        " boom, you feel better about it. Indeed. And more empowered. And that's on top of the Jiu Jitsu.",
        1822.0,
        1826.64
    ],
    [
        " If I got audited, I would wear it out and know Jiu Jitsu than not. By the way, yeah. Yeah.",
        1827.04,
        1831.44
    ],
    [
        " Check. Next question. I've got a leadership situation I need help with. I was promoted to a troop",
        1831.68,
        1838.68
    ],
    [
        " commander position over a fellow team leader who now reports to me. He has many years of experience",
        1838.68,
        1845.06
    ],
    [
        " and a lot of knowledge. He's very, he's very bitter. They're not getting the promotion,",
        1845.06,
        1849.46
    ],
    [
        " at not getting the promotion and it's letting me know when I include him in decision making",
        1849.46,
        1854.24
    ],
    [
        " for the troop or try to tap into his knowledge and experience. He, he shuts down, refuses to give",
        1854.24,
        1860.26
    ],
    [
        " input and says that I should already have the answers since I'm the troop commander.",
        1860.26,
        1865.2
    ],
    [
        " I know the troop would benefit from his input and team dynamics would be much improved if it wasn't",
        1866.14,
        1879.38
    ],
    [
        " that his input would be beneficial and that his negative attitude and bearing,",
        1879.54,
        1883.62
    ],
    [
        " and bearing are not acceptable. It is making him very ineffective team leader. I'm,",
        1883.78,
        1890.08
    ],
    [
        " I'm failing at getting through to him and I don't want, I don't want to fire him for his position.",
        1890.08,
        1896.06
    ],
    [
        " How can I get him to value his own position in the troop and become effective again?",
        1896.72,
        1901.46
    ],
    [
        " Okay. I actually think you're doing the right thing and you've opened the door for him. So,",
        1902.08,
        1906.8
    ],
    [
        " I think that's a good first initial approach, but obviously doesn't seem to be working.",
        1906.8,
        1911.96
    ],
    [
        " Now, a couple different courses of actions you could take. One of the things you could do is",
        1912.7,
        1915.82
    ],
    [
        " actually give him some higher responsibility, right? Put his team in charge, put him in charge,",
        1915.82,
        1920.02
    ],
    [
        " the whole team sometimes. Maybe he will step up and start to lead and see that he's now able to",
        1920.16,
        1925.2
    ],
    [
        " prove and that you have a lot of trust in him and all that stuff. There's also a chance,",
        1925.2,
        1928.92
    ],
    [
        " think about this. There's also a chance that you might be coming off as combissending to him.",
        1929.24,
        1933.66
    ],
    [
        " So, imagine this, hey, I go, I value your experience. Oh, no.",
        1933.82,
        1938.74
    ],
    [
        " Right? You know, the troop would really benefit from your input. It's like your treating him like",
        1939.14,
        1944.4
    ],
    [
        " it's a kid and he's getting, those can come off as combissending. So, we have to put those a",
        1944.4,
        1948.6
    ],
    [
        " little bit in check as well. And I think those are a little bit, you know, you put the person in charge,",
        1948.6,
        1955.14
    ],
    [
        " you try that, you've opened up to try and get their input and get them involved, but it's,",
        1955.2,
        1961.18
    ],
    [
        " it might be coming, it might be coming across as condescending. Even if it's, even if you're",
        1961.18,
        1964.86
    ],
    [
        " doing it, even if you're just saying, hey, man, could really use your input on this thing. It'd be great.",
        1964.86,
        1967.74
    ],
    [
        " Even if you're doing it in like a cool way, in your mind, you might be hearing, oh, I could really",
        1968.1,
        1972.7
    ],
    [
        " use your help. So, even if you're saying it in a perfect way, it still might be hitting his ears",
        1972.7,
        1978.12
    ],
    [
        " in a different way. So, I don't know. At this point, I think what I would do is I would maybe just",
        1978.12,
        1983.3
    ],
    [
        " back off. I would just go forward treating him like one of the leaders and expect him to perform as",
        1983.3,
        1990.84
    ],
    [
        " you expect your leaders to perform. I think you've made the effort. It didn't really work. And now",
        1990.84,
        1994.86
    ],
    [
        " you have a job at doing. You got to get on with it. There's also, you know, the world doesn't",
        1994.86,
        2001.6
    ],
    [
        " revolve around his pounding and his being negative. And you can't let that happen. Now, on top of",
        2001.6,
        2010.72
    ],
    [
        " that, this guy's a powder and he's a negative guy. That's probably the reason he didn't get selected",
        2010.72,
        2014.78
    ],
    [
        " to be promoted. What we talked about earlier, the boss saw that. He saw something along the way where",
        2014.78,
        2020.0
    ],
    [
        " things didn't go his way and he and he pouted into his negative. And that's why he didn't get",
        2020.0,
        2023.6
    ],
    [
        " promoted. Meanwhile, the guy that did get promoted when things didn't get all his ways like, okay,",
        2023.6,
        2027.0
    ],
    [
        " cool. We'll drive on with the new plan is. And that's why you got promoted. So, I would say move on,",
        2027.02,
        2034.0
    ],
    [
        " do your job. Treat him like you would treat one of your leaders. I'd be very careful that you don't",
        2034.32,
        2041.08
    ],
    [
        " over-correct because you hear me say like, okay, I'm gonna treat him normal. Now, the sudden,",
        2041.08,
        2045.0
    ],
    [
        " you're treating him like crap. Don't do that. But treat him as firmly and as fairly as you would",
        2045.0,
        2053.38
    ],
    [
        " any one of your subordinate leaders. And we have to see where it goes from there. He manned up,",
        2053.38,
        2057.6
    ],
    [
        " just not being able to deal with this fact. I mean, there's a reason why some people get promoted",
        2057.8,
        2064.18
    ],
    [
        " and some people don't. And maybe he's one of these people that can't humble himself,",
        2064.18,
        2068.38
    ],
    [
        " which is one of our biggest fears in somebody that's trying to be a leader is that they can't",
        2068.38,
        2072.7
    ],
    [
        " humble themselves. And if that's what's going on, he's gonna have a long hard road. And you know,",
        2072.7,
        2077.54
    ],
    [
        " who's fault that's gonna be? Never his. Never gonna be his fault. Everyone else's fault. And that's",
        2077.62,
        2084.02
    ],
    [
        " that'll be problematic. Yeah, it's a tough one right there. Yeah, because in his mind, straight up,",
        2084.02,
        2093.0
    ],
    [
        " that like, you're condescending, you don't deserve it. I deserve it, you know, and now you're kind of",
        2093.26,
        2099.64
    ],
    [
        " in the face. Yeah, he's already lacking humility. How's this one time in football in",
        2099.64,
        2106.24
    ],
    [
        " it was junior varsity football. And we're suiting up to play game, right? And my brother Jade, he was,",
        2106.24,
        2114.76
    ],
    [
        " he's really good. So he, you know, you know, how you have that one guy especially in junior",
        2114.96,
        2119.66
    ],
    [
        " varsity, you have the one guy who makes the majority of the touchdowns and all this. Jade was that guy.",
        2119.66,
        2124.08
    ],
    [
        " So we're suiting up and one of our team guys on the team, he was that guy right there. He was,",
        2125.9,
        2132.94
    ],
    [
        " he wasn't the thing is, but he wasn't very valid. He wasn't very athletic. You know,",
        2133.16,
        2137.48
    ],
    [
        " and they kind of played the same position. Jade was running back. He was running back to, I think",
        2138.14,
        2142.34
    ],
    [
        " this guy was a full back though. I don't know, I forget. Anyway, so he goes, he goes to Jade. Oh,",
        2142.34,
        2146.16
    ],
    [
        " time to show off again. Yeah, holy cow. So you imagine the mindset. It's the same. That guy",
        2146.3,
        2152.44
    ],
    [
        " probably has the same kind of mindset. Absolutely. So it's like, man, it's like, you can't even if you",
        2152.82,
        2158.56
    ],
    [
        " are doing the right things, how you said, like saying everything all cool in his years, it sounds",
        2158.56,
        2162.9
    ],
    [
        " different. It is. It sounds different. Showing off again. Yep. So, so sometimes when someone isn't",
        2162.9,
        2168.32
    ],
    [
        " going to hear your words correctly, sometimes it's best not to say it. Sometimes just keep the mouth",
        2168.32,
        2175.16
    ],
    [
        " shut. And you've never been in an argument with someone, but you're just completely trying to",
        2175.16,
        2182.3
    ],
    [
        " get in taking the wrong way. Be quiet, listen, nod your head. Anyway, you know, like you're,",
        2182.3,
        2186.98
    ],
    [
        " you're not going to, you're not going to convince someone. You're not going to get through them.",
        2186.98,
        2189.96
    ],
    [
        " They're too emotional. This guy's too negative. And",
        2190.1,
        2193.14
    ],
    [
        " everything you say is going to be heard differently and not in a positive way. Yeah, yeah.",
        2193.14,
        2199.08
    ],
    [
        " Kind of like an opportunity cost of addressing it is just. Yeah.",
        2199.34,
        2202.72
    ],
    [
        " Next question. I'm often given tasks on the fly, whereas many of my tasks are given as a result of",
        2202.94,
        2211.2
    ],
    [
        " meetings. These days, an increasing number are coming from emails or my manager or client asking",
        2211.32,
        2217.8
    ],
    [
        " me to do something. I find myself quite disorganized when dealing with this. I'm writing things down",
        2217.8,
        2223.72
    ],
    [
        " when I'm told, but it's all over the place. Post it, notebook, phone, etc. I don't have a solid",
        2223.72,
        2230.4
    ],
    [
        " method of keeping track of these things. I'm guessing that a possible solution is to write all",
        2230.4,
        2234.7
    ],
    [
        " these things down in the same place, but I've also tried that and didn't really make a difference.",
        2234.7,
        2239.6
    ],
    [
        " I'd appreciate any input or advice. You have on how to record and track objectives in a",
        2239.6,
        2244.64
    ],
    [
        " functional and reliable manner. As I'm subjected to a lot of information each day, week, month.",
        2244.64,
        2251.46
    ],
    [
        " I'm definitely overloaded to remember it myself. Discipline equals freedom. So yeah, a few things. First",
        2251.86,
        2258.7
    ],
    [
        " of all, definitely write the things down in one place. And it sounds like since you're moving",
        2258.7,
        2264.78
    ],
    [
        " all the time or you're going to meetings, carry just a nice little notebook with you and write",
        2264.78,
        2269.98
    ],
    [
        " the things down as you get tasked with them. Then on top of that, you have to have a master list of",
        2269.98,
        2274.44
    ],
    [
        " some kind, either paper or digital. I'm going to probably recommend digital to track things",
        2274.44,
        2282.0
    ],
    [
        " overall in a prioritized method. So if you get tasked something in a meeting in your little notebook,",
        2282.0,
        2286.74
    ],
    [
        " you come back, you put it in the right place in the master task list. And then twice a day,",
        2286.74,
        2296.2
    ],
    [
        " consolidate the information that's in the little notebook you have into the big master list.",
        2296.6,
        2302.54
    ],
    [
        " And then before you go to bed at night, you organize those things by priority on the master list.",
        2302.94,
        2310.02
    ],
    [
        " You put the most important thing at the top. And that's what you're going to attack the next day.",
        2310.02,
        2314.26
    ],
    [
        " That's part one on how you get these things organized. Now the part two is you've got to schedule",
        2316.26,
        2319.94
    ],
    [
        " this stuff. And actually, I always say this when people have trouble with tasks, put them on the",
        2319.94,
        2325.7
    ],
    [
        " calendar. You know, actually Jamie does that for me. When Jamie's got something for me to do,",
        2325.7,
        2330.72
    ],
    [
        " she just doesn't email me and say, Hey, you need to do this. She puts it on the calendar. So I look",
        2330.92,
        2335.12
    ],
    [
        " at my calendar, boom, there it is. I got to go do this, whatever this task is done. So put these",
        2335.12,
        2340.7
    ],
    [
        " things on your calendar. And that includes scheduling time on your calendar so that you can have time to",
        2340.7,
        2347.48
    ],
    [
        " consolidate your list and do a review of your lists. You know, whether that takes, that probably",
        2347.48,
        2353.24
    ],
    [
        " take 15 minutes to do. And I guess there's a bunch of apps you can use. And I'm sure people will",
        2353.24,
        2360.92
    ],
    [
        " make recommendations, but there's a ton of to-do list apps, including there's one, there's native",
        2360.92,
        2366.66
    ],
    [
        " ones on all the different phones. So you could look at that as a possible. A voice recorder.",
        2366.66,
        2371.04
    ],
    [
        " You can either use the voice recorder app you have or you can carry around a little mini voice",
        2371.5,
        2376.22
    ],
    [
        " recorder. Then you can just take notes with that. And then you can solidate those notes from your",
        2376.22,
        2381.64
    ],
    [
        " from your voice recorder into your master task list every day. And then you just got to prioritize",
        2381.64,
        2388.22
    ],
    [
        " an execute. It's it. Pretty straightforward. Right, the stuff down, put a little box, I always put",
        2388.22,
        2397.18
    ],
    [
        " little boxes in front of everything. Do you understand like when I have a task, I put a little box in",
        2397.18,
        2402.36
    ],
    [
        " front so I can check it. Yeah, yeah, it makes, bro, you're obviously compared to me at master at",
        2402.36,
        2409.02
    ],
    [
        " that like all that is like dang, you can do all that bro, I'm I'm on the fly just like this guy,",
        2409.02,
        2413.9
    ],
    [
        " this person straight up like on the fly and new stuff comes up and be surprised. You'd be surprised",
        2413.9,
        2419.4
    ],
    [
        " at how much more you could get done if you actually made a list of things you're supposed to do.",
        2419.4,
        2423.94
    ],
    [
        " How's this? How's this? I make a list and I still try and try and nail it down.",
        2423.96,
        2429.5
    ],
    [
        " I'll make a list. I even, okay, so I have a book that Jamie gave me by the way.",
        2429.88,
        2436.16
    ],
    [
        " A book to do list book. And then I have she was trying to encourage good habits.",
        2437.16,
        2443.06
    ],
    [
        " And then I have my phone and then I have this, oh, and then I have just a regular thing on the paper.",
        2444.38,
        2450.06
    ],
    [
        " And then I do this thing where I'll open word and have it on my side screen and I'll put the",
        2450.44,
        2456.48
    ],
    [
        " list there for the day. It'll just be up staring at my face. And strangely, that has proven to be",
        2456.48,
        2462.6
    ],
    [
        " the best one because I'm doing, I'm in here. I see my mistake right now that I'm telling you this.",
        2462.6,
        2466.76
    ],
    [
        " I put it on the book that Jamie gave me, right? My to do list. I put it there and then.",
        2466.9,
        2471.76
    ],
    [
        " I don't consolidate your lists. It's on that book. There's one on the on the phone, which is different now.",
        2471.76,
        2477.52
    ],
    [
        " By the way, master list. There's some apps that may, so it doesn't matter if you put it in your phone,",
        2477.66,
        2482.68
    ],
    [
        " if you put it in your computer, I mean, obviously, if it's on paper, you need to transpose it into",
        2482.78,
        2488.92
    ],
    [
        " digital format, but there's, there's things that you need to consolidate the list. You have a master",
        2488.92,
        2493.38
    ],
    [
        " list of things that you're trying to do. And then I need to attach myself as far as the routine goes",
        2493.38,
        2498.06
    ],
    [
        " to look at that list. You know, like, that's why you schedule it, which is what I just said.",
        2498.16,
        2504.5
    ],
    [
        " That's why you put it on your schedule. Hey, every day when I sit down for lunch, I'm going to do a",
        2504.76,
        2508.06
    ],
    [
        " five minute review of my list and make sure I'm on track. That gives you the afternoon to catch up",
        2508.06,
        2513.34
    ],
    [
        " on anything you might have missed. And just get rid of my other list because half of it is me trying",
        2513.34,
        2518.48
    ],
    [
        " different methods out. Right in the middle of carrying out one other method. You know, also, it's",
        2518.48,
        2523.64
    ],
    [
        " a bad thing about trying different, trying to combine a bunch of different methods. What you're",
        2523.64,
        2529.1
    ],
    [
        " doing when you do that is you're looking for the easiest way. And I'll tell you the funniest",
        2529.1,
        2532.58
    ],
    [
        " clearest example of that when Dean first started fighting. And he was going through his various",
        2532.58,
        2539.84
    ],
    [
        " stages of trying to figure out how to cut weight. And he already cut weight, cut weight in high",
        2539.84,
        2544.08
    ],
    [
        " school as a wrestler. He knew how to cut weight. But what happened is people would come along and say,",
        2544.08,
        2548.78
    ],
    [
        " hey, there's this trick. There's that trick. And there's this trick. And there's that trick.",
        2548.78,
        2551.88
    ],
    [
        " And he would try these all these little tricks out. And he would try them at the same time.",
        2552.08,
        2558.94
    ],
    [
        " Yeah, yeah. That's exactly what I'm doing. Yeah. And that's exactly what you guess what? You don't",
        2558.98,
        2562.68
    ],
    [
        " when you try all these different, because what you're really doing, you're looking for the",
        2562.68,
        2565.9
    ],
    [
        " something that sounds easy. Oh, yep, I'll do that. It was the, you know, for Dean, it was like, oh,",
        2565.9,
        2570.2
    ],
    [
        " go in the Epson salt bath and the hot tub. And then it was, oh, you know, and I'll drink just",
        2571.56,
        2578.56
    ],
    [
        " distilled water for the X amount of days. And it's all these, which all these things are viable,",
        2579.06,
        2583.42
    ],
    [
        " right? We know that they're viable options. But there's, you have to use them in conjuncts. They",
        2583.42,
        2590.72
    ],
    [
        " have to be you have to, you can't just like pull the pull whatever little piece you want. Yeah.",
        2590.72,
        2595.2
    ],
    [
        " And think you're going to be good to go. No, you've got to do, you got to follow the system. Yeah,",
        2595.3,
        2599.68
    ],
    [
        " take one and go with it kind of. Yeah. And what you're trying to do is you're looking for things",
        2599.88,
        2603.62
    ],
    [
        " that sound the easiest. And that's what you're trying to do. Yeah, right. We're in a little easy path.",
        2603.62,
        2608.98
    ],
    [
        " We don't like the easy path over here. But meanwhile, like, you got three different paths. All",
        2609.26,
        2613.74
    ],
    [
        " effective. Meanwhile, you're jumping from one path to the other and you're not even getting there.",
        2613.74,
        2617.44
    ],
    [
        " That's the exact what I'm doing with my to-do list. I have like four to-do list.",
        2617.44,
        2621.24
    ],
    [
        " Okay. You needed to do list that says consolidate all of the to-do list. That's step number one.",
        2621.78,
        2626.98
    ],
    [
        " Then I got to remember that that's the list that I'm checking. Then I got to remember to check it.",
        2627.1,
        2631.44
    ],
    [
        " Because you know how you up because you always have that to-do list in your brain.",
        2631.58,
        2634.66
    ],
    [
        " Yeah. You always do. You know, you're like, oh, I got that thing. By the way, the one in my brain",
        2634.88,
        2638.74
    ],
    [
        " is real solid. What? Like the to-do list in my brain is really, really solid. Yeah.",
        2638.74,
        2645.24
    ],
    [
        " Like, I know what I have to do. Yeah. The only the things I have to write down are things that are",
        2645.56,
        2650.32
    ],
    [
        " outside. Yes. Outside the the parameters of daily situations. Like, let's say there's some",
        2650.32,
        2656.54
    ],
    [
        " admin thing that only comes up. Well, if it comes out super rarely, I'll remember it, but if it's",
        2656.86,
        2662.38
    ],
    [
        " an admin thing that comes up once every quarter. Yeah. Yeah. I probably won't remember that. It's not",
        2662.38,
        2667.88
    ],
    [
        " so far outside that I'll remember and it's not in the routine. So I don't remember. So I got to",
        2667.88,
        2671.78
    ],
    [
        " write that thing down. That's what's on my list. So do you write down the list that's in your head",
        2671.78,
        2676.1
    ],
    [
        " on the written list? I'll write down the things that I know are subject to being forgotten.",
        2676.1,
        2685.44
    ],
    [
        " Because the other things I don't forget them. Yeah. So you're just, I don't forget the hard",
        2685.78,
        2690.64
    ],
    [
        " like company. If I have a let's say I'm going on a trip of a like if I'm going on a regular trip,",
        2690.64,
        2696.82
    ],
    [
        " if I'm going to go to a company that I work with and they're in Atlanta and I'm going to fly out",
        2696.82,
        2702.06
    ],
    [
        " there for three days, I don't even I don't even have to think about that. Everything that I do is",
        2702.06,
        2707.08
    ],
    [
        " the the work I'm doing, the prep I'm doing, everything I do is just standard. It's a standard",
        2707.08,
        2712.36
    ],
    [
        " operating because even the even the things I'm going to bring with me, it's the same. I went on",
        2712.36,
        2716.86
    ],
    [
        " a one day trip to Vegas the other day like in and out. I didn't even stay the night and I had the",
        2716.86,
        2721.7
    ],
    [
        " same suitcase that I take when I go on a five day trip. Like it doesn't matter. I'm not changing",
        2721.7,
        2725.82
    ],
    [
        " any standard operating procedures. Yeah. I got there and they said, aren't you leaving today? I",
        2725.82,
        2729.22
    ],
    [
        " said, yeah, why'd you bring us to case? This is how I travel. This is the standard operating",
        2729.22,
        2733.56
    ],
    [
        " procedure for me. I'm not deviating from it whether I'm going for one day, like a nine hour trip",
        2733.56,
        2739.22
    ],
    [
        " to Vegas or a five day trip to Atlanta. Guess what? It doesn't matter. I'm carrying the same thing",
        2739.22,
        2744.96
    ],
    [
        " because that's what I do. So if it's something like that, I don't need to don't even need things.",
        2744.96,
        2749.92
    ],
    [
        " Some things don't make my list because they're already in my head and my list of my head is solid.",
        2749.92,
        2753.84
    ],
    [
        " It's things that are outside the bounds of the standard operating procedures. Those are things that",
        2754.14,
        2758.26
    ],
    [
        " will make the list. Yeah. And that makes sense for this question. It's kind of this question because",
        2758.26,
        2761.84
    ],
    [
        " he's getting stuff on the fly. He's getting stuff on the fly. He's got to be. He's got to like the",
        2761.84,
        2765.36
    ],
    [
        " stuff down. Yeah. I think yeah, I think we're all kind of the same way in that way where you're going",
        2765.4,
        2769.58
    ],
    [
        " to have one, two, maybe three things on your mind that no way I'm going to forget this, you know,",
        2769.58,
        2775.24
    ],
    [
        " kind of thing. But man, those lists though, you got to you really got to choose one path and stick",
        2775.32,
        2781.54
    ],
    [
        " with it. And then remember that's a thing. I think that's my problem. I know that.",
        2781.54,
        2785.68
    ],
    [
        " Man. Next question. How did you deal with losses in GJ2? GJ2 day today.",
        2787.42,
        2796.56
    ],
    [
        " Losses. Assuming in a tournament, right? I just had my first tournament and got the floor wiped",
        2796.92,
        2803.74
    ],
    [
        " with me. Yeah, welcome to GJ2. And the obvious thing is you got beat good. You learned, I think we",
        2803.74,
        2810.86
    ],
    [
        " think we've gone through that one. And then really, you know, how did you get beat? What areas",
        2810.94,
        2816.44
    ],
    [
        " were you weak in? Then you analyze and improve in those areas. And that's GJ2, right? Don't dwell.",
        2816.44,
        2823.42
    ],
    [
        " And don't dwell in your loss, but learn from it and move forward. And actually speaking of Dave",
        2823.84,
        2836.3
    ],
    [
        " Burke and he was explaining to me his psychological current status in GJ2. So he's, however, he's",
        2837.26,
        2847.52
    ],
    [
        " basically my age. I'm 46. He might be 45 or something like that. But he's been basically a master",
        2847.52,
        2856.38
    ],
    [
        " of kind of everything he's done. I mean, he's like like factually, if you look at his life.",
        2856.38,
        2865.74
    ],
    [
        " He's been top gun, top gun instructor. He was telling me that during operation, southern watch,",
        2866.3,
        2875.44
    ],
    [
        " which was pre, you know, post first call for pre 9-11, he was the, he was one of the very,",
        2875.78,
        2886.36
    ],
    [
        " very, very few guys that actually dropped a live bomb. Yeah. And you know, back in the day,",
        2886.36,
        2893.28
    ],
    [
        " when no one had an experience, he was a guy that had really, really done it. And then he was",
        2893.28,
        2900.0
    ],
    [
        " top gun, top gun instructor. You're just, and then F 35, F 22, just all that stuff that he's done.",
        2900.0,
        2906.2
    ],
    [
        " And he was, he was telling me that like if he thinks about it, he gets a little bit bummed out",
        2907.0,
        2912.96
    ],
    [
        " because he's just starting GJ2 right now. And obviously it's in his head. And he's thinking,",
        2912.96,
        2918.22
    ],
    [
        " oh, I'm never going to reach the highest level that I should or could if I had started younger.",
        2918.22,
        2927.58
    ],
    [
        " And so he, he's almost like if he thinks about that too much, it's almost like, well,",
        2928.06,
        2931.7
    ],
    [
        " then I'm just not going to do it. But he immediately was like, of course, I know that I'm going to do it.",
        2931.74,
        2937.72
    ],
    [
        " And I'll be as good as I can. But you know, that's, that's also the way life is, right?",
        2937.78,
        2946.58
    ],
    [
        " Just like when you, how do you deal with losing in life? You learn from your mistakes,",
        2946.78,
        2951.8
    ],
    [
        " you move on, you don't dwell. It's the same thing as GJ2. You study your weaknesses,",
        2951.96,
        2955.64
    ],
    [
        " you figure out what you can do. You fix those problems, you move forward. Don't dwell in the past.",
        2955.82,
        2959.7
    ],
    [
        " That's it. Yeah, those got beat good. Yeah. I actually put into perspective even more.",
        2960.06,
        2966.9
    ],
    [
        " Well, okay, so this is just an assumption. I know. I just had my first tournament. I'm assuming",
        2967.62,
        2972.76
    ],
    [
        " white belt, maybe blue belt. Okay. I'm assuming. Yep. You know, it just doesn't seem like at brown belt or",
        2972.86,
        2979.7
    ],
    [
        " something you're asking this question. Oh, you're not in your first tournament. Yeah, too quickly.",
        2979.7,
        2984.58
    ],
    [
        " But, you never know. But you wouldn't have this in your mind where like, how do you deal with loss?",
        2984.94,
        2989.36
    ],
    [
        " You won't have that in your mind as a brown belt. Like, you know, it's a little bit more clear.",
        2989.62,
        2993.22
    ],
    [
        " Anyway, so unless you, this is like, scar due for life, I lost and I'll never compete ever again.",
        2993.34,
        3002.04
    ],
    [
        " Kind of thing. I think this is this is a good way to think of it. Where, you know how",
        3002.22,
        3007.96
    ],
    [
        " it's like, I don't know your first girlfriend, like junior high or something dumped you.",
        3007.96,
        3013.48
    ],
    [
        " Like at the time, it seems like, I don't know. Whatever. And then when you're in the adult,",
        3013.62,
        3017.78
    ],
    [
        " you're like, same thing in GJ2. So like, when you're a white belt and you lost your first,",
        3017.78,
        3022.36
    ],
    [
        " you know, as a white belt and you're, you know, I don't know, a blue belt,",
        3022.36,
        3026.42
    ],
    [
        " a brown belt, black belt, whatever. And you're thinking about your first tournament.",
        3026.6,
        3029.38
    ],
    [
        " Like, oh my gosh, who cares? It doesn't matter at all. And really when you kind of put into",
        3029.52,
        3035.08
    ],
    [
        " perspective, unless you want to dedicate your life to competing, the tournaments don't really mean",
        3035.08,
        3039.14
    ],
    [
        " anything. It's just fun. And if you take the fun out of it by putting everything on that one",
        3039.14,
        3044.36
    ],
    [
        " tournament that you're currently doing, probably won't want to do it. And you'll kind of think that",
        3044.36,
        3048.64
    ],
    [
        " that's kind of what competing is about. That's not. So if you're, if you lose your first tournament,",
        3048.64,
        3055.4
    ],
    [
        " my first match in my first tournament, I lost. I didn't get the floor wiped with me, but that's",
        3056.02,
        3062.0
    ],
    [
        " a common thing. Yeah. You think back on it. And not only do you, well, I think you'll always remember",
        3062.0,
        3067.0
    ],
    [
        " the first one, but as far as like whether you won or lost, it doesn't matter at all. Totally",
        3067.0,
        3072.38
    ],
    [
        " doesn't matter at all. And you'll find that the more you compete, the less it'll matter. And then",
        3072.38,
        3077.36
    ],
    [
        " do you just, competition really, unless you're like really dedicating your life to being a, you know,",
        3077.36,
        3083.3
    ],
    [
        " good competitor, um, did you, competitions, you're going to win some and you're going to learn",
        3084.08,
        3088.74
    ],
    [
        " to lose some and you learn, yeah. And you learn and you learn, oh my gosh, that doesn't work.",
        3088.74,
        3094.32
    ],
    [
        " If I don't time it correctly or dang, that doesn't work because that's not a real submission. I",
        3094.42,
        3099.04
    ],
    [
        " only do it to smaller guys and they tap because it's uncomfortable kind of thing, but in turn,",
        3099.04,
        3102.96
    ],
    [
        " it doesn't, you learn these kind of things, you know, but it's not even going to matter. Like",
        3102.96,
        3106.4
    ],
    [
        " dealing with the loss. It's not even going to be a factor because you're just going to know. That's",
        3106.4,
        3113.28
    ],
    [
        " kind of just starting out, you know, like if you ask, like a top level black belt competitor,",
        3113.46,
        3121.12
    ],
    [
        " you know, did you win, ask Koyler, okay, Koyler, right? He tells the story about him and hoist,",
        3121.12,
        3129.4
    ],
    [
        " he went into their first competition. Their dad said, if you win, I'll give you 10 bucks.",
        3129.58,
        3137.9
    ],
    [
        " If you lose, I'll give you 20. So it takes the pressure off. Like it's not that big of a deal.",
        3138.2,
        3144.72
    ],
    [
        " You know, if you lose, boom, you know, it's all good. That's what that was for. And",
        3145.04,
        3148.54
    ],
    [
        " Koyler lost, hoist one, Koyler lost. He got the 20 bucks and he's like, sure, I would have,",
        3148.54,
        3153.14
    ],
    [
        " you know, had the, Koyler, one of the greatest legendary guys lost his first one.",
        3153.5,
        3157.7
    ],
    [
        " Yeah, puts it in perspective. Yeah, it doesn't matter at all.",
        3158.46,
        3161.74
    ],
    [
        " You got $20.",
        3161.74,
        3162.56
    ],
    [
        " I was going to get the 20 bucks, but just say it on me. Yeah, it doesn't matter. It won't matter.",
        3162.9,
        3169.94
    ],
    [
        " And you're going to think the same thing like high school, like the stuff that happens in high school,",
        3170.1,
        3173.04
    ],
    [
        " when it happens, it seems like it's a big deal. But then when you're an adult, you're like, uh,",
        3173.04,
        3176.52
    ],
    [
        " it can happen. This is an adult. It's cool. It's a cool memory. But you know, could have been better.",
        3176.74,
        3181.64
    ],
    [
        " Anyway, next question. Hello, Mr. Willink. I'm currently deployed to Iraq as an E6 in the army.",
        3182.02,
        3190.18
    ],
    [
        " I have listened to your podcast and really enjoy your stuff, especially different discipline",
        3190.3,
        3193.92
    ],
    [
        " equals real. I know as a sergeant and as a leader, your focus isn't to be liked. However,",
        3193.92,
        3199.84
    ],
    [
        " your soldiers should respect you, respect both you and your rank. My question is, how do you",
        3200.2,
        3206.2
    ],
    [
        " tell your soldiers to do the small stuff tedious stuff like taking out the trash and still be liked?",
        3206.2,
        3212.1
    ],
    [
        " All right. Well, first of all, if we want to get respect from people, we have to give them",
        3212.86,
        3219.56
    ],
    [
        " respect for sure. Think about this. Think if you took out the trash sometime. You know,",
        3219.56,
        3224.98
    ],
    [
        " think if you're the boss, but you see that the trash is getting overfilled and you just grab it and",
        3225.08,
        3228.8
    ],
    [
        " take it out. Just think about what that does. Think about what that does to the attitude of the guys.",
        3228.8,
        3234.24
    ],
    [
        " If you took out the trash, you, you, maybe in your mind, you think you'd be losing respect.",
        3235.48,
        3242.12
    ],
    [
        " But you actually wouldn't be at all. In fact, everyone looks at you and goes, oh, he's a good guy.",
        3242.76,
        3247.68
    ],
    [
        " He's taking out the trash. It was little full. He's taking care of it. So maybe if you're insecure,",
        3248.32,
        3253.86
    ],
    [
        " you'd think you'd lose respect, but I think if you're secure and your ability to lead it,",
        3254.2,
        3257.48
    ],
    [
        " and if you know that doing some tedious stuff is going to make you guys appreciate you,",
        3257.6,
        3263.04
    ],
    [
        " then to me, that means it's kind of worth it. Yeah, fully. Right. Another example, and you know,",
        3263.42,
        3270.42
    ],
    [
        " we talk about taking out the trash, but like, what if the platoon space has to be cleaned?",
        3270.42,
        3274.32
    ],
    [
        " And on Friday, you just say, hey, guys, you guys can go ahead and roll out. I got this.",
        3276.02,
        3281.56
    ],
    [
        " Right. There's a chance they're like, hey, boss, we're not leaving.",
        3282.32,
        3286.2
    ],
    [
        " Yeah. Yeah. No, we'll help you. Of course, there's a chance they'll be like, oh, that's awesome.",
        3286.52,
        3292.48
    ],
    [
        " Thanks, boss. And they bail over time. That might be if they don't respect you at all, they might",
        3292.48,
        3300.22
    ],
    [
        " bail. Now in order to regain the respect, do you make them stay and boss them around more?",
        3300.22,
        3306.44
    ],
    [
        " Does that increase the respect for you? You see how interesting it is? Is that if you go, hey,",
        3306.54,
        3311.22
    ],
    [
        " guys, that's cool. I'll do it. And you're working hard and you still got to maintain the discipline",
        3311.36,
        3318.92
    ],
    [
        " and you don't take any slack, but at the, it's the same balance. The balance we talk about all the time.",
        3318.92,
        3325.02
    ],
    [
        " So the more that you treat them with respect, the more they're going to respect you and",
        3329.9,
        3335.7
    ],
    [
        " they're going to know that you're not too high at mighty. They're going to know that you're",
        3335.7,
        3342.36
    ],
    [
        " down to earth. When I was a platoon commander, tasked you to command, or I picked up brass,",
        3342.36,
        3346.88
    ],
    [
        " I cleaned the ranges with the boys. That's just the way I operated. And I would recommend that",
        3347.3,
        3353.56
    ],
    [
        " kind of attitude. It didn't make people think, oh, Jocco doesn't have anything better to do.",
        3353.56,
        3357.5
    ],
    [
        " They actually knew I had stuff to do. But what I got to do, pick up brass with the boys,",
        3357.5,
        3362.86
    ],
    [
        " build the relationships, set the example. They're going to respect you for it.",
        3363.46,
        3367.28
    ],
    [
        " Yeah, make sense. At the end of the day, do you have something better to do right? Because the whole",
        3367.82,
        3373.26
    ],
    [
        " in the big picture, it's like how you say, like, that's a leader. Yeah, sometimes you literally have",
        3373.26,
        3378.2
    ],
    [
        " something. No, like sometimes you literally like, hey, the boys are picking up brass and guess what,",
        3378.4,
        3384.16
    ],
    [
        " you got a meeting with the commanding officer. You got to go do, you know, sometimes where you",
        3384.26,
        3388.34
    ],
    [
        " actually do. And what's cool is tactically is, and you heard us saying this at the FTX,",
        3388.34,
        3395.94
    ],
    [
        " when we're up in Utah, if you see the leader doing something menial, what you should do is as a",
        3395.94,
        3402.54
    ],
    [
        " follower step up and say, hey, Echo, I got this. You can go and lead. That's what you want.",
        3402.82,
        3407.58
    ],
    [
        " That's what I want to do for my leader. I want to take things off my leader's plate as much as",
        3407.96,
        3412.0
    ],
    [
        " possible. Yeah. Now, the more you try and you just have to build those relationships, the way",
        3412.0,
        3420.42
    ],
    [
        " you build those, if you don't have anything better to do, then you get down there and you help,",
        3420.42,
        3423.78
    ],
    [
        " you help clean up the range, you help pick up the brass. Yeah, that's the way it is.",
        3423.9,
        3428.0
    ],
    [
        " I actually did notice that about you and Lafe too, where, you know, like I'll have my camera",
        3428.0,
        3434.58
    ],
    [
        " equipment and lights or whatever. And it's not a bunch of stuff, but you know, you're always like,",
        3434.58,
        3439.64
    ],
    [
        " oh, you'll like grab something. Yeah. And you don't like when I grab your camera. Yeah, don't touch,",
        3439.72,
        3444.72
    ],
    [
        " don't touch it. Don't touch it. But when it's just me and you, it's kind of like cool,",
        3444.72,
        3448.94
    ],
    [
        " because we're just kind of friends or whatever. There's no perceived or no like,",
        3448.98,
        3453.62
    ],
    [
        " hierarchy kind of thing. Like you're, you know, but let's say like at the master, whatever,",
        3454.46,
        3458.54
    ],
    [
        " it's like you guys have a specific job, I have a specific job, you know, kind of thing. And",
        3458.72,
        3464.14
    ],
    [
        " meanwhile you and and Lafe will like if if I'm around, I'm carrying something, you'll always like",
        3464.14,
        3470.1
    ],
    [
        " grab something or say, hey, you need, you know, you know, you know, you know, you talk thing.",
        3470.1,
        3473.92
    ],
    [
        " It's like, oh, are you good? I'm like, bro, you're the instructor here. Kind of thing. That's",
        3474.04,
        3477.8
    ],
    [
        " what I'm thinking in my head. And, and yeah, you guys always offered it like help. Interesting.",
        3477.8,
        3483.7
    ],
    [
        " I'm like almost offended. Like, bro, like, do I look like I need help? Cause you shouldn't",
        3484.42,
        3488.3
    ],
    [
        " really be asking me for help. Kind of. I never, but very capable individual. Yeah. And",
        3488.3,
        3495.84
    ],
    [
        " the small tedious stuff, the other thing is you explain to him why it's important, right?",
        3495.84,
        3501.52
    ],
    [
        " Not to answer. We give all the time. Why is it important? Why is it important that the",
        3501.94,
        3507.78
    ],
    [
        " guys to have time off over the weekends and not be stuck here clean and because the commanding",
        3507.78,
        3511.72
    ],
    [
        " officer came in and saw that this place looked like a hellhole. Okay. Well, that makes sense to us.",
        3511.72,
        3516.12
    ],
    [
        " We understand why you want us to clean now. You want us to clean so that we can",
        3516.3,
        3520.34
    ],
    [
        " have time off. You want us to clean so you want us to train hard. You want us to do this because",
        3520.34,
        3524.7
    ],
    [
        " because we want to be ready for combat because I want you guys to be able to come home to your families.",
        3524.7,
        3528.22
    ],
    [
        " Make sure they understand why they're doing what they're doing. And if there's no reason why",
        3528.62,
        3534.06
    ],
    [
        " to, if the reason, I mean, even cleaning, even taking out the trash, there's a reason for that,",
        3534.06,
        3538.34
    ],
    [
        " right? There's an actual reason for that. We can't just have junk everywhere.",
        3538.54,
        3541.8
    ],
    [
        " So explain why participate when you can build relationships with your troops. You'll be good.",
        3542.48,
        3552.46
    ],
    [
        " Yeah. That works for you. And by the way, thanks for your service and brother. I hope you're",
        3553.12,
        3557.92
    ],
    [
        " having a good time over in Iraq getting after it. Yeah. Second that for sure.",
        3557.92,
        3562.26
    ],
    [
        " That works for kids big time. Explaining why you do it. And if you really want to dial in the",
        3563.48,
        3570.54
    ],
    [
        " effectiveness is make that reason somehow tie it to their interests, their direct interests because",
        3570.54,
        3578.32
    ],
    [
        " sometimes kids can't see the big picture. You know, like if I say, you got to clean your room.",
        3578.32,
        3582.62
    ],
    [
        " And you know, otherwise your room would be messy and then maybe, you know, later in life, you",
        3584.32,
        3590.0
    ],
    [
        " might be comfortable with a mess room might get in the way of your effectiveness. Give it a little",
        3590.0,
        3594.64
    ],
    [
        " four or five year olds. They're not going to understand that. They're going to be like, cool. That",
        3594.64,
        3597.24
    ],
    [
        " sounds like terrible, but they won't feel it. You know, but if you tie it into their like direct",
        3597.24,
        3602.6
    ],
    [
        " interests as a four or five year old or however old the kid is, it works really good.",
        3602.6,
        3608.92
    ],
    [
        " What if you don't clean your room and there's a fire and I come in here to get you,",
        3609.32,
        3612.28
    ],
    [
        " would I trip and fall down and then you die?",
        3612.28,
        3614.48
    ],
    [
        " That's one way. Yeah. Yeah. For sure. All right. I don't know if I'd say that, but it's cool.",
        3614.84,
        3623.72
    ],
    [
        " Good time for one more here. Yeah. Thanks, Sue.",
        3624.18,
        3626.36
    ],
    [
        " Jocco. In war, the enemy is clear, but in life and business, not so easy to identify any tips.",
        3628.0,
        3638.94
    ],
    [
        " Well, I mean, first of all, that is not a true statement.",
        3643.98,
        3648.34
    ],
    [
        " And in war, the enemy is not always clear, not at all. The enemy, the enemy can be hard to identify.",
        3648.92,
        3658.1
    ],
    [
        " Very hard to identify. The enemy is going to use camouflage to conceal themselves.",
        3658.58,
        3663.34
    ],
    [
        " They're going to use deception to distract your attention. They're going to blend in with the",
        3664.08,
        3671.44
    ],
    [
        " friendly civilian populace and they're going to take advantage of your benevolence.",
        3671.44,
        3675.8
    ],
    [
        " Right? In fact, the enemy is going to do absolutely everything in its power",
        3676.16,
        3682.5
    ],
    [
        " to obscure their position, to hide their purpose, to even mask their identity.",
        3682.5,
        3691.2
    ],
    [
        " So it is not easy to identify the enemy in combat, in war. So what you have to do is you have",
        3691.64,
        3701.42
    ],
    [
        " to control what you can control. Right? You've got to be prepared. You've got to train. You've",
        3701.42,
        3707.18
    ],
    [
        " got to study. You've got to rehearse. You've got to remain vigilant. You've got to maintain",
        3707.18,
        3714.02
    ],
    [
        " discipline and everything you do so that when the enemy does reveal itself, you have the ability to",
        3714.02,
        3721.92
    ],
    [
        " outthink it, to outmaneuver it, to outfight the enemy.",
        3721.92,
        3728.92
    ],
    [
        " And it's actually the same thing in business. Right? The enemy can be hard to identify.",
        3730.98,
        3735.94
    ],
    [
        " Your competitors aren't broadcasting their next move. You don't know what the market's going to do.",
        3736.58,
        3744.62
    ],
    [
        " You can't be certain about the next trend or the next downturn or the next bubble that's going",
        3744.7,
        3749.2
    ],
    [
        " to burst. You can't know those things. So you have to do the same thing if to control what you can",
        3749.2,
        3754.42
    ],
    [
        " control, which is you. You've got to gather intelligence. You've got to analyze the metrics that you",
        3755.46,
        3762.4
    ],
    [
        " can track. You've got to train yourself and your team to be prepared for both the known and also",
        3762.4,
        3769.12
    ],
    [
        " be prepared for the unknown. Figure out what the likely contingencies are and have some plans",
        3769.12,
        3778.08
    ],
    [
        " to execute if those contingencies occur, maintain discipline as an organization so that you have the",
        3779.92,
        3787.24
    ],
    [
        " flexibility and the responsiveness to maneuver effectively and efficiently. When the unpredictable",
        3787.24,
        3793.58
    ],
    [
        " actually happens, so instead of suffering and falling apart in the chaos, you can take advantage",
        3793.58,
        3801.0
    ],
    [
        " of it and win. And that's business and life is the same. The enemy is not always clear in life.",
        3801.0,
        3813.26
    ],
    [
        " It can be hard to tell who's going to try and bring you down. Or what is going to bring you",
        3813.34,
        3821.18
    ],
    [
        " down? There's distractions. There are things out there that will do you harm that are so camouflage.",
        3821.18,
        3830.1
    ],
    [
        " You can't see them at all. There are deceitful people. There are accidents that can occur and",
        3830.1,
        3841.94
    ],
    [
        " diseases that take root and there's bad luck and there's Murphy's law and there's times when it",
        3841.94,
        3858.54
    ],
    [
        " and the same rules apply. Control what you can't control you. Train hard, learn, maintain the",
        3858.86,
        3871.06
    ],
    [
        " unmitigated daily discipline in all things. Train hard physically and mentally. Push yourself so hard",
        3871.06,
        3883.36
    ],
    [
        " that you become accustomed to the stress. You get used to it.",
        3883.36,
        3887.54
    ],
    [
        " Every day make yourself stronger and faster and smarter and better so that when the enemy does",
        3888.28,
        3900.94
    ],
    [
        " finally climb out of the shadows and expose himself to you, you are ready. You are waiting.",
        3900.94,
        3911.38
    ],
    [
        " And you can relish in the opportunity to attack and fight and utterly decimate and destroy him.",
        3913.36,
        3924.5
    ],
    [
        " And I think that's all I've got for tonight. So that go maybe you could",
        3925.52,
        3940.7
    ],
    [
        " help us figure out how we can support ourselves and perhaps be better prepared for the enemy",
        3942.44,
        3952.7
    ],
    [
        " of whichever kind and whenever it exposes itself so that we can smash it. And if you want to do that,",
        3952.7,
        3963.26
    ],
    [
        " you can also do that while simultaneously supporting this podcast. They want to. Of course.",
        3963.36,
        3969.74
    ],
    [
        " Or we could just have a bunch of advertisers on here and listen to us talk about stuff that",
        3969.8,
        3975.34
    ],
    [
        " sure. Yeah. Yeah. Either way. Hey, what I'm here to do. One of the things I was talking to. Actually,",
        3975.34,
        3984.2
    ],
    [
        " that's true. That's true. That's where you know how you say that a lot and it's easy, especially",
        3984.3,
        3990.46
    ],
    [
        " me. What do I say a lot? Like be ready. You know, yeah. You know, I'm you know, yeah, yeah,",
        3990.46,
        3995.78
    ],
    [
        " prepare your strong or faster smarter. And you don't like a lot of things after a while. You hear",
        3996.18,
        4000.92
    ],
    [
        " it like enough a lot of times, a lot of times, a lot of times, a lot of times. Sometimes it clicks,",
        4000.92,
        4005.38
    ],
    [
        " but then every once in a while, you'll it'll like leave a mark. No, I don't know the opposite. Sorry.",
        4005.4,
        4011.22
    ],
    [
        " The opposite like, okay, you know, I get it, I get it, I get it. I get it. I get it. I get it.",
        4011.46,
        4016.28
    ],
    [
        " Well, I'm about next kind of. Yeah. And these things like when you really think about that one,",
        4016.36,
        4021.4
    ],
    [
        " like we's there's this saying, I don't know, I'm sure it's not new when I heard it was like,",
        4021.56,
        4025.94
    ],
    [
        " chance favors the prepared man. Is that the correct one? Fortune favors the brave. Wait,",
        4026.08,
        4033.24
    ],
    [
        " what are you looking for? That quote. It's like basically something. Chance favorite, the one",
        4033.5,
        4038.5
    ],
    [
        " that I heard was chance favors the prepared man. Yeah, for sure. So it's all it's all the same",
        4038.5,
        4042.64
    ],
    [
        " variations of that one. I went straight to the fortune favors the bold or brave. Yeah.",
        4042.64,
        4047.54
    ],
    [
        " Well, it's the prepared, right? So if you're prepared, you know, you're going to seem to have more",
        4048.1,
        4054.58
    ],
    [
        " luck, you know, with victory and all this other stuff, right? So it's like, you know, in any",
        4054.58,
        4059.92
    ],
    [
        " circums, like if you take working out, working that is like the easy one because like if you're in",
        4059.92,
        4064.96
    ],
    [
        " shape or you're if you're strong or if you're not weak or if you're not incapable, you know,",
        4064.96,
        4068.48
    ],
    [
        " like you don't work out so your backs out or something like that or compare it with being strong.",
        4068.52,
        4073.28
    ],
    [
        " Being strong is always more beneficial in pretty much every single situation. There is.",
        4073.28,
        4078.8
    ],
    [
        " Then being weak. Yes. True. Or being in shape or or you know, being healthy.",
        4078.94,
        4082.88
    ],
    [
        " Being smarter. Being smarter. Yeah. Yeah. Yeah. Well, what you hesitate about, it's always good to",
        4083.22,
        4090.82
    ],
    [
        " be strong. Occasionally, it's good to be dumber. No, not say it's not one of the it's one of those",
        4090.82,
        4096.04
    ],
    [
        " things where where the result of working out and being strong is always going to add a tangible",
        4096.04,
        4100.82
    ],
    [
        " benefit to most of this pretty much everything you do. Yeah. And you don't know you got about",
        4100.86,
        4104.64
    ],
    [
        " being smarter. I'm not saying that. I'm not just going to jump into it. Yes, that's true too,",
        4104.64,
        4109.0
    ],
    [
        " because I didn't think about it. I've got a lot about this. But I'm not saying you're",
        4109.02,
        4112.42
    ],
    [
        " I'm not saying there you go. Well, none the less, but I think that's one of those things where",
        4112.42,
        4118.24
    ],
    [
        " we kind of it's my opinion that what you just said there is should be taken to heart.",
        4118.24,
        4125.2
    ],
    [
        " 100% concur. Yeah. Not just some cool thing like let's face it. That sounded good. That sounded",
        4126.66,
        4132.88
    ],
    [
        " cool. But in there, I don't I don't listen to it because I'm saying it. Yeah, I thought it sounded",
        4132.88,
        4138.02
    ],
    [
        " dope. Okay. But it's it's absolutely true. And you know, and there's little micro struggles,",
        4138.02,
        4145.58
    ],
    [
        " you know, in life, let's face it. I know you have some microphones. I was a lot on my",
        4145.58,
        4149.72
    ],
    [
        " way. My all my struggles are high. But guess what? No problem. You know, no factor. No",
        4149.94,
        4158.08
    ],
    [
        " factor. I was filling up. Jugs. And I use this example. I'm going to do it again. You know",
        4158.08,
        4164.14
    ],
    [
        " why? Because it's it every time I fill up. Jugs, I think about this. The struggle is real.",
        4164.14,
        4168.9
    ],
    [
        " Water. Jugs. They're like, well, 40 pounds right? I think like seven pounds. How many gallons are",
        4169.22,
        4174.4
    ],
    [
        " eight pounds per gallon seven? Okay. So they're five gallons each. Yeah. Okay. So that's, you",
        4174.68,
        4181.34
    ],
    [
        " know, but no problem. You know, no, I can do it. No, I don't need a cart to carry them. You",
        4181.34,
        4186.7
    ],
    [
        " know, kind of thing. I don't need you. Carried. Just want any charm. Yeah. I want any charm.",
        4186.7,
        4189.66
    ],
    [
        " See what I see what I'm saying. I'll see how you're like, that's nothing. That's nothing. That's",
        4190.22,
        4194.0
    ],
    [
        " nothing. But for a lot of people who don't work out and I'm like, that's not nothing. It's",
        4194.0,
        4204.38
    ],
    [
        " okay. So tell us how we can prepare for. Yeah. Okay. So first thing you do is maintain.",
        4204.88,
        4211.1
    ],
    [
        " Maintain your, your, what do you call it? Your, your, your structure.",
        4211.82,
        4217.54
    ],
    [
        " Foundational structure. Foundational structure. Make sure you're not breaking down. Starting with",
        4218.3,
        4223.52
    ],
    [
        " your joints. As always say, chocolate is some supplements. Crill oil and glucose, meaning",
        4223.52,
        4229.82
    ],
    [
        " conjuretants supplements. Jocco super, Crill, Crill oil and what's called joint warfare. Jocco",
        4229.88,
        4240.36
    ],
    [
        " joint warfare. That's glucose, meaning conjuretants and some other good stuff for your joints.",
        4240.36,
        4244.04
    ],
    [
        " It's funny. The other stuff is actually really beneficial. So go to origin main.com and read",
        4244.18,
        4252.38
    ],
    [
        " so that you can realize the benefits that you're getting because it's good for you. Yeah. And",
        4252.38,
        4258.78
    ],
    [
        " I'll go beyond just good for you. It's the kind where, and I'm saying this first hand, first hand",
        4259.02,
        4264.3
    ],
    [
        " account, my account. Before you take this, you, you're gonna have joint pain and even non-factor joint",
        4264.3,
        4272.56
    ],
    [
        " pain. I was talking to Dave Burke the other day. Dave Burke's popular today. Yeah. Yeah.",
        4272.56,
        4277.52
    ],
    [
        " So Dave Burke asked me about Crill oil just in general. He's like, well, I don't have joint pain.",
        4278.4,
        4284.94
    ],
    [
        " Like most of workouts and workouts I do see that and that's the thing. So I was like, I was kind",
        4284.94,
        4289.78
    ],
    [
        " of like that too, where I didn't know. And I don't want to be the guy who's like, no, you do have",
        4289.78,
        4294.74
    ],
    [
        " this problem. And they're like, bro, I don't have this. No, no, you do. And you need this product.",
        4294.74,
        4298.52
    ],
    [
        " You know, I'm not, I didn't want to be that guy. I didn't want to come off like that.",
        4299.0,
        4302.2
    ],
    [
        " So I'm like, yeah, you'll save coming off like that for the podcast.",
        4302.34,
        4306.42
    ],
    [
        " No, he made a good point. If you don't have like joint pain or",
        4307.04,
        4314.6
    ],
    [
        " whatever, then yeah, you won't have the exact experience I did because I did have joint pain.",
        4315.8,
        4320.14
    ],
    [
        " And I joined pain in places that I didn't kind of realize it. You just feel like, oh, don't",
        4320.24,
        4325.46
    ],
    [
        " hang on. I'm just think that's just better. That's your baseline. You get used to the pain.",
        4325.46,
        4329.12
    ],
    [
        " On top of the fact that I had pain that I didn't that I knew wasn't normal. You know, just more",
        4329.42,
        4333.22
    ],
    [
        " stiff now than getting older, whatever. But nonetheless, I was like, you're looking old. I think",
        4333.22,
        4339.02
    ],
    [
        " through. How do I look? You know, it's birthday in two days, by the way.",
        4339.7,
        4345.48
    ],
    [
        " Boom. Anyway,",
        4345.48,
        4347.26
    ],
    [
        " sure, you could not have joint pain. But even before I had like any kind of pain from working",
        4348.0,
        4355.38
    ],
    [
        " out or whatever from joint or in my joints or whatever, I should have started taking it before",
        4355.38,
        4362.4
    ],
    [
        " that. I should have. And I'm not saying people take it or what I'm not saying that necessarily.",
        4362.4,
        4367.04
    ],
    [
        " So Dave's question to me was, should I start taking it? I said, yes. Yeah, 100%.",
        4369.14,
        4373.32
    ],
    [
        " It's good advice. But I did have to let him know if you legitimately are not having joint pain,",
        4373.32,
        4379.78
    ],
    [
        " don't think that it's going to be a miracle thing like it felt like for me.",
        4379.94,
        4383.22
    ],
    [
        " That's the point. Nonetheless, it's the best stuff because it's from Jocco, right?",
        4384.08,
        4390.3
    ],
    [
        " Yeah, well, it's the best stuff because it's the best stuff. It happens to be.",
        4391.68,
        4394.94
    ],
    [
        " It happens to be. Anyway, go to origin main.com for this super krill oil and jocco joint warfare",
        4394.94,
        4401.4
    ],
    [
        " on the tops of the labs. I always see that. It's on the front too. It's real obvious. Just go there.",
        4401.4,
        4406.66
    ],
    [
        " Origin main.com. There's also some geese. If you're still wondering about what",
        4406.82,
        4412.14
    ],
    [
        " ghee to get, don't wonder. And straight up. Yeah. And there's actually, there's actually no comparison.",
        4412.14,
        4419.02
    ],
    [
        " Quite honestly, there's no comparison. Every other ghee is not made here in America.",
        4419.16,
        4425.88
    ],
    [
        " With American hands, American material. So there's no comparison. You can't compare.",
        4426.16,
        4433.66
    ],
    [
        " You literally can't compare it. There's no comparison. Yeah. And I don't want to turn this into like,",
        4434.06,
        4440.54
    ],
    [
        " you know, putting down any other ghee company. So I'm not necessarily going to do that. But",
        4440.78,
        4446.8
    ],
    [
        " let's face it in certain manufacturing industries. I guess brands. A lot of brands,",
        4448.24,
        4458.32
    ],
    [
        " they go, they all go to the same supplier in Pakistan. Yeah, they all come to all of the things come",
        4458.54,
        4465.02
    ],
    [
        " from the same place. Yeah. And that's why I said there's actually no comparison. And it's not",
        4465.02,
        4469.04
    ],
    [
        " just no comparison. Cause it's made in America. It's no comparison because it's been designed.",
        4469.04,
        4473.72
    ],
    [
        " From the ground. Yes. By people that do jujitsu. Yes. By people that do jujitsu on the daily",
        4473.98,
        4481.82
    ],
    [
        " at origin, factory, then you know what the next building is, the origin training facility.",
        4481.82,
        4487.54
    ],
    [
        " It's like, we're going to put on our geese and train. And then we're going to make sure that it's",
        4487.88,
        4492.9
    ],
    [
        " squared away. Yeah. From the, by the way, it's not like, oh, well, we want it to look like this. And",
        4492.9,
        4503.7
    ],
    [
        " weave of the material. Yes. And so that it's optimum for jujitsu. And that's what we'll make and sell.",
        4503.7,
        4510.36
    ],
    [
        " So there's no comparison. Yeah. And he was like, no one else doing anything close to that. Yeah.",
        4510.62,
        4515.56
    ],
    [
        " The closest would be, hey, we're making it look, we're putting a color to it or putting a patch",
        4515.86,
        4521.9
    ],
    [
        " somewhere. Or you know, that's the closest you could do to say, and we're doing something like this.",
        4521.9,
        4526.38
    ],
    [
        " Yeah. No one's designing from the ground up. Yeah. From the material up from the threads themselves.",
        4526.72,
        4532.86
    ],
    [
        " Yeah. The typical. By the way, it's not just the geese, the rash guards, same thing. Yeah.",
        4533.38,
        4538.54
    ],
    [
        " The material created by origin. Yeah. Yeah. The typical scenarios you get, you know, hey, I'm going",
        4539.32,
        4548.5
    ],
    [
        " to be surprised, man, even these like kind of established, key brands like, I'm, it doesn't matter",
        4548.5,
        4554.12
    ],
    [
        " which ones, whatever, but they'll be like, hey, yeah, let's do, you know, let's make this",
        4554.12,
        4558.48
    ],
    [
        " oh, by the way, let's get the same blanks that we've always been getting and that everyone else.",
        4558.72,
        4564.08
    ],
    [
        " And let's just put a cool stitch on there or something or patch or design. That's just the way",
        4564.08,
        4570.54
    ],
    [
        " it typically works. Not even necessarily that there's anything wrong with it. Cause if you like,",
        4570.54,
        4573.62
    ],
    [
        " you get you like, you get that's good. That's how I am. But yeah, the origin ones, you kind of put",
        4573.62,
        4579.02
    ],
    [
        " it on. I will argue that you're going to kind of understand my opinion on the last or domain.com.",
        4579.02,
        4586.02
    ],
    [
        " That's the, that's the good one. Also for legit fitness gear, go to on it.com slash jaco good",
        4586.02,
        4595.3
    ],
    [
        " kettlebells on there. They got some Star Wars kettlebells. That's cool. Yeah, see, that's a",
        4595.3,
        4603.36
    ],
    [
        " thing, man. You don't really care that much about these cool kettlebells. I do nice about it. I do.",
        4603.36,
        4608.0
    ],
    [
        " I think they're dope. Nonetheless. Yeah, kettlebells on there. I got into kettlebells a while ago.",
        4608.26,
        4613.94
    ],
    [
        " Very glad I did wish I had done it earlier. Did I get you into kettlebells? Yeah. I got you",
        4614.3,
        4621.58
    ],
    [
        " into Crull Oil and kettlebells. Yeah. Give it up. But both, yeah, both not necessarily not",
        4621.58,
        4627.42
    ],
    [
        " actively. And I got you into Metcons too. Metcons. Yeah, you used to not do Metcons. I remember you",
        4627.42,
        4632.54
    ],
    [
        " sent me a text sometime like it was like, what's the deal with this, this metabolic conditioning?",
        4632.54,
        4637.86
    ],
    [
        " You said, what should I do? And I just like said, you know, all of a sudden you started doing Metcons",
        4638.18,
        4642.46
    ],
    [
        " and your cardio on the mat got a lot better. Yeah. Yeah. Quick too, by the way. Yeah. Metcons. Metcons",
        4642.46,
        4650.48
    ],
    [
        " with kettlebells and Crull Oil. That's the combo right there. Anyway, and there's a lot of cool",
        4650.48,
        4656.52
    ],
    [
        " other exercise stuff on there like create kind of creative stuff. You know, keep your workouts",
        4656.52,
        4661.12
    ],
    [
        " interesting. That is on it.com slash jaco. Check out some stuff on there. They got some really good",
        4661.12,
        4666.82
    ],
    [
        " stuff. Really good stuff. Audrey's I'll breathe smart with that where he's always like pushing like",
        4666.82,
        4671.72
    ],
    [
        " good stuff. You know, you know, also jaco is a store. It's called jaco store jaco store. It has",
        4671.9,
        4680.52
    ],
    [
        " if you want to get these shirts that we make that we happen to make, they're good shirts too. They're",
        4680.52,
        4686.54
    ],
    [
        " not like free shirts. You know, the free ones that you like cool and you never wear it. It's not",
        4686.54,
        4692.32
    ],
    [
        " that kind. Very wearable. I made it a point to make them like good. You know, some women's stuff on",
        4692.32,
        4697.38
    ],
    [
        " there. Rash guards patches hoodies. You know, it's kind of colder now places. They're thicker hoodies.",
        4697.38,
        4706.76
    ],
    [
        " Does it call them the koaii right now? It is. Actually, it is. It's like 60. There's no",
        4707.26,
        4713.84
    ],
    [
        " on the top of koaii, right? No, not quite. That's the big island. Yeah. Dang it. Monica. I just revealed my",
        4713.84,
        4720.04
    ],
    [
        " not everyone. Non-Hawaiian. That's all right, right. You're coming in to me.",
        4720.04,
        4724.98
    ],
    [
        " I'm sorry. I might have to suspend your my cutie card for a little while though after that one.",
        4725.24,
        4730.88
    ],
    [
        " Anyway, we got some hoodies for people who are in places other than Hawaii or if you're on monocle,",
        4731.12,
        4738.46
    ],
    [
        " thicker hoodies, all this stuff. Anyway, I'm not saying buy stuff. I'm saying go on there. Check it out.",
        4738.64,
        4743.88
    ],
    [
        " If you like something, get something. It's a good way to support. Also, subscribe to the",
        4744.08,
        4747.74
    ],
    [
        " podcast if you haven't already on iTunes and Stitcher and Google Play. However, listen to the podcast.",
        4747.74,
        4751.98
    ],
    [
        " You subscribe. Seems obvious. I know. But if you haven't, subscribe. Good way to support.",
        4751.98,
        4757.34
    ],
    [
        " Also on YouTube. We have a YouTube channel.",
        4757.74,
        4759.54
    ],
    [
        " There is various reasons to subscribe to YouTube. But the main one, I think,",
        4760.62,
        4766.92
    ],
    [
        " main two is if you like the video version of this podcast. And you like little excerpts, whether",
        4767.22,
        4774.6
    ],
    [
        " we put some music behind them. When I say, we, I mean me, put some music behind them and some",
        4774.6,
        4781.16
    ],
    [
        " various effects. Or not, there is excerpts, you know, little shorter than the whole version of",
        4782.4,
        4787.5
    ],
    [
        " the podcast. And you can share them, listen to them or whatever.",
        4787.5,
        4789.92
    ],
    [
        " Let's quickly. Anyway, subscribe to YouTube is what I'm saying. If you want, and if you do want to,",
        4790.52,
        4796.58
    ],
    [
        " and you do, it's a good way to support. Also, psychological warfare. If you don't know what that is,",
        4796.62,
        4801.54
    ],
    [
        " it's an album on iTunes that you can get with tracks.",
        4801.68,
        4806.78
    ],
    [
        " That on your campaign against weakness on the path, trying to get in better shape, you're trying",
        4809.32,
        4815.76
    ],
    [
        " to get in shape. You want to maintain your shape. You want to, what, wake up earlier. I think you",
        4815.76,
        4822.82
    ],
    [
        " covered it, dude. No, no, no, no. These are the, I'm saying you know, but here's the thing. It's like,",
        4822.82,
        4827.62
    ],
    [
        " it, because, because, okay. So it seems obvious, right? You're trying to get in shape. You're going to",
        4828.02,
        4833.64
    ],
    [
        " have hard days, you know, days where you're like, I'm going to skip the workout. Right? No.",
        4833.64,
        4837.76
    ],
    [
        " It seems obvious. That's an element of life on the path that it seems obvious. You'll run into",
        4838.16,
        4844.04
    ],
    [
        " like points of weakness. It's obvious. And I dig it. And there's a track for that.",
        4844.04,
        4848.54
    ],
    [
        " Jocotuz, you why you shouldn't do that. You just listen to it. Boom. Get it right back on track.",
        4849.18,
        4852.4
    ],
    [
        " But I don't always, what I don't always talk about is that there's tracks for other things,",
        4852.6,
        4857.98
    ],
    [
        " like the creativity thing. Like if you got like a procrastination situation, how's that one?",
        4858.52,
        4864.74
    ],
    [
        " The reason you're looking at me like this is because you already know this, but not everybody knows this.",
        4865.54,
        4871.08
    ],
    [
        " You're procrastinating me finishing this podcast. No, no, no, no, we are finishing this podcast strong",
        4871.42,
        4877.58
    ],
    [
        " with boat loads of value. Because I'm letting people know. I'm letting people know. This is what it is. Why",
        4877.58,
        4887.84
    ],
    [
        " tracks on iTunes, MP3, Google Play, Amazon music. If you're going to run into some issues,",
        4887.86,
        4895.6
    ],
    [
        " it'll help you out getting through those issues. Next topic. Yeah. I guess I could have said it like that.",
        4895.94,
        4901.94
    ],
    [
        " That's more of like the jockele way to say it. You know, like I don't, I feel like if I come from a",
        4902.64,
        4909.2
    ],
    [
        " place of, you know, authentic relation to this struggle, I feel like it'll, it'll, it'll pass the",
        4909.2,
        4919.22
    ],
    [
        " message in a more accurate way. I think, okay, you don't skip workouts. True. Do you? Okay, here's",
        4919.22,
        4928.96
    ],
    [
        " this. How's this? Do you ever sit in your gym, sit on the bench or whatever, or the bike can be",
        4928.96,
        4938.28
    ],
    [
        " like, man, if I and make deals with yourself, hey, if I skip today, yeah, I'll just do it double tomorrow.",
        4938.28,
        4944.32
    ],
    [
        " I'll tell you what I'll do is like if I'm doing something that's going to suck like it squats.",
        4944.32,
        4948.56
    ],
    [
        " I'll, I'll, I'll, I'll, I'll procrastinate. I'm in the gym. Like it's going to happen. Okay.",
        4949.14,
        4956.48
    ],
    [
        " But I'll like, okay, let me stretch out my back. You know, you know, but it's, it's one of those things",
        4956.96,
        4962.74
    ],
    [
        " like the outcome is known. Yeah, yeah. The outcome is not in question. Okay. The workout will happen.",
        4962.74,
        4968.04
    ],
    [
        " Okay. I'm just being a complete baby about it. Okay. So then I just have to suck it up. Yeah. So",
        4968.24,
        4974.2
    ],
    [
        " see, that's why you're looking at me like that. Because me and a lot of people like me, we're not",
        4974.2,
        4980.92
    ],
    [
        " like that. We're trying to be like that. We want to be like that. I know I do. I want to be like",
        4980.92,
        4986.64
    ],
    [
        " skipping the workout is straight up a non-not in option ever. I want to, I want to, I want to,",
        4986.64,
        4992.32
    ],
    [
        " that's until the last. I want to be like that. You won't let it happen. But there are times and",
        4992.32,
        4995.72
    ],
    [
        " have been times where I'm sitting there got like, there's been times I drove to the gym before I",
        4995.72,
        5000.3
    ],
    [
        " got on gym drove to the gym sat in there. It was like, you know what? If it look, if I just walk",
        5000.3,
        5005.88
    ],
    [
        " right out of here right now, I skipped this workout. I need to go. I need to, I'm not going to get a",
        5005.88,
        5012.04
    ],
    [
        " good workout anyway. Oh, you know what? I'll, I'll just come back in on Saturday. That was my",
        5012.04,
        5016.42
    ],
    [
        " active rest. I'll come back in and I'll get it then today will be my rest day, right?",
        5016.42,
        5021.34
    ],
    [
        " I'm like that. Some other people are like that. You're not like that. That's why you don't understand.",
        5021.8,
        5025.86
    ],
    [
        " You know what I'm doing right now? With them shuffling my papers. Being passive aggressive.",
        5025.96,
        5029.8
    ],
    [
        " I know. Passive. Passive. Passive. Passive. Passive. Passive. Passive. Passive.",
        5029.8,
        5031.16
    ],
    [
        " I'm like you, but you know, hey man, so good. Nonetheless, psychological warfare. I'm trying to make,",
        5031.16,
        5036.56
    ],
    [
        " to make this a point. This is a for real point. valuable point. There's a track that jockele.",
        5036.72,
        5044.02
    ],
    [
        " All right, even though you tried to talk me out of explaining this to you right now,",
        5044.02,
        5047.84
    ],
    [
        " he will talk you out to out of effectively talk you out of skipping or skipping the workout.",
        5048.32,
        5053.78
    ],
    [
        " Talk you out of pressing the snooze or whatever. All these little points of weakness going there.",
        5054.24,
        5059.0
    ],
    [
        " Just if you look at him, you'll see all the little points of weakness that these tracks address.",
        5059.08,
        5062.96
    ],
    [
        " It's good. Very effective.",
        5063.26,
        5064.82
    ],
    [
        " Cool. Are we done with that section? Very good way to support podcast too.",
        5065.3,
        5070.84
    ],
    [
        " All right, jockele white tee. You can get that on Amazon. It will guarantee 100 percent",
        5071.9,
        5077.0
    ],
    [
        " double blind plus placebo tested triple blind. You can deadlift 8,000 pounds. So you might want to",
        5077.02,
        5085.3
    ],
    [
        " pick that up on Amazon. You can read there. If you don't believe me, that's fine. Go read the,",
        5085.3,
        5089.48
    ],
    [
        " go read the reviews on Amazon where every verified purchase is like they're deadlifting minimum 8,000",
        5089.52,
        5096.0
    ],
    [
        " pounds books, got some books. Way the warrior kid. If you have a kid or you know a kid, then help a kid.",
        5096.0,
        5101.9
    ],
    [
        " Help them be a better person to have a better life. Get them the way of the warrior kid.",
        5103.48,
        5109.48
    ],
    [
        " Extreme ownership. The new edition is out and you all helped write it because it has questions from",
        5109.88,
        5114.92
    ],
    [
        " this podcast. Also the new forward. Also the color pictures. Lame. Didn't want them.",
        5114.92,
        5121.88
    ],
    [
        " But made up for that by just making the cover black because black. And that book has all the",
        5124.94,
        5132.16
    ],
    [
        " fundamental principles of combat leadership. It's for you and your team. You don't need to hide it.",
        5132.16,
        5137.5
    ],
    [
        " Remember in the beginning, people would want it. They'd get it and they'd want to keep it for themselves.",
        5137.94,
        5140.96
    ],
    [
        " They want to hide the knowledge because they want to look. They want to, don't do that. Doesn't help.",
        5140.96,
        5145.04
    ],
    [
        " The more people know it, the more people are on board, the better it's going to work.",
        5145.9,
        5148.78
    ],
    [
        " Also from an individual perspective to get yourself on the path. There's a book called",
        5149.62,
        5154.86
    ],
    [
        " Dispony Goes Freedom Field Manual. It's available everywhere. And you might be wondering if it",
        5154.86,
        5163.3
    ],
    [
        " would make a good gift. Well, not only is it heavy. Have you noticed how heavy it is? It's a heavy book.",
        5163.3,
        5170.6
    ],
    [
        " It's a big book. It's a substantial book. It's completely unique because it has black pages.",
        5171.32,
        5179.7
    ],
    [
        " And the outside of the pages are also black. It's the work of art. For sure.",
        5180.08,
        5184.88
    ],
    [
        " So get some copies for the people that you know because beyond looking really cool,",
        5185.8,
        5193.46
    ],
    [
        " there is no better gift than discipline.",
        5194.9,
        5197.62
    ],
    [
        " So get some copies. And also if you want the audio version, see now look, I'm doing the same",
        5198.44,
        5206.06
    ],
    [
        " thing you just did. But let's watch how long this takes. If you want the audio version of",
        5206.06,
        5210.16
    ],
    [
        " Dispony Goes Freedom Field Manual, you can get it on iTunes, Amazon, Music, Google Play,",
        5210.16,
        5214.72
    ],
    [
        " and other MP3 platforms. Period. Right there. Now everyone knows what you took 15 minutes to explain.",
        5215.04,
        5221.3
    ],
    [
        " If you're in further need of more fire support in terms of basic leadership,",
        5222.18,
        5228.8
    ],
    [
        " besides the podcast, besides the books, and you want to have more interaction,",
        5229.18,
        5237.14
    ],
    [
        " take it to the next level. We have a leadership consulting company. It's me. It's",
        5237.76,
        5251.28
    ],
    [
        " have answers or you have directions or you want to share something. You can hit us up on the",
        5251.28,
        5259.1
    ],
    [
        " intro, webs, Twitter, Instagram, and a five shot of book. Echo is at Echo Charles and I am at",
        5259.1,
        5272.7
    ],
    [
        " Jockewiling and thanks to those people out there that give us the freedom and protection to",
        5272.7,
        5278.86
    ],
    [
        " make this podcast possible. Our service men and women in uniform protecting us from the enemy",
        5278.86,
        5284.94
    ],
    [
        " and fighting the good fight. Thank you and to the police and law enforcement and fire fighters",
        5284.94,
        5292.06
    ],
    [
        " and paramedics and the rest of the first responders out there. Thank you for answering the call",
        5292.06,
        5296.42
    ],
    [
        " when we call. And to everyone out there, there's an enemy. And whether that is a literal enemy,",
        5296.42,
        5307.16
    ],
    [
        " like our military personnel face or a metaphorical enemy like people face every day, don't fear the enemy.",
        5307.32,
        5316.04
    ],
    [
        " Respect the enemy. And out of your respect for the enemy, prepare.",
        5316.4,
        5324.1
    ],
    [
        " Prepare. Prepare and train and learn and stay vigilant and stay disciplined. So when the enemy comes,",
        5325.0,
        5335.36
    ],
    [
        " you are ready to get after it. Until next time, this is Echo and Jockew out.",
        5335.96,
        5347.06
    ]
]