[
    [
        " And this idea of discipline obviously, I talk about discipline a lot.",
        0.0,
        3.26
    ],
    [
        " And one of the things you were talking about earlier with regards to veterans and people that",
        3.86,
        9.72
    ],
    [
        " have listened to your lectures, and it's the same thing with me, people that listen to this podcast",
        9.72,
        15.1
    ],
    [
        " or read the books. And one of the things that I've noticed and I've talked about and I've gotten",
        15.1,
        21.84
    ],
    [
        " a lot of positive feedback on is, you know, when you're in the military, you have this discipline.",
        21.84,
        27.56
    ],
    [
        " And beyond the discipline that's imposed on you, you also have a lot that you have to just",
        28.2,
        33.48
    ],
    [
        " hold the line yourself. I mean, when you're in the military, sure, you go through boot camp where",
        33.48,
        38.56
    ],
    [
        " there's a drill instructor, the drilling and all that. But once you're in the military, you're",
        38.56,
        41.62
    ],
    [
        " doing what you have to do, it's self-discipline that you learn that and you become self-discipline.",
        41.62,
        45.56
    ],
    [
        " And what happens is, guys get out and that's gone and that hurts them. And the other thing that",
        45.74,
        55.1
    ],
    [
        " hurts them is they don't know what their mission is anymore. And my big thing with people that I've",
        55.1,
        62.26
    ],
    [
        " been telling vets now is find what your next mission is. Go find whatever your next mission and I don't",
        62.26,
        67.24
    ],
    [
        " care what it is, but it has to be something. And I was listening to you talk on something the other",
        67.24,
        72.32
    ],
    [
        " day and you were talking about how not doing anything when people are not going anywhere, when they're",
        72.32,
        85.08
    ],
    [
        " not accepting responsibility for anything. And so my way of saying that is like you need a new mission,",
        85.82,
        91.0
    ],
    [
        " you need to be responsible for something and you need to go and move towards some new mission.",
        91.02,
        96.76
    ],
    [
        " And do you encounter people that or you see people that's very problematic in the civilian side as",
        97.58,
        102.96
    ],
    [
        " well, where people they just don't know what they're doing. Yeah, well that's part of this nihilism,",
        102.96,
        108.02
    ],
    [
        " you know, is that because first of all, you learn that truth is relevant relative and that there's",
        108.26,
        113.72
    ],
    [
        " no real moral order. And you know, that alleviates you of responsibility. And that's why that's such an",
        113.72,
        119.42
    ],
    [
        " attractive message to people. But the problem is is that it kills you. It kills your soul, so to speak,",
        119.42,
        125.18
    ],
    [
        " because well, when we can talk about this technically. So, you know, there are systems, neurological",
        125.26,
        131.02
    ],
    [
        " systems that underlie your experience of negative emotion and there are neurological systems that",
        131.02,
        135.72
    ],
    [
        " underlie your experience of positive emotion and there are separate systems. They obviously interact,",
        135.72,
        140.24
    ],
    [
        " but there's separate systems. So, but the positive emotion system, well, there's two of them,",
        140.24,
        146.32
    ],
    [
        " but one of them sort of kicks in when you get something that you want. So, you know, you're hungry",
        146.42,
        150.74
    ],
    [
        " and you eat and that feels good. And so that's kind of the simple one. But there's a more sophisticated",
        150.74,
        156.5
    ],
    [
        " one that I think is even more active in people. And it's the one that tells you that you're moving",
        156.5,
        162.8
    ],
    [
        " forward towards something worthwhile. And that's actually the one that gives people that sense of",
        162.8,
        169.1
    ],
    [
        " meaningful engagement in their life on a moment-to-moment basis. So, and it's also something that",
        169.68,
        177.0
    ],
    [
        " doesn't have to go away. Like, if you're hungry and you eat, well, that's good. But it's over.",
        177.0,
        182.06
    ],
    [
        " And then you're on to the next thing, right? It's not exactly sustaining. It's just necessary.",
        182.22,
        186.5
    ],
    [
        " That's called consumatory reward, by the way. This other reward system is incentive reward.",
        186.6,
        191.12
    ],
    [
        " And the incentive reward system works on dopamine, this neurochemical dopamine, which is also the",
        191.5,
        196.34
    ],
    [
        " neurochemical tracks that opiates and cocaine and amphetamines. The drugs that people really like",
        197.08,
        202.36
    ],
    [
        " to abuse alcohol often for some people activate. And so you might say if you don't have enough",
        202.36,
        208.36
    ],
    [
        " meaning in your life, then you're more prone to addiction. And that's definitely the case, even with",
        208.36,
        213.3
    ],
    [
        " rats. If you take a rat, you put him in a cage by himself, and he has nothing to do, and then you",
        213.3,
        217.6
    ],
    [
        " give him access to cocaine, he'll get addicted to the point where he won't do anything but take cocaine.",
        217.6,
        221.74
    ],
    [
        " But if you throw the rat back in with a bunch of other rats and he gets to do rat things,",
        221.9,
        225.62
    ],
    [
        " then it's very hard to get him addicted to cocaine. And so the purposeless rat is prone to addiction.",
        225.62,
        231.54
    ],
    [
        " Well, it's the same with human beings. Now, here's a corollary to that, which is really cool. So",
        231.88,
        236.98
    ],
    [
        " the magnitude of the reward you experience as you're moving towards a goal is proportionate to the",
        236.98,
        244.3
    ],
    [
        " importance of the goal. So that means the more important the goal you pick, the more possibility there",
        244.3,
        250.6
    ],
    [
        " is for the kind of reward, let's say, it's really a state of being that is life affirming. And it",
        250.6,
        257.88
    ],
    [
        " is directly life affirming in that, you know, like if you're in a football game and it's an important",
        257.88,
        262.86
    ],
    [
        " football game, and maybe you break a finger. And, you know, normally that's a problem. It hurts.",
        262.86,
        268.14
    ],
    [
        " And you're going to stop doing whatever you're doing. But if you're right in the middle of the game,",
        268.38,
        271.6
    ],
    [
        " then you'll be so amped up on this reward system that it's analgesic. It stops the pain. It also",
        272.18,
        277.96
    ],
    [
        " suppresses anxiety. So if you have a purpose, then it's analgesic. It takes some of the pain",
        279.26,
        285.24
    ],
    [
        " out of life. It's very positive in that it motivates and energizes you and focuses you and makes",
        285.24,
        289.92
    ],
    [
        " you able to remember and pay attention. And it quells fear. And so those things are all direct. And so",
        289.92,
        297.38
    ],
    [
        " then you might think, well, what's the best possible goal? Well, and that's the purpose, I would say,",
        297.38,
        302.98
    ],
    [
        " of religious training and philosophical training. It's like just what the hell are you doing in the",
        303.08,
        306.78
    ],
    [
        " world? You know, when I would say, well, that's actually fairly easy to also to also lay out.",
        306.88,
        315.0
    ],
    [
        " And this is why nihilism is a much weaker philosophical position than it might appear to be. It's like,",
        315.54,
        321.9
    ],
    [
        " well, there are lots of terrible things happening in the world. If you're not, I don't care if you're",
        322.1,
        328.22
    ],
    [
        " a believer in atheistic or a cynic of the highest sort, you listen to a story like the one that you",
        328.22,
        333.34
    ],
    [
        " read at the beginning of the of this podcast. And no one says, well, in 100,000 years, who the hell",
        333.4,
        339.74
    ],
    [
        " cares? So why does it matter? No one says that. They listen to that. Not if they're human. They listen",
        339.74,
        345.44
    ],
    [
        " to that story and they think, that's not good. It's like, that's right. That's not good. It's not good.",
        345.44,
        350.34
    ],
    [
        " You should do something about that because it's it's it's it's self evidently not good. So you",
        350.68,
        358.26
    ],
    [
        " might say, well, at least you can start your self organization by improving those things around",
        358.26,
        363.88
    ],
    [
        " you that are self evidently not good. And that's easy, man. Anybody can do this. You can sit down",
        363.88,
        369.72
    ],
    [
        " for 10 minutes, say, well, I'm going to be honest with myself. Like, that's a horrible thing to do.",
        369.72,
        373.88
    ],
    [
        " I'm going to be honest with myself. Okay, I'm probably doing a dozen stupid things that I could quit",
        374.28,
        380.5
    ],
    [
        " doing that are making my life less more wretched and also the people around me. And so you think,",
        380.5,
        387.44
    ],
    [
        " okay, what are those things? And you know, if you really want to know, you have to want to know.",
        387.44,
        391.8
    ],
    [
        " And you're going to get a bunch of information that you don't want to hear. But you'll know it's",
        392.34,
        396.6
    ],
    [
        " true. And you already knew it in some sense. And then you can ask yourself, okay, that's",
        396.6,
        401.44
    ],
    [
        " sucks and it's miserable. And it's not very self affirming. Is there one of those things I would",
        401.44,
        409.62
    ],
    [
        " I would be willing to do something about that I would actually do something about, you know,",
        409.62,
        415.64
    ],
    [
        " that I could do something about that I would do something about, which is also another horrible",
        415.64,
        420.36
    ],
    [
        " question because as soon as you get an answer to that, then you have a responsibility, right?",
        420.36,
        424.3
    ],
    [
        " It's like, oh, God, I have to go do that. And it's something you don't want to do. You don't",
        424.38,
        428.38
    ],
    [
        " want to do it. That's why you've been avoiding it. And so then it's right in front of you. And it's",
        428.38,
        433.56
    ],
    [
        " like it's some little trivial, horrible thing that you're not going to get a pat on the back floor.",
        433.56,
        437.56
    ],
    [
        " And no one's going to give you an award for it. And most people would just say, Jesus, you should have",
        437.7,
        442.1
    ],
    [
        " done that a long time ago. You're more on. And but then you go do it. That's kind of humility,",
        442.1,
        446.98
    ],
    [
        " I would say. And then you keep doing that. And it's like there's this injunction in the new",
        446.98,
        453.96
    ],
    [
        " testament against praying in public, you know, and it's like virtue signaling. It's like, you don't",
        453.96,
        461.6
    ],
    [
        " pray in public because then you go out and you show everybody just what a great believer you are",
        461.6,
        466.1
    ],
    [
        " and how good you are. It's like, well, that's what you're doing. You're not trying to get your",
        466.1,
        470.8
    ],
    [
        " act together. That's something you do in private at home. You think, okay, what kind of more on am I?",
        470.86,
        475.64
    ],
    [
        " And what stupid things am I doing? And then what could I possibly do to get rid of one of those",
        476.22,
        481.26
    ],
    [
        " a little bit now? Well, anybody can do that. And that's associated with these great evils, you know,",
        481.26,
        487.2
    ],
    [
        " in this way that we've already described. It's like you're constraining, you're improving your",
        487.36,
        492.52
    ],
    [
        " character and you're constraining the kinds of actions and perceptions that you have that are",
        492.52,
        497.32
    ],
    [
        " going to make you sick of life and work against it because failure does that. That's the cane",
        497.32,
        501.92
    ],
    [
        " story. It's like, keep screwing up, man. See what happens. If you think that isn't going to make you",
        501.92,
        507.36
    ],
    [
        " bitter and if that isn't going to make you vengeful and if that isn't going to make you work to hurt",
        507.36,
        512.42
    ],
    [
        " people around you or at least not to help them, which is the same thing, then you're just not paying",
        512.42,
        518.14
    ],
    [
        " attention. Everyone knows that's true. So well, that's responsibility, right? And then so you take on",
        518.14,
        525.3
    ],
    [
        " this great task of putting yourself together. It gives you life meaning. And that also helps you",
        525.3,
        530.4
    ],
    [
        " be broadest against the fact that there's lots of suffering in life and there's lots of malevolence.",
        530.4,
        534.58
    ],
    [
        " It's like, yeah, true, man. Absolutely. It's worse than you think, even. But you can do more about it",
        534.7,
        541.02
    ],
    [
        " than you think. And there's nothing in it except good, but you also have to take responsibility.",
        541.02,
        547.46
    ],
    [
        " So that's the thing. You got to decide if that's what you're going to do, but you don't get to",
        548.0,
        552.26
    ],
    [
        " whine about it if you don't because you haven't tested it.",
        552.26,
        555.24
    ]
]