[
    [
        " Please, can I have some advice for dealing with poor leaders at work?",
        0.0,
        3.86
    ],
    [
        " They have little respect for and the question.",
        4.34,
        7.46
    ],
    [
        " As a subordinate, how do you handle a leader who leads from a place of ego",
        8.16,
        13.38
    ],
    [
        " and isn't transparent with information?",
        13.38,
        16.98
    ],
    [
        " Yes, so these were a couple questions actually that I got.",
        17.98,
        21.34
    ],
    [
        " And I just kind of bunch them together because my answer is going to be very similar",
        21.72,
        29.84
    ],
    [
        " to a situation that I'm dealing with right now, the guy that I'm helping out.",
        29.96,
        34.16
    ],
    [
        " And I wrote something to him recently.",
        35.04,
        39.62
    ],
    [
        " And what happened was he's in a situation where a leader had come in that didn't have the knowledge",
        40.88,
        47.14
    ],
    [
        " inside the industry they were working in.",
        47.14,
        49.5
    ],
    [
        " So he came from another industry, got put into a leadership position.",
        49.86,
        53.3
    ],
    [
        " And that guy, that new leader was resisting change and not giving support",
        54.0,
        58.42
    ],
    [
        " to the new procedures that the guy I was coaching was trying to implement.",
        59.0,
        62.62
    ],
    [
        " So he was kind of, you know, at a loss for what to do.",
        63.32,
        68.42
    ],
    [
        " You know, you got this new manager that's coming in that's inexperienced",
        68.88,
        73.0
    ],
    [
        " and the guy I'm coaching obviously doesn't respect him because he doesn't have a lot of knowledge in this industry.",
        73.0,
        79.52
    ],
    [
        " And so here's the advice I gave.",
        80.02,
        82.26
    ],
    [
        " I said, you need to set this up to make the new manager look good.",
        82.76,
        88.12
    ],
    [
        " Make some adjustments to the words you are choosing, the tact you are taking,",
        89.54,
        93.52
    ],
    [
        " and the focus you are using to ensure that your changes make him look good, not bad.",
        93.56,
        100.18
    ],
    [
        " Now, this is so counterintuitive for people.",
        101.26,
        103.26
    ],
    [
        " It's so counterintuitive because they get that person that's above them and the chaining command that doesn't know as much as them,",
        103.8,
        108.24
    ],
    [
        " that's not as smart as them.",
        108.28,
        109.24
    ],
    [
        " And what do they want to do? They want to bring them down.",
        109.44,
        111.04
    ],
    [
        " They want to prove to everybody that they're better.",
        111.62,
        113.38
    ],
    [
        " I'm better than that guy.",
        113.7,
        114.86
    ],
    [
        " They deserve that guy.",
        115.18,
        116.56
    ],
    [
        " I deserve that guy's job.",
        116.72,
        118.1
    ],
    [
        " That's what everybody's instinct is to do.",
        118.44,
        120.8
    ],
    [
        " And it's wrong.",
        121.26,
        121.96
    ],
    [
        " It's wrong.",
        122.64,
        123.48
    ],
    [
        " Somehow, let the ideas come from him or make him the approver or the driver of some of the S aspects that he can handle.",
        124.98,
        134.42
    ],
    [
        " So I'm actually saying go out of your way to make this easier for this guy.",
        135.02,
        138.82
    ],
    [
        " Make him look good.",
        140.24,
        141.22
    ],
    [
        " Give him credit.",
        141.86,
        142.74
    ],
    [
        " It's your ego that wants to pull him down.",
        143.42,
        145.86
    ],
    [
        " Put your ego in check.",
        146.54,
        147.58
    ],
    [
        " Help him without being condescending or acting like you know more than him.",
        148.56,
        153.64
    ],
    [
        " He shouldn't even know you are helping him.",
        153.86,
        156.6
    ],
    [
        " Have you ever been, this is so fun to do is when, you know, echo doesn't know this section of the equipment.",
        156.7,
        163.78
    ],
    [
        " So I don't say, hey, since you don't know this,",
        164.34,
        167.58
    ],
    [
        " I'll teach it to you, right?",
        168.18,
        170.84
    ],
    [
        " This condescending tone of, you know, but instead of like, Hey, have you ever seen the way this one works?",
        171.2,
        177.06
    ],
    [
        " I know you, if you ever seen this specific equipment before, because the way it works,",
        177.06,
        180.68
    ],
    [
        " it's a little bit different than some of the other ones is you got to do this, this, and this.",
        180.86,
        184.0
    ],
    [
        " And you can sit back and you can accept that knowledge without feeling like you don't know it.",
        184.38,
        189.0
    ],
    [
        " So I'm teaching you, but I'm doing it in a clandestine manner.",
        189.48,
        192.38
    ],
    [
        " And that's what we're trying to do because we're trying to build, we're trying to do,",
        192.8,
        195.7
    ],
    [
        " we're trying to build a relationship here.",
        195.7,
        197.32
    ],
    [
        " That's what we're trying to do.",
        197.38,
        198.14
    ],
    [
        " We're trying to build a relationship.",
        198.32,
        199.28
    ],
    [
        " And if I go, since you don't know how to use this, I'll show you now.",
        199.54,
        203.32
    ],
    [
        " What does that do?",
        203.5,
        204.12
    ],
    [
        " Put you on the defensive, makes you",
        204.12,
        205.92
    ],
    [
        " considered me to be a threat.",
        205.92,
        209.52
    ],
    [
        " Now I'm threatening.",
        209.76,
        210.88
    ],
    [
        " And that's not good.",
        211.38,
        212.28
    ],
    [
        " He shouldn't even know you are helping him.",
        213.24,
        216.04
    ],
    [
        " Respect what he does and show him that you respect it.",
        216.42,
        219.9
    ],
    [
        " So, hey, you know, I know this is, you probably haven't been down in the weeds on this type of gear in a while,",
        220.86,
        224.78
    ],
    [
        " but hey, this is the way you know what I'm saying?",
        224.78,
        226.42
    ],
    [
        " Like, do you actually, I actually respect the fact that you're up top in charge,",
        226.58,
        230.92
    ],
    [
        " and I'm just a frontline guy, but here's how you do this.",
        231.3,
        233.48
    ],
    [
        " If you ever had to, right?",
        233.48,
        234.64
    ],
    [
        " You know what I mean?",
        235.14,
        235.58
    ],
    [
        " Just downplay what he doesn't know and suddenly help him to learn it.",
        235.78,
        241.1
    ],
    [
        " Right?",
        241.84,
        242.3
    ],
    [
        " You know, you probably would never have to do this.",
        242.7,
        244.28
    ],
    [
        " This, this new equipment over here.",
        244.48,
        246.42
    ],
    [
        " I mean, I know it's a little bit below your level.",
        246.6,
        248.76
    ],
    [
        " Here's how it works.",
        248.76,
        249.48
    ],
    [
        " If you ever needed it, boom.",
        249.48,
        250.48
    ],
    [
        " You know what I mean?",
        250.68,
        251.14
    ],
    [
        " Not like you don't know how to do this.",
        251.4,
        253.68
    ],
    [
        " Right.",
        253.78,
        254.1
    ],
    [
        " I do.",
        254.18,
        254.42
    ],
    [
        " You know, you don't want an adversarial relationship with this new leader.",
        254.8,
        261.84
    ],
    [
        " You want him to support and help you.",
        262.14,
        264.48
    ],
    [
        " He will do that if you are making him look good.",
        264.94,
        268.46
    ],
    [
        " This is so easy, man.",
        268.86,
        271.02
    ],
    [
        " This is so easy and so hard because everybody's ego will get in the way.",
        271.74,
        276.16
    ],
    [
        " Everybody's ego will get in the way.",
        276.38,
        278.44
    ],
    [
        " Extreme ownership often requires covert and clandestine indirect actions.",
        279.2,
        285.32
    ],
    [
        " So all these things that I'm talking about helping the guy without him knowing.",
        286.38,
        290.46
    ],
    [
        " Letting him take credit for ideas without him knowing.",
        292.52,
        295.86
    ],
    [
        " All these little aspects, they're indirect actions.",
        296.94,
        301.72
    ],
    [
        " They're not going ahead to head.",
        301.72,
        303.04
    ],
    [
        " It's like jujitsu.",
        303.06,
        303.92
    ],
    [
        " It's jujitsu all the time.",
        304.06,
        305.06
    ],
    [
        " Everything's jujitsu.",
        305.46,
        306.44
    ],
    [
        " You don't want to, if you know I'm going to do an on bar,",
        307.3,
        309.58
    ],
    [
        " I'm not going to get the on bar, right?",
        310.02,
        312.18
    ],
    [
        " You're going to defend that.",
        313.0,
        314.68
    ],
    [
        " So I have to go take indirect actions and set things up and take my time",
        315.06,
        319.42
    ],
    [
        " and be clandestine and covert.",
        319.42,
        321.48
    ],
    [
        " This is chess, not checkers.",
        321.9,
        323.96
    ],
    [
        " This is where you need to master your ability to influence,",
        324.34,
        327.92
    ],
    [
        " which as we talked about a couple of podcasts ago is actually manipulation.",
        328.22,
        331.94
    ],
    [
        " I'm manipulating this guy to think that he's got something over me.",
        332.8,
        336.42
    ],
    [
        " I'm inflating his ego while I'm putting my ego in check.",
        336.58,
        339.46
    ],
    [
        " I'm making him feel like he's even better.",
        339.62,
        341.58
    ],
    [
        " And that makes him feel good.",
        342.36,
        343.4
    ],
    [
        " It makes him want to support me because I make him look good.",
        343.6,
        346.0
    ],
    [
        " This is just basic.",
        347.48,
        350.48
    ],
    [
        " If you do this wrong,",
        351.76,
        352.9
    ],
    [
        " the new manager will resist you at every turn.",
        353.34,
        356.78
    ],
    [
        " If you do this right,",
        357.9,
        359.0
    ],
    [
        " he will be your biggest supporter.",
        359.32,
        361.94
    ],
    [
        " Now, this is the same thing with leaders that you quote-unquote don't respect.",
        363.24,
        367.08
    ],
    [
        " First of all,",
        368.1,
        368.72
    ],
    [
        " there should be something that you respect about everybody.",
        369.08,
        372.0
    ],
    [
        " Everybody that you meet you should have some kind of respect for them.",
        372.52,
        375.94
    ],
    [
        " And by the way, if you don't respect someone,",
        376.02,
        378.56
    ],
    [
        " what is making you not respect them?",
        378.82,
        380.32
    ],
    [
        " It's your ego.",
        380.68,
        381.88
    ],
    [
        " It's your ego that makes you not respect people.",
        382.28,
        384.68
    ],
    [
        " Because you think, oh, I'm better than them.",
        384.8,
        386.58
    ],
    [
        " I should have their job.",
        386.74,
        387.76
    ],
    [
        " They don't know what they're talking about and I do.",
        387.94,
        390.14
    ],
    [
        " That's all ego.",
        390.4,
        391.9
    ],
    [
        " So put your ego in check and just be like, okay,",
        392.38,
        394.68
    ],
    [
        " this person's above me.",
        394.82,
        395.72
    ],
    [
        " They seem to be an experience,",
        395.84,
        396.64
    ],
    [
        " but what can I learn from them?",
        396.68,
        397.58
    ],
    [
        " How did they get there?",
        397.8,
        398.92
    ],
    [
        " If they're so dumb and bad at this job,",
        399.28,
        402.24
    ],
    [
        " how come they outrank me?",
        402.42,
        404.02
    ],
    [
        " Let me learn something from them.",
        404.32,
        406.3
    ],
    [
        " Let me learn something from them.",
        407.14,
        409.34
    ],
    [
        " Put your ego in check.",
        409.54,
        411.62
    ],
    [
        " And this is the key point.",
        412.44,
        414.2
    ],
    [
        " And anytime I talk about quote-unquote leading up the chain of command,",
        415.38,
        419.04
    ],
    [
        " I will talk about this that no matter what boss I work for",
        420.04,
        424.22
    ],
    [
        " and I work for every different kind of boss,",
        424.22,
        425.86
    ],
    [
        " egomaniac, psychopath, wonderful guys, intelligent guys,",
        426.04,
        429.2
    ],
    [
        " brilliant guys, tacticians.",
        429.5,
        430.88
    ],
    [
        " I work for every different kind of boss",
        431.54,
        433.84
    ],
    [
        " and I always had the same relationship with all of them.",
        433.84,
        437.54
    ],
    [
        " That was my job was to build that relationship",
        437.66,
        439.56
    ],
    [
        " and that was a relationship of high trust.",
        439.56,
        441.42
    ],
    [
        " So they trusted me, they were gonna stay out of my way",
        441.98,
        444.04
    ],
    [
        " and let me do what I wanted.",
        444.04,
        445.28
    ],
    [
        " And that's how you win,",
        445.76,
        447.56
    ],
    [
        " which by the way, when you win, they should never know you win.",
        447.74,
        450.72
    ],
    [
        " They shouldn't even know that there was a competition happening.",
        451.34,
        455.02
    ],
    [
        " And that way you can do what you want.",
        455.14,
        457.7
    ],
    [
        " And so that is how you deal with people above you",
        458.08,
        460.76
    ],
    [
        " and the chain of command that you have little respect for",
        460.76,
        463.1
    ],
    [
        " or that lead from a place of ego,",
        463.1,
        464.74
    ],
    [
        " you build a relationship with them.",
        465.08,
        466.7
    ],
    [
        " You don't go head to head with them,",
        467.7,
        469.56
    ],
    [
        " you're not gonna win going head to head with your boss.",
        469.62,
        471.9
    ],
    [
        " They're your boss, they have rank on you.",
        472.48,
        474.68
    ],
    [
        " If they're an egomaniac, they're gonna use that rank.",
        475.04,
        477.14
    ],
    [
        " If there's someone that you don't respect,",
        478.2,
        481.2
    ],
    [
        " you gotta build a relationship with them.",
        481.38,
        482.82
    ],
    [
        " If there's someone that's an egomaniac,",
        482.86,
        484.14
    ],
    [
        " you gotta build a really regardless of the situation",
        484.28,
        487.16
    ],
    [
        " the solution is the same.",
        487.16,
        489.36
    ],
    [
        " Build a relationship of trust, help them.",
        489.84,
        492.44
    ],
    [
        " Build them up.",
        492.44,
        493.6
    ],
    [
        " Take a back seat.",
        493.9,
        495.02
    ],
    [
        " Let them get credit.",
        495.26,
        496.06
    ],
    [
        " It's all those things.",
        496.26,
        497.4
    ],
    [
        " And once you do that, you're gonna have much better results",
        497.64,
        501.06
    ],
    [
        " than if you're trying bang heads with them, overcome them, defeat them,",
        501.06,
        505.52
    ],
    [
        " have an antagonistic relationship with them.",
        505.78,
        507.7
    ],
    [
        " It's never gonna work.",
        507.74,
        508.88
    ],
    [
        " So play the game.",
        509.34,
        512.88
    ]
]