[
    [
        " I got asked the question the other day. I was working with a company. I was actually",
        0.12,
        4.54
    ],
    [
        " no, it was an equal working with a company. I was doing a speech and I was doing some Q&A",
        4.54,
        9.14
    ],
    [
        " at the end and a guy asked me, how do you define character and how do you build it?",
        9.14,
        17.0
    ],
    [
        " And I'd actually never been asked this question before and quite frankly I hadn't really",
        18.34,
        22.24
    ],
    [
        " thought about it very much and this guy had thought about it and I talked to him afterwards",
        22.24,
        27.48
    ],
    [
        " and it was something that he was why he really wanted to hear me talk because he wanted",
        27.48,
        32.36
    ],
    [
        " to get my perspective on this. And I answered the question like this. I said, you know,",
        32.36,
        42.62
    ],
    [
        " for me, character is not a very complex thing. For me, character is you do what's right.",
        42.74,
        54.12
    ],
    [
        " You do what's right. You do the right thing. That's what you do. And if you do the right thing",
        55.62,
        61.76
    ],
    [
        " regardless of what the consequences are, that represents character. And so then how do you build",
        61.76,
        67.62
    ],
    [
        " character? It's a beautiful thing because it's the same thing. If you want to build character,",
        67.62,
        73.18
    ],
    [
        " you do the right thing. You do the right thing for yourself. You do the right thing for your family.",
        73.56,
        77.38
    ],
    [
        " You do the right thing for the people that you know. You do the right thing for your community.",
        77.56,
        81.62
    ],
    [
        " You do the right thing for your country. That's what you do. And now on an individual level,",
        81.62,
        86.44
    ],
    [
        " those things are hard things often, right? If those are hard things, you have to make the right",
        86.74,
        91.74
    ],
    [
        " decisions. You have to live a disciplined life. Those build character, those little things that",
        91.74,
        97.84
    ],
    [
        " you do on a daily basis to make yourself better, to improve your health, to improve your situation",
        97.84,
        105.18
    ],
    [
        " in life. You're doing those things. They're hard to do. And when you do those things, they build",
        105.34,
        111.4
    ],
    [
        " your character. And ultimately, they lead to your character being a good character as opposed to a",
        111.4,
        117.12
    ],
    [
        " bad one. But I'd never been asked that question before. And I thought that the simplicity of it",
        117.12,
        121.66
    ],
    [
        " is pretty clear when you think about it, you know, when you think about the people that you know,",
        121.66,
        126.58
    ],
    [
        " you know, when I think about the people that I worked for in the military or that worked for me",
        126.62,
        130.98
    ],
    [
        " up or down the chain of command. What is it that made them people that because, you know,",
        131.18,
        135.94
    ],
    [
        " there's bad care, you know, we can't sit here and pretend like everybody that's just because",
        136.04,
        139.34
    ],
    [
        " you're in the military, you've got great character. That's absolutely not true. But what about",
        139.34,
        143.0
    ],
    [
        " those people? I thought through this in three seconds as this, I asked me this question,",
        143.0,
        148.14
    ],
    [
        " you know, I thought to myself, well, what about the guys that I know that have good character,",
        148.96,
        151.4
    ],
    [
        " that I look to and say, yeah, this person I trust, you know, without question, what kind of person",
        151.46,
        156.9
    ],
    [
        " is that? That's the person that you know is going to do the right thing all the time, regardless",
        156.9,
        160.32
    ],
    [
        " of the consequences. And a couple of things about that first of all, it isn't easy. In fact,",
        160.32,
        166.96
    ],
    [
        " usually the right thing is the toughest thing. You know, it's the hard decision. The second thing is,",
        166.96,
        172.68
    ],
    [
        " it doesn't always turn out for the best when you do the right thing. Lots of times we stumble,",
        173.24,
        178.12
    ],
    [
        " you know, and your listeners may think that the three of us, you know, have always been on the",
        178.38,
        184.4
    ],
    [
        " top of the heap. But all three of us have fallen short, you know, I mean, I'll tell you this,",
        184.4,
        191.04
    ],
    [
        " languishing in prison camp, the first month in that prison camp, I laid there in blood,",
        191.14,
        197.68
    ],
    [
        " sweat, and tears, and my mental state was just in the tank because I'd given up.",
        198.04,
        205.62
    ],
    [
        " Fighter pilots are not supposed to give up. Jim and I weren't trained to surrender. And my mental",
        205.94,
        212.86
    ],
    [
        " but the depression that I had just because of that. And I think that largely in life, you know,",
        212.86,
        219.0
    ],
    [
        " when you do do the right thing and it doesn't turn out right, then you have to get up, dust yourself",
        219.08,
        225.62
    ],
    [
        " off, get back in the, back in the, in the fray. And that's tough to do, you know, the last thing you",
        225.62,
        232.48
    ],
    [
        " want to do when, when, when you're getting beat up every, from every side and you really want to",
        232.48,
        239.1
    ],
    [
        " quit, the last thing you want to do is to stand up and be forceful again to, you know, to,",
        239.1,
        245.28
    ],
    [
        " to take control of the situation. And yet it's those kinds of challenges in life that build that",
        245.4,
        252.1
    ],
    [
        " character, you know, that really make the difference between, you know, that the positive life,",
        252.1,
        259.92
    ],
    [
        " the life lived well. And those guys and gals that don't make those kind of decisions.",
        260.18,
        266.8
    ]
]