[
    [
        " This is Jocco podcast number 101 with Echo Charles and me, Jocco Willink.",
        0.28,
        7.16
    ],
    [
        " Good evening, Echo. Good evening. Second lieutenant Bernard Wilfred Long was a smart young man who went to Birmingham University at age of 16 back in 1912.",
        7.92,
        21.14
    ],
    [
        " He was commissioned in the West Yorkshire Regiment in January of 1916 and Bernard or Bern as his family called him served in World War I in France and he wrote this letter to his father in early August of 1916.",
        21.2,
        43.16
    ],
    [
        " He said, we've been having it awfully wet here during the last day or two and my word talk about mud. It's simply awful. I get into mud up to my knees.",
        44.32,
        56.94
    ],
    [
        " I can take a sporting risk as well as any of them and shells have got no fear for me.",
        58.04,
        65.2
    ],
    [
        " I've seen great big burly chaps who do nothing but curse and drink and get down and pray like a child when there is a bombardment on and they don't care who sees them and no one dares to joke about it.",
        66.54,
        79.28
    ],
    [
        " I've just heard from a palomine from Brockton who went down to the psalm when I came here and he says he's been over the lid seven times in attacks on the bush line.",
        79.42,
        89.8
    ],
    [
        " Pretty awful that, isn't it? And I marvel he's alive to tell the tale. He wrote another letter to his mother on August 11, 1917.",
        90.64,
        102.56
    ],
    [
        " I am off by an early train tomorrow for the rest of the billets behind the firing line where we shall be for a time to get to know our men, etc.",
        104.4,
        112.96
    ],
    [
        " I am going up with two pals and we are all pleased. I shall think of you all while I'm up there and know you won't forget me.",
        114.82,
        124.9
    ],
    [
        " We're fighting hard now and is a serious game. We're all ready to lay down everything if need be and if God wills, I'm ready.",
        126.06,
        137.96
    ],
    [
        " So goodbye and wish me luck. Your loving son, burn.",
        139.54,
        147.04
    ],
    [
        " And second Lieutenant Bernard Wilford Long was killed in action at age 21 at the Battle of Langmark on August 16, 1917.",
        148.76,
        163.32
    ],
    [
        " 400 men from his battalion went into action. All ten of the officers from the battalion died along with 264 of the men.",
        163.56,
        177.42
    ],
    [
        " On September 11, 1918, there's another young man, Sergeant David Kerr, an American who dropped out of Columbia University to fight in World War I.",
        184.14,
        199.08
    ],
    [
        " And he sent a letter to his mother the day before the attack on St. Miel in France.",
        199.24,
        210.0
    ],
    [
        " And he wrote, tomorrow the first totally American drive commences and it gives me inexpressible joy and pride to know that I shall be present to do my share.",
        211.08,
        223.98
    ],
    [
        " Should I go under therefore I want you to know that I went without any terror of death and that my chief worry is the grief my death will bring to those so dear to me.",
        225.24,
        237.04
    ],
    [
        " Since having found myself and Mary, there has been much to make life sweet and glorious.",
        239.26,
        245.8
    ],
    [
        " But death while distasteful is in no way terrible.",
        246.88,
        251.2
    ],
    [
        " I feel wonderfully strong to do my share well and for my sake you must try to drown your sorrow in the pride and satisfaction, the knowledge that I died well and so clean a cause as his Rs should bring you.",
        252.78,
        268.58
    ],
    [
        " Remember how proud I have always been of your superb pluck keep Elizabeth's future in mind and don't permit my death to bow your head.",
        270.44,
        279.84
    ],
    [
        " My personal belongings will all be sent to you. Your good taste will tell you which to send to Mary.",
        280.82,
        287.78
    ],
    [
        " May God bless and keep you dear heart and be kind to little Elizabeth and those others I loved so well.",
        289.46,
        297.28
    ],
    [
        " David the end.",
        300.18,
        301.94
    ],
    [
        " And while the Americans actually broke through the German lines in the attack they suffered 7000 casualties in 72 hours of fighting and 20 year old David Kerr was among the dead.",
        302.62,
        322.18
    ],
    [
        " And that attitude that attitude where death is not feared we can find examples of it in so many different places.",
        329.8,
        344.82
    ],
    [
        " A great example is from the American Civil War from a man by the name of Sullivan Balou.",
        347.36,
        358.72
    ],
    [
        " Now after the Battle at Fort Summoner in 1861 President Lincoln called on the States to form up militia troops to put down the rebellion and Sullivan Balou who was born in Rhode Island was one of those volunteers and he was commissioned a major in the second Rhode Island infantry regiment.",
        361.84,
        385.32
    ],
    [
        " He was third in command and the second Rhode Island infantry regiment moved to Washington and joined the Union Army of Northeastern Virginia and on the 14th of July 1861 from Washington.",
        385.72,
        406.52
    ],
    [
        " Sullivan wrote his wife a letter and here are some excerpts from that letter.",
        410.2,
        415.9
    ],
    [
        " My very dear Sarah the indications are very strong that we shall move in a few days perhaps tomorrow.",
        418.34,
        425.4
    ],
    [
        " Lest I should not be able to write you again I feel impelled to write lines that may fall under your eye when I shall be no more.",
        426.04,
        434.0
    ],
    [
        " Our movement may be one of a few days duration and full of pleasure and it may be one of severe conflict and death to me.",
        435.36,
        446.56
    ],
    [
        " Not my will but thine oh God be done.",
        448.24,
        451.98
    ],
    [
        " If it is necessary that I should fall in the battlefield for my country I am ready.",
        452.84,
        457.58
    ],
    [
        " I have no misgivings about or lack of confidence in the cause in which I am engaged and my courage does not halt or falter.",
        458.72,
        467.38
    ],
    [
        " I know how strongly American civilization now leans upon the triumph of the government and how great a debt we owed to those who went before us through the blood and suffering of the revolution.",
        469.6,
        480.94
    ],
    [
        " And I am willing, perfectly willing to lay down all my joys in this life to help maintain this government and to pay that debt.",
        482.12,
        492.5
    ],
    [
        " But my dear wife when I know that with my own joys I lay down nearly all of yours and replace them in this life with cares and sorrows.",
        496.76,
        510.28
    ],
    [
        " When after having eaten for long years the bitter fruit of orphanage myself I must offer it as their only sustenance to my dear little children.",
        511.82,
        521.92
    ],
    [
        " Is it weak or dishonorable while the banner of my purpose floats calmly and proudly in the breeze that my unbounded love for you, my darling wife and children should struggle and fierce though useless contests with my love of country?",
        522.92,
        537.1
    ],
    [
        " I cannot describe to you my feelings on this calm summer night when two thousand men are sleeping around me.",
        540.56,
        547.78
    ],
    [
        " Many of them enjoying their last perhaps before that of death.",
        548.14,
        553.26
    ],
    [
        " And I suspicious that death is creeping behind me with his fatal dart and communing with God, my country and you.",
        554.34,
        565.76
    ],
    [
        " Sarah my love for you is deathless it seems to bind me to you with mighty cables that nothing but the omnipotence could break.",
        568.36,
        576.5
    ],
    [
        " And yet my love of country comes over me like a strong wind and bears me irresistibly on with these chains to the battlefield.",
        577.56,
        588.9
    ],
    [
        " The memories of blissful moments I have spent with you come creeping over me and I feel most gratified to God and to you that I have enjoyed them so long.",
        591.6,
        602.44
    ],
    [
        " And hard it is for me to give them up and burn to ashes the hopes of future years when God willing we might still have lived in love together and seen our sons grow up honorable.",
        603.44,
        617.08
    ],
    [
        " To manhood around us.",
        617.96,
        620.1
    ],
    [
        " I have I know but few small claims upon divine providence but something whispers to me perhaps it is wafted perhaps it is the wafted prayer of my little Edgar that I shall return to my loved ones unharmed.",
        620.82,
        637.12
    ],
    [
        " If I do not my dear Sarah never forget how much I love you and when my last breath escapes me on the battlefield it will whisper your name.",
        639.34,
        650.5
    ],
    [
        " Forgive my many faults and the many pains I have caused you.",
        651.2,
        659.66
    ],
    [
        " How faultless and foolish I have often times been how gladly would I wash out with my tears every little spot upon your happiness and struggle with all the misfortune of this world to shield you and my children from harm.",
        660.3,
        676.5
    ],
    [
        " But I cannot.",
        676.96,
        680.66
    ],
    [
        " I must watch you from the spirit land and hover near you while you buff at the storms with your precious little freight and wait with sad patience till we meet to part no more.",
        682.62,
        696.54
    ],
    [
        " But oh Sarah if the dead can come back to this earth and flit unseen around those they love I shall always be near you.",
        700.06,
        708.6
    ],
    [
        " In the garish day and in the darkest night amidst your happiest scenes and gloomiest hours always always.",
        709.22,
        717.38
    ],
    [
        " And if there be a soft breeze upon your cheek it shall be my breath.",
        718.16,
        725.28
    ],
    [
        " Or if cool air fans your throbbing temple it shall be my spirit passing by.",
        727.14,
        734.76
    ],
    [
        " Sarah do not mourn me dead think I am gone and wait for thee for we shall meet again.",
        737.8,
        744.6
    ],
    [
        " As for my little boys they will grow as I have done and never know of father's love and care.",
        746.44,
        754.7
    ],
    [
        " Little Willie is too young to remember me long and my blue eyed Edgar will keep my frolics with him amongst the dimest memories of his childhood.",
        755.96,
        765.42
    ],
    [
        " Sarah I have unlimited confidence in your maternal care and your development of their characters.",
        766.12,
        772.72
    ],
    [
        " I call God's blessing upon them.",
        773.3,
        776.84
    ],
    [
        " Oh Sarah I wait for you there.",
        778.48,
        780.74
    ],
    [
        " Come to me and lead Thither my children.",
        783.06,
        788.36
    ],
    [
        " Sullivan.",
        789.46,
        791.78
    ],
    [
        " And on July 21st 1861 the regiment took part in the first battle of bull run.",
        792.54,
        802.1
    ],
    [
        " And as one of the senior officers Sullivan went in front on horse back to direct his men and he was hit by a cannon ball that tore off his right leg and also killed his horse.",
        804.5,
        816.52
    ],
    [
        " And he died from his wound a week after the battle while a prisoner of the Confederate Army at age 32.",
        817.24,
        829.46
    ],
    [
        " Again an individual obviously prepared to make the ultimate sacrifice.",
        837.02,
        843.48
    ],
    [
        " And we know that the enemy can be equally prepared to die.",
        844.18,
        851.26
    ],
    [
        " And we saw that clearly from the Kamikaze pilots from Japan and World War II.",
        852.4,
        857.66
    ],
    [
        " One of those young Kamikaze pilots was named Yukio Araki.",
        861.12,
        871.44
    ],
    [
        " And he was a member of the 72nd Shinbu Squadron.",
        872.7,
        877.22
    ],
    [
        " And he wrote this letter dear father and mother.",
        878.12,
        883.04
    ],
    [
        " I trust you and my brothers are doing well recently.",
        884.72,
        887.74
    ],
    [
        " It has been decided that I will go at last to take part in the Battle of Okinawa as a member of the special attack forces.",
        888.48,
        897.7
    ],
    [
        " I am deeply moved.",
        899.1,
        900.84
    ],
    [
        " I only look forward to sinking a ship with a single blow.",
        902.28,
        905.16
    ],
    [
        " When I look back I apologize for not being devoted to you in any way for some 10 years to this day.",
        906.76,
        913.1
    ],
    [
        " Through teaching my various senior officers after I entered the Army, I now devote myself to my country as a special attack force member.",
        914.24,
        923.78
    ],
    [
        " Please find pleasure in your desire for my loyalty to the Emperor and devotion to parents.",
        924.56,
        931.04
    ],
    [
        " I have no regrets.",
        933.0,
        934.82
    ],
    [
        " I just go forward on my path.",
        935.88,
        938.64
    ],
    [
        " I ask that you teach my three brothers so they can serve our country as noble airmen.",
        939.36,
        947.74
    ],
    [
        " I sincerely hope that you take good care of yourselves and make strunners efforts on the home front.",
        949.12,
        955.2
    ],
    [
        " Please give my regards to all my relatives and to everyone in the neighborhood association.",
        956.7,
        962.86
    ],
    [
        " Sayonara.",
        963.72,
        966.38
    ],
    [
        " Yukio Araki.",
        966.9,
        971.6
    ],
    [
        " And he did indeed die at the age of 17 in a suicide attack on American ships near Okinawa.",
        972.96,
        981.74
    ],
    [
        " On May 27, 1945.",
        982.2,
        985.72
    ],
    [
        " And the Japanese also imposed their willingness to die on their people.",
        986.3,
        995.34
    ],
    [
        " And here is a description of that brutal imposition from American sailors, from the Journal of an American sailor named James Fahee.",
        996.48,
        1011.14
    ],
    [
        " Who served on the USS Montpelier in the Pacific.",
        1011.78,
        1015.46
    ],
    [
        " And this is what he wrote on November 10, 1943.",
        1015.68,
        1018.5
    ],
    [
        " This afternoon, we came across a raft with four live japs in it.",
        1019.56,
        1024.92
    ],
    [
        " As the destroyer's spence came close to the raft, the japs opened up with machine gun at the destroyer.",
        1025.58,
        1031.92
    ],
    [
        " The JAP officer then put the gun in each man's mouth and fired, blowing out the back of each man's skull.",
        1033.92,
        1041.12
    ],
    [
        " One of the japs did not want to die for the emperor and put up a struggle.",
        1042.32,
        1047.72
    ],
    [
        " The others held him down.",
        1049.08,
        1051.8
    ],
    [
        " The officer was the last to die.",
        1053.52,
        1055.9
    ],
    [
        " He also blew his brains out.",
        1057.48,
        1060.06
    ],
    [
        " The spence went in to investigate.",
        1062.48,
        1065.22
    ],
    [
        " All the bodies had disappeared into the water.",
        1066.4,
        1068.44
    ],
    [
        " There was nothing left but blood and an empty raft.",
        1070.0,
        1072.88
    ],
    [
        " Swarms of sharks everywhere.",
        1074.7,
        1076.3
    ],
    [
        " The sharks ate well today.",
        1078.06,
        1080.68
    ],
    [
        " We went to battle stations.",
        1082.48,
        1084.12
    ],
    [
        " And at 10 pm, we were attacked by enemy planes.",
        1085.34,
        1088.26
    ],
    [
        " Later, darkness descended.",
        1090.0,
        1092.68
    ],
    [
        " And the rains came.",
        1093.42,
        1095.72
    ],
    [
        " And just coming off the episode that we did with Musashi who obviously overcame his fear of death.",
        1099.38,
        1114.9
    ],
    [
        " And I got a book in the mail from Japan.",
        1115.62,
        1122.48
    ],
    [
        " And the book was called The Hundred Rules of War.",
        1122.94,
        1127.78
    ],
    [
        " It's from someone in Japan named Eric.",
        1127.9,
        1130.96
    ],
    [
        " Eric Shahan, who turned out to be the actual translator of this book.",
        1131.46,
        1137.48
    ],
    [
        " And he's translated a bunch of other Japanese books on martial arts.",
        1137.76,
        1141.9
    ],
    [
        " And he asked me if this book The Hundred Rules of War,",
        1141.9,
        1146.26
    ],
    [
        " if any of the rules inside this book apply to Modern Warfare.",
        1146.58,
        1151.38
    ],
    [
        " And I read through the book and I read the book and came to a very clear answer that yes,",
        1152.52,
        1161.16
    ],
    [
        " not only do many of the rules in the book apply to Modern Warfare,",
        1162.16,
        1167.46
    ],
    [
        " they also apply to life in general like many of the rules that I talk about.",
        1167.46,
        1171.88
    ],
    [
        " And this book The Hundred Rules of War,",
        1172.76,
        1179.86
    ],
    [
        " which by the way only has 97 rules in it.",
        1179.86,
        1182.54
    ],
    [
        " But the book was originally written by Sukahara Boku Den,",
        1182.9,
        1189.98
    ],
    [
        " who lived from 1489 to 1571.",
        1190.4,
        1194.44
    ],
    [
        " And that's actually before Musashi's lifetime,",
        1194.48,
        1197.64
    ],
    [
        " because Musashi was born, they say, in 1584.",
        1197.82,
        1201.64
    ],
    [
        " So this book predates Musashi.",
        1201.92,
        1204.04
    ],
    [
        " And there's actually multiple revisions on this book.",
        1204.6,
        1208.92
    ],
    [
        " It's interesting people would get it and add something to it over the years.",
        1209.12,
        1213.28
    ],
    [
        " There was a forward written to the book in the mid 1600s by Takawan Soho.",
        1213.64,
        1219.58
    ],
    [
        " And then there was an afterword written by one of the grand children of Boku Den students.",
        1220.1,
        1227.5
    ],
    [
        " And there's another section, the first eight lines in the book that were added.",
        1227.92,
        1235.48
    ],
    [
        " And those are attributed to Shogun Yoshimune.",
        1236.28,
        1242.2
    ],
    [
        " And he's a Shogun that ruled the Japan from 1716 until 1745.",
        1242.94,
        1248.2
    ],
    [
        " So this book is very interesting.",
        1251.18,
        1253.0
    ],
    [
        " And since Eric, who sent it to me,",
        1253.46,
        1257.12
    ],
    [
        " is obviously fluent in Japanese, I'll apologize, of course,",
        1257.24,
        1260.68
    ],
    [
        " for my bad Japanese pronunciation.",
        1260.68,
        1263.08
    ],
    [
        " But we'll go for it.",
        1263.96,
        1267.28
    ],
    [
        " And now I'll want to take you through some of the sections of this book",
        1268.24,
        1271.2
    ],
    [
        " that again, I feel not only applied to combat today,",
        1271.2,
        1276.38
    ],
    [
        " but to life today.",
        1280.06,
        1281.82
    ],
    [
        " And interestingly, here's the, we'll start off a little bit with the introduction.",
        1282.66,
        1289.28
    ],
    [
        " And this is again written after the original book came out.",
        1289.8,
        1294.46
    ],
    [
        " And this guy added this introduction to it.",
        1294.94,
        1297.16
    ],
    [
        " And he's describing how great the book is.",
        1297.72,
        1300.44
    ],
    [
        " It's a little bit of arrogance in this, but it's okay.",
        1300.98,
        1302.88
    ],
    [
        " Because he's saying, hey, he's not saying he wrote it.",
        1302.9,
        1304.96
    ],
    [
        " He's saying, look, this book is important.",
        1305.02,
        1306.38
    ],
    [
        " And here we go to the book.",
        1306.74,
        1310.48
    ],
    [
        " If you change out the people, if you change out the words, if you change out the places,",
        1312.34,
        1315.88
    ],
    [
        " and if you change out every generation,",
        1316.1,
        1318.38
    ],
    [
        " it is like the difference between rain,",
        1318.86,
        1321.14
    ],
    [
        " dew, snow, and ice.",
        1321.68,
        1324.3
    ],
    [
        " They are each formed by the same water.",
        1324.98,
        1327.54
    ],
    [
        " That's interesting, right?",
        1327.98,
        1329.8
    ],
    [
        " Because now we're talking about people.",
        1329.9,
        1331.44
    ],
    [
        " Hey, you can be different times, different places, different surroundings.",
        1331.86,
        1335.46
    ],
    [
        " But it's like the difference between rain and dew and snow and ice.",
        1336.0,
        1339.76
    ],
    [
        " It's the same water.",
        1339.94,
        1341.5
    ],
    [
        " The same people are the same.",
        1341.72,
        1342.98
    ],
    [
        " Back to the book.",
        1343.38,
        1345.1
    ],
    [
        " These words should be read by any and everyone who follows the way of the warrior.",
        1345.2,
        1350.14
    ],
    [
        " Speak them aloud so that you may hear them in your ears",
        1350.82,
        1353.82
    ],
    [
        " and fail to heed them at your peril.",
        1353.82,
        1356.1
    ],
    [
        " They're not simply words to revere and praise.",
        1357.1,
        1360.12
    ],
    [
        " If you are attempting to equate the teachings within this scroll to any other work,",
        1361.6,
        1366.32
    ],
    [
        " know that this is knowledge that can be found only after summiting the tallest peak of a mountain.",
        1366.64,
        1370.94
    ],
    [
        " The depth of the wisdom contained on these pages makes the sea seem shallow by comparison.",
        1372.18,
        1377.32
    ],
    [
        " If you were to compare a person versed in these ideas to a stone,",
        1378.24,
        1382.2
    ],
    [
        " you would find the latter soft by comparison.",
        1382.4,
        1385.9
    ],
    [
        " Pull a bowstring, launching an arrow, or pulling a bowstring, launching an arrow,",
        1386.42,
        1393.12
    ],
    [
        " raising your whip, encouraging your steed, dawning your armor, taking up your lance,",
        1393.38,
        1397.78
    ],
    [
        " gaining fame and honor and becoming one who starts a great house.",
        1398.1,
        1401.62
    ],
    [
        " Read this book, listen to it.",
        1402.34,
        1404.42
    ],
    [
        " Understand the unmistakable truths.",
        1405.28,
        1407.62
    ],
    [
        " It would be utterly foolish to not lock them in your mind.",
        1408.58,
        1413.1
    ],
    [
        " In my opinion, even if you lived through a hundred generations over a thousand years,",
        1413.84,
        1419.64
    ],
    [
        " coming across another book like this,",
        1420.42,
        1422.42
    ],
    [
        " would be like to a blind turtle who comes to the surface once every hundred years,",
        1423.58,
        1430.34
    ],
    [
        " climbing its way into a hole on a piece of driftwood.",
        1430.72,
        1433.96
    ],
    [
        " I like that.",
        1435.58,
        1436.5
    ],
    [
        " Now, as we jump into this book, there's one more thing I need to mention.",
        1437.12,
        1440.08
    ],
    [
        " I said that there's these editions kind of to the book over time.",
        1440.08,
        1443.94
    ],
    [
        " Well, one of the editions to the book, I mean, this book was written in the 1500s,",
        1444.24,
        1448.94
    ],
    [
        " but one of the editions to the book, and this is something that Eric added,",
        1448.96,
        1453.1
    ],
    [
        " that he found a translation of the book by a researcher and a practitioner of the sword arts.",
        1453.68,
        1463.62
    ],
    [
        " And this guy's name was Hori Shohi, and he produced the text,",
        1463.62,
        1468.12
    ],
    [
        " and he put little helpful interpretations,",
        1468.38,
        1471.06
    ],
    [
        " kind of furthering the idea a little bit.",
        1471.14,
        1473.48
    ],
    [
        " So I'll read those sometimes, because it gives a little bit of clarification",
        1473.92,
        1478.82
    ],
    [
        " as to what's being talked about.",
        1478.82,
        1480.4
    ],
    [
        " And these first eight lines are actually, I'll give it up for these first eight lines",
        1481.18,
        1487.14
    ],
    [
        " in this book, being fairly epic.",
        1487.14,
        1490.02
    ],
    [
        " And again, these were written by Tokugawa Shogun Yishimuni.",
        1491.7,
        1497.62
    ],
    [
        " And again, he was the Shogun ruler of Japan from 1716 to 1745.",
        1498.04,
        1505.72
    ],
    [
        " And here's what he added to the book.",
        1506.24,
        1507.68
    ],
    [
        " And I think these are, well, here's number one.",
        1507.78,
        1510.84
    ],
    [
        " You cannot have pleasure without pain, and you cannot have pain without pleasure.",
        1512.82,
        1517.2
    ],
    [
        " Your struggles now will be rewarded in the future, so you must endure.",
        1519.06,
        1523.7
    ],
    [
        " Right?",
        1524.8,
        1527.2
    ],
    [
        " Yes.",
        1527.5,
        1528.04
    ],
    [
        " Kind of speaks for itself. Does it not?",
        1528.22,
        1529.98
    ],
    [
        " In fact, I think we call that Displenegal's Freedom.",
        1531.18,
        1534.78
    ],
    [
        " Next, be reverent towards the law, be afraid of fire, be afraid of thoughtless,",
        1535.48,
        1545.62
    ],
    [
        " delusional people, and never forget to be reverent to those you owe a debt of gratitude to.",
        1545.96,
        1551.24
    ],
    [
        " This is one of those things that what do we say now?",
        1551.92,
        1555.7
    ],
    [
        " Never forget where you came from.",
        1555.84,
        1556.7
    ],
    [
        " Right? People say never will forget where you came from.",
        1557.32,
        1558.64
    ],
    [
        " Well, don't forget those people that I got you there, because where you came from,",
        1558.9,
        1561.92
    ],
    [
        " somebody helped you along the way.",
        1562.06,
        1563.58
    ],
    [
        " And so don't forget about that.",
        1564.7,
        1566.74
    ],
    [
        " Next one.",
        1567.04,
        1567.72
    ],
    [
        " You should think of greed and lust as the enemy.",
        1568.0,
        1572.84
    ],
    [
        " Conqueror.",
        1579.2,
        1579.64
    ],
    [
        " I think I like this one.",
        1579.28,
        1580.9
    ],
    [
        " You should neither sleep late nor talk too long.",
        1581.3,
        1585.8
    ],
    [
        " Now, I guess I'm kind of the talk too long.",
        1586.54,
        1589.98
    ],
    [
        " I may be violating that on the regular basis, at least once a week on a podcast.",
        1590.04,
        1593.34
    ],
    [
        " Yes, me too sometimes.",
        1593.54,
        1594.6
    ],
    [
        " Actually, you might violate that on the regular.",
        1595.44,
        1597.26
    ],
    [
        " But hey, but here's a guy, don't sleep late.",
        1598.72,
        1601.78
    ],
    [
        " And you know, I get this all the every time I, every time somebody talks to me about sleeping,",
        1602.48,
        1607.44
    ],
    [
        " someone says, well, I have the night shift.",
        1607.44,
        1609.46
    ],
    [
        " Or while I work late, my kids don't go to bed until midnight.",
        1610.0,
        1614.68
    ],
    [
        " Okay, I get it.",
        1614.92,
        1616.28
    ],
    [
        " I'm not saying everyone in the world has to wake up at 4.30.",
        1616.42,
        1618.76
    ],
    [
        " What I'm saying is this, you shouldn't sleep late, right?",
        1618.98,
        1621.96
    ],
    [
        " And if you work the night shift, not sleeping late might be waking up in noon.",
        1622.34,
        1627.46
    ],
    [
        " But you didn't over sleep is my point.",
        1627.82,
        1630.82
    ],
    [
        " Yeah, it's the idea.",
        1630.82,
        1631.8
    ],
    [
        " Just like I said, we all want to stay cozy in our bed and kind of take our time.",
        1631.98,
        1636.6
    ],
    [
        "",
        1636.88,
        1636.88
    ],
    [
        " Yeah, it's the idea for sure.",
        1637.12,
        1640.08
    ],
    [
        " That's what I get from it anyway.",
        1640.2,
        1641.46
    ],
    [
        " It's not the mandatory.",
        1642.14,
        1643.8
    ],
    [
        " Yeah, 4.30.",
        1644.2,
        1645.2
    ],
    [
        " And if you don't wake up at 4.30, you're black or something.",
        1645.46,
        1647.96
    ],
    [
        " Like someone, someone, I had picked up my hand on the interweb, right?",
        1648.6,
        1654.0
    ],
    [
        " And I had a little callus get removed on the pull-up bar.",
        1654.28,
        1657.76
    ],
    [
        " And on the pull-up bar.",
        1659.08,
        1660.28
    ],
    [
        " Yeah, yeah.",
        1660.28,
        1660.8
    ],
    [
        " But someone said, hey, if someone doesn't have calluses, they don't work out.",
        1660.98,
        1665.8
    ],
    [
        " And then someone else said, well, what if you run a marathon?",
        1666.24,
        1668.86
    ],
    [
        " He still workout.",
        1669.14,
        1669.78
    ],
    [
        " Yeah.",
        1670.22,
        1670.36
    ],
    [
        " And so that's what you're doing, man.",
        1670.62,
        1672.66
    ],
    [
        " Yeah, yeah, exactly.",
        1673.02,
        1674.12
    ],
    [
        " You know, the point is get some, right?",
        1674.36,
        1677.24
    ],
    [
        " Can you get some while training for a marathon?",
        1677.46,
        1679.54
    ],
    [
        " Yes.",
        1679.78,
        1679.92
    ],
    [
        " Can you get some while running a marathon?",
        1680.08,
        1681.22
    ],
    [
        " Yes, you can.",
        1681.4,
        1681.86
    ],
    [
        " Look at Rob Jones.",
        1682.16,
        1683.58
    ],
    [
        " You know, he just ran 31 marathon to 31 days.",
        1684.08,
        1686.88
    ],
    [
        " Yeah, that's getting some.",
        1686.88,
        1687.78
    ],
    [
        " We're not accusing him of not working.",
        1687.88,
        1689.48
    ],
    [
        " Yeah, I'm mad at his lack of calluses.",
        1689.6,
        1691.52
    ],
    [
        " Hellbomb, he has calluses too.",
        1691.68,
        1693.1
    ],
    [
        "",
        1693.76,
        1693.76
    ],
    [
        " Yeah.",
        1693.9,
        1694.16
    ],
    [
        " All right.",
        1694.82,
        1695.16
    ],
    [
        " Next, take care to organize even trivial things.",
        1695.42,
        1700.5
    ],
    [
        " Then if something major occurs, it will not catch you off guard.",
        1700.78,
        1703.88
    ],
    [
        " So that's the little things that matter.",
        1704.18,
        1705.74
    ],
    [
        " Attention, you don't know how to do a military.",
        1705.84,
        1707.2
    ],
    [
        " When you join the military, I joke about it.",
        1707.7,
        1709.0
    ],
    [
        " They make you fold your underwear in like a four by four inch square.",
        1709.34,
        1714.02
    ],
    [
        " And that's the thing.",
        1716.4,
        1717.66
    ],
    [
        " They're trying to teach you attention to detail.",
        1717.88,
        1719.38
    ],
    [
        " Yeah.",
        1719.66,
        1719.78
    ],
    [
        " Because actually I was talking to a marine buddy of mine.",
        1720.14,
        1723.66
    ],
    [
        " I think it was, I want to say it was Morgan.",
        1723.94,
        1726.1
    ],
    [
        " Yeah, and they were, they landed their helo and the gunner,",
        1727.0,
        1732.12
    ],
    [
        " or whoever was in charge of the weapon, cracked off a 50-cal round into the,",
        1732.56,
        1736.54
    ],
    [
        " so you have a 50-cal mounted in the helicopter.",
        1737.1,
        1739.68
    ],
    [
        " Yeah.",
        1739.68,
        1740.06
    ],
    [
        " Guy cracked off around.",
        1740.2,
        1741.46
    ],
    [
        " If a weapon gets hot, it can just shoot.",
        1742.32,
        1744.12
    ],
    [
        " Oh, okay.",
        1744.54,
        1745.1
    ],
    [
        " Yeah.",
        1745.3,
        1745.48
    ],
    [
        " The weapon is really hot.",
        1745.84,
        1747.2
    ],
    [
        " It's called a cook off.",
        1747.36,
        1748.24
    ],
    [
        " Okay.",
        1748.5,
        1748.62
    ],
    [
        " You've got a brown in the chamber and the weapon's hot and it can just make that round go off.",
        1748.78,
        1754.02
    ],
    [
        " From what?",
        1754.14,
        1754.46
    ],
    [
        " The wet, anything.",
        1754.54,
        1755.2
    ],
    [
        " Just wet.",
        1755.52,
        1755.98
    ],
    [
        " No, from hot.",
        1756.2,
        1756.68
    ],
    [
        " If it's hot, well, you're shooting it.",
        1756.92,
        1758.12
    ],
    [
        " Okay, if it's hot outside, then you add you shoot it a bunch.",
        1758.2,
        1760.78
    ],
    [
        " And now it gets hot.",
        1760.94,
        1761.68
    ],
    [
        " There's a hot round sitting in the chamber.",
        1761.76,
        1764.02
    ],
    [
        " Yeah.",
        1764.24,
        1764.42
    ],
    [
        " And a minute goes by or you don't know how long it's going to be.",
        1764.54,
        1767.2
    ],
    [
        " It could be a minute, it could be five minutes, but boom.",
        1767.24,
        1769.54
    ],
    [
        " All of a sudden it just fires.",
        1769.54,
        1770.54
    ],
    [
        "",
        1771.04,
        1771.04
    ],
    [
        " And this, so before, in this particular case, I'm not sure the weapon system, it was a 50-cal",
        1771.44,
        1777.2
    ],
    [
        " but I'm not sure where they had it mounted.",
        1777.2,
        1778.46
    ],
    [
        " But anyways, he should have cleared it before he folded it up into the helicopter and he",
        1778.46,
        1785.64
    ],
    [
        " didn't do that.",
        1785.64,
        1786.16
    ],
    [
        " And so he pulled the rounds out, but there's one round sitting in the chamber and sure",
        1786.78,
        1791.94
    ],
    [
        " enough it cooked off.",
        1791.94,
        1792.7
    ],
    [
        " So that's the kind of thing where they're trying to get you to pay attention to the small",
        1793.2,
        1796.5
    ],
    [
        " details.",
        1796.5,
        1796.86
    ],
    [
        " Yeah.",
        1797.06,
        1797.28
    ],
    [
        " The trivial things.",
        1797.8,
        1798.98
    ],
    [
        " Yeah.",
        1799.34,
        1799.44
    ],
    [
        " The trivial things aren't too trivial.",
        1799.44,
        1800.78
    ],
    [
        " Yeah.",
        1801.08,
        1801.9
    ],
    [
        " Did they explain that to you?",
        1802.14,
        1804.38
    ],
    [
        " Like when you're folding your underwear, do they explain okay?",
        1804.52,
        1806.58
    ],
    [
        " And you know, at all.",
        1806.74,
        1807.68
    ],
    [
        " Or they do.",
        1807.88,
        1808.88
    ],
    [
        " And I've talked about this before on the podcast that my drone instructor in officer candidate",
        1809.12,
        1816.1
    ],
    [
        " school, at the end of officer candidate school, he explained why on everything at the end.",
        1816.1,
        1821.4
    ],
    [
        " Oh, like Mr. Miyagi.",
        1821.52,
        1822.56
    ],
    [
        " No, no, of course.",
        1822.82,
        1823.84
    ],
    [
        " No, while you're doing it though, they'll be saying, how can you, you know, you're doing",
        1824.02,
        1827.26
    ],
    [
        " you can't even fold your underwear.",
        1827.26,
        1828.08
    ],
    [
        " I'm not right.",
        1828.08,
        1828.64
    ],
    [
        " How can we trust you with a weapon system?",
        1828.7,
        1830.18
    ],
    [
        " You know what I mean?",
        1830.5,
        1830.8
    ],
    [
        " They'll say that kind of thing to you, but you don't really, when you're, well, when I",
        1830.9,
        1833.86
    ],
    [
        " was going through regular boot camp, you're just trans, your mind is being transformed from",
        1833.86,
        1839.4
    ],
    [
        " civilian world to military world.",
        1839.4,
        1841.24
    ],
    [
        " So you're not, you don't have good perspective.",
        1841.4,
        1843.74
    ],
    [
        " Yeah.",
        1843.9,
        1844.04
    ],
    [
        " You know, you're like weapon system man.",
        1844.3,
        1846.82
    ],
    [
        " I just want to eat the next meal.",
        1847.0,
        1849.04
    ],
    [
        " Yeah.",
        1849.3,
        1849.54
    ],
    [
        " You're not, you can't see the big picture.",
        1849.66,
        1851.36
    ],
    [
        " I mean, I, I couldn't, I was too young or too dumb or a little bit of both.",
        1851.52,
        1854.8
    ],
    [
        " Yeah.",
        1854.96,
        1855.32
    ],
    [
        " But they do.",
        1855.64,
        1856.06
    ],
    [
        " They're saying, hey, how could you, how could you, how could you trust, how could you",
        1856.16,
        1860.06
    ],
    [
        " fly a airplane?",
        1860.06,
        1861.52
    ],
    [
        " If you can't even fold your underwear right.",
        1862.1,
        1864.24
    ],
    [
        " Boy, you're actually thinking, well, damn, maybe I shouldn't be flying in a split plate.",
        1864.44,
        1869.02
    ],
    [
        " I can't fold my underwear right.",
        1869.02,
        1870.34
    ],
    [
        " But they're trying to teach you attention to detail and it is good.",
        1870.42,
        1873.42
    ],
    [
        " And it does apply to everything, you know, it does apply to everything.",
        1873.94,
        1878.42
    ],
    [
        " And you, you do the little things right?",
        1878.6,
        1880.3
    ],
    [
        " And that way the little things are in order.",
        1880.52,
        1882.14
    ],
    [
        " And that means the big things, even if they catch your little off guard, you're at least",
        1882.6,
        1885.68
    ],
    [
        " prepared for it.",
        1885.68,
        1886.34
    ],
    [
        " Yeah.",
        1886.54,
        1886.7
    ],
    [
        " Yeah.",
        1886.86,
        1887.6
    ],
    [
        " That, that whole thing, I mean, I, I dig it, you know, how they're talking to you guys",
        1887.74,
        1891.6
    ],
    [
        " like that.",
        1891.6,
        1891.94
    ],
    [
        " But that whole thing where how do you expect to do this when you can't even, you know,",
        1891.94,
        1896.38
    ],
    [
        " tie your shoes right or whatever, you know, like, say, or you don't bind to that.",
        1896.38,
        1899.64
    ],
    [
        " I do.",
        1899.8,
        1900.54
    ],
    [
        " Brrrr.",
        1900.68,
        1901.2
    ],
    [
        " What?",
        1901.42,
        1901.56
    ],
    [
        " I actually know.",
        1901.72,
        1902.32
    ],
    [
        " It's good.",
        1902.6,
        1903.08
    ],
    [
        " You're like, how are you going to run?",
        1903.32,
        1904.6
    ],
    [
        " Like, because a lot of things it's like a false little equivalency there.",
        1904.92,
        1907.42
    ],
    [
        " Some, some things.",
        1907.9,
        1908.66
    ],
    [
        " There's telling you to pay attention to the little things.",
        1908.82,
        1910.42
    ],
    [
        " Yeah.",
        1910.42,
        1910.56
    ],
    [
        " No, I get it.",
        1910.56,
        1911.3
    ],
    [
        " I get that part of it for sure, but I'm saying like, if they're not explaining why, and",
        1911.76,
        1916.18
    ],
    [
        " it could be wrong.",
        1916.18,
        1917.5
    ],
    [
        " Well, they're explaining why, but they're doing it.",
        1917.7,
        1919.4
    ],
    [
        " They're not doing it.",
        1919.86,
        1920.72
    ],
    [
        " They're not breaking it down for you.",
        1920.72,
        1922.16
    ],
    [
        " Like a school teacher is.",
        1922.62,
        1923.72
    ],
    [
        " Right.",
        1923.72,
        1923.84
    ],
    [
        " Okay.",
        1924.02,
        1924.14
    ],
    [
        " Well, this is echo Charles.",
        1924.26,
        1925.32
    ],
    [
        " Let me tell you why.",
        1925.48,
        1925.94
    ],
    [
        " They're not doing that to you.",
        1926.1,
        1927.54
    ],
    [
        " Because I'm like, no, they're not, they're not, they're saying, hey, how can we trust",
        1927.8,
        1933.24
    ],
    [
        " you with a rifle if you can't fold you on the right?",
        1933.24,
        1934.9
    ],
    [
        " Yeah.",
        1935.8,
        1936.66
    ],
    [
        " Okay.",
        1936.88,
        1937.06
    ],
    [
        " And I would say this, maybe I didn't see the big picture, but",
        1937.18,
        1940.28
    ],
    [
        " I at least saw the little picture.",
        1940.28,
        1941.3
    ],
    [
        " Yeah.",
        1941.6,
        1941.88
    ],
    [
        " Well, that's, you know, the thing ultimately like, you know, like, and I mentioned Mr.",
        1942.0,
        1945.56
    ],
    [
        " Mia, like uncrat, credit kit, right?",
        1945.72,
        1947.2
    ],
    [
        " Where he's like, wax on wax off, you know, and he's like, oh, he's so dumb that at the",
        1947.28,
        1950.66
    ],
    [
        " end, he gets the picture, you know, but as he's doing it, I mean, he didn't say, you",
        1950.66,
        1954.92
    ],
    [
        " know, if you can't send the floor, are you going to fight in the tournament, nothing like",
        1954.92,
        1958.0
    ],
    [
        " that?",
        1958.0,
        1958.18
    ],
    [
        " Well, he was teaching you some kind of technique allegedly.",
        1958.26,
        1960.76
    ],
    [
        " Right.",
        1961.0,
        1961.14
    ],
    [
        " But that's essentially what they're doing as far as attention to detail.",
        1961.2,
        1964.1
    ],
    [
        " They're making you a duty to do.",
        1964.1,
        1965.24
    ],
    [
        " You do, you do, you do, that would make you, there's nothing.",
        1965.36,
        1968.42
    ],
    [
        " Right.",
        1969.24,
        1969.68
    ],
    [
        " I'm sure there's just their footlock pieces of wood.",
        1969.24,
        1973.78
    ],
    [
        " Yeah, but that's pretty, like, that's an obvious translation, you know, like, I'm going",
        1974.32,
        1978.58
    ],
    [
        " to footlock some, it's like punching a punching bag, you know, same thing.",
        1978.58,
        1981.64
    ],
    [
        " Yeah.",
        1982.06,
        1982.2
    ],
    [
        " Two, just two.",
        1982.26,
        1982.74
    ],
    [
        " Very check.",
        1983.0,
        1983.42
    ],
    [
        " All right.",
        1984.48,
        1984.7
    ],
    [
        " Going to the next one.",
        1984.92,
        1985.62
    ],
    [
        " 90% is not enough.",
        1987.42,
        1989.32
    ],
    [
        " Only 100% will keep disaster at bay.",
        1989.88,
        1993.4
    ],
    [
        " That's good.",
        1994.06,
        1995.82
    ],
    [
        " Now, of course, many times I'll say, hey, 80, you got an 80% solution to go, right?",
        1996.28,
        2003.5
    ],
    [
        " Yeah, yeah, yeah.",
        2003.58,
        2004.14
    ],
    [
        " Because people sit around and wait for the plan.",
        2004.16,
        2005.44
    ],
    [
        " Right, right.",
        2005.44,
        2005.78
    ],
    [
        " Good plan now.",
        2005.82,
        2006.66
    ],
    [
        " Which, so I think that's a little bit different, but this, I think if you're talking about",
        2006.8,
        2010.1
    ],
    [
        " effort, yeah, right?",
        2010.1,
        2011.66
    ],
    [
        " The effort has to be 100%.",
        2011.94,
        2013.36
    ],
    [
        " Yeah.",
        2013.36,
        2013.6
    ],
    [
        " We're not going to give 100%.",
        2013.7,
        2014.74
    ],
    [
        " And it's a settling thing too, right?",
        2014.74,
        2017.1
    ],
    [
        " You know, people like, don't like settle, you know, don't settle for 90%.",
        2017.46,
        2020.86
    ],
    [
        " Right.",
        2020.86,
        2021.12
    ],
    [
        " 100% is required.",
        2021.24,
        2022.92
    ],
    [
        " Exactly.",
        2023.14,
        2023.32
    ],
    [
        " Like, yeah, for it or what?",
        2023.32,
        2024.26
    ],
    [
        " Yeah.",
        2024.26,
        2024.44
    ],
    [
        " That's what I get from it.",
        2024.78,
        2026.72
    ],
    [
        " Next, having good judgment also means being able to endure.",
        2027.56,
        2032.58
    ],
    [
        " There you go.",
        2033.64,
        2036.18
    ],
    [
        " Ender.",
        2037.46,
        2038.54
    ],
    [
        " Take pain.",
        2038.98,
        2040.44
    ],
    [
        " And it's not just pain.",
        2041.08,
        2042.68
    ],
    [
        " It's also being able to take just, just, just annoyance.",
        2042.98,
        2047.24
    ],
    [
        " Yeah, yeah, just comfort, like discomfort.",
        2047.26,
        2049.2
    ],
    [
        " And like, how many people don't want to do a job just because it's, it's just because",
        2049.84,
        2054.26
    ],
    [
        " it's grueling and not fun, right?",
        2054.26,
        2056.82
    ],
    [
        " Yeah, right here.",
        2057.16,
        2057.74
    ],
    [
        " Me.",
        2057.8,
        2057.92
    ],
    [
        " A lot of people in that category.",
        2058.34,
        2060.08
    ],
    [
        " Not right now.",
        2060.8,
        2061.3
    ],
    [
        " Currently, obviously, but, you know, in general, yeah, that's my general attitude for the",
        2061.32,
        2065.92
    ],
    [
        " most part.",
        2065.92,
        2066.4
    ],
    [
        " Sometimes.",
        2066.72,
        2067.64
    ],
    [
        " What was the worst, most menial job that you really hated?",
        2067.74,
        2071.3
    ],
    [
        " My worst job that I really hated was being a mover at American Hovers on a Wahoo in",
        2071.58,
        2077.12
    ],
    [
        " a Hwy.",
        2077.12,
        2077.36
    ],
    [
        "",
        2077.36,
        2077.36
    ],
    [
        " For the summer.",
        2077.92,
        2078.56
    ],
    [
        " But then you get a little bit what, like, like, hey, man, I'm going to move this thing",
        2079.08,
        2083.54
    ],
    [
        " really fast.",
        2083.54,
        2084.16
    ],
    [
        " No.",
        2084.32,
        2084.5
    ],
    [
        " No, not at all.",
        2084.86,
        2086.74
    ],
    [
        " It was like moving for other people all day, like, and it was bad as like 13 hours a day",
        2086.96,
        2092.24
    ],
    [
        " average.",
        2092.24,
        2092.74
    ],
    [
        " I worked construction.",
        2093.34,
        2093.9
    ],
    [
        " I, I every time I went to work construction and the first day on the job site, the, the",
        2094.04,
        2098.56
    ],
    [
        " guys came into the Wendy's.",
        2098.56,
        2100.4
    ],
    [
        " I worked at Wendy's.",
        2100.46,
        2101.3
    ],
    [
        " Sure.",
        2101.36,
        2101.64
    ],
    [
        " And the guys looked at me and the, in this old Italian guy, builder.",
        2101.92,
        2106.84
    ],
    [
        " He looks at me and goes, what are you doing here?",
        2107.2,
        2108.78
    ],
    [
        " I said, I'm making rent.",
        2109.5,
        2110.84
    ],
    [
        " He says, you want to work here?",
        2111.34,
        2112.28
    ],
    [
        " I said, no, sir.",
        2112.74,
        2113.34
    ],
    [
        " He said, you want to work construction with me?",
        2113.92,
        2115.24
    ],
    [
        " I said, yes, sir.",
        2115.4,
        2115.92
    ],
    [
        " Hmm.",
        2116.22,
        2116.36
    ],
    [
        " He said, but, after tomorrow, we're overcr…",
        2116.9,
        2118.92
    ],
    [
        " Cause they were building a place right across this rate.",
        2118.92,
        2120.42
    ],
    [
        " Yeah.",
        2120.58,
        2120.74
    ],
    [
        " I said, yes, sir.",
        2121.48,
        2122.18
    ],
    [
        " So I showed up there in the morning.",
        2122.9,
        2125.5
    ],
    [
        " And there's there a dump truck had come with a ton of concrete block to that we were",
        2125.86,
        2132.52
    ],
    [
        " going to build a little foundation wall.",
        2132.52,
        2133.92
    ],
    [
        " And they just dumped it, you know, a hundred yards away.",
        2134.76,
        2138.14
    ],
    [
        " All these concrete blocks.",
        2138.58,
        2139.68
    ],
    [
        " Yeah.",
        2139.94,
        2140.12
    ],
    [
        " And he says, hey, your job today is to move these blocks over to get them over here near",
        2140.64,
        2147.54
    ],
    [
        " the foundation thing.",
        2147.54,
        2148.4
    ],
    [
        " And he said, we're going to get some coffee and some donuts.",
        2148.46,
        2152.04
    ],
    [
        " Sure.",
        2152.66,
        2153.9
    ],
    [
        " Yeah.",
        2154.46,
        2154.96
    ],
    [
        " Donuts.",
        2155.54,
        2156.84
    ],
    [
        " So I said, yes, sir.",
        2157.02,
        2159.0
    ],
    [
        " And he got in the truck with the guys, right?",
        2160.22,
        2162.88
    ],
    [
        " And I started moving these blocks.",
        2163.56,
        2166.42
    ],
    [
        " I was running.",
        2166.7,
        2167.22
    ],
    [
        " I was running.",
        2167.52,
        2168.14
    ],
    [
        " Yeah.",
        2168.32,
        2168.48
    ],
    [
        " Literally running as fast as I could possibly do it.",
        2168.7,
        2170.64
    ],
    [
        " And I wasn't even doing that as like a challenge to myself.",
        2171.0,
        2174.2
    ],
    [
        " I was so happy to not be working at Wendy's that I would have…",
        2174.2,
        2179.66
    ],
    [
        " I mean, I just was filled with energy.",
        2179.66,
        2181.82
    ],
    [
        " So I get all these blocks done.",
        2182.0,
        2183.24
    ],
    [
        " And another guy was there who didn't go to get coffee and donuts.",
        2183.3,
        2186.48
    ],
    [
        " And he kind of gave me, hey, man, you need to slow down.",
        2187.4,
        2190.86
    ],
    [
        " Yeah.",
        2191.12,
        2191.16
    ],
    [
        " You know, you're going to make everyone look bad.",
        2191.42,
        2192.88
    ],
    [
        " And I would just say, hey, I'm going pretty slow.",
        2193.18,
        2196.54
    ],
    [
        " I said, don't worry, I'll do whatever.",
        2197.16,
        2198.64
    ],
    [
        " You know, I'll do your job.",
        2199.06,
        2199.8
    ],
    [
        " You can sit there.",
        2199.9,
        2200.38
    ],
    [
        " I don't care.",
        2200.68,
        2201.4
    ],
    [
        " Yeah.",
        2202.34,
        2202.52
    ],
    [
        " But what did you get any of that?",
        2203.22,
        2204.86
    ],
    [
        " You didn't get any…",
        2205.06,
        2205.88
    ],
    [
        " I mean, you didn't propose little challenges to yourself.",
        2205.88,
        2208.8
    ],
    [
        " Yeah.",
        2208.86,
        2208.98
    ],
    [
        " You're a little work crew.",
        2209.06,
        2209.8
    ],
    [
        " That's actually how I got by.",
        2209.88,
        2211.5
    ],
    [
        " I was like, okay, let me do those little things.",
        2211.84,
        2214.56
    ],
    [
        " If there's a way to get by, you should tell people because some people are stuck in",
        2214.56,
        2218.32
    ],
    [
        " jobs that they don't like right at this moment in time.",
        2218.32,
        2220.52
    ],
    [
        " They're listening to podcasts and they're working at Wendy's.",
        2220.52,
        2223.2
    ],
    [
        "",
        2223.46,
        2223.46
    ],
    [
        " And I work at Wendy's, bro.",
        2223.8,
        2225.94
    ],
    [
        "",
        2226.56,
        2226.56
    ],
    [
        " No, I dig it.",
        2226.76,
        2228.02
    ],
    [
        " That was not fun.",
        2228.02,
        2228.72
    ],
    [
        " That was football.",
        2228.8,
        2228.86
    ],
    [
        " That was hard.",
        2229.86,
        2230.22
    ],
    [
        " Why did you do that?",
        2230.22,
        2230.66
    ],
    [
        " I worked at football.",
        2231.08,
        2232.26
    ],
    [
        " But what did you say?",
        2232.52,
        2233.56
    ],
    [
        " You saw a guy in the back, stocked shoes and stuff like that.",
        2233.56,
        2237.46
    ],
    [
        " Yeah.",
        2237.62,
        2237.84
    ],
    [
        " You know, it was funny, man.",
        2238.16,
        2238.92
    ],
    [
        " On Kwai working at football, when you'd walk in, it'd be like, hey, that's kind of cool.",
        2239.5,
        2243.4
    ],
    [
        " We're the ref uniform and all that.",
        2243.54,
        2245.26
    ],
    [
        " And the men, when we, we're in high school.",
        2245.42,
        2247.66
    ],
    [
        " So, man, we start working.",
        2248.02,
        2248.96
    ],
    [
        " I was like, this is tedious.",
        2248.96,
        2250.9
    ],
    [
        " It's weird how your perspective changes.",
        2251.36,
        2253.3
    ],
    [
        " Yeah.",
        2253.62,
        2253.82
    ],
    [
        " I was thinking about that the other day when you're a young team guy and you get like,",
        2254.06,
        2257.44
    ],
    [
        " when I got my first department, I was, I might as well,",
        2257.44,
        2260.8
    ],
    [
        " a man don't trip.",
        2260.8,
        2261.7
    ],
    [
        "",
        2262.34,
        2262.34
    ],
    [
        " I was the richest guy in the world, you know.",
        2262.34,
        2264.5
    ],
    [
        " It was like, I was the man.",
        2264.58,
        2266.82
    ],
    [
        " Yeah.",
        2267.16,
        2267.4
    ],
    [
        " But then as you, you know, you settle into that, then you say, well, you know what?",
        2268.12,
        2272.58
    ],
    [
        " And, but cool, that little house.",
        2272.58,
        2274.62
    ],
    [
        " I know you got to be, be weary of the greed.",
        2274.86,
        2277.12
    ],
    [
        " That's true.",
        2277.5,
        2278.24
    ],
    [
        " That's true.",
        2278.62,
        2279.14
    ],
    [
        " But that's natural though, right?",
        2279.3,
        2280.34
    ],
    [
        " It's like, you know, when you get used to something, it becomes the new standard, you",
        2280.48,
        2284.0
    ],
    [
        " know, that whole thing works, right?",
        2284.0,
        2285.56
    ],
    [
        " Well, okay, then what's the difference between someone because you and I both know",
        2285.68,
        2289.3
    ],
    [
        " people.",
        2289.3,
        2289.4
    ],
    [
        " We all know people.",
        2289.5,
        2290.08
    ],
    [
        " There's people that get to the comfort zone and then they're done.",
        2290.26,
        2292.52
    ],
    [
        " What's the difference between someone that gets the comfort zone and done and someone",
        2293.2,
        2295.72
    ],
    [
        " that gets the comfort zone and says, all right, I'm comfortable here, but I want more.",
        2295.72,
        2298.44
    ],
    [
        " Yeah.",
        2298.96,
        2299.12
    ],
    [
        " I want to do more, maybe not want more because that implies a materialistic point, but I",
        2299.12,
        2303.88
    ],
    [
        " just want more.",
        2303.88,
        2305.14
    ],
    [
        " Huh.",
        2305.44,
        2305.54
    ],
    [
        " Yeah, I know.",
        2306.1,
        2306.62
    ],
    [
        " Because they're both like really like obviously prevalent in like almost natural.",
        2306.94,
        2311.96
    ],
    [
        " You can get both those personalities.",
        2312.18,
        2313.58
    ],
    [
        " Yeah.",
        2313.82,
        2314.08
    ],
    [
        " But the, I'm sure we're all like, but we're both of that.",
        2314.44,
        2317.2
    ],
    [
        " I'm sure everybody is both of those things in one way or another, you know, like in,",
        2317.52,
        2321.42
    ],
    [
        " oh, yeah, yeah.",
        2321.82,
        2322.54
    ],
    [
        " You know, like we're probably both in like the comfort zone big time as far as certain things.",
        2322.54,
        2326.7
    ],
    [
        " You know, I don't know why the point.",
        2326.88,
        2327.98
    ],
    [
        " I don't know.",
        2327.98,
        2328.34
    ],
    [
        " You know, I can't.",
        2328.42,
        2329.4
    ],
    [
        " No, you know what's interesting because if you think about it, you see someone that's",
        2329.4,
        2332.66
    ],
    [
        " got 70% body fat.",
        2332.66,
        2335.88
    ],
    [
        " Yeah.",
        2336.5,
        2336.74
    ],
    [
        " And you go dude.",
        2336.96,
        2337.7
    ],
    [
        " Yeah.",
        2338.16,
        2338.74
    ],
    [
        " That dude's got 70% body fat.",
        2338.9,
        2340.22
    ],
    [
        " That's got like like that sucks.",
        2340.3,
        2341.78
    ],
    [
        " Like, yeah, that person should work, you know, try and get that, try and drop that percentage",
        2341.96,
        2347.12
    ],
    [
        " down.",
        2347.12,
        2347.36
    ],
    [
        " Yeah.",
        2347.56,
        2347.7
    ],
    [
        " But there's someone that's looking at me.",
        2347.84,
        2349.74
    ],
    [
        " Some guy that's obsessed with being lean as hell.",
        2350.04,
        2354.58
    ],
    [
        " He's looking at me like, God, I can't believe it, Jocke, it's got whatever 20% or 18, whatever",
        2354.86,
        2361.66
    ],
    [
        " my percent body fat is.",
        2361.66,
        2363.34
    ],
    [
        "",
        2363.52,
        2363.52
    ],
    [
        " He's looking at me going, dude.",
        2363.6,
        2365.12
    ],
    [
        " Well, you know, to mean to mind my comfort zone?",
        2365.56,
        2367.6
    ],
    [
        " No, no, no, no, no, no, no, no, no, no, no, because it's not like you were getting after",
        2367.74,
        2372.3
    ],
    [
        " it, looking after your body percent levels.",
        2372.3,
        2375.56
    ],
    [
        " And then you hit a certain number and then you were like, who cares?",
        2375.56,
        2379.1
    ],
    [
        " Kind of thing.",
        2379.36,
        2379.84
    ],
    [
        " I don't think that that's the way it went.",
        2379.96,
        2381.4
    ],
    [
        " And here's what have and not with you, obviously I can't speak, you know, as far as your comfort",
        2381.4,
        2385.62
    ],
    [
        " zones go, but a typical one, we'll say, is that, you know, guys will be working out and",
        2385.62,
        2392.58
    ],
    [
        " like getting their fresh hair cut or whatever.",
        2392.58,
        2394.68
    ],
    [
        " And then they'll get married and then they won't work out as much and guys, girls, whatever,",
        2394.98,
        2399.24
    ],
    [
        " you know, and do that.",
        2399.88,
        2400.86
    ],
    [
        " They, they quote unquote, let themselves go after they get married like that kind of stuff.",
        2400.92,
        2404.0
    ],
    [
        " But they might focus a lot more on their career and then they might want more of that.",
        2404.18,
        2408.22
    ],
    [
        " But then, you know, it's like that kind of stuff.",
        2408.22,
        2410.74
    ],
    [
        " Yeah.",
        2411.02,
        2411.42
    ],
    [
        " I think you got to watch out for the comfort zone.",
        2411.52,
        2413.78
    ],
    [
        " Yeah.",
        2413.84,
        2414.56
    ],
    [
        " I think so too.",
        2414.6,
        2415.24
    ],
    [
        " All right.",
        2415.98,
        2417.0
    ],
    [
        " Next.",
        2417.58,
        2419.32
    ],
    [
        " Oh, now we've moved beyond those opening lines and now we get into the bulk of the book,",
        2420.36,
        2425.16
    ],
    [
        " book, which again, which is written by this book again guy.",
        2425.16,
        2428.0
    ],
    [
        " And here we go.",
        2428.8,
        2431.2
    ],
    [
        " It does not matter whether you are filing, firing at an enemy near you or an opponent",
        2431.78,
        2436.54
    ],
    [
        " some distance away, you should be adept at selecting the best arrowhead.",
        2436.54,
        2440.62
    ],
    [
        " And then the, the amplification on that says the lesson here is that you need a strong arrow",
        2441.32,
        2448.96
    ],
    [
        " for an adversary at close range, but a lighter one for hitting an opponent far away.",
        2448.96,
        2452.66
    ],
    [
        " And I guess when I read this, the point that I got out of it was, you, you need to be",
        2453.04,
        2458.9
    ],
    [
        " able to select your tools properly.",
        2458.9,
        2460.16
    ],
    [
        " Right.",
        2460.24,
        2460.4
    ],
    [
        " And as a leader, you need to be able to select.",
        2460.62,
        2464.48
    ],
    [
        " Think of all the tools we've talked about on this podcast that you need to use as a leader.",
        2464.58,
        2469.14
    ],
    [
        " Some guy, you got to be a little bit harsher with a guy.",
        2469.74,
        2471.76
    ],
    [
        " Sometimes you got to be, you got to flank a guy.",
        2471.92,
        2473.56
    ],
    [
        " Sometimes you got to be directors, all these different tools that you need to use as a leader.",
        2473.68,
        2477.04
    ],
    [
        " You got to be adept at selecting the right tools.",
        2477.4,
        2480.66
    ],
    [
        " And I gave a metaphor on here one time about, about how, uh, you're like a woodworker, right?",
        2481.34,
        2490.12
    ],
    [
        " This is actually what's interesting about the woodworker metaphor is as a leader,",
        2490.3,
        2495.06
    ],
    [
        " you have to be like a ward worker, which means you need to learn all these different types of tools.",
        2495.14,
        2497.94
    ],
    [
        " But you need to learn how to use these different tools on different types of wood.",
        2498.24,
        2502.84
    ],
    [
        " And each one of these types of wood, each one of these individual pieces of wood is a little bit different.",
        2503.44,
        2508.88
    ],
    [
        " They got a little knot, they got a grain, they get things.",
        2509.1,
        2510.92
    ],
    [
        " So you, you can't just learn a mechanical skill.",
        2511.58,
        2513.96
    ],
    [
        " Yeah.",
        2514.22,
        2514.54
    ],
    [
        " You have to learn to be a true craftsman with the tools.",
        2514.88,
        2518.02
    ],
    [
        " And then you have to learn about what the different types of people they are.",
        2518.02,
        2520.36
    ],
    [
        " And then you have to see that each, even a different type like this person might have a big ego,",
        2520.84,
        2523.82
    ],
    [
        " but they got this other thing.",
        2523.84,
        2524.8
    ],
    [
        " It will not.",
        2525.06,
        2525.78
    ],
    [
        " They got a little different grain.",
        2525.94,
        2526.8
    ],
    [
        " Like a barber, you know, the barber cuts the person using the clippers.",
        2527.3,
        2532.22
    ],
    [
        " Well, yeah, and he busts out the thing and it depends, you know, that's true.",
        2532.44,
        2536.12
    ],
    [
        " Like a barber or I guess we could say any type of craftsman that has to work with varying medium.",
        2536.24,
        2540.7
    ],
    [
        " Sure.",
        2541.02,
        2541.3
    ],
    [
        " Yeah, pretty much anybody really everybody.",
        2541.84,
        2544.38
    ],
    [
        " You've watched the social network.",
        2545.04,
        2546.52
    ],
    [
        " Right.",
        2546.7,
        2546.82
    ],
    [
        " Watch that show.",
        2546.82,
        2547.48
    ],
    [
        " It sounds weird.",
        2547.58,
        2548.22
    ],
    [
        " It's a, when you first hear the idea of Facebook, you will have about Facebook and Zuckerberg.",
        2548.5,
        2553.12
    ],
    [
        " The first, when you hear about that, you're like, oh, who cares?",
        2553.46,
        2556.46
    ],
    [
        " But bro, that's a good movie.",
        2556.8,
        2558.2
    ],
    [
        " Really good movie.",
        2558.44,
        2559.3
    ],
    [
        " Anyway, it's a movie.",
        2559.6,
        2560.66
    ],
    [
        " I thought it was a show or a movie, a movie.",
        2560.88,
        2563.3
    ],
    [
        " Okay.",
        2563.42,
        2563.64
    ],
    [
        " The social network.",
        2563.84,
        2564.56
    ],
    [
        " Is he awkward?",
        2564.94,
        2565.72
    ],
    [
        " Yeah.",
        2566.32,
        2566.78
    ],
    [
        " Yeah, it's chill.",
        2566.98,
        2567.58
    ],
    [
        " It's really, they overdue his awkwardness.",
        2567.74,
        2570.02
    ],
    [
        " You think maybe, maybe?",
        2570.16,
        2571.16
    ],
    [
        " Yeah, maybe.",
        2571.92,
        2572.72
    ],
    [
        " I don't know.",
        2572.96,
        2573.2
    ],
    [
        " I don't really follow Zuckerberg to know his awkwardness or whatever.",
        2573.3,
        2576.88
    ],
    [
        " Have you ever heard people call him sucks?",
        2577.06,
        2578.54
    ],
    [
        " Yeah, it sucks.",
        2579.0,
        2579.58
    ],
    [
        " Like that point.",
        2579.64,
        2580.18
    ],
    [
        " I think he's helping himself.",
        2580.42,
        2581.4
    ],
    [
        " We tied anyway.",
        2582.74,
        2584.34
    ],
    [
        " Yeah, sure.",
        2584.62,
        2585.02
    ],
    [
        " It sucks.",
        2585.16,
        2585.46
    ],
    [
        " Of course.",
        2585.46,
        2585.92
    ],
    [
        " But he, he's doing, he's doing something.",
        2586.46,
        2589.36
    ],
    [
        " He's, he's breaking into the college computer or mainframe, whatever he's breaking into.",
        2589.52,
        2594.48
    ],
    [
        " And he's kind of narrating what he's doing.",
        2594.82,
        2596.52
    ],
    [
        " He's like, I had to do this.",
        2596.52,
        2597.36
    ],
    [
        " So I had to break out this, this, you know, and he's doing the same thing.",
        2597.42,
        2600.3
    ],
    [
        " That was a really revealing part in regards to this kind of thing.",
        2600.3,
        2603.18
    ],
    [
        " Well, he's got to make it.",
        2603.36,
        2604.58
    ],
    [
        " Yeah, because you have to get in here because he's, so he's trying to solve these.",
        2604.58,
        2607.04
    ],
    [
        " It's all code and, you know, so he's trying to solve this problem.",
        2607.06,
        2610.52
    ],
    [
        " But then this problem comes up and then this one has these specific problems.",
        2610.54,
        2614.18
    ],
    [
        " So he has to solve them, but he can't just deal with the current tools.",
        2614.18,
        2616.26
    ],
    [
        " He has to bust out the other two.",
        2616.26,
        2617.64
    ],
    [
        " Did he have to vision when he was creating it of, of what it was going to be?",
        2617.64,
        2620.4
    ],
    [
        " Well, did he feel that confident about it?",
        2621.04,
        2623.1
    ],
    [
        " Is he, did he see the whole vision?",
        2623.22,
        2624.54
    ],
    [
        " Or did he like wake up one day and say, dang, this thing is going to be really.",
        2624.64,
        2627.78
    ],
    [
        " No, no, it was, it was like, it was a slow,",
        2628.06,
        2630.1
    ],
    [
        " evolution into it because at first it was like, he started with this thing called face",
        2630.18,
        2634.0
    ],
    [
        " smash, which was basically just comparing the girls on campus, like, who's hotter?",
        2634.0,
        2640.34
    ],
    [
        " And then you click, okay, she's hotter.",
        2640.92,
        2643.06
    ],
    [
        " Then he go to the next one.",
        2643.2,
        2644.0
    ],
    [
        " She's hotter.",
        2644.58,
        2644.88
    ],
    [
        " You know, and that's called blooded sucks.",
        2645.36,
        2647.8
    ],
    [
        " And that was a big part of it.",
        2647.8,
        2649.66
    ],
    [
        " It was like, that's what people would hate.",
        2649.72,
        2650.8
    ],
    [
        " I mean, stuff like that.",
        2650.88,
        2651.56
    ],
    [
        " And then it just slowly, now I was a social network.",
        2651.7,
        2655.46
    ],
    [
        " These guys, like, it's weird.",
        2655.62,
        2657.8
    ],
    [
        " It's like what a teenager would do, right?",
        2658.08,
        2659.9
    ],
    [
        " Oh, yeah, big time.",
        2659.92,
        2660.72
    ],
    [
        " And that's what they were trying to emphasize to more like he just wanted to be like,",
        2660.86,
        2663.96
    ],
    [
        " liked by people.",
        2663.96,
        2665.06
    ],
    [
        " I thought he made that up.",
        2665.44,
        2666.04
    ],
    [
        " I thought that was going to help him be liked.",
        2666.14,
        2667.58
    ],
    [
        " He had a weird approach.",
        2667.86,
        2668.84
    ],
    [
        " I don't know.",
        2669.68,
        2670.76
    ],
    [
        " This is just what the movies are.",
        2671.0,
        2671.84
    ],
    [
        " I don't know.",
        2671.94,
        2672.28
    ],
    [
        " You know, I'm sure there's some inconsistencies with it.",
        2672.4,
        2674.78
    ],
    [
        " But no, it's weird.",
        2675.02,
        2675.78
    ],
    [
        " It would be weird to meet him.",
        2676.02,
        2678.04
    ],
    [
        " Well, not just to meet him like, hey, nice to meet you, but to actually know him, I guess.",
        2678.26,
        2681.92
    ],
    [
        " Because then you see what someone's, there's been, there's been people that I've kind of known",
        2682.2,
        2685.92
    ],
    [
        " that were whatever son of semi famous or whatever the word is.",
        2685.92,
        2690.18
    ],
    [
        " Sure.",
        2690.38,
        2690.46
    ],
    [
        " And in reality, like on TV, they seem like they're not cool people.",
        2690.78,
        2695.1
    ],
    [
        " But in regular life, they're really cool.",
        2695.5,
        2697.2
    ],
    [
        " And then the opposite, I've also seen where someone is, seems super cool.",
        2697.46,
        2701.68
    ],
    [
        " Yeah.",
        2701.94,
        2702.22
    ],
    [
        " When you see their persona and then real life, they're not cool.",
        2702.5,
        2706.46
    ],
    [
        " Yeah.",
        2706.8,
        2707.08
    ],
    [
        " Yeah.",
        2707.48,
        2708.02
    ],
    [
        " I guess they'd be pretty common to kind of be inconsistent that way or have it be inconsistent",
        2708.3,
        2712.96
    ],
    [
        " as far as your experience with that person.",
        2713.2,
        2714.98
    ],
    [
        " Seems like they had to be kind of common, right?",
        2715.42,
        2717.88
    ],
    [
        " Because a lot of people, if they're famous or if they're, you know, famous, popular, whatever,",
        2717.98,
        2722.62
    ],
    [
        " you a lot of times you kind of got to turn it on for the camera, right?",
        2722.92,
        2727.5
    ],
    [
        " It's where she, because you're essentially a performer in one way or another, whether",
        2727.76,
        2731.18
    ],
    [
        " be actor or whoever, you know, even like businessmen, you know, like it's weird.",
        2731.18,
        2737.46
    ],
    [
        " And it's not even necessarily a bad thing.",
        2737.58,
        2738.98
    ],
    [
        " It's more like for lack of better term, a required thing, you know?",
        2739.06,
        2742.28
    ],
    [
        " So like my brother, for example, like if I know him, but then when I hear him talking to",
        2742.28,
        2747.22
    ],
    [
        " like, like, I don't know exactly if there's something or like every once in a while, he'll,",
        2747.22,
        2752.36
    ],
    [
        " I'll see him on a, like an interview or something.",
        2752.52,
        2754.68
    ],
    [
        " And I'm like, like he, there's only because I know I know I know I'm so good.",
        2754.78,
        2759.06
    ],
    [
        " So it's like, I see what I just thought of as Joe Rogan.",
        2759.52,
        2762.98
    ],
    [
        " Yeah.",
        2763.4,
        2763.66
    ],
    [
        " So I actually met Joe Rogan a long time ago when I was just deans, one of Dean's",
        2763.76,
        2769.14
    ],
    [
        " corner man, right?",
        2769.14,
        2769.62
    ],
    [
        " You know, you know how Joe Rogan treated me back then?",
        2770.58,
        2772.8
    ],
    [
        " How super cool.",
        2773.14,
        2774.56
    ],
    [
        " Like, like, just cool, just the same.",
        2774.68,
        2776.34
    ],
    [
        " And then when I was up on his podcast, the same dude, that's, that's a good dude right",
        2776.52,
        2781.52
    ],
    [
        " there.",
        2781.52,
        2781.72
    ],
    [
        " You know what I mean?",
        2782.0,
        2782.44
    ],
    [
        " I agree and strangely enough, I had the exact same experience.",
        2782.58,
        2785.4
    ],
    [
        " And this is, and this will, this will kind of demonstrate how legitimate it is.",
        2785.56,
        2790.22
    ],
    [
        " Right.",
        2790.26,
        2790.42
    ],
    [
        " So same exact story.",
        2790.56,
        2791.42
    ],
    [
        " I met Joe Rogan for the first time with Dean and my wife.",
        2791.44,
        2794.08
    ],
    [
        " We went to, we kind of knew Red Band through its long story.",
        2794.28,
        2797.34
    ],
    [
        " So we went to one of his shows.",
        2797.34,
        2798.52
    ],
    [
        " We got to go to one of his shows and go talk to him after which, right?",
        2798.52,
        2801.76
    ],
    [
        " So that's the first time I met him.",
        2801.88,
        2802.76
    ],
    [
        " Same thing.",
        2802.82,
        2803.14
    ],
    [
        " Super nice.",
        2803.3,
        2803.74
    ],
    [
        " Game is email.",
        2803.84,
        2804.5
    ],
    [
        " Yeah.",
        2804.98,
        2805.14
    ],
    [
        " I'm like, I'm sorry.",
        2805.26,
        2806.22
    ],
    [
        " I'm with some dude of Charles.",
        2806.4,
        2807.54
    ],
    [
        " He was like, yeah, yeah.",
        2807.86,
        2808.86
    ],
    [
        " Email is a cool.",
        2809.0,
        2809.98
    ],
    [
        " Yeah.",
        2810.24,
        2810.36
    ],
    [
        " And then so the next time I see him was when I went to legends to train.",
        2810.8,
        2814.82
    ],
    [
        " When I was going to LA for, you know, to film me and then so I train at legends.",
        2814.84,
        2817.7
    ],
    [
        " And so I go there and he's there.",
        2818.2,
        2822.88
    ],
    [
        " He's rolling with everyone and everything.",
        2822.98,
        2824.12
    ],
    [
        " You know, it's like he's known there or whatever.",
        2824.3,
        2826.44
    ],
    [
        " You know, like a calm just another person there is for his training.",
        2826.44,
        2829.22
    ],
    [
        " And then so he's kind of cruising on the side.",
        2829.22,
        2831.94
    ],
    [
        " So I'm going to go ask him to roll.",
        2831.94,
        2833.38
    ],
    [
        " So I was like, hey, what's up?",
        2833.72,
        2835.32
    ],
    [
        " Yeah, I met you with Dean long time ago, you know, a few years ago, whatever he was like,",
        2835.38,
        2838.32
    ],
    [
        " he was like, yeah, that must have been a lot like he totally didn't remember me.",
        2838.32,
        2841.08
    ],
    [
        " You know, it's not like, I remember you.",
        2841.18,
        2843.38
    ],
    [
        " So now I'm going to be cool to you.",
        2843.48,
        2844.78
    ],
    [
        " It was like, he did totally didn't remember me.",
        2844.94,
        2846.82
    ],
    [
        " I was probably one of many people and he was still just as cool.",
        2846.86,
        2849.34
    ],
    [
        " So he starts talking about you.",
        2849.68,
        2850.86
    ],
    [
        " You know, like you, you're a small talk before you guys rule.",
        2850.94,
        2853.74
    ],
    [
        " And then so it's small talking.",
        2854.48,
        2856.82
    ],
    [
        " He starts talking about current UFC stuff.",
        2856.98,
        2858.58
    ],
    [
        " We didn't even roll here.",
        2858.58,
        2860.3
    ],
    [
        " I just want to listen to him talk about UFC and so we didn't roll.",
        2860.36,
        2863.64
    ],
    [
        " But same thing, same exact thing.",
        2863.68,
        2865.58
    ],
    [
        " And then and even when I went up to film with him for the Metamorphor stuff or Eddie Bravo stuff, same thing.",
        2865.68,
        2871.9
    ],
    [
        " He like forgot about me again.",
        2872.26,
        2873.98
    ],
    [
        " That was like years ago.",
        2874.08,
        2874.98
    ],
    [
        " And he was like, oh, yeah, that must have been a long time ago.",
        2875.44,
        2877.24
    ],
    [
        " Same exact thing.",
        2877.32,
        2877.98
    ],
    [
        " I was like, yeah, actually, I actually respect the fact that it doesn't go.",
        2878.18,
        2881.5
    ],
    [
        " Oh, yeah, yeah, I remember you.",
        2881.54,
        2882.82
    ],
    [
        " Yeah, yeah, fully.",
        2882.82,
        2883.76
    ],
    [
        " Yeah, he's he doesn't play that game.",
        2883.98,
        2885.52
    ],
    [
        " Yeah, I actually met 80 million people last year.",
        2885.7,
        2888.22
    ],
    [
        " And I don't really remember you, but it's good to hang out with you right now again.",
        2888.32,
        2891.1
    ],
    [
        " Yeah, exactly.",
        2891.4,
        2892.44
    ],
    [
        " I guess exactly.",
        2892.52,
        2893.14
    ],
    [
        " And this, I mean, of course, yeah, Joe Morgan is like this.",
        2893.46,
        2896.32
    ],
    [
        " And if people are like this in general, that is just like I said, that's kind of like a not a late mistest,",
        2896.52,
        2902.24
    ],
    [
        " but kind of like this indicator, you know, he didn't remember me.",
        2902.42,
        2906.56
    ],
    [
        " So really, since he didn't remember me for all intense purposes, I was just another person.",
        2906.7,
        2911.94
    ],
    [
        " And same exact treatment.",
        2914.1,
        2915.28
    ],
    [
        " Just cool.",
        2915.46,
        2915.96
    ],
    [
        " Just normal.",
        2916.3,
        2917.0
    ],
    [
        " Oh, yeah, it wasn't like, I mean, you're you and there's this separation kind of thing.",
        2917.16,
        2922.88
    ],
    [
        " It would none of that.",
        2923.14,
        2924.1
    ],
    [
        " Yeah, no.",
        2924.2,
        2924.58
    ],
    [
        " It's good way to be.",
        2925.2,
        2926.56
    ],
    [
        " Yeah.",
        2926.86,
        2927.22
    ],
    [
        " I don't know how we ended up talking about that one.",
        2927.36,
        2928.94
    ],
    [
        " You dropped Joe Rogan's name and we started talking about it.",
        2929.06,
        2931.5
    ],
    [
        " So, you know, good boy, name job, name dropper.",
        2931.58,
        2936.18
    ],
    [
        " All right.",
        2936.66,
        2938.36
    ],
    [
        " Next, your mount should be of normal strength and spirit.",
        2940.44,
        2944.24
    ],
    [
        " Horses with a strong urge to win or fearful and skittish should be rejected out of hand.",
        2944.76,
        2950.64
    ],
    [
        " So I thought this was interesting because we're talking about finding someone that's balanced, right?",
        2951.26,
        2958.38
    ],
    [
        " Mm-hmm.",
        2958.8,
        2959.48
    ],
    [
        " Not someone that's, he's a normal, normal strength and spirit.",
        2959.72,
        2962.82
    ],
    [
        " Don't want someone that's super aggro.",
        2963.08,
        2964.44
    ],
    [
        " Right.",
        2964.62,
        2964.8
    ],
    [
        " But you don't want someone that's weak.",
        2965.54,
        2966.54
    ],
    [
        " You want someone that's in the middle.",
        2966.68,
        2967.66
    ],
    [
        " And the amplification on it says horses without nerve are weak while a horse with a lot of spirit cannot be ridden by normal people.",
        2967.9,
        2975.18
    ],
    [
        " Mm-hmm.",
        2975.56,
        2976.34
    ],
    [
        " In other words, a slightly strong somewhat plucky horse is best.",
        2976.34,
        2981.04
    ],
    [
        " Plucky, by the way.",
        2981.2,
        2982.28
    ],
    [
        " Second time we've heard that word today.",
        2982.68,
        2984.14
    ],
    [
        " Mm-hmm.",
        2984.42,
        2984.56
    ],
    [
        " This is a sign to learn the word.",
        2984.6,
        2986.5
    ],
    [
        " Do you know what it means?",
        2986.64,
        2987.08
    ],
    [
        " I didn't know it.",
        2987.24,
        2987.6
    ],
    [
        " No, no.",
        2987.66,
        2988.08
    ],
    [
        " It means brave.",
        2988.16,
        2988.54
    ],
    [
        " Plucky means brave.",
        2989.28,
        2990.08
    ],
    [
        " Plucky means brave.",
        2990.08,
        2990.98
    ],
    [
        " Okay.",
        2991.72,
        2992.02
    ],
    [
        " It does indeed.",
        2992.28,
        2992.82
    ],
    [
        " Had to look that one up.",
        2993.12,
        2994.32
    ],
    [
        " Similar here.",
        2996.84,
        2997.56
    ],
    [
        " As long as a horse is strong is acceptable.",
        2997.84,
        3000.02
    ],
    [
        " It is acceptable for it to have a certain inclination.",
        3000.4,
        3002.98
    ],
    [
        " However, never ride a horse with a tendency to retreat.",
        3003.2,
        3006.3
    ],
    [
        " So if you've got a strong horse, it's basically to me.",
        3006.86,
        3010.22
    ],
    [
        " This is as long as the thing is not going to turn tail.",
        3010.74,
        3013.6
    ],
    [
        " If it's a little bit feisty, if it's a little bit of this, a little bit of that, you can have a little bit different person.",
        3013.96,
        3018.6
    ],
    [
        " What I took away from this is as a leader, once again, you're going to get people with some things going on.",
        3018.88,
        3024.96
    ],
    [
        " Some little personality traits, some little...",
        3025.32,
        3027.64
    ],
    [
        " When you're putting together a seal putoon, you're going to have some guys that have some radio-syncrasies, right?",
        3027.64,
        3031.84
    ],
    [
        "",
        3032.36,
        3032.36
    ],
    [
        " You got 16 guys in a seal putoon.",
        3032.72,
        3035.5
    ],
    [
        " You got 36 guys in a task unit.",
        3035.64,
        3037.4
    ],
    [
        " They're not all the same by any stretch.",
        3037.72,
        3040.38
    ],
    [
        " And some of them are going to be even further outside the box.",
        3040.88,
        3043.28
    ],
    [
        " So, you know, they're going to have some kind of the radio-syncrasy.",
        3043.58,
        3047.64
    ],
    [
        " We might even call it an issue.",
        3047.64,
        3049.32
    ],
    [
        " You know, I think that's kind of an overused word, but I might also have to issue, right?",
        3049.76,
        3053.1
    ],
    [
        " Sure.",
        3053.7,
        3053.88
    ],
    [
        " Okay.",
        3054.2,
        3054.46
    ],
    [
        " What this is saying is, as long as they're not going to retreat and run, we're all right.",
        3055.1,
        3060.28
    ],
    [
        " But if they're going to retreat and run, if that's their radio-syncrasy, you can have...",
        3060.54,
        3064.82
    ],
    [
        " Yeah.",
        3064.82,
        3065.1
    ],
    [
        " Get rid of them.",
        3065.5,
        3066.2
    ],
    [
        " What do you call them?",
        3066.76,
        3067.38
    ],
    [
        " Deal breaker.",
        3067.44,
        3067.78
    ],
    [
        " The deal breaker.",
        3067.96,
        3068.9
    ],
    [
        " Deal breaker.",
        3069.22,
        3069.9
    ],
    [
        " Deal breaker. Big time.",
        3069.9,
        3070.7
    ],
    [
        " All right.",
        3071.08,
        3071.6
    ],
    [
        " Next, while small horses may be easier to handle as well as dismount from those who prefer",
        3071.96,
        3077.62
    ],
    [
        " such animals are a bit dim-witted.",
        3077.62,
        3080.38
    ],
    [
        " So, what I like about this is, if you're in a leadership position, you might want to surround",
        3081.6,
        3086.72
    ],
    [
        " yourself with people that are just...",
        3086.72,
        3088.16
    ],
    [
        " They'll just do what you say and they're...",
        3088.16,
        3090.2
    ],
    [
        " You see what I'm saying?",
        3090.2,
        3090.76
    ],
    [
        " Yeah.",
        3091.04,
        3091.06
    ],
    [
        " Hey, I want my horses all just to fall in line and they're easy to get on and off.",
        3091.22,
        3094.5
    ],
    [
        " And if I yell at them, they don't bark back, but you don't want those people.",
        3094.56,
        3098.0
    ],
    [
        " You want people that are a little bit harder to handle, just a little bit harder to handle.",
        3098.68,
        3103.28
    ],
    [
        " They're either going to stand up to you.",
        3103.44,
        3105.46
    ],
    [
        " Like I always say, you don't want to be surrounded by yes men.",
        3105.6,
        3107.26
    ],
    [
        " You want to be surrounded by people that will question you and say, I don't like this",
        3107.72,
        3110.44
    ],
    [
        " plan.",
        3110.44,
        3110.78
    ],
    [
        " So, that's the kind of horses you want.",
        3111.84,
        3113.34
    ],
    [
        " Not little tiny weak horses.",
        3114.12,
        3117.62
    ],
    [
        " No.",
        3118.14,
        3118.3
    ],
    [
        " All right.",
        3119.6,
        3120.12
    ],
    [
        " Next.",
        3121.4,
        3122.24
    ],
    [
        " You should know that a person wearing a newly forged sword will invariably blunder,",
        3125.44,
        3132.28
    ],
    [
        " even if that sword cuts well.",
        3132.62,
        3134.28
    ],
    [
        " So, basically, this is like you got to watch it new guys a little bit.",
        3135.12,
        3139.38
    ],
    [
        " Wait, wait, say that again?",
        3139.78,
        3142.04
    ],
    [
        " It's...",
        3142.84,
        3144.14
    ],
    [
        " You should know that a person wearing a newly forged sword will invariably blunder, even",
        3144.14,
        3150.62
    ],
    [
        " if that sword cuts well.",
        3150.62,
        3152.02
    ],
    [
        "",
        3152.86,
        3152.86
    ],
    [
        " Gotcha.",
        3153.2,
        3153.42
    ],
    [
        " So, you got to watch it new guys.",
        3153.68,
        3155.64
    ],
    [
        " And here's the amplification on this one.",
        3155.78,
        3157.0
    ],
    [
        " A sword that is not at least 100 years old is one that you cannot rely on.",
        3157.06,
        3161.06
    ],
    [
        " Gotcha.",
        3161.18,
        3161.5
    ],
    [
        " Okay.",
        3161.72,
        3161.84
    ],
    [
        " Yeah, let me see.",
        3162.22,
        3162.74
    ],
    [
        " Like young people full of vigor and energy, the vitality of a young sword is not entirely",
        3162.88,
        3169.6
    ],
    [
        " stable.",
        3169.6,
        3170.32
    ],
    [
        " You cannot rely on it.",
        3170.74,
        3172.38
    ],
    [
        " Hey, you got to watch.",
        3172.52,
        3174.1
    ],
    [
        " Yeah.",
        3174.48,
        3174.7
    ],
    [
        " You got to watch.",
        3175.22,
        3175.94
    ],
    [
        " Unproven, unproven.",
        3176.22,
        3177.76
    ],
    [
        " Got to watch him.",
        3177.98,
        3179.02
    ],
    [
        " That makes sense to me.",
        3179.12,
        3180.24
    ],
    [
        " Now, I'm not saying they won't be bad asses because they might be.",
        3180.5,
        3182.7
    ],
    [
        " They might be.",
        3183.06,
        3184.08
    ],
    [
        " I had new guys that were complete bad asses.",
        3184.24,
        3187.56
    ],
    [
        " But you don't know that.",
        3187.98,
        3189.72
    ],
    [
        " I also had new guys where you'd think they're going to be good.",
        3189.88,
        3191.7
    ],
    [
        " It's weird, man.",
        3191.92,
        3192.56
    ],
    [
        " I've been talking about buds a little bit lately.",
        3192.66,
        3194.64
    ],
    [
        " Sure.",
        3195.0,
        3195.3
    ],
    [
        " Some of my friends.",
        3195.38,
        3196.34
    ],
    [
        " You have no idea who's going to make it through.",
        3197.1,
        3200.3
    ],
    [
        " Yeah.",
        3200.7,
        3201.0
    ],
    [
        " You don't know.",
        3201.12,
        3201.76
    ],
    [
        " Because it's mental, right?",
        3202.38,
        3203.28
    ],
    [
        " It's mental.",
        3203.88,
        3204.22
    ],
    [
        " You can't see their mental and physical.",
        3204.22,
        3207.06
    ],
    [
        " It's mental and physical.",
        3207.48,
        3208.7
    ],
    [
        " Hey, can you get cut from buds just because you're not like, let's see.",
        3208.94,
        3213.26
    ],
    [
        " Is there like, I don't know, but you know, like let's say there's a run and you got",
        3213.66,
        3218.96
    ],
    [
        " them, you know, do they?",
        3218.96,
        3220.14
    ],
    [
        " Is there any circumstances that are this or similar to this where you got to make this",
        3220.38,
        3223.84
    ],
    [
        " run in, you know, 10 minutes, whatever.",
        3223.84,
        3225.76
    ],
    [
        " And if you don't make the 10 minutes, you're out.",
        3226.24,
        3228.02
    ],
    [
        " Yeah.",
        3228.12,
        3228.3
    ],
    [
        " But there's stuff like that.",
        3228.42,
        3229.56
    ],
    [
        " For sure.",
        3229.56,
        3229.7
    ],
    [
        " Absolutely.",
        3230.02,
        3230.62
    ],
    [
        " There's actually the standard times with runs have been in place since I went through",
        3231.24,
        3235.16
    ],
    [
        " and they're the same for the floor, what they call a four mile time run.",
        3235.16,
        3239.14
    ],
    [
        " The four mile time run in first phase, the time maximum time you can take is 32 minutes.",
        3239.52,
        3245.98
    ],
    [
        " 32 minutes.",
        3246.36,
        3247.32
    ],
    [
        " What do you run in?",
        3247.8,
        3249.52
    ],
    [
        " That's your surprise because that's slow, right?",
        3249.92,
        3252.3
    ],
    [
        " Four mile time run.",
        3253.72,
        3255.52
    ],
    [
        " That's eight minute mile.",
        3255.72,
        3256.6
    ],
    [
        " That's pretty fast.",
        3256.8,
        3257.68
    ],
    [
        " What?",
        3258.04,
        3258.18
    ],
    [
        " It's pretty fast.",
        3258.58,
        3259.16
    ],
    [
        " No, it's pretty fast.",
        3259.16,
        3260.14
    ],
    [
        " Then in second phase, it goes down to 30 minutes.",
        3260.28,
        3261.94
    ],
    [
        " Bro, you used to run a what?",
        3262.18,
        3263.5
    ],
    [
        " Yeah, I could do it, but it's not like that.",
        3264.28,
        3266.82
    ],
    [
        " Let me tell you, let me tell you, that is not fast.",
        3267.0,
        3269.58
    ],
    [
        " That is not fast.",
        3270.08,
        3270.86
    ],
    [
        " In second phase, it goes to 30 minutes.",
        3271.42,
        3273.0
    ],
    [
        " In fourth phase, it goes to 28 minutes.",
        3273.4,
        3275.72
    ],
    [
        " That's a seven minute mile.",
        3275.72,
        3276.88
    ],
    [
        " That is not fast.",
        3277.04,
        3277.96
    ],
    [
        " Yeah, I thought you were going to say like 10 minute mile.",
        3278.48,
        3280.46
    ],
    [
        " This is what trips people up or jams people up as you like to say.",
        3280.62,
        3284.72
    ],
    [
        " What jams people up is when you do the run, you're not fresh.",
        3284.88,
        3288.92
    ],
    [
        " That's the thing.",
        3289.44,
        3290.52
    ],
    [
        " You're not fresh.",
        3290.86,
        3291.56
    ],
    [
        " You're not fresh.",
        3291.74,
        3292.76
    ],
    [
        " You're wearing boots.",
        3293.1,
        3294.32
    ],
    [
        " You're wearing pants.",
        3294.62,
        3295.96
    ],
    [
        " You're on the soft sand.",
        3296.08,
        3297.42
    ],
    [
        " On the sand.",
        3297.96,
        3298.66
    ],
    [
        " Yeah, yeah.",
        3298.78,
        3299.04
    ],
    [
        " The sand part of it will be hard pack, but then part of it's going to be soft.",
        3299.22,
        3303.66
    ],
    [
        " This has changed a little bit from what I've been told.",
        3304.24,
        3307.22
    ],
    [
        " When I went through, the instructor's maybe that run was 4.2 miles.",
        3308.16,
        3311.62
    ],
    [
        " It was 4.5 miles.",
        3311.94,
        3313.38
    ],
    [
        " Maybe it was 3.8 miles.",
        3313.66,
        3315.3
    ],
    [
        " They kind of estimated.",
        3315.86,
        3317.24
    ],
    [
        " So if you didn't make it the time.",
        3317.8,
        3320.38
    ],
    [
        "",
        3320.38,
        3320.38
    ],
    [
        " So when I went through, if you didn't make the time for that run, they had your name",
        3320.62,
        3328.92
    ],
    [
        " if you failed again, you were done.",
        3328.92,
        3330.38
    ],
    [
        " Okay, so it's like one strike.",
        3330.54,
        3331.7
    ],
    [
        " Yes.",
        3331.92,
        3332.04
    ],
    [
        " Okay, gotcha.",
        3332.14,
        3332.8
    ],
    [
        " Now the interesting thing is if you failed a run and then you failed to swim, you could",
        3332.82,
        3338.2
    ],
    [
        " still be there.",
        3338.2,
        3340.06
    ],
    [
        " But if you failed a run or so again, you could get it.",
        3340.44,
        3342.38
    ],
    [
        " If you failed a run and a swim and you failed an obstacle course, you'd still be there.",
        3343.0,
        3347.5
    ],
    [
        " Okay.",
        3347.66,
        3347.84
    ],
    [
        " You fail one more time.",
        3348.18,
        3348.9
    ],
    [
        " They call it being on the bubble.",
        3349.24,
        3350.66
    ],
    [
        " Yeah.",
        3350.98,
        3351.08
    ],
    [
        " Actually, I think that actually came from Officer Candidate School.",
        3351.08,
        3353.28
    ],
    [
        " I don't think we said the bubble.",
        3353.66,
        3354.56
    ],
    [
        " There's new things that develop in buds.",
        3354.7,
        3357.46
    ],
    [
        " Yeah.",
        3357.68,
        3357.84
    ],
    [
        " They come.",
        3358.14,
        3358.74
    ],
    [
        " Yeah, I've heard on the bubble plenty times.",
        3359.1,
        3360.7
    ],
    [
        " You're on the bubble.",
        3360.7,
        3361.36
    ],
    [
        " They share their buds.",
        3361.62,
        3362.48
    ],
    [
        " Or that just means in general.",
        3362.9,
        3363.66
    ],
    [
        " In life, in life.",
        3363.74,
        3364.78
    ],
    [
        " In life, in life.",
        3364.78,
        3364.98
    ],
    [
        " In life, in life.",
        3365.14,
        3365.3
    ],
    [
        " In life, in life.",
        3365.38,
        3365.66
    ],
    [
        " In life, in life.",
        3365.7,
        3365.72
    ],
    [
        "",
        3365.72,
        3365.72
    ],
    [
        " Yeah, in life.",
        3365.8,
        3365.98
    ],
    [
        " Yeah, in life.",
        3366.02,
        3366.62
    ],
    [
        "",
        3367.04,
        3367.04
    ],
    [
        " Yeah.",
        3367.6,
        3367.74
    ],
    [
        " In life.",
        3368.94,
        3369.54
    ],
    [
        "",
        3369.54,
        3369.54
    ],
    [
        " So.",
        3369.54,
        3369.56
    ],
    [
        " Thanks.",
        3370.1,
        3370.38
    ],
    [
        " Okay, so that's what you mean by it's physical.",
        3370.84,
        3372.64
    ],
    [
        " Because like.",
        3373.02,
        3373.8
    ],
    [
        " Yeah, it's physical.",
        3374.1,
        3374.9
    ],
    [
        " Yeah, it's physical.",
        3375.22,
        3377.62
    ],
    [
        " I'm telling people this lately, I had to run as fast as I could possibly run to fast",
        3377.62,
        3382.28
    ],
    [
        " the runs.",
        3382.28,
        3382.68
    ],
    [
        " For that formula, I would, that would be me too.",
        3382.78,
        3384.76
    ],
    [
        " And the one time, one time I paced myself.",
        3385.06,
        3387.96
    ],
    [
        " It was like, you know what?",
        3388.42,
        3389.34
    ],
    [
        " I'm just going to paste myself.",
        3389.44,
        3390.28
    ],
    [
        " Sure.",
        3390.48,
        3390.64
    ],
    [
        " I'll be fine.",
        3390.7,
        3391.08
    ],
    [
        " I paced myself.",
        3391.3,
        3391.88
    ],
    [
        " Yeah, I failed.",
        3392.04,
        3392.44
    ],
    [
        " Like.",
        3392.88,
        3394.06
    ],
    [
        " So then from then on, and I had a buddy that was a cross country runner in high school",
        3394.54,
        3399.0
    ],
    [
        " or a college or something.",
        3399.0,
        3399.88
    ],
    [
        " And he's a gay run with me.",
        3400.16,
        3401.98
    ],
    [
        " And I'm like, yeah, I'm dead.",
        3401.98,
        3402.86
    ],
    [
        " And I didn't.",
        3403.0,
        3403.86
    ],
    [
        " Like I had brand as hard as it.",
        3403.9,
        3405.2
    ],
    [
        " And that's how I had to run every run.",
        3405.38,
        3406.6
    ],
    [
        " I had to run as hard as I could.",
        3406.6,
        3408.04
    ],
    [
        "",
        3408.26,
        3408.26
    ],
    [
        " And there's guys at Rand Cross Country, those runs are joke for those guys.",
        3408.5,
        3411.12
    ],
    [
        " I mean, yeah, echo, it's no big deal for, I mean, there's a lot of people that can",
        3411.28,
        3416.1
    ],
    [
        " run five minute miles that are doing those runs and, you know, a four mile run in like",
        3416.1,
        3421.08
    ],
    [
        " 20 to 22 minutes.",
        3421.08,
        3422.42
    ],
    [
        " Yeah.",
        3422.8,
        3423.0
    ],
    [
        " And that's not true.",
        3423.24,
        3425.32
    ],
    [
        " I'm surprised that you thought that was fast.",
        3425.52,
        3427.02
    ],
    [
        " I think I just caught you off guard.",
        3427.08,
        3428.2
    ],
    [
        " It's slow, dude.",
        3428.34,
        3429.16
    ],
    [
        " It might be slow.",
        3429.48,
        3430.8
    ],
    [
        " It depends on what you mean by fast.",
        3431.66,
        3433.14
    ],
    [
        " It depends on what you mean by slow.",
        3433.28,
        3434.38
    ],
    [
        " When I used to like run, I would run on the treadmill and I would run a seven minute",
        3434.38,
        3439.44
    ],
    [
        " mile.",
        3439.44,
        3439.74
    ],
    [
        " Don't talk to me about the treadmill.",
        3439.76,
        3440.52
    ],
    [
        " The treadmills are, no, that's part of my point.",
        3440.62,
        3443.24
    ],
    [
        " You run on the treadmill.",
        3443.6,
        3444.54
    ],
    [
        " I run like a seven minute mile pace.",
        3444.54,
        3447.16
    ],
    [
        " And I'd be like, dang, but I'd only do like one mile.",
        3447.72,
        3451.02
    ],
    [
        " And I'd be like, good.",
        3451.46,
        3452.48
    ],
    [
        " That's like, I've only run on a treadmill like three to three times.",
        3452.68,
        3456.5
    ],
    [
        " It's easier.",
        3456.5,
        3457.06
    ],
    [
        " It's easier.",
        3457.42,
        3457.78
    ],
    [
        " Yeah.",
        3457.78,
        3457.86
    ],
    [
        " Yeah.",
        3458.08,
        3458.28
    ],
    [
        " You're like, it's kind of, I was on board ships.",
        3458.3,
        3459.96
    ],
    [
        " I would run around the flight deck.",
        3460.2,
        3461.82
    ],
    [
        " Yeah.",
        3462.14,
        3462.3
    ],
    [
        " So that's what I mean.",
        3462.36,
        3463.32
    ],
    [
        " I don't want to talk about it.",
        3463.38,
        3464.64
    ],
    [
        " These guys running seven, eight minute miles.",
        3464.64,
        3466.92
    ],
    [
        " Usually when I'd run like four miles or five miles on the treadmill, it'd be like 10,",
        3467.08,
        3470.72
    ],
    [
        " like just under like a nine minute something mile.",
        3470.84,
        3472.68
    ],
    [
        " I don't even know how to translate to a treadmill.",
        3472.74,
        3474.14
    ],
    [
        " I honestly don't.",
        3474.42,
        3475.3
    ],
    [
        " Well, I don't know how that translates.",
        3475.3,
        3476.66
    ],
    [
        " Yeah.",
        3477.06,
        3477.28
    ],
    [
        " So I would say it's like, but a nine minute mile is pathetic.",
        3477.34,
        3481.3
    ],
    [
        " Right.",
        3481.82,
        3482.06
    ],
    [
        " And that's what the pace I would run my four miles.",
        3482.2,
        3484.58
    ],
    [
        " And I wouldn't be dead, but I'd be that beat.",
        3484.88,
        3486.68
    ],
    [
        " Yeah, there's something there's something on my mind.",
        3486.98,
        3492.28
    ],
    [
        " Eight minute, eight minute mile with boots, insane, even some of the time.",
        3492.28,
        3495.64
    ],
    [
        " You're crazy.",
        3495.84,
        3496.32
    ],
    [
        " I would be out of that.",
        3496.68,
        3498.12
    ],
    [
        " So you're so distance runners, what I'm hearing.",
        3498.12,
        3499.62
    ],
    [
        " Apparently, yeah, I would be going like you as fast as I possibly can to make it.",
        3499.88,
        3504.52
    ],
    [
        " Check.",
        3504.52,
        3505.74
    ],
    [
        " Back to the book.",
        3506.54,
        3508.3
    ],
    [
        " While you should select a sword with a handle that is long and thin, you should reject",
        3509.04,
        3516.04
    ],
    [
        " any sword with one that is excessively long.",
        3516.04,
        3518.46
    ],
    [
        " I like that a lot of these rules are balanced.",
        3519.9,
        3522.68
    ],
    [
        " They're about balance.",
        3522.68,
        3523.7
    ],
    [
        " That's what they're about.",
        3523.92,
        3524.46
    ],
    [
        " Hey, you want it long and thin, but don't too long.",
        3524.74,
        3527.24
    ],
    [
        " Yeah.",
        3527.44,
        3527.64
    ],
    [
        " You want a horse that's strong, but not overly strong.",
        3527.98,
        3530.6
    ],
    [
        " Yeah.",
        3530.84,
        3531.14
    ],
    [
        " This is a lot about balance.",
        3531.42,
        3533.6
    ],
    [
        " And here's the amplification.",
        3534.12,
        3537.66
    ],
    [
        " You are less likely to drop a sword with a thin handle.",
        3537.72,
        3540.16
    ],
    [
        " However, in cold weather, you are liable to drop a sword with a thick handle.",
        3540.16,
        3544.4
    ],
    [
        " For the most part, when on horseback, you should pass a string through the handguard",
        3545.28,
        3549.02
    ],
    [
        " of your sword and tie it to your arm.",
        3549.02,
        3551.78
    ],
    [
        " Once you drop it, you will to pick it up again.",
        3552.1,
        3553.96
    ],
    [
        " Have a land your, have a land your on your weapon.",
        3554.6,
        3557.24
    ],
    [
        " Have a leash.",
        3557.48,
        3557.92
    ],
    [
        " Have a board?",
        3558.36,
        3558.78
    ],
    [
        " No.",
        3558.98,
        3559.14
    ],
    [
        " That's different.",
        3559.44,
        3560.02
    ],
    [
        " No, no.",
        3560.16,
        3560.68
    ],
    [
        " I think that's the same thing.",
        3560.68,
        3562.6
    ],
    [
        " No, no.",
        3562.72,
        3563.06
    ],
    [
        " Leashes are for dogs.",
        3563.14,
        3564.04
    ],
    [
        " Don't go.",
        3565.76,
        3567.1
    ],
    [
        " I had my whole career had a land your on my pistol.",
        3570.32,
        3573.94
    ],
    [
        " Hmm.",
        3574.98,
        3575.1
    ],
    [
        " Only needed it one time.",
        3575.78,
        3576.78
    ],
    [
        " Dang, I don't think I even heard of it.",
        3577.28,
        3578.62
    ],
    [
        " Meaning me, I only dropped my pistol one time.",
        3578.62,
        3581.06
    ],
    [
        " Huh.",
        3581.34,
        3581.46
    ],
    [
        " Yeah.",
        3582.26,
        3582.56
    ],
    [
        " Yeah.",
        3582.92,
        3583.06
    ],
    [
        " Next.",
        3583.66,
        3585.02
    ],
    [
        " Again, balance.",
        3586.16,
        3588.0
    ],
    [
        " It is good for the tip of your spear to be long.",
        3588.34,
        3590.44
    ],
    [
        " However, if it is too long, you may find yourself in trouble.",
        3590.92,
        3593.5
    ],
    [
        " Amplification, the blade on the end of your spear should be long, but not excessively.",
        3595.88,
        3599.1
    ],
    [
        " So if it is too heavy, then you lose balance.",
        3599.26,
        3602.2
    ],
    [
        " Gotta keep things balanced.",
        3602.54,
        3603.62
    ],
    [
        " Next, even if you were able to fly up into the sky without feathers, you have no chance",
        3604.84,
        3611.02
    ],
    [
        " of victory with a spear.",
        3611.02,
        3612.16
    ],
    [
        " You cannot wield with your own two hands.",
        3612.16,
        3614.36
    ],
    [
        " I like that one.",
        3615.1,
        3616.96
    ],
    [
        " Is that kind of like girls overpacking for a trip and making you carry their stuff?",
        3618.4,
        3624.38
    ],
    [
        " I don't think it has anything to do with that.",
        3624.7,
        3626.72
    ],
    [
        " Kind of.",
        3626.74,
        3627.06
    ],
    [
        " When you really think about it, think about it.",
        3627.3,
        3629.3
    ],
    [
        " Oh, because she can't carry her stuff.",
        3629.38,
        3630.76
    ],
    [
        " Yes, she has all her stuff that she needs and she's going to do well on the vacation",
        3630.76,
        3634.18
    ],
    [
        " as far as comfort goes, whatever.",
        3634.18,
        3635.74
    ],
    [
        " But she can't carry it.",
        3636.26,
        3637.38
    ],
    [
        " Well, you've got to care.",
        3637.4,
        3638.44
    ],
    [
        " If you would have made it not about vacation, but about put your only thumb through the",
        3638.64,
        3643.26
    ],
    [
        " woods, right?",
        3643.26,
        3643.7
    ],
    [
        " It's great that you brought a whisper light and extra food and all this other stuff,",
        3644.22,
        3649.34
    ],
    [
        " but you can't carry it.",
        3649.34,
        3650.26
    ],
    [
        " Yeah.",
        3650.58,
        3650.62
    ],
    [
        " Remember, Lafayette was talking about that.",
        3651.16,
        3653.36
    ],
    [
        "",
        3653.8,
        3653.8
    ],
    [
        " First patrol of the body.",
        3653.98,
        3655.86
    ],
    [
        " He had 27 and he ran through it with him.",
        3656.7,
        3658.96
    ],
    [
        " He was ready for World War III though.",
        3659.3,
        3660.84
    ],
    [
        " Yeah.",
        3661.38,
        3662.42
    ],
    [
        " All right.",
        3662.82,
        3664.48
    ],
    [
        " Yeah, because it was the double doozy was getting acclimated to being in the 120 degree",
        3664.56,
        3670.74
    ],
    [
        " heat.",
        3670.74,
        3671.16
    ],
    [
        " And getting acclimated to running around the Marine Corps is out.",
        3671.24,
        3675.0
    ],
    [
        " They've been out there for months sprinting from corner to corner to cover to cover.",
        3675.1,
        3679.0
    ],
    [
        " And they've already minimized their gear somewhat and Lafayette shows up.",
        3679.2,
        3685.88
    ],
    [
        " He's not only is he a little heavy or maybe even a lot heavy, but also he's getting acclimated.",
        3686.24,
        3692.68
    ],
    [
        " So it's a double, it's a one to punch.",
        3692.8,
        3695.3
    ],
    [
        " Yeah.",
        3695.58,
        3695.84
    ],
    [
        " All right.",
        3696.42,
        3698.58
    ],
    [
        " This is a good one.",
        3698.88,
        3699.66
    ],
    [
        " While the shaft of your spear should be long, ignore the ground at your peril.",
        3701.74,
        3709.02
    ],
    [
        " When I first read that, I was thinking myself, okay, what does that mean?",
        3709.02,
        3711.28
    ],
    [
        " Let me ignore the ground.",
        3712.12,
        3713.22
    ],
    [
        " Here's the amplification.",
        3713.8,
        3717.22
    ],
    [
        " The length of sort is to your spear as well as the weight lighter, heavier,",
        3718.44,
        3721.48
    ],
    [
        " should differ based on three factors.",
        3721.64,
        3723.26
    ],
    [
        " You, your enemy and the battleground.",
        3723.54,
        3726.0
    ],
    [
        " So even if your spear is sufficient, not having an understanding of the terrain will result in",
        3726.32,
        3733.26
    ],
    [
        " defeat.",
        3733.26,
        3733.56
    ],
    [
        " Terrain.",
        3734.2,
        3734.76
    ],
    [
        " That's what these, that's what it means by ground.",
        3735.16,
        3736.52
    ],
    [
        " Ignore the ground at your peril.",
        3737.28,
        3739.68
    ],
    [
        " And this is something that's very difficult or it's something that we don't talk about.",
        3739.94,
        3744.38
    ],
    [
        " Even even I've talked about it before in this podcast for sure, knowing terrain.",
        3744.5,
        3748.26
    ],
    [
        " That's what, that's what combat is.",
        3748.66,
        3750.18
    ],
    [
        " Combat is knowing and understanding terrain.",
        3750.28,
        3751.9
    ],
    [
        " It's knowing and understanding the ground.",
        3752.04,
        3753.1
    ],
    [
        " It's understanding land features and buildings and what angles",
        3753.1,
        3756.48
    ],
    [
        " produce and and where your patrol should go and where a good ambush site would be.",
        3756.48,
        3762.34
    ],
    [
        " That is all based on knowing the ground.",
        3762.6,
        3764.86
    ],
    [
        " The terrain is what we call, we don't call it the ground.",
        3765.1,
        3767.34
    ],
    [
        " We call it the terrain.",
        3767.46,
        3768.12
    ],
    [
        " Knowing terrain features, micro features, micro terrain.",
        3768.88,
        3772.04
    ],
    [
        " What's this little draw?",
        3772.5,
        3773.32
    ],
    [
        " Dead space.",
        3773.72,
        3774.22
    ],
    [
        " All these little things are so important.",
        3774.8,
        3776.52
    ],
    [
        " So that rule absolutely applies to this day.",
        3777.4,
        3782.52
    ],
    [
        " Next.",
        3787.9,
        3788.38
    ],
    [
        " Samurai do not gorge themselves at bankwits.",
        3788.5,
        3791.68
    ],
    [
        " Eating twice a day is more than enough.",
        3793.0,
        3794.7
    ],
    [
        " Amplification.",
        3796.2,
        3796.92
    ],
    [
        " Samurai must train themselves to be able to withstand hunger and to always be on their guard.",
        3797.5,
        3801.34
    ],
    [
        " From day's past, it was said that two meals a day is plenty.",
        3801.88,
        3804.44
    ],
    [
        " It appears there were some people eating three times a day in this era.",
        3806.06,
        3809.62
    ],
    [
        " Yeah.",
        3811.5,
        3811.94
    ],
    [
        " Dropping the hammer.",
        3809.94,
        3812.82
    ],
    [
        " Do you eat three meals a day?",
        3813.32,
        3815.98
    ],
    [
        " Three.",
        3816.22,
        3816.34
    ],
    [
        " Yeah.",
        3816.56,
        3816.68
    ],
    [
        " That's all.",
        3817.38,
        3818.32
    ],
    [
        " Sometimes too.",
        3819.0,
        3820.96
    ],
    [
        " What I'm feeling, you know, warrior spirit.",
        3821.98,
        3823.82
    ],
    [
        " Yeah, I've actually heard that.",
        3824.28,
        3826.8
    ],
    [
        " I think,",
        3827.06,
        3827.28
    ],
    [
        " Heuler was the one who told me that the two meals a day.",
        3827.64,
        3831.0
    ],
    [
        " No, it wasn't as much as it was the amount of meals a day.",
        3831.58,
        3834.46
    ],
    [
        " It was like the type of meals.",
        3834.7,
        3836.3
    ],
    [
        " You know, they were the huge,",
        3836.62,
        3837.56
    ],
    [
        " you know, they do the heavy meals.",
        3837.56,
        3839.06
    ],
    [
        " Oh, okay.",
        3839.2,
        3839.62
    ],
    [
        " They'd have a certain mix,",
        3839.74,
        3841.14
    ],
    [
        " like kind of formula, but they'd be crazy diet.",
        3841.14,
        3842.84
    ],
    [
        " Yeah, and if you notice it, it's really light.",
        3842.98,
        3845.1
    ],
    [
        " Bananas and cucumbers.",
        3845.2,
        3845.92
    ],
    [
        " Yeah, yeah, yeah, yeah,",
        3846.6,
        3847.56
    ],
    [
        " you're really in stuff that you gotta mix.",
        3847.56,
        3848.7
    ],
    [
        " Yeah, but we made the smoothie for me one time.",
        3849.04,
        3851.34
    ],
    [
        " It was like, there was like,",
        3851.6,
        3852.38
    ],
    [
        " I want to say cream cheese in there with watermelon and banana.",
        3852.62,
        3855.08
    ],
    [
        " It was like interesting little mix, but it was good though.",
        3855.22,
        3858.22
    ],
    [
        " But it was like,",
        3858.92,
        3859.46
    ],
    [
        " and like a lot of stuff is light,",
        3859.68,
        3861.22
    ],
    [
        " because you,",
        3861.42,
        3861.84
    ],
    [
        " you know, when you get a lot of people coming in,",
        3862.1,
        3864.72
    ],
    [
        " trying to challenge you at the academy,",
        3864.84,
        3865.94
    ],
    [
        " and then it's like old school, you know, when people,",
        3865.94,
        3867.34
    ],
    [
        " you always gotta be ready.",
        3867.68,
        3868.6
    ],
    [
        " Yeah, so you can't be like,",
        3869.14,
        3869.9
    ],
    [
        " oh, I just ate it, you know, I don't know.",
        3869.9,
        3872.3
    ],
    [
        " I don't like training.",
        3872.42,
        3873.0
    ],
    [
        " People ask me that all the time.",
        3873.34,
        3874.18
    ],
    [
        " Do you eat, do you,",
        3874.42,
        3875.94
    ],
    [
        " what do you eat in the morning before you work out?",
        3875.96,
        3877.3
    ],
    [
        " I don't eat anything.",
        3877.34,
        3877.82
    ],
    [
        " Nothing, yes.",
        3877.88,
        3878.36
    ],
    [
        " And I don't like to eat before I train.",
        3878.56,
        3880.02
    ],
    [
        " I agree.",
        3880.26,
        3880.5
    ],
    [
        " And some people say, oh, it's an hour and a half.",
        3880.62,
        3882.36
    ],
    [
        " If I don't eat an hour and a half before I train,",
        3882.5,
        3884.42
    ],
    [
        " I don't even like to eat two, three hours before I train.",
        3884.54,
        3886.98
    ],
    [
        " I think there might be psychological.",
        3887.0,
        3887.9
    ],
    [
        " I mean, hey, look, that's why it's much chicken today.",
        3887.98,
        3890.68
    ],
    [
        " We got delayed.",
        3891.0,
        3891.66
    ],
    [
        " And I was like, hey, if I don't eat now,",
        3892.82,
        3894.52
    ],
    [
        " you might get angry.",
        3894.96,
        3895.86
    ],
    [
        " No, then by the time I'm training tonight,",
        3896.22,
        3898.08
    ],
    [
        " no, yeah, I think then.",
        3898.6,
        3899.64
    ],
    [
        " And then I would have to eat when we were done.",
        3899.64,
        3901.86
    ],
    [
        " And then all of a sudden it's 45 minutes to an hour,",
        3902.08,
        3904.76
    ],
    [
        " and I'm on the mat, and I don't like that.",
        3904.78,
        3906.0
    ],
    [
        " I don't want to stop eating my gut.",
        3906.18,
        3907.58
    ],
    [
        " Yeah.",
        3907.92,
        3908.16
    ],
    [
        " I rather not eat.",
        3908.42,
        3909.06
    ],
    [
        " Well, consider this, we're in a real general way",
        3909.62,
        3912.74
    ],
    [
        " of explaining it.",
        3912.74,
        3913.52
    ],
    [
        " If you, you know, when you eat something,",
        3913.82,
        3914.8
    ],
    [
        " your stomach gotta work, your stomach muscles.",
        3914.98,
        3916.52
    ],
    [
        " Yeah.",
        3916.68,
        3916.86
    ],
    [
        " Because smooth muscles, as opposed to skeletal muscles.",
        3916.86,
        3919.5
    ],
    [
        " By the way, smooth muscles,",
        3919.8,
        3921.14
    ],
    [
        " you gotta get to work.",
        3921.14,
        3922.0
    ],
    [
        " And you know, and enzymes go in there, all this stuff.",
        3922.42,
        3924.66
    ],
    [
        " So that's taken away from your...",
        3925.56,
        3928.52
    ],
    [
        " Yeah, the blood flow, like all of a sudden,",
        3928.52,
        3931.0
    ],
    [
        " basically the resources of your body",
        3931.12,
        3932.58
    ],
    [
        " start going to your stomach now.",
        3932.58,
        3934.18
    ],
    [
        " And now you want to demand some resources",
        3934.74,
        3937.34
    ],
    [
        " for the rest of your body.",
        3937.34,
        3938.78
    ],
    [
        " When you go to train, the stomach's like,",
        3938.88,
        3940.82
    ],
    [
        " hey, what about us?",
        3940.82,
        3941.56
    ],
    [
        " Resources bail from the stomach a little bit.",
        3941.9,
        3943.58
    ],
    [
        " Stomach feels upset.",
        3943.6,
        3944.42
    ],
    [
        " You might throw up.",
        3944.58,
        3945.32
    ],
    [
        " Mm-hmm.",
        3945.46,
        3945.88
    ],
    [
        " We'll feel like it.",
        3946.26,
        3947.16
    ],
    [
        " Andy almost puked the other day.",
        3947.42,
        3948.72
    ],
    [
        " Yeah, that's bad.",
        3949.18,
        3949.82
    ],
    [
        " All right, same subject.",
        3950.2,
        3952.0
    ],
    [
        " That's why I'm gonna go right to it.",
        3952.14,
        3953.1
    ],
    [
        " If a samurai is preparing to step",
        3953.36,
        3954.66
    ],
    [
        " onto the field of battle,",
        3954.66,
        3955.7
    ],
    [
        " it's why to avoid...",
        3955.78,
        3956.98
    ],
    [
        " It's why it's to avoid eating anything",
        3956.98,
        3958.8
    ],
    [
        " other than hot water poured over rice.",
        3958.8,
        3960.8
    ],
    [
        " So that's one way to do it.",
        3961.4,
        3963.86
    ],
    [
        " Amplification.",
        3964.52,
        3965.3
    ],
    [
        " If you eat a lot at a banquet",
        3966.32,
        3967.72
    ],
    [
        " before a great battle, the food will not have settled",
        3967.72,
        3969.86
    ],
    [
        " by the time the fighting starts.",
        3969.86,
        3971.04
    ],
    [
        " Echo Charles called it.",
        3971.2,
        3972.28
    ],
    [
        " If you then were to have your head chopped off,",
        3972.62,
        3976.12
    ],
    [
        " all that food would come out",
        3976.18,
        3977.64
    ],
    [
        " and it would make a great big mess.",
        3977.64,
        3978.92
    ],
    [
        " Food will not pass down the throne of a coward.",
        3979.88,
        3982.44
    ],
    [
        " It appears to you is not common.",
        3982.98,
        3985.48
    ],
    [
        " Okay.",
        3986.48,
        3987.12
    ],
    [
        " Next one.",
        3987.52,
        3989.16
    ],
    [
        " Something a samurai should never be without",
        3990.72,
        3993.12
    ],
    [
        " is the thing you use to sharpen your blade,",
        3993.12,
        3995.12
    ],
    [
        " a wet stone.",
        3995.6,
        3996.14
    ],
    [
        " Makes sense, right?",
        3996.86,
        3998.26
    ],
    [
        " That's why you bring your rings when you're going to...",
        3999.3,
        4002.74
    ],
    [
        " You're going to go on travel.",
        4002.74,
        4003.5
    ],
    [
        " Yeah.",
        4003.72,
        4004.02
    ],
    [
        " If I go for multiple days,",
        4004.24,
        4005.3
    ],
    [
        " if I'm only going to be gone for like",
        4005.52,
        4007.32
    ],
    [
        " two or three days,",
        4008.42,
        4009.3
    ],
    [
        " I will just use whatever random pull-up bar I can find or make or...",
        4009.68,
        4013.88
    ],
    [
        " But if I'm going for five days, six days,",
        4013.88,
        4017.18
    ],
    [
        " bring the rings.",
        4017.44,
        4017.96
    ],
    [
        " Yeah.",
        4018.38,
        4018.64
    ],
    [
        " That rings make a big difference if you have rings.",
        4019.14,
        4021.12
    ],
    [
        " Yeah.",
        4021.66,
        4021.84
    ],
    [
        " So many workouts you can do with just rings.",
        4021.92,
        4023.44
    ],
    [
        " Yeah, when you think about it and I know this from experience,",
        4023.76,
        4025.84
    ],
    [
        " it's in my experience.",
        4025.96,
        4027.4
    ],
    [
        " It's harder to find something to do pull-ups on",
        4027.56,
        4029.78
    ],
    [
        " than what you'd expect.",
        4029.78,
        4031.2
    ],
    [
        " You'd think, oh yeah, I can just do it like right here or wherever.",
        4031.36,
        4033.66
    ],
    [
        " No, it can be harder, yeah.",
        4033.86,
        4035.1
    ],
    [
        " You can't do it.",
        4035.62,
        4035.98
    ],
    [
        " I think so.",
        4035.98,
        4036.4
    ],
    [
        " Yeah, yeah, yeah.",
        4036.46,
        4037.18
    ],
    [
        " You can do push-ups anywhere.",
        4037.18,
        4039.78
    ],
    [
        " You can do push-ups.",
        4040.3,
        4040.72
    ],
    [
        " You can do incline push-ups.",
        4040.72,
        4041.58
    ],
    [
        " You go against all the need of the wall.",
        4041.62,
        4042.92
    ],
    [
        " All the incline push-ups.",
        4043.14,
        4044.12
    ],
    [
        " And you can do all kinds of crazy squats and",
        4044.16,
        4045.92
    ],
    [
        " the squats and pistols and jump squats and burpees.",
        4045.92,
        4048.34
    ],
    [
        " Pull-ups, that's why rings are key.",
        4048.64,
        4051.0
    ],
    [
        " And once you have rings,",
        4051.56,
        4052.18
    ],
    [
        " then you can also do ring dips.",
        4052.32,
        4053.14
    ],
    [
        " You can do ring push-ups.",
        4053.28,
        4054.24
    ],
    [
        " You can do like assisted squats if you need them.",
        4054.76,
        4058.0
    ],
    [
        " I don't really do that, but...",
        4058.26,
        4059.56
    ],
    [
        " Oh, no, no.",
        4059.56,
        4060.12
    ],
    [
        " You don't need them.",
        4060.16,
        4060.76
    ],
    [
        " No, no.",
        4060.9,
        4061.32
    ],
    [
        " Well, I need these squats.",
        4061.46,
        4063.1
    ],
    [
        " You need them in.",
        4063.3,
        4063.5
    ],
    [
        " No, no.",
        4063.5,
        4063.86
    ],
    [
        " Bro, I'm not over here bragging about being able to do empty bodyweight squats.",
        4064.34,
        4068.72
    ],
    [
        " But...",
        4069.96,
        4070.88
    ],
    [
        " But you can do everything once you have a pair of rings.",
        4070.88,
        4074.9
    ],
    [
        " And you can usually find a place to do pull-ups somewhere.",
        4075.16,
        4078.12
    ],
    [
        " Parking garage.",
        4078.48,
        4079.0
    ],
    [
        " They have little overhanging ledges.",
        4079.82,
        4081.66
    ],
    [
        " They have eye beams you can hang onto.",
        4081.84,
        4083.54
    ],
    [
        " They have, I hate to say it because I know someone's going to rip it and break it",
        4083.86,
        4087.04
    ],
    [
        " and spray water over the sprinkler systems in there.",
        4087.04,
        4089.18
    ],
    [
        " Yeah, and that's actually plumbing assistance.",
        4089.18,
        4091.96
    ],
    [
        "",
        4092.06,
        4092.06
    ],
    [
        " Actually, the cast iron where the sewage goes out of a building,",
        4092.3,
        4095.24
    ],
    [
        " it's usually a big pipe and it's hard to do pull-ups, but it's good.",
        4095.24,
        4098.12
    ],
    [
        " Yeah, I don't think that that's...",
        4098.6,
        4100.7
    ],
    [
        " I think that's a risk right there.",
        4100.7,
        4102.64
    ],
    [
        " And it's probably against some sort of a brule at the hotel.",
        4103.34,
        4106.88
    ],
    [
        " Yeah, you're talking about...",
        4107.4,
        4108.0
    ],
    [
        " Be careful.",
        4108.0,
        4108.24
    ],
    [
        " Don't tell them I told you.",
        4108.92,
        4110.18
    ],
    [
        " Don't blame me.",
        4110.38,
        4111.86
    ],
    [
        " Breakthrough rules and the name of work in the ownership of you.",
        4112.02,
        4114.62
    ],
    [
        " Of your faults.",
        4114.9,
        4115.84
    ],
    [
        " Next, it is unseemly for a samurai to be enamored with the flavor",
        4116.26,
        4121.76
    ],
    [
        " of food that is set down before them.",
        4121.76,
        4123.88
    ],
    [
        " It is best that your meal be a soup made of boiled water poured over rice.",
        4124.5,
        4128.68
    ],
    [
        " That's how they roll, man.",
        4128.86,
        4129.94
    ],
    [
        " They're just like, you know what I'm going to eat, rice,",
        4130.2,
        4132.46
    ],
    [
        " with hot water poured over it.",
        4132.9,
        4135.06
    ],
    [
        " Yeah, otherwise it's the distraction.",
        4135.36,
        4137.54
    ],
    [
        " Do you think that that...",
        4137.76,
        4138.98
    ],
    [
        " That sort of asceticism keeps you tougher?",
        4138.98,
        4143.2
    ],
    [
        " Kind of, right?",
        4143.7,
        4144.44
    ],
    [
        " Yeah, in a way, it provides less distraction from your goal.",
        4144.44,
        4149.66
    ],
    [
        " Because like in fitness and working out,",
        4149.66,
        4152.24
    ],
    [
        " bodybuilding, a lot of time, that's a factor big time.",
        4152.76,
        4155.92
    ],
    [
        " Because you got to eat a certain amount to maintain or gain weight and all this stuff.",
        4156.48,
        4160.46
    ],
    [
        " You know, maintain certain back-ros, fat levels, all this stuff.",
        4161.06,
        4165.7
    ],
    [
        " So you can't just be going to KFC or wherever you think is super delicious.",
        4165.96,
        4170.26
    ],
    [
        " And just eating it and be like, hey, you got to have certain amount of lean stuff.",
        4170.68,
        4175.46
    ],
    [
        " You can't add a bunch of sauces because there's extra calories in there.",
        4175.56,
        4178.64
    ],
    [
        " You know, all this stuff.",
        4178.64,
        4179.46
    ],
    [
        " So yeah, if you can endure that kind,",
        4179.9,
        4182.34
    ],
    [
        " food that doesn't necessarily taste that good,",
        4182.64,
        4185.54
    ],
    [
        " yeah, you can get to your goal way better.",
        4185.74,
        4187.42
    ],
    [
        " What about Charlie Plum eating two balls of rice a day for six years?",
        4187.72,
        4191.82
    ],
    [
        " Yeah, I'm sure that, you know, that kind of helped them.",
        4192.3,
        4195.5
    ],
    [
        " Help the later.",
        4195.78,
        4196.52
    ],
    [
        " What?",
        4196.66,
        4196.82
    ],
    [
        " It's like accepting of conditions.",
        4197.68,
        4200.38
    ],
    [
        " Okay, well that, yeah.",
        4200.6,
        4201.48
    ],
    [
        " You know, like, it's like if you're used to sleeping on the floor with like no AC or",
        4201.78,
        4208.34
    ],
    [
        " the heat or whatever.",
        4208.34,
        4209.24
    ],
    [
        " Yeah, and you know, you can go sleep on someone's couch.",
        4209.88,
        4212.36
    ],
    [
        " You can go get rest pretty much anywhere.",
        4212.54,
        4214.1
    ],
    [
        " And that's a good luxury if especially when you compare it to a situation where you don't,",
        4214.16,
        4218.12
    ],
    [
        " you don't have that kind of tolerance, you know, you know, the kind of where",
        4218.2,
        4221.18
    ],
    [
        " you need a certain like softness and temperature and noise level to sleep.",
        4221.18,
        4228.5
    ],
    [
        " Oh, there's people fall asleep.",
        4228.5,
        4229.5
    ],
    [
        " Yeah.",
        4229.74,
        4229.98
    ],
    [
        " And then some people they'll just fall right asleep while you're talking to them if they want to kind of thing.",
        4230.24,
        4234.3
    ],
    [
        " I can sleep in some, I can sleep really easy on airplanes.",
        4234.6,
        4237.28
    ],
    [
        " Yeah, me too.",
        4237.28,
        4238.48
    ],
    [
        " I get a little crouched up and a little ball.",
        4239.0,
        4241.16
    ],
    [
        " You know what, here's what he actually says, here's the amplifying information.",
        4241.16,
        4246.64
    ],
    [
        " The profession of the samurai involves being in an extreme environment.",
        4247.0,
        4250.62
    ],
    [
        " Therefore gourmet food is of no benefit to them.",
        4251.26,
        4254.2
    ],
    [
        " There you go.",
        4255.02,
        4255.52
    ],
    [
        " Do you think that people that just eat really, really high-end food all the time when they go",
        4256.54,
        4263.3
    ],
    [
        " back to eating normal food?",
        4263.3,
        4265.8
    ],
    [
        " Is it, like, are they suffering?",
        4265.94,
        4267.82
    ],
    [
        " Yeah, probably a little bit.",
        4268.52,
        4269.94
    ],
    [
        " Yeah, in one way.",
        4270.48,
        4271.38
    ],
    [
        " Depends how they regard it, you know, because he knows.",
        4271.56,
        4273.7
    ],
    [
        " But you know what's funny when I was a kid,",
        4274.54,
        4276.7
    ],
    [
        " like I eat a lot of steak now.",
        4276.82,
        4278.32
    ],
    [
        " Sure.",
        4278.5,
        4278.84
    ],
    [
        " When I was a kid, we didn't even eat steak.",
        4278.96,
        4280.28
    ],
    [
        " Steak costs a lot of money.",
        4280.64,
        4282.18
    ],
    [
        " It does.",
        4282.48,
        4282.86
    ],
    [
        " And when I was a kid, we had hamburgers.",
        4283.26,
        4285.98
    ],
    [
        " Sure.",
        4286.08,
        4286.4
    ],
    [
        " A lot.",
        4286.56,
        4287.24
    ],
    [
        " A lot of hamburgers.",
        4287.48,
        4289.34
    ],
    [
        " Yeah, and that is what.",
        4289.5,
        4290.16
    ],
    [
        " Yeah.",
        4290.84,
        4291.0
    ],
    [
        " I didn't even like steak.",
        4291.46,
        4292.58
    ],
    [
        " When I got in the Navy, I didn't like steak.",
        4292.7,
        4293.92
    ],
    [
        " Then I had to, I didn't, I just wasn't used to it.",
        4294.24,
        4297.72
    ],
    [
        " It took me a couple of years before I started liking steak.",
        4298.14,
        4300.36
    ],
    [
        " Yeah, usually you hit that one steak that's like prepared perfectly.",
        4301.04,
        4304.22
    ],
    [
        " And then in your mind, you're like, dang, I love steak now.",
        4304.58,
        4307.6
    ],
    [
        " And then even if you get another steak that wasn't prepared that perfectly,",
        4307.86,
        4311.54
    ],
    [
        " you're still-",
        4311.54,
        4311.7
    ],
    [
        " I don't even remember that.",
        4311.7,
        4312.56
    ],
    [
        " I don't remember that happening to me.",
        4312.56,
        4313.9
    ],
    [
        " Yeah.",
        4314.64,
        4314.82
    ],
    [
        " Maybe it's just like a-",
        4315.36,
        4316.66
    ],
    [
        " I remember eating burgers at Wendy's, though.",
        4316.66,
        4318.16
    ],
    [
        " Yeah.",
        4318.46,
        4320.28
    ],
    [
        " Check.",
        4320.66,
        4321.1
    ],
    [
        " All right, next.",
        4321.54,
        4322.2
    ],
    [
        " When entering a confrontation,",
        4323.14,
        4324.18
    ],
    [
        " Samurai should neither look back on the path traveled,",
        4324.58,
        4327.48
    ],
    [
        " nor what is off to left or right.",
        4327.74,
        4330.66
    ],
    [
        " So to me, that says,",
        4332.18,
        4334.76
    ],
    [
        " prioritize next to you, right?",
        4335.28,
        4336.74
    ],
    [
        " And don't be looking around.",
        4337.04,
        4337.7
    ],
    [
        " You see what you see what you got to-",
        4337.92,
        4339.38
    ],
    [
        " You see what you got to do.",
        4339.38,
        4340.68
    ],
    [
        " You got a confrontation in front of you.",
        4340.82,
        4342.06
    ],
    [
        " Here's the implication from the onset.",
        4342.3,
        4344.76
    ],
    [
        " You should place your cell,",
        4344.92,
        4345.62
    ],
    [
        " place your full concentration on the battle and not allow your focus to lapse",
        4345.88,
        4349.36
    ],
    [
        " during the course of the battle.",
        4349.36,
        4350.48
    ],
    [
        " The most important aspects of the battle,",
        4350.76,
        4353.28
    ],
    [
        " the most important aspects of battle are the use of people",
        4353.42,
        4357.32
    ],
    [
        " and the use of natural geography.",
        4357.32,
        4359.62
    ],
    [
        " Right?",
        4360.34,
        4362.3
    ],
    [
        " You're a leader.",
        4362.76,
        4363.8
    ],
    [
        " You got to use your people correctly.",
        4364.12,
        4365.28
    ],
    [
        " And as I just talked about terrain,",
        4365.54,
        4366.88
    ],
    [
        " using the natural geography,",
        4367.14,
        4368.32
    ],
    [
        " those are the two most important things.",
        4368.46,
        4369.92
    ],
    [
        " Now can you get target fixation?",
        4371.32,
        4375.28
    ],
    [
        " Yes, you can.",
        4375.5,
        4375.96
    ],
    [
        " So you can get so focused that you're-",
        4376.44,
        4378.62
    ],
    [
        " If you don't pay attention to what's going on left and right,",
        4378.62,
        4380.2
    ],
    [
        " you might get flanked.",
        4380.32,
        4381.28
    ],
    [
        " Yeah.",
        4381.4,
        4381.6
    ],
    [
        " So you got to watch out for that one.",
        4382.24,
        4384.0
    ],
    [
        " Next,",
        4385.16,
        4385.76
    ],
    [
        " samurai should mind neither the heat of summer",
        4386.38,
        4389.64
    ],
    [
        " nor the cold of winter as they race through fields",
        4389.64,
        4392.52
    ],
    [
        " and over mountains exhausting their bodies.",
        4392.52,
        4394.66
    ],
    [
        " Boom.",
        4395.48,
        4395.66
    ],
    [
        " You got to train and heat and cold.",
        4396.52,
        4398.12
    ],
    [
        " Yeah.",
        4398.64,
        4399.18
    ],
    [
        " That's welcome to the military.",
        4399.54,
        4400.9
    ],
    [
        " You freeze and you sweat.",
        4401.48,
        4404.62
    ],
    [
        " That's the way it works.",
        4404.82,
        4405.78
    ],
    [
        " Yeah.",
        4406.02,
        4406.28
    ],
    [
        " It's 2020 of fratty and you kind of turn me on to just mentally.",
        4406.72,
        4413.64
    ],
    [
        " It's more like putting your mind at a certain way where",
        4414.24,
        4417.82
    ],
    [
        " sure it'll be cold,",
        4417.82,
        4419.42
    ],
    [
        " but it's not about how cold or not cold it is.",
        4419.58,
        4422.1
    ],
    [
        " Sure it'll be hot.",
        4422.22,
        4422.7
    ],
    [
        " It's not about how hot or not hot it is.",
        4422.82,
        4424.9
    ],
    [
        " And you can't complain about that stuff.",
        4425.08,
        4426.84
    ],
    [
        " And if you complain, that's like",
        4427.3,
        4428.7
    ],
    [
        " that's the part that's going to jam you up.",
        4428.7,
        4431.82
    ],
    [
        " Just how you regard it.",
        4431.92,
        4433.26
    ],
    [
        " You cannot complain in the teams.",
        4433.6,
        4435.36
    ],
    [
        " Here's what's funny.",
        4436.32,
        4437.02
    ],
    [
        " Here's what's funny.",
        4437.24,
        4438.2
    ],
    [
        " And I just, you can experience this really easily.",
        4438.34,
        4440.68
    ],
    [
        " Let's say you and me are out at the beach.",
        4441.24,
        4446.22
    ],
    [
        " And it's warm, but out here in California,",
        4446.86,
        4449.04
    ],
    [
        " once the sun goes down, it cools off really quickly.",
        4449.06,
        4451.2
    ],
    [
        " You don't have a sweatshirt, whether you need a do-eye.",
        4451.4,
        4453.76
    ],
    [
        " Yeah.",
        4454.16,
        4454.28
    ],
    [
        " You've got a sweatshirt in your bag.",
        4455.6,
        4457.74
    ],
    [
        " Maybe I have one too,",
        4458.2,
        4461.38
    ],
    [
        " because actually this is a contradiction,",
        4461.46,
        4462.86
    ],
    [
        " because if I don't bring one, that means I'm not well prepared.",
        4463.2,
        4464.98
    ],
    [
        " Yeah.",
        4465.34,
        4465.64
    ],
    [
        " So I got one in my bag.",
        4465.64,
        4466.7
    ],
    [
        " Right, right.",
        4466.72,
        4467.24
    ],
    [
        " I'm not going to put it on there.",
        4467.28,
        4468.08
    ],
    [
        " Take it out, you put it on your waist.",
        4468.1,
        4470.28
    ],
    [
        " No, I'm not even going to do that.",
        4470.44,
        4471.36
    ],
    [
        " I'm not even going to do that.",
        4471.6,
        4472.48
    ],
    [
        " You would not want to, you just want to beat TF as long as you can.",
        4472.72,
        4476.66
    ],
    [
        " Yeah.",
        4476.86,
        4477.02
    ],
    [
        " Just to suck it up.",
        4477.18,
        4477.78
    ],
    [
        " I don't want, I don't want to, you, you to see me putting on a sweatshirt,",
        4478.02,
        4481.24
    ],
    [
        " indicating to you that I was called to recover.",
        4481.4,
        4483.24
    ],
    [
        " Now I'm going to, I'm going to pamper myself, not happening.",
        4483.54,
        4485.82
    ],
    [
        " What if I wasn't there?",
        4486.1,
        4487.34
    ],
    [
        " I put the sweatshirt on all day long.",
        4488.34,
        4489.92
    ],
    [
        " Yeah, this is straight up.",
        4490.08,
        4491.8
    ],
    [
        " It's right.",
        4492.08,
        4492.22
    ],
    [
        " No, there's no denying that.",
        4492.58,
        4494.68
    ],
    [
        " That's so funny because before I thought like that,",
        4494.82,
        4498.58
    ],
    [
        " I would have thought that's so dumb.",
        4498.58,
        4499.82
    ],
    [
        " Put on your sweat.",
        4500.12,
        4501.48
    ],
    [
        " You're ruining your experience or whatever.",
        4501.74,
        4503.3
    ],
    [
        " You got to be each with your, whatever friends.",
        4503.4,
        4504.98
    ],
    [
        " It was fresh when this actually happened yesterday.",
        4504.98,
        4506.78
    ],
    [
        " I was at a surf contest.",
        4507.32,
        4510.18
    ],
    [
        " And like the clouds came in and it got cool.",
        4511.3,
        4514.06
    ],
    [
        " And my buddy, he was all, he's like, I have to go put a sweatshirt on.",
        4514.34,
        4519.04
    ],
    [
        " And I was like, oh, really?",
        4519.5,
        4520.36
    ],
    [
        " I'm sorry.",
        4521.12,
        4521.58
    ],
    [
        " Actually, then we both went to Scottish sweatshirts.",
        4522.06,
        4524.78
    ],
    [
        " But you let him do it for you.",
        4524.92,
        4526.16
    ],
    [
        " He wasn't in the teams too.",
        4526.16,
        4527.36
    ],
    [
        " So I wasn't just trying to,",
        4527.58,
        4529.24
    ],
    [
        " because there's always that little thing going on in the team.",
        4529.72,
        4531.82
    ],
    [
        " Yeah, but I kind of feel like it goes on in general too.",
        4531.96,
        4534.84
    ],
    [
        " Just, just, you know, fully like,",
        4535.0,
        4537.12
    ],
    [
        " like you get a rock in your shoe.",
        4537.28,
        4538.36
    ],
    [
        " Just don't, just don't get it out.",
        4538.36,
        4541.36
    ],
    [
        " Leave it in there.",
        4541.4,
        4542.2
    ],
    [
        " But before that episode with Tony,",
        4542.52,
        4545.34
    ],
    [
        " like I would be the guy, I'd be like, no, I'm cold.",
        4545.38,
        4547.22
    ],
    [
        " You know, I can't relate.",
        4547.48,
        4548.5
    ],
    [
        " But after that, for some reason,",
        4548.5,
        4549.8
    ],
    [
        " I think it just morphed in my mind too.",
        4549.9,
        4551.5
    ],
    [
        " Like, you just got to beat T.F.",
        4551.68,
        4553.56
    ],
    [
        " And you kind of take pride in it, you know?",
        4553.7,
        4555.12
    ],
    [
        " Yeah.",
        4555.86,
        4556.52
    ],
    [
        " Yeah.",
        4557.12,
        4557.34
    ],
    [
        " Next.",
        4557.86,
        4558.44
    ],
    [
        " As samurai, you should take it upon yourself",
        4559.88,
        4564.52
    ],
    [
        " to spend time playing in water,",
        4564.52,
        4566.32
    ],
    [
        " not doing so could well result in disaster.",
        4566.58,
        4570.74
    ],
    [
        " That's part one.",
        4571.52,
        4573.38
    ],
    [
        " Obviously, I agree with that one.",
        4574.08,
        4575.4
    ],
    [
        " You got to be in the water.",
        4575.7,
        4576.96
    ],
    [
        " Part two, samurai should, as a matter of course,",
        4578.08,
        4581.58
    ],
    [
        " engage in contest, substraint.",
        4581.86,
        4584.24
    ],
    [
        " If you're not, then your muscles will become slack.",
        4584.66,
        4588.36
    ],
    [
        " Obviously, I support that one.",
        4589.04,
        4591.16
    ],
    [
        " I don't know if this guy would just want to",
        4591.48,
        4592.84
    ],
    [
        " read this book.",
        4592.84,
        4593.58
    ],
    [
        "",
        4593.9,
        4593.9
    ],
    [
        " Because he knew that I was going to be,",
        4594.24,
        4595.78
    ],
    [
        " I mean, how could you not, how does that",
        4596.06,
        4597.54
    ],
    [
        " not relate to everything that I talk about all the time?",
        4597.54,
        4599.62
    ],
    [
        " Yeah.",
        4599.94,
        4600.16
    ],
    [
        " Be in the water.",
        4600.8,
        4601.62
    ],
    [
        " Work out.",
        4601.98,
        4603.58
    ],
    [
        " Here's what's funny about this one.",
        4604.22,
        4606.74
    ],
    [
        " He says that the peasants strengthen themselves",
        4607.84,
        4611.72
    ],
    [
        " with their day to day labor.",
        4611.72,
        4613.44
    ],
    [
        " They also test themselves by lifting and carrying large stones",
        4613.6,
        4616.02
    ],
    [
        " in front of the local shrines and did push-ups",
        4616.02,
        4618.48
    ],
    [
        " in order to build their muscles",
        4618.48,
        4619.78
    ],
    [
        " and thereby increase their overall strength.",
        4619.78,
        4622.14
    ],
    [
        " However, beginning in the meegee era,",
        4622.68,
        4625.82
    ],
    [
        " such feats of strength became, began to be ridiculed",
        4626.18,
        4629.62
    ],
    [
        " and the use of rocks to indeld.",
        4629.62,
        4632.4
    ],
    [
        " Thus, it is hardly a surprise that the youth of today are weak.",
        4632.4,
        4636.2
    ],
    [
        " Yeah.",
        4638.3,
        4638.66
    ],
    [
        " And also, it's kind of like that now where,",
        4638.98,
        4641.8
    ],
    [
        " like, you know, let's say quote-unquote,",
        4641.92,
        4644.16
    ],
    [
        " grown adults.",
        4644.46,
        4644.92
    ],
    [
        " Let's see who can lift that rock.",
        4645.46,
        4649.1
    ],
    [
        " You know, that's cool though, right?",
        4649.66,
        4650.66
    ],
    [
        " Why are you saying it weird voice?",
        4651.46,
        4652.62
    ],
    [
        " No, because I would say generally speaking,",
        4652.88,
        4654.68
    ],
    [
        " that's kind of like, oh, you chat, children.",
        4654.68,
        4656.94
    ],
    [
        " You know, like, what are you guys doing?",
        4657.28,
        4658.28
    ],
    [
        " Oh, oh, people make fun of that?",
        4658.44,
        4659.7
    ],
    [
        " Yeah, if two grown adults have been little feats of strength.",
        4660.1,
        4662.48
    ],
    [
        " I think it's more, what do you think the crossfit games are though?",
        4662.48,
        4665.8
    ],
    [
        " Yeah, but you think this world's strongest man is.",
        4665.84,
        4668.5
    ],
    [
        " Yes, I think the UFC is.",
        4668.5,
        4670.76
    ],
    [
        " Totally agree, but I think if it's not like organized and then like presented,",
        4671.0,
        4675.94
    ],
    [
        " you know, kind of thing, like if me and you were just cruising at the beach and then I'm like,",
        4676.1,
        4679.26
    ],
    [
        " oh, it's funny.",
        4679.26,
        4680.74
    ],
    [
        " We did,",
        4681.04,
        4681.6
    ],
    [
        " me and how I went to Australia, right?",
        4681.6,
        4686.62
    ],
    [
        " And we're like, I'll cruise in some downtime.",
        4686.74,
        4687.94
    ],
    [
        " We're filming this, you know, this video.",
        4687.94,
        4690.36
    ],
    [
        " And,",
        4690.9,
        4691.14
    ],
    [
        " but I just turned into that, well, 100% it was just me and him.",
        4691.4,
        4695.56
    ],
    [
        " So we went from pushups.",
        4695.56,
        4697.62
    ],
    [
        " He was like, he's like, hey, what about the challenge you did?",
        4697.78,
        4700.7
    ],
    [
        " The challenge you did in, in Maine.",
        4700.8,
        4703.3
    ],
    [
        " Yeah, perfect example back.",
        4704.26,
        4706.54
    ],
    [
        " Yeah, like I lift it, got a shoulder to the bag.",
        4706.82,
        4708.98
    ],
    [
        " Yeah, gravel, by the way.",
        4709.22,
        4711.38
    ],
    [
        " So it's not like a 200 pound barbell.",
        4711.38,
        4713.6
    ],
    [
        " It's a gravel thing.",
        4713.76,
        4714.88
    ],
    [
        " Yeah, seeing that's a perfect example, but that makes you strong.",
        4715.1,
        4718.36
    ],
    [
        " I think so too.",
        4718.78,
        4719.66
    ],
    [
        " Yeah, I agree with it.",
        4719.86,
        4720.72
    ],
    [
        " I agree with it.",
        4720.74,
        4721.6
    ],
    [
        " I'm just, I'm just saying like,",
        4721.66,
        4722.94
    ],
    [
        " if let's say we're all at like a barbecue,",
        4723.92,
        4726.48
    ],
    [
        " with just a vast variety of you, like that's totally acceptable,",
        4727.2,
        4731.34
    ],
    [
        " you know, the 200 pound bag challenge.",
        4731.84,
        4733.62
    ],
    [
        " It's all just guys like, you know,",
        4733.9,
        4735.8
    ],
    [
        " but if we had a barbecue, you know,",
        4736.04,
        4738.42
    ],
    [
        " let's say my daughter was a birthday party.",
        4738.62,
        4740.34
    ],
    [
        " Yeah, but you had your kettlebells out, right?",
        4740.56,
        4743.12
    ],
    [
        " Yeah, but if I challenge you to a kettlebell,",
        4744.12,
        4747.54
    ],
    [
        " like let's see who can do the night,",
        4747.66,
        4749.8
    ],
    [
        " whatever, the 90 pound one or something,",
        4749.94,
        4752.04
    ],
    [
        " at my daughter's birthday party, I think,",
        4752.04,
        4754.08
    ],
    [
        " aside from me, you and Mimi,",
        4754.3,
        4756.16
    ],
    [
        " handful other guys that are our direct peers,",
        4756.26,
        4759.76
    ],
    [
        " aside from them, I think people would be like, you guys are dumb.",
        4759.98,
        4762.38
    ],
    [
        " That's what I think.",
        4763.3,
        4764.6
    ],
    [
        " They might be right.",
        4764.72,
        4765.4
    ],
    [
        " All right, next.",
        4765.76,
        4769.84
    ],
    [
        " If you allow your samurai spirit to weather,",
        4771.72,
        4775.74
    ],
    [
        " clearly your body will then follow suit.",
        4776.2,
        4779.02
    ],
    [
        " Your skin will begin to stretch as you gain weight.",
        4780.04,
        4783.28
    ],
    [
        " Part one.",
        4783.72,
        4785.34
    ],
    [
        " I think we all disagree with that one.",
        4786.22,
        4787.72
    ],
    [
        " I agree, yes, I was out right.",
        4787.72,
        4788.9
    ],
    [
        " Do you think that this goes back to the comfort question?",
        4790.84,
        4794.22
    ],
    [
        " Let's take you Jitsu.",
        4794.62,
        4798.0
    ],
    [
        " At a certain point, where you say,",
        4798.66,
        4800.28
    ],
    [
        " I don't really care if I get caught by this guy or, you know what,",
        4800.36,
        4804.46
    ],
    [
        " I'm that guy's training for worlds and hey,",
        4804.66,
        4807.88
    ],
    [
        " if he catches me, you know what I mean?",
        4807.88,
        4809.36
    ],
    [
        "",
        4809.74,
        4809.74
    ],
    [
        " Yeah, I see what you're asking.",
        4810.36,
        4812.72
    ],
    [
        " So my point is, at a certain point,",
        4813.12,
        4815.86
    ],
    [
        " you accept it.",
        4816.62,
        4819.78
    ],
    [
        " Yeah.",
        4820.08,
        4820.28
    ],
    [
        " Do you think that's okay?",
        4820.96,
        4823.52
    ],
    [
        " I do think it's okay.",
        4823.74,
        4825.16
    ],
    [
        " I don't.",
        4825.42,
        4825.76
    ],
    [
        " I know you don't.",
        4825.84,
        4826.48
    ],
    [
        " And it's not an absolute yes or no.",
        4826.96,
        4829.02
    ],
    [
        " When the door is, you know, hey, it's okay.",
        4829.44,
        4834.12
    ],
    [
        " Yeah, yeah, yeah.",
        4834.18,
        4834.94
    ],
    [
        " I'm all the excuses, right?",
        4835.0,
        4838.14
    ],
    [
        " Yeah.",
        4838.44,
        4838.56
    ],
    [
        " Hey, you know, these guys are young and they're training for the",
        4838.76,
        4842.58
    ],
    [
        " this competition or that competition.",
        4842.58,
        4845.36
    ],
    [
        " You've got to get in there with them.",
        4845.48,
        4847.08
    ],
    [
        " When I hear that knocking, I slam the door.",
        4847.46,
        4849.18
    ],
    [
        " Yeah, yeah, red flag on.",
        4849.18,
        4850.56
    ],
    [
        " Yeah, violation.",
        4850.62,
        4851.6
    ],
    [
        " Actually, I open the door and I choke that person out.",
        4851.8,
        4854.14
    ],
    [
        " Bring it.",
        4854.3,
        4854.62
    ],
    [
        " Yeah, I dig it and I'm not.",
        4854.72,
        4856.5
    ],
    [
        " But you can see, but I see, I think that when you accept that,",
        4856.96,
        4859.62
    ],
    [
        " when you accept it.",
        4859.96,
        4861.82
    ],
    [
        " Yeah.",
        4862.02,
        4862.2
    ],
    [
        " And the other thing that happens is your ego gets in the way, right?",
        4862.34,
        4864.52
    ],
    [
        " Because because what happens is you don't want to, you don't want to get tapped out.",
        4865.24,
        4868.98
    ],
    [
        " Yeah, that's bad.",
        4869.36,
        4870.3
    ],
    [
        " Yeah.",
        4870.58,
        4870.92
    ],
    [
        " So you don't want to get tapped out so you're not going to train.",
        4871.04,
        4872.66
    ],
    [
        " Yeah.",
        4872.92,
        4873.22
    ],
    [
        " And it's that happens.",
        4873.48,
        4875.04
    ],
    [
        " Yeah, fully.",
        4875.4,
        4876.44
    ],
    [
        " And these are all different things that all kind of enter into the equation.",
        4876.62,
        4880.46
    ],
    [
        " So again, it comes back to like, why are you, why are you training?",
        4880.46,
        4883.9
    ],
    [
        " Like, why are you there?",
        4884.14,
        4884.92
    ],
    [
        " Introduced to or whatever?",
        4885.52,
        4886.86
    ],
    [
        " Like, why are you there?",
        4887.06,
        4887.6
    ],
    [
        " So yeah, if this thing, what he's talking about where it's like, okay,",
        4887.92,
        4891.18
    ],
    [
        " if you're like letting yourself go, if you're kind of giving up and then justifying it with",
        4891.18,
        4895.62
    ],
    [
        " in this case, oh, I'm old.",
        4895.62,
        4897.08
    ],
    [
        " They're training for world.",
        4897.08,
        4897.92
    ],
    [
        " And that's your, your version of giving up.",
        4898.08,
        4901.52
    ],
    [
        " Then yeah, that's bad.",
        4901.68,
        4902.78
    ],
    [
        " But if it's like, let's say you're like an older guy or whatever and maybe you kind of lost",
        4903.22,
        4909.06
    ],
    [
        " the step or whatever, you know, like, like, people do when they get older sometimes.",
        4909.06,
        4912.68
    ],
    [
        " And you're like, hey, you know, this guy's getting nuts.",
        4913.22,
        4917.1
    ],
    [
        " If I rise to that level of intensity, I could get hurt or something like that.",
        4917.1,
        4920.74
    ],
    [
        " And it's like in, in, okay, yeah.",
        4921.18,
        4923.28
    ],
    [
        " You know, you can be smart, right?",
        4923.28,
        4925.52
    ],
    [
        " Yeah.",
        4926.28,
        4926.4
    ],
    [
        " For instance, if everyone's doing takedowns and your knees a little bit tweaked, you know what?",
        4926.7,
        4931.6
    ],
    [
        " Exactly, right?",
        4931.8,
        4932.48
    ],
    [
        " That's something I need to check myself on sometimes.",
        4932.66,
        4934.48
    ],
    [
        " Yeah, you do.",
        4934.82,
        4935.82
    ],
    [
        " Big times actually.",
        4936.2,
        4937.16
    ],
    [
        " But that's a big one though.",
        4937.56,
        4942.2
    ],
    [
        " Like, when you, when you start like, what I'm talking about, yeah, what it is is you,",
        4942.62,
        4947.02
    ],
    [
        " when you allow your samurai spirit to wither, that's what we're talking about.",
        4947.1,
        4949.88
    ],
    [
        " When you start saying, hey, you know what, I'd rather still just keep fighting even though",
        4950.02,
        4955.0
    ],
    [
        " you're getting beat because the young buck is coming up and trying to get into train more than",
        4955.0,
        4958.78
    ],
    [
        " you and you got to work and, hey, you know what? Come to me out then.",
        4958.78,
        4961.78
    ],
    [
        " Yeah.",
        4962.08,
        4962.22
    ],
    [
        " Yeah, you still got to like maintain the spirit.",
        4962.6,
        4965.54
    ],
    [
        " Yeah.",
        4965.82,
        4966.1
    ],
    [
        " Yeah.",
        4966.5,
        4967.28
    ],
    [
        " A lot of times when people get married or they, um, they stop training or whatever and they,",
        4967.66,
        4974.14
    ],
    [
        " they blame it on the marriage or they blame it on their career or something like that.",
        4974.22,
        4977.86
    ],
    [
        " It's like, uh, you can't allow.",
        4977.86,
        4979.5
    ],
    [
        " Yeah, you know what I, you know what I do when people say that people say, I'll say, oh,",
        4979.78,
        4983.52
    ],
    [
        " you know, someone'll talk into someone.",
        4983.68,
        4985.58
    ],
    [
        " No, you know, man, I used to train a lot.",
        4985.68,
        4987.12
    ],
    [
        " And I'll be like, oh, I mean, oh, what, what happened?",
        4987.5,
        4989.94
    ],
    [
        " And that's what you know, I got, I got two kids and you know, I was just working a lot.",
        4990.14,
        4993.3
    ],
    [
        " I was like, oh, yeah, I got four kids.",
        4993.4,
        4994.74
    ],
    [
        " In their defense, in their defense, everybody's different.",
        4995.14,
        5000.6
    ],
    [
        " Yeah, if they have two kids, you have four, they're not you and their kids aren't you?",
        5000.84,
        5004.6
    ],
    [
        " So, yeah, plus, plus my wife was good to go.",
        5004.72,
        5008.26
    ],
    [
        " Yeah, yeah, yeah.",
        5008.4,
        5009.38
    ],
    [
        " That's what I was about.",
        5009.38,
        5009.96
    ],
    [
        " It does make it hard.",
        5010.12,
        5011.38
    ],
    [
        " It totally does.",
        5011.64,
        5012.56
    ],
    [
        " And it does make it harder with the kids and a career and stuff like that.",
        5012.84,
        5016.08
    ],
    [
        " That was easy.",
        5016.24,
        5016.34
    ],
    [
        " Yeah, yeah.",
        5016.88,
        5017.3
    ],
    [
        " The green.",
        5017.3,
        5017.68
    ],
    [
        " That's what I was going to say.",
        5017.74,
        5018.64
    ],
    [
        " It's like, could be slightly in valid.",
        5018.76,
        5020.32
    ],
    [
        " It's invalid at the end of the day because you either kept your warrior, your summer ice spirit",
        5020.66,
        5025.18
    ],
    [
        " or you didn't.",
        5025.18,
        5026.16
    ],
    [
        " And if you didn't, then you allowed these things, which are true, by the way,",
        5026.5,
        5030.48
    ],
    [
        " by your, as far as what you're not you, but obviously this person, this hypothetical person.",
        5030.48,
        5035.02
    ],
    [
        " If their career or family got in the way, you allowed that to happen.",
        5035.46,
        5039.08
    ],
    [
        " It's not easy.",
        5039.44,
        5040.2
    ],
    [
        " Totally not easy.",
        5040.54,
        5041.38
    ],
    [
        " So up to you though at the end of the day, I think.",
        5042.08,
        5045.62
    ],
    [
        " Samurai are never without a sword on their hip.",
        5046.3,
        5049.1
    ],
    [
        " This means, of course, that an unarmed enemy will arm himself.",
        5049.64,
        5054.54
    ],
    [
        " So you gotta always expect, in my mind, always expect that your opponent is going to be armed.",
        5054.54,
        5059.86
    ],
    [
        " Business, life, whatever you're doing, always expect that your opponent is ready.",
        5060.9,
        5068.26
    ],
    [
        " Always expect them to be ready.",
        5069.04,
        5071.56
    ],
    [
        " Next, as a samurai, you should take care as to where your feet step as a matter of course.",
        5072.44,
        5079.0
    ],
    [
        " You never want to be off balance in case the unexpected occurs.",
        5079.8,
        5083.64
    ],
    [
        " Well, that's pretty self-explanatory.",
        5084.12,
        5085.8
    ],
    [
        " The amplifying information says,",
        5086.22,
        5089.44
    ],
    [
        " samurai have to keep themselves prepared at all times to respond.",
        5089.64,
        5091.8
    ],
    [
        " They have to be able to react calmly in a situation without any panic.",
        5093.12,
        5096.44
    ],
    [
        " Again, does that apply to everything?",
        5096.6,
        5099.16
    ],
    [
        " Yes, it does.",
        5099.34,
        5099.78
    ],
    [
        " No doubt about it.",
        5100.56,
        5101.58
    ],
    [
        " Samurai who are not aware of the things they should know",
        5104.1,
        5107.1
    ],
    [
        " are like cats that do not know how to catch mice.",
        5107.1,
        5110.84
    ],
    [
        " Not aware of things they should know.",
        5113.44,
        5116.38
    ],
    [
        " Samurai should be continuously thinking about military manners.",
        5117.0,
        5125.0
    ],
    [
        " Fail to do this at your peril.",
        5125.42,
        5129.32
    ],
    [
        " Those that serve in the military should be in a continuous state of thinking of warfare.",
        5130.68,
        5136.24
    ],
    [
        " To be negligent in this will result in failure and defeat.",
        5136.96,
        5140.68
    ],
    [
        " You know, I told this, I tell us the young military people that I work with",
        5141.5,
        5148.88
    ],
    [
        " that this is your job, this is your profession.",
        5148.88,
        5152.16
    ],
    [
        " And you got to do everything you can to master it.",
        5152.76,
        5155.66
    ],
    [
        " And that means what is being said right here continuously thinking about military manners.",
        5155.88,
        5161.52
    ],
    [
        " Matters.",
        5161.72,
        5162.32
    ],
    [
        " Any samurai who spends too much time playing ball,",
        5165.6,
        5169.0
    ],
    [
        " Koto guitar, plucking the mouth harp, or playing the flute are liable to become a coward.",
        5169.2,
        5175.58
    ],
    [
        " Here it says those in the military should never become overly infatuated with",
        5176.22,
        5183.58
    ],
    [
        " diversionary games.",
        5183.58,
        5184.74
    ],
    [
        " Now at some point I'd like to get better at guitar, but apparently",
        5185.32,
        5189.46
    ],
    [
        " you're going to be going to be going to be going to be going to be going to be going.",
        5189.82,
        5192.46
    ],
    [
        " Next, while a samurai may be clumsy about some things, the spear, the horse, and the bow should not",
        5192.48,
        5202.8
    ],
    [
        " be among them. I like that. This one is key. Samurai should make a habit of regularly listening",
        5202.8,
        5212.2
    ],
    [
        " to tales of military combat and rely on the learning found therein.",
        5212.2,
        5217.58
    ],
    [
        " This is a blatant plug for Draco podcast.",
        5219.54,
        5223.98
    ],
    [
        " And here's the amplifying information by listening to such tales regularly.",
        5224.22,
        5230.18
    ],
    [
        " It will keep them fresh in your mind. When actual combat arises, they will be of benefit.",
        5230.46,
        5236.98
    ],
    [
        " Boom. Boom. And I've definitely got that feedback. I've gotten all kinds of good feedback",
        5237.56,
        5243.52
    ],
    [
        " about that from guys in the military that they can relate. Because I'm telling you,",
        5243.52,
        5249.28
    ],
    [
        " the stories that we tell over and over again, their stories that happen, their real things,",
        5249.28,
        5255.6
    ],
    [
        " fire maneuver, there's people acting weird, there's the enemy doing things, these things are real.",
        5256.08,
        5260.1
    ],
    [
        " It is definitely helpful. The more you I wish I would have known more when I was in,",
        5261.54,
        5265.1
    ],
    [
        " I would have been infinitely better. We have enough of focus on it though.",
        5265.28,
        5270.1
    ],
    [
        " Yeah. It kind of goes for everything to you. Because it kind of keeps your whole",
        5270.92,
        5274.48
    ],
    [
        " approach to life in that battle frame. So everything, you know, it gives you different",
        5275.22,
        5283.38
    ],
    [
        " perspectives. I talk about this all the time. If you learn the arm bar, right? From the mount.",
        5283.38,
        5288.12
    ],
    [
        " Yes. You learn it one way. But you don't realize man, there's infinitely different ways to do it.",
        5288.38,
        5293.9
    ],
    [
        " You can get it from the guard, you can get it from the bottom position, you can get it from",
        5293.96,
        5297.92
    ],
    [
        " a cross side, you can get all the, you can get the arm lock from all these different positions.",
        5297.92,
        5301.32
    ],
    [
        " And every time you see it from a different angle, you get better at all of them.",
        5301.7,
        5304.86
    ],
    [
        " Yeah. So every time you see a military situation from a different angle, from a leadership",
        5305.12,
        5308.66
    ],
    [
        " perspective, from the ground truth perspective, from the cold, from the hot, from the desert,",
        5308.66,
        5312.5
    ],
    [
        " from the mountains, you learn something, it makes you better at it.",
        5312.64,
        5316.56
    ],
    [
        " Yeah. So looking at things through that, you know, whatever it may be, whether it be",
        5316.84,
        5321.16
    ],
    [
        " military history, whatever, you're always kind of looking at things in that way.",
        5321.16,
        5325.08
    ],
    [
        " Yeah. You can figure out like this. We had this guy, we called him Uncle Jill. He was my friend",
        5325.26,
        5330.4
    ],
    [
        " of the family in Hawaii. In Hawaii. Yeah. And he's, he was a really good artist, but he used to",
        5330.4,
        5336.1
    ],
    [
        " climb trees and take us, just tree climbing. I know. Random hippy thing actually me talking about",
        5336.1,
        5341.1
    ],
    [
        " it right now, but it was super good fun. This guy, he'd always be like, well, there's, there's an instinctive,",
        5341.1,
        5346.2
    ],
    [
        " there's an instinctive of climbing, right? I think humans have an instinct to climb things.",
        5346.2,
        5351.28
    ],
    [
        " Yeah. I mean, it makes sense. I don't know. He seems like, yeah. Okay. And air, it would be weird",
        5351.64,
        5356.48
    ],
    [
        " because he'd pull out that climbing thing. He'd be like, I bet I could climb up there. You know,",
        5356.56,
        5360.48
    ],
    [
        " that, it's kind of like dang, if you kind of have these, like looking at things through frames that",
        5360.56,
        5366.32
    ],
    [
        " are, that are useful, you know, like I think, like, but it's like, man, you can figure a lot of",
        5366.32,
        5370.48
    ],
    [
        " things out that you, a lot of people wouldn't figure out. Yeah. You know, like I know VV is like that",
        5370.48,
        5375.38
    ],
    [
        " for sure. I'd be like, dang, that's like a good shot of that. You know, no one's, don't care,",
        5375.38,
        5378.48
    ],
    [
        " this is just a beach or whatever, but I was a young and listed guy and I had a friend that would,",
        5378.6,
        5385.1
    ],
    [
        " he would kind of like your friend like, like to climb things. This guy would jump off things.",
        5386.48,
        5390.92
    ],
    [
        " Uncle Joe. Uncle Joe would climb things. This guy would jump off things. Yes. And we were on this",
        5390.92,
        5396.28
    ],
    [
        " obstacle course, this random obstacle course, and he climbed, he would also like to climb, but then",
        5396.28,
        5401.72
    ],
    [
        " he got to the top of this thing. He was probably, let's call it 18 feet. And I'm, I slid down the",
        5401.72,
        5410.66
    ],
    [
        " rope and the other guy slid down the rope and the chief that we were with slid down the rope.",
        5410.66,
        5414.28
    ],
    [
        " Sure. And I look up and he go and he's kind of got like a puzzle look on his face.",
        5415.24,
        5420.6
    ],
    [
        " That guy at you guys, the jumper, the jumper's got like a, a, a curious look on his face.",
        5420.6,
        5425.48
    ],
    [
        " Yeah. And he says, I think I could jump down this.",
        5425.8,
        5429.02
    ],
    [
        " 18 feet. And I go do it. And the chief goes, don't do it. And he said, I think I could make it.",
        5429.42,
        5440.28
    ],
    [
        " And then, and I said, do it. And the chief says, don't do it. And I go 10 bucks.",
        5440.28,
        5447.2
    ],
    [
        " The chief goes, shut up, jock. Don't do it. And I go 20 bucks. And he goes, shut up.",
        5447.44,
        5456.34
    ],
    [
        " And right as he's saying that the jumper jumped and he made it jump like 18 feet down,",
        5456.54,
        5462.38
    ],
    [
        " just landed PLF. PLF. Yeah. Parachute landing fall. Oh, like you break the font. Fall down.",
        5462.54,
        5468.52
    ],
    [
        " Roll. Yeah, it's almost like a judo fall, but with your, yeah, yeah, like it disperses.",
        5468.52,
        5473.68
    ],
    [
        " Yeah. The way he does. He did it. It's good, man. 18 feet.",
        5473.72,
        5477.04
    ],
    [
        " I had trouble. Good. In a good, hard way. No, man. You could have gotten her note.",
        5477.04,
        5483.54
    ],
    [
        " But you're a fall. Yeah. All that kind of thing. It would have been. Yeah, I know. I know.",
        5483.54,
        5487.5
    ],
    [
        " You knew his jumping weakness. Yeah. His addiction to jumping. And you exploited it.",
        5488.02,
        5492.74
    ],
    [
        " Next, Samurai should keep in their hearts the fact that they only die once forgetting this will",
        5494.74,
        5500.82
    ],
    [
        " result in failure. Samurai who forget this is this is so this this one's a little bit tricky for",
        5500.82,
        5507.64
    ],
    [
        " me to understand Samurai should keep in their hearts the fact that they only die once.",
        5507.64,
        5511.58
    ],
    [
        " Forgetting this will result in failure. And the amplification on this one says Samurai who",
        5512.4,
        5518.58
    ],
    [
        " forget that they can die at any time and in any place could end up in humiliating failure.",
        5518.58,
        5524.5
    ],
    [
        " In other words, throwing your body into the river and relying on fate to determine",
        5525.12,
        5530.92
    ],
    [
        " if you float to the shallows. If you love your life too much, you will always end in failure.",
        5530.92,
        5537.74
    ],
    [
        " So this is what I found interesting about this one. There's an economy here. The",
        5537.94,
        5544.16
    ],
    [
        " if you care too much about being alive, then you won't take any risk and you'll be too scared and",
        5544.38,
        5549.26
    ],
    [
        " you'll that's going to be bad. Yeah. So that's that we know that that one's bad. So we know we get",
        5549.26,
        5553.48
    ],
    [
        " that one. If you love your life too much, you will always end in failure. Maybe not always, but",
        5553.48,
        5557.5
    ],
    [
        " it's going to definitely play a role. You'll be too cautious. You won't take any risk. You'll be",
        5557.5,
        5562.48
    ],
    [
        " scared. That one's going to be you'll hesitate. Yeah. So we get that one. The keeping your",
        5562.48,
        5568.86
    ],
    [
        " hearts that you'll only die once. Okay. So that means to me, okay, so you can die at any time,",
        5569.42,
        5576.52
    ],
    [
        " I'm going to make it worth it in my mind. Make it dope. Yeah. Yeah. Make it dope. Okay.",
        5576.7,
        5581.56
    ],
    [
        " And then this whole thing about, okay, let me read it board forward, throwing your body into the river",
        5581.8,
        5587.5
    ],
    [
        " and relying on fate to determine if you float to the shallows. I don't know to me that could be",
        5587.5,
        5595.38
    ],
    [
        " taken two ways. And I think they're both okay. Number one is like, hey, don't just throw, just",
        5595.38,
        5602.6
    ],
    [
        " just jump. Don't just jump into the river and see and let fate decide if you're going to make it.",
        5602.6,
        5606.9
    ],
    [
        " I don't know you prepare and you train and you're ready. The other way it could be taken is, you know",
        5606.9,
        5614.6
    ],
    [
        " what? You can't control everything. You got to go jump into the river. And if you're if you're",
        5614.6,
        5619.18
    ],
    [
        " meant to make it, you're going to make it. Either one of those can possibly set your mind at ease",
        5619.18,
        5623.82
    ],
    [
        " you know, you've heard me talk about fairness in way of the warrior kid, right? Yeah.",
        5624.16,
        5627.14
    ],
    [
        " Way the warrior kid. What happens? You prepare everything you can, but then eventually you got",
        5627.26,
        5630.84
    ],
    [
        " a jump and see if the water, if the current takes you to the shallow water again. That's the way",
        5630.84,
        5634.92
    ],
    [
        " it's got to be. Yeah. So that's the way I took that one. Yeah. I read a lot into that one.",
        5634.92,
        5639.38
    ],
    [
        " I think the first one just because the other one would do it, would add kind of additional",
        5639.48,
        5643.3
    ],
    [
        " ex-like requirement required explanation like, to your side, yes, you agree with preparing?",
        5643.3,
        5648.64
    ],
    [
        " I think, yeah, yeah, I agree with preparing. I think the, the, the two that you just said, the first",
        5648.86,
        5653.08
    ],
    [
        " one I think makes more sense to me that that's what he meant. So you're, you're thinking that he meant",
        5653.08,
        5657.16
    ],
    [
        " to prepare the best of your ability. Yeah, exactly right. Like he, like, it's kind of like you only",
        5657.16,
        5665.0
    ],
    [
        " have one life. And if you're going to die, make it legit. Don't be dying trying to cross the river.",
        5665.0,
        5670.52
    ],
    [
        " You better die doing something big time. You know, kind of thing. There's one more little",
        5670.76,
        5676.74
    ],
    [
        " addition that I believe that Eric actually added on here. Yeah. This is his note. It says,",
        5676.74,
        5682.14
    ],
    [
        " the line about throwing your body into the river and relying on fate to determine if you float",
        5682.14,
        5685.44
    ],
    [
        " in the shallow is very famous. It's not that famous because I googled it and I couldn't find it.",
        5685.44,
        5689.64
    ],
    [
        " Now he says, enter battle fully, fully committed and perhaps you will emerge alive at the end.",
        5690.28,
        5698.16
    ],
    [
        " I think that makes some sense. It's, for me, prepare the best of your ability. Yeah.",
        5698.6,
        5704.88
    ],
    [
        " Be fully committed. And then don't worry about what the end's going to come because you can't",
        5705.54,
        5712.02
    ],
    [
        " I think. No, this one I had to dig on this one a little bit too. Samurai study a great many things.",
        5712.02,
        5722.3
    ],
    [
        " However, the single focus of their learning is death. And then the the amplifying information here",
        5722.52,
        5734.92
    ],
    [
        " is while samurai do intensive training and study a variety of topics, what it all boils down to",
        5734.92,
        5741.82
    ],
    [
        " is seeking death. So that kind of that one I tried to figure out what that meant or at least what",
        5741.82,
        5751.26
    ],
    [
        " it means to me. And I think to the most positive way I could because seeking death, right? Are you",
        5751.26,
        5759.08
    ],
    [
        " really seeking death? Is that what you're trying to do? Well, no, if you're you're not helping the",
        5759.08,
        5762.74
    ],
    [
        " cause if you're seeking death, right? You don't want to die. That's not our goal. It's an occurrence",
        5762.74,
        5768.48
    ],
    [
        " that could happen. And, as a matter of fact, it's going to happen all of us. But the way I look at it",
        5768.48,
        5773.7
    ],
    [
        " is what we're trying to learn we're trying to understand and master his death and the fear of death.",
        5773.7,
        5780.04
    ],
    [
        " If we can get over that little little hurdle, right? Then you've mastered that. And once you're",
        5780.28,
        5798.46
    ],
    [
        " just, you know, as far as seeking challenges go, you want to seek one challenge and you want to",
        5798.46,
        5802.6
    ],
    [
        " seek a bigger challenge. Yeah, but he says seeking death. That's our challenge. That's what I mean.",
        5802.6,
        5806.56
    ],
    [
        " So you're pursuing the ultimate challenge that beats you. Kind of like, you have a point break.",
        5806.68,
        5812.68
    ],
    [
        " Come on, bro. Yes, point. There you go. Where, you know, Bodhi, he's looking for the 50 year storm.",
        5812.84,
        5819.2
    ],
    [
        " You remember? Same thing. So he's like, I'm going to be there and all this stuff. He's always trying",
        5819.34,
        5823.6
    ],
    [
        " to push the limit. All these things, Ben, Carbri, Skite, I mean, all this stuff and, you know,",
        5823.6,
        5828.62
    ],
    [
        " line the 50 year storm knows it. 100%. Know is it? In fact, that was kind of like his escape from the law.",
        5828.84,
        5836.24
    ],
    [
        " Catch one of those ways. Dies. Everyone knew it. Did he really die or was there a sequel where he lived?",
        5836.68,
        5844.12
    ],
    [
        " Yeah, he died. It was all kind of, I guess, now that you mentioned it. There's room for a sequel,",
        5844.32,
        5849.78
    ],
    [
        " exactly, but he was, but they make it simple. They really made the same movie. Yeah, do you see that one?",
        5849.78,
        5853.78
    ],
    [
        " No, not bad. I see what they're doing there. You know, a little bit too, like you could tell they're",
        5853.82,
        5859.18
    ],
    [
        " trying to target maybe some teenagers or something like that, but not bad. Sat through it.",
        5859.18,
        5863.86
    ],
    [
        " Glad I wasn't a waste of time. You know, something. All right. This one, again, had to, had to dig",
        5863.88,
        5872.52
    ],
    [
        " a little deeper on this one. If you were to ask what, what is it that concerns a samurai?",
        5872.52,
        5878.38
    ],
    [
        " The answer is I want to live. I want to live. Okay. So to break that down a little bit, I look at the",
        5879.0,
        5889.42
    ],
    [
        " word concerns. And what concerns means is worries or troubles. It's not, I don't think they're using",
        5889.42,
        5895.8
    ],
    [
        " them more like, oh, that that concerns me. Yeah. Like it's not saying, hey, what, what, what concerns me?",
        5895.8,
        5902.26
    ],
    [
        " Or what I'm thinking about, it's what I'm worried about. What I'm worried about is someone that's",
        5903.4,
        5907.88
    ],
    [
        " saying, I want to live. I want to live. Yeah. That's what they're worried about. Got you.",
        5907.88,
        5911.28
    ],
    [
        " Because someone that's saying, I want to live. And I think you can apply this to a lot of stuff.",
        5911.4,
        5914.34
    ],
    [
        " Let's take negotiation, right? Yeah. You get negotiation with somebody. Yeah. If you're saying,",
        5914.54,
        5919.18
    ],
    [
        " I want to win this deal. I want to win this deal. I want to, you're at a position of weakness. Yeah, yeah.",
        5919.24,
        5922.82
    ],
    [
        " So even in business, you can't have the position of, I want to live. I want to live. I want to,",
        5923.18,
        5926.74
    ],
    [
        " I want to score this deal. Yeah. I want to make, I want to get this deal done. Like no. Yeah. If you're",
        5926.74,
        5931.08
    ],
    [
        " actually negotiating, you need to be able to walk away from the deal and say, no, we're done. I'm out.",
        5931.08,
        5935.7
    ],
    [
        " Strangely, they say the same thing about picking up girls. Same thing. Yes. If you're all,",
        5935.9,
        5942.58
    ],
    [
        " I hope I get this girl. I hope I get this girl. That girl doesn't want to be with a guy that's",
        5943.4,
        5946.7
    ],
    [
        " desperate. Desperate dude. Yeah. The amplification here says, an answer to the question, what do",
        5946.7,
        5952.82
    ],
    [
        " samurai worry about the answer is having the desire to extend their own life is something worth",
        5952.82,
        5957.78
    ],
    [
        " regretting. Samurai who value their own lives are not worth a far thing. Yeah. So we've got,",
        5957.98,
        5964.94
    ],
    [
        " that's, I think you need to be able to set aside that, well, I think it applies to everything.",
        5965.48,
        5977.06
    ],
    [
        " I think so. It applies to everything. Yeah. If you're so concerned, like in Jiu Jitsu,",
        5977.4,
        5981.36
    ],
    [
        " if you're totally concerned about winning and not tapping out, yeah, you're not going to learn.",
        5981.48,
        5986.66
    ],
    [
        " And even worse, you're not going to compete. You're not even going to roll.",
        5987.62,
        5989.9
    ],
    [
        " You're not going to do well. Yeah. And you're so apprehensive. And yeah, it'll place a lot for sure.",
        5990.06,
        5995.72
    ],
    [
        " Here's a good one. It is important to understand that should the mirror in a samurai's heart be",
        5996.32,
        6006.6
    ],
    [
        " unclouded, then the opponent will be clearly reflected in it. Good one. Amplification. Any samurai",
        6006.98,
        6016.8
    ],
    [
        " whose will is firm can be described as having a mind that is unclouded. So if your will is firm,",
        6016.8,
        6024.4
    ],
    [
        " think about that. If your will is firm, you can be described as having a mind that is unclouded.",
        6025.04,
        6030.78
    ],
    [
        " In such a state, the strength or weakness of the opponent will be perfectly reflected.",
        6030.94,
        6036.0
    ],
    [
        " Next, samurai cast off thoughts of both life and death. Their mind is set on moving forward.",
        6041.42,
        6050.12
    ],
    [
        " Amplification. Samurai do not dwell even for a moment on whether they live or die.",
        6052.0,
        6056.78
    ],
    [
        " Fulfilling their mission requires samurai to advance. It is what they do best. What they were made for.",
        6058.16,
        6065.44
    ],
    [
        " Yeah. That is, I think that that one breaks down to being able to clear your mind on what happened",
        6069.06,
        6076.46
    ],
    [
        " the last go round. Not worrying about the future, not worrying about the, like when you're doing something,",
        6076.46,
        6081.38
    ],
    [
        " like if you're competing, you make a mistake. You have to put that out of your brain completely.",
        6082.14,
        6086.8
    ],
    [
        " And you need to, okay, the mistake happened. Or you did something great. You can't jump up and down",
        6087.56,
        6091.92
    ],
    [
        " and be all happy about that. You need to just clear your mind and keep the mind empty.",
        6091.92,
        6096.52
    ],
    [
        " You can't get freaked out about the next shot or the last shot. Yeah.",
        6097.46,
        6102.54
    ],
    [
        " Did we learn that in shooting? Like this is something you see all the time when we're shooting.",
        6103.18,
        6106.92
    ],
    [
        " Basically, when you're shooting in the teams, everything is a competition. And you'd see a guy,",
        6107.08,
        6112.88
    ],
    [
        " you're shooting headplates and they'd have six headplates in a row. What's the steel plate about",
        6113.1,
        6116.96
    ],
    [
        " the size of a head? And you got to shoot them. And when you shoot it, you instantly know if you hit",
        6116.96,
        6120.64
    ],
    [
        " the risk is because ping, ping, ping, ping, ping, and if you see a guy that can't put the last",
        6120.64,
        6127.78
    ],
    [
        " one out of their head, you know, it's ping, ping, ping, ping, ping, ping, ping, yeah,",
        6127.78,
        6135.16
    ],
    [
        " ping,",
        6136.3,
        6137.32
    ],
    [
        " mag change. It's bad. But a guy that's really good, he'll miss and just he'll just miss and he",
        6138.38,
        6148.7
    ],
    [
        " doesn't even think about it. You're here. You're here ping, ping, ping, ping, ping, ping, ping,",
        6148.74,
        6154.84
    ],
    [
        " ping, ping, you just, yeah, no factor. Yeah. It is the proverbial choking, you know,",
        6154.84,
        6160.4
    ],
    [
        " like, yeah, I'm choking at the end. Like, why is this guy choking at the end when he's killing it",
        6160.46,
        6163.96
    ],
    [
        " before you can train your mind to do that? Yeah. You can train your mind to do that. So where you're",
        6163.96,
        6168.46
    ],
    [
        " just, and actually, when I be shooting a lot, I could get to that point. And then if I'm not",
        6168.46,
        6174.28
    ],
    [
        " shooting a bunch, I would lose that. And almost when I be like, ping, ping, ping, ping,",
        6174.28,
        6178.6
    ],
    [
        " get frustrated. Yeah. You're shooting regularly. You get that. You get past that. And then older,",
        6178.6,
        6184.92
    ],
    [
        " you get the more you do it, the more you can just say, no, don't care. You know what a phrase would",
        6184.92,
        6189.62
    ],
    [
        " would always work with me when someone like you've got a coach or something where, you know,",
        6189.62,
        6195.58
    ],
    [
        " in football, you'd have this where like you'd be winning the whole game, you know, and in the",
        6195.64,
        6199.8
    ],
    [
        " fourth quarter, it's like, oh my god, we just run out the clock. I don't you have that feeling",
        6200.16,
        6204.44
    ],
    [
        " in guys that choke a lot of time. And that's not to mention the other team is thinking the exact",
        6204.44,
        6208.16
    ],
    [
        " opposite. We got nothing to lose. We're gonna hit them. We're gonna take risks. We're gonna do",
        6208.16,
        6210.94
    ],
    [
        " all the, you know, so that's why guys can win or teams can win at the last minute, even though they've",
        6210.94,
        6216.68
    ],
    [
        " been getting their ass kicked the whole game. Fight's kind of like that too, but I don't know for sure.",
        6216.68,
        6221.56
    ],
    [
        " Seems to have like more of a will. I don't know for some reason, but either way, either way, I don't",
        6221.9,
        6229.78
    ],
    [
        " just put your might and say finish strong. Just say finish strong. Finish strong. Yeah,",
        6229.78,
        6233.9
    ],
    [
        " it's almost like they'll say punch it through or something, you know, something like that that",
        6233.9,
        6237.84
    ],
    [
        " indicates don't let up at the end mentally, you know, just go just keep pushing the way you've",
        6237.84,
        6244.26
    ],
    [
        " but that is a little bit different than getting distracted by what just happened. Yeah, but",
        6244.26,
        6248.48
    ],
    [
        " because they say, yeah, it is a little bit different, but in it's like what's your critical role",
        6248.48,
        6252.82
    ],
    [
        " when you played football, what was it you were trying to do each play? Were you weren't you a",
        6252.82,
        6257.02
    ],
    [
        " receiver? Yeah. Okay, so let's say you missed a catch that you should have caught. You had to be",
        6257.08,
        6261.36
    ],
    [
        " able to put that out of your head. Right. So it's just a mental state where it's like finish strong.",
        6261.36,
        6266.28
    ],
    [
        " It's finished strong in your mind, you know, so yeah, don't worry about your introduce I'd get",
        6266.46,
        6272.16
    ],
    [
        " this all the time, man. When I'd win a match and then I'd win another one, you know, you got to win",
        6272.16,
        6277.06
    ],
    [
        " like matches till the final. After two matches, I'd just start feeling this pressure. Like it's",
        6277.06,
        6282.52
    ],
    [
        " almost like, oh my, my two match win streak is about to come to an end. It's all like the pressure",
        6282.52,
        6286.52
    ],
    [
        " and then you win one more and then the pressure is even on more is weird. It's like, I wish I",
        6286.52,
        6290.48
    ],
    [
        " was done. It is weird. I would, but if someone would say something along the lines of finish strong,",
        6290.48,
        6296.02
    ],
    [
        " it would just cure the whole thing because you're thinking about all these. What would mentally throw",
        6296.02,
        6300.18
    ],
    [
        " you off? I don't know the pressure. Would somebody say something to you that would make you freak out",
        6300.18,
        6306.02
    ],
    [
        " even more? Yeah. Oh, yeah. Like what? Would it freak you out more if someone said, oh, you got this",
        6306.02,
        6311.56
    ],
    [
        " or if someone says, hey, at least you made it this far. Would you then back off?",
        6311.88,
        6316.8
    ],
    [
        " Because when you're doing with kids, you know, like I got kids and you got kids too, but you know,",
        6318.06,
        6323.76
    ],
    [
        " when you got kids that are doing something competitive, like you do to a wrestling and let's say they're",
        6323.84,
        6329.48
    ],
    [
        " winning and you could tell them, hey, you've done good so far, go out there and have fun, which is",
        6329.48,
        6335.22
    ],
    [
        " cool. Yeah. Or you could say, hey, you need to focus more now, but because these people are going to",
        6335.22,
        6340.1
    ],
    [
        " be getting tougher. Yeah. Both of those to me would throw me out because when you say, just",
        6340.1,
        6346.16
    ],
    [
        " relax, you've made it this far. That tells them that it's okay. It's not to be to check out,",
        6346.16,
        6350.4
    ],
    [
        " you know, so it depends on what their state of mind is to go into that comment or to go into the",
        6350.62,
        6354.96
    ],
    [
        " situation where he says, it comes to the time. I feel like I want to tell people, either people I'm",
        6354.96,
        6360.4
    ],
    [
        " coaching. Well, no, I shouldn't say that when I want to tell my kids, relax, go out there have fun,",
        6360.4,
        6365.6
    ],
    [
        " go out there and have a good time. Yeah. Because I think that is easier on their brains and",
        6365.86,
        6369.52
    ],
    [
        " to what your point was earlier, when people let loose, and they don't feel the pressure, they",
        6369.52,
        6376.22
    ],
    [
        " tend to perform better. Yeah. Yeah. I agree with that fully. But if it's like, if that's like kind",
        6376.22,
        6384.12
    ],
    [
        " of the underlying attitude, like relax, have fun, regardless of what match first match last finals",
        6384.12,
        6388.96
    ],
    [
        " match, whatever, then yes, I think so. But if it's like, come on, you got this, you can do this,",
        6388.96,
        6394.08
    ],
    [
        " you can do this. And then right when it gets to the final, then you say, okay, yeah, you need this",
        6394.1,
        6398.2
    ],
    [
        " far. So it's like, oh, you said that's bad. I think he can be bad. Depends on how they take it,",
        6398.2,
        6402.48
    ],
    [
        " but if they take it like, I wouldn't say relax. Yeah. I said, go out there and have I go go out there",
        6402.48,
        6407.5
    ],
    [
        " and do what you do. I say that a lot. Okay. So if you say you made it this far, like MMA fights,",
        6407.5,
        6412.06
    ],
    [
        " I'd be like, hey, do what you do? That's good to say. If someone told me that go do what you do,",
        6412.06,
        6417.04
    ],
    [
        " that would really be scarred. Go do what you do. Yeah. That's good stuff to say to me. But",
        6417.04,
        6422.14
    ],
    [
        " anything to put pressure on me, like, if you do this, you win, like, you know, like one more match,",
        6423.22,
        6428.14
    ],
    [
        " and that's it. No, don't say it. But I'll tell you what's interesting, like with coaching MMA,",
        6428.16,
        6431.24
    ],
    [
        " if you would get a guy in a, get it into a guy's head, do not get taken down. And they'd go in",
        6432.0,
        6437.6
    ],
    [
        " there with that. You'd be really hard to take that person down. Yeah. And when you say, hey,",
        6437.6,
        6441.6
    ],
    [
        " if you get taken down as soon before you even get on the ground, you're getting back up,",
        6441.62,
        6445.18
    ],
    [
        " you get that people with that mindset going, and it'd be really hard for someone to take",
        6445.48,
        6449.3
    ],
    [
        " them down and hold them up, because they can panic it. Yeah. They'd be basically panic,",
        6449.3,
        6452.3
    ],
    [
        " you know, yeah. So interesting.",
        6452.52,
        6455.96
    ],
    [
        " Here's a good one. And this is actually the last one fittingly,",
        6456.84,
        6462.74
    ],
    [
        " not engaging in any form of study will cause your mind to wander. This will result in your spirit",
        6463.0,
        6473.04
    ],
    [
        " becoming unfocused. Then the amplification, there is nothing wrong with day dreaming. But if you",
        6474.16,
        6482.48
    ],
    [
        " study your spirit will become focused on and shape to deal with a certain thing. That shape",
        6482.48,
        6489.04
    ],
    [
        " will then become lost in turn. There is a song that goes the drifting and becoming lost is what",
        6489.04,
        6495.84
    ],
    [
        " the mind does. It becomes your spirit, the mind of your spirit. Do not allow your mind to",
        6495.84,
        6503.02
    ],
    [
        " do this. And yeah, I think that that's that's something that we actually talk about all the time.",
        6503.02,
        6515.38
    ],
    [
        " In fact, that may be the very purpose of me doing everything that we do, which is, you know,",
        6515.48,
        6524.58
    ],
    [
        " studying and learning. And to go back to the question that Eric, the translator, posed to me,",
        6525.54,
        6533.52
    ],
    [
        " can any of the rules in this book apply to modern warfare? As I said, not only do they apply to",
        6533.6,
        6540.3
    ],
    [
        " modern warfare, they apply to life. And the thing is there's nothing really new here.",
        6540.3,
        6545.24
    ],
    [
        " Right? Just like an arm lock. There's nothing really new here. But that doesn't mean that there's",
        6547.7,
        6555.64
    ],
    [
        " nothing really new here. There's always something new. We sure we've heard these lessons before, right?",
        6555.64,
        6561.58
    ],
    [
        " We've heard them from Dick Winners. We've heard them from Bob Hoffman. We've heard them from General",
        6562.24,
        6566.94
    ],
    [
        " Patton and Hackworth. And we heard them from Woodenleg. And I said this on the first podcast that we did,",
        6566.98,
        6576.44
    ],
    [
        " the first podcast that we did, I said, you know what to do.",
        6576.7,
        6582.38
    ],
    [
        " You know to be balanced. And you know to work out and you know not to be gluttonous with food. And",
        6584.02,
        6594.8
    ],
    [
        " you know, you should keep things clean and organized. And you know that your struggles now will",
        6594.8,
        6601.74
    ],
    [
        " be rewarded in the future. So you must endure.",
        6601.74,
        6605.72
    ],
    [
        " Endure. Endure the hardship, endure the suffering, endure the pain of discipline.",
        6607.12,
        6617.02
    ],
    [
        " So that in the future, you can have the reward. And we know what that reward is. The reward for",
        6621.54,
        6631.7
    ],
    [
        " discipline is freedom. And I think that is all I've got for tonight. So echo. And I think that's",
        6631.7,
        6647.0
    ],
    [
        " speaking of rewards and freedom and trying to get better. Do you have any suggestions on maybe some",
        6647.64,
        6658.54
    ],
    [
        " ways to get better for people? And ways that might also at the same time simultaneously support",
        6658.54,
        6666.1
    ],
    [
        " this podcast if people want to do something like that. Also, I think it is important and",
        6666.1,
        6673.5
    ],
    [
        " beneficial to add that when you endure the suffering pain that's metaphor for the most part.",
        6674.62,
        6680.74
    ],
    [
        " Sometimes it's real pain and suffering. Real, real. But you do that enough and you get used to it",
        6680.9,
        6689.16
    ],
    [
        " and to the point where you kind of like require it in a way, like you kind of want to, you know how",
        6689.16,
        6694.44
    ],
    [
        " I used to go on like a strict diet and I'd be hungry a lot.",
        6694.44,
        6702.08
    ],
    [
        " But at the same time, the diet would be really effective with a good workout program. And then",
        6702.58,
        6708.06
    ],
    [
        " so when I go off the program, you kind of feel kind of almost like for lack of better term,",
        6708.06,
        6712.06
    ],
    [
        " like toxic, like just a sack of, you know, and you almost I kind of miss that hunger and the,",
        6712.24,
        6719.98
    ],
    [
        " you know, the, because you kind of associate the hunger that you always have with like being in good",
        6720.08,
        6724.2
    ],
    [
        " shape and it's a good point. It kind of like that's an example of like how it can be, you know,",
        6724.2,
        6729.12
    ],
    [
        " you know, like, yeah, no, that's it. You're eating a lot. I don't know. It's weird. You don't even",
        6729.12,
        6732.68
    ],
    [
        " have to amplify it. You do it. Yeah. Like when you're on the program. Yeah, kind of feels good",
        6732.68,
        6737.84
    ],
    [
        " that you're on the program. You're suffering for sure. There's some quote unquote suffering there,",
        6737.84,
        6741.84
    ],
    [
        " but it feels good. And especially when you get used to it when you think about the opposite of",
        6741.84,
        6747.94
    ],
    [
        " that, which is when you're off the program. Yes. And you feel like a wrap. Yeah. And you,",
        6747.94,
        6754.86
    ],
    [
        " and yet what do you do to make yourself feel better? What do you do instead of going on the program?",
        6754.86,
        6759.22
    ],
    [
        " Yeah. Instead you go to the, you go to the sleeve Oreos. Yeah. That's not the answer. Yeah,",
        6759.62,
        6764.3
    ],
    [
        " because that's like the pleasure. That's the wrong answer. Yeah. That's the, that's the instant",
        6764.38,
        6768.06
    ],
    [
        " gratification. Yeah. Right. That's where you're going opposite of struggling now. Yeah. You're,",
        6768.06,
        6774.32
    ],
    [
        " you're, you're not enduring now. You're not facing the pain of discipline now. You're looking for",
        6774.36,
        6780.68
    ],
    [
        " a short term rewards. So that's why that's why I said, said it in the book. I said it in the book.",
        6780.68,
        6784.6
    ],
    [
        " The field manual, right? Like when you're on the path, it's, it's easier to stay on the path.",
        6784.86,
        6790.18
    ],
    [
        " And when you fall off the path, man, people, people just get, they go to the downward spiral.",
        6790.26,
        6795.94
    ],
    [
        " Yeah. It's like you fall for the trick. And as I mentioned, this is a trick. You're my trick.",
        6796.32,
        6800.94
    ],
    [
        " So like, you're getting, it is. You know, when you, uh, you fall off the path, you say,",
        6800.94,
        6807.06
    ],
    [
        " when you feel like crap, because you're off the program. And the fact that you're off the program,",
        6807.06,
        6812.12
    ],
    [
        " aside from just your physical, physicality, you feel like crap. So you got to alleviate that feeling.",
        6812.16,
        6817.32
    ],
    [
        " So you go to something that's going to give you pleasure. But oh, get swathe.",
        6817.72,
        6820.66
    ],
    [
        " Wrong pleasure. Yeah. You went short term when you needed long term. Yeah. You know,",
        6820.72,
        6824.06
    ],
    [
        " so that's what you do. That is a good, a good thing. I do that when, let's say, I don't feel,",
        6824.5,
        6829.46
    ],
    [
        " I've been traveling, been eating crap, the way to get back on, the way to feel good again,",
        6829.8,
        6837.1
    ],
    [
        " is just to hit yourself. I mean, get some. It's true. Get some. Do good,",
        6837.1,
        6841.46
    ],
    [
        " get a good, good couple base like, uh, you know, in the, in the field manual, I've got these",
        6841.56,
        6846.84
    ],
    [
        " various workouts. And there's some of those in there that are just core, not core as in",
        6846.84,
        6854.8
    ],
    [
        " abs, because we call it gut, but core programs that are fundamental. Yeah. And I kind of know where",
        6854.8,
        6861.92
    ],
    [
        " I'm at on them. And even if I'm not going to go in there and do a record performance,",
        6861.92,
        6866.6
    ],
    [
        " it'll put me back on track. It'll make it'll, it'll clean my system mentally and physically.",
        6867.2,
        6874.64
    ],
    [
        " Yeah. And that's good. Probably you stick to do this thing where, um, like, you know, if you're,",
        6875.18,
        6880.92
    ],
    [
        " you have a girlfriend, you get in a fight or something like that or they break up with you,",
        6880.94,
        6885.16
    ],
    [
        " whatever, whatever, you know, something that makes you in a bad mood for whatever reason,",
        6885.16,
        6888.82
    ],
    [
        " they should go to the gym and do, uh, either like shoulders or chest workouts, something that",
        6889.12,
        6894.22
    ],
    [
        " would give like a really, really hard, painful pump. You know, that kind of like, I don't know,",
        6894.22,
        6898.86
    ],
    [
        " 12, 15 reps, like a minute in between, do like eight sets of those massively pumped for some",
        6898.9,
        6905.18
    ],
    [
        " reason. I just feel way better. That's the same thing. That's what I'm talking about. Yeah. The way",
        6905.18,
        6909.68
    ],
    [
        " if you can give yourself, for me, you got your, you got some workouts that are just fundamental.",
        6909.68,
        6915.56
    ],
    [
        " I don't know what, there's their probably a name for medicine. Yeah, medicine. Yeah, medicine.",
        6915.64,
        6920.44
    ],
    [
        " It's a medicine workouts. You got to have some of those medicine workouts that just put you back on",
        6920.84,
        6925.78
    ],
    [
        " the, yeah, on the path. Oh, yeah. And then you know what, do a fast, do 24 hours. That's bold",
        6925.78,
        6931.94
    ],
    [
        " right there. Yeah. Do 24 hours. You feel, you feel good. I'm telling you. Yeah, feel good.",
        6931.94,
        6937.62
    ],
    [
        " Yeah, I'll do like 15 now. Actually pretty often too. And you're right. Strangely, you're right.",
        6937.9,
        6943.58
    ],
    [
        " Good. Yeah. I just read another article. So big.",
        6943.58,
        6947.98
    ],
    [
        " I read two articles because people, people tweet them to me. Yeah. One of them was about",
        6948.44,
        6953.74
    ],
    [
        " intermittent fasting. Well, guess what? It's good for you. Yeah. And then the other one was about",
        6953.74,
        6958.74
    ],
    [
        " this whole depletion of will is not true. Yeah. Well, I think what I was right. The scientists",
        6958.74,
        6966.58
    ],
    [
        " were wrong. What they were saying, I think with what you're saying, I think there's like a",
        6966.58,
        6970.68
    ],
    [
        " slide. No, no, no, no, no. So you're saying it's straight up wrong with their. No, no, no,",
        6970.8,
        6974.28
    ],
    [
        " there's, I just read an article today that it's wrong. Yeah. That this idea of the depletion of,",
        6974.44,
        6980.22
    ],
    [
        " you know, if you, if you have to resist this chocolate chip cookie, then, then in 20 minutes,",
        6980.32,
        6987.84
    ],
    [
        " you won't be able to resist the cake because you just can't resist that much. Yeah. It's a lie.",
        6987.84,
        6991.52
    ],
    [
        " It's a lie. There's proving now that it's not true. Yeah. Not true. Yeah. I feel like that's a",
        6991.74,
        6996.94
    ],
    [
        " psychological state. So it might vary from individual to I'm saying is if you, if you're on the",
        6997.42,
        7002.62
    ],
    [
        " program, and you had some medicine in the morning, I'm telling you that it's easier to hold the",
        7002.62,
        7009.86
    ],
    [
        " line. The more you hold the line, the easier it is to hold the line. That's the truth. Yeah.",
        7009.86,
        7014.02
    ],
    [
        " That's the truth. Yeah. Get some. Speaking of holding the, holding the line and the truth, by the way,",
        7014.24,
        7022.22
    ],
    [
        " I'm just going to put some chocolate on the top of the cake. Yeah.",
        7024.46,
        7025.04
    ],
    [
        " Chocolate is some supplements. Chocolate supplements.",
        7025.04,
        7028.14
    ],
    [
        " Crill oil, the main one, and joint ore fair. So joint ore fair, glucose,",
        7028.56,
        7032.66
    ],
    [
        " mean, and conjuretion. And curcumin, which is the other, there's, it's not just glucose,",
        7032.88,
        7040.66
    ],
    [
        " mean, and conjuretion. Yeah, it's curcumin. Yes. What is that? It's more goodness for the",
        7040.94,
        7047.38
    ],
    [
        " joints. Some stuff to wage ore fair against joint inflammation, pain,",
        7047.4,
        7053.22
    ],
    [
        " digestion. Yeah. So, and that's a big deal. Because again, I'm going to say, I said it before,",
        7053.54,
        7058.78
    ],
    [
        " but I think this is critical. I mean, you know, I'm sure there's like supplements that'll help",
        7058.8,
        7063.2
    ],
    [
        " you build your muscles if you're into building my, I'm sure there is, but really, if you can",
        7063.2,
        7070.86
    ],
    [
        " maintain your joints, especially if you're, do you do pushing weights any kind of like,",
        7070.86,
        7076.8
    ],
    [
        " so I like, like dynamic movement. Yeah. You know, because your joints take those,",
        7076.8,
        7082.5
    ],
    [
        " that, that brunt and they degenerate over time. Oh, they do? Is that what's happening to you?",
        7082.6,
        7086.78
    ],
    [
        " It's not over here. Not degenerating. I'm on joint ore fair. You're just straight up generating,",
        7086.78,
        7090.88
    ],
    [
        " huh? Yeah. No, no, I dig it. And this is one of the, the cruel oil thing. I'm not embarrassed,",
        7090.88,
        7097.88
    ],
    [
        " because it's kind of a funny story. Am I experiencing a little bit? It's not funny, funny, but it is",
        7097.88,
        7102.84
    ],
    [
        " that I was like, oh, oh, oh, oh, to my father. Yeah. No, you know the truth. Yeah. I'm like,",
        7102.84,
        7107.9
    ],
    [
        " over here pushing cruel oil, like in life, I mean, you know, Brian, his name is Brian,",
        7107.9,
        7113.7
    ],
    [
        " remember we went to the retreat in Maine or Brian, the black belt that came. Yes.",
        7113.72,
        7118.5
    ],
    [
        " So I kind of keep contact with him. He's like, he's like, hey, do you have any, like,",
        7118.56,
        7123.96
    ],
    [
        " what's the cool supplements or whatever? I was like, Brian, you know, and I sent him some,",
        7124.02,
        7127.04
    ],
    [
        " some of mine. And he was, I didn't get the report back. That was like the other day. But nonetheless,",
        7127.04,
        7131.28
    ],
    [
        " in life, I'm straight up pushing it. Like tell Greg about it all the time. I don't think,",
        7131.5,
        7135.28
    ],
    [
        " I don't think he has maybe a gave him some, I don't know. But it's like, you know,",
        7135.28,
        7139.26
    ],
    [
        " the kind you get benefits for something. And then you're like pushing it on other people.",
        7139.3,
        7142.22
    ],
    [
        " Some people do it with, um, brogradually.",
        7142.38,
        7145.58
    ],
    [
        " Sure. Just various things, you know, books, music. Why do we do that with music? Like,",
        7146.06,
        7156.02
    ],
    [
        " if you don't like my, you know, like, I'll be like, hey, listen to this song. It's the best song.",
        7156.02,
        7159.98
    ],
    [
        " And then like, you don't like it. And I'm actually mad at you or you're mad at me because you don't",
        7160.26,
        7164.3
    ],
    [
        " like it. Why is that? Because I just don't like your music. Yeah. I know, bro. But I think we kind",
        7164.3,
        7168.38
    ],
    [
        " equated to our identity in a way. That's kind of what I do with cruel oil. It's part of my identity.",
        7168.38,
        7173.48
    ],
    [
        " No, it's part of my joints identity. I can tell you that and joint warfare. Good ones also. Oh, wait.",
        7173.64,
        7180.14
    ],
    [
        " I didn't tell you where you can get this joint warfare and super cruel origin main.com.",
        7181.92,
        7187.28
    ],
    [
        " Click on the top of the labs. Actually, it's on the front page too. It's on jockel store too. By the way,",
        7187.62,
        7192.26
    ],
    [
        " jockelstore.com. But yeah, let's reek and get it if you want it. If you want it. A lot of people",
        7192.26,
        7197.42
    ],
    [
        " been asking for subscription. Like, oh, recurring. Yeah. So you just can get it every month. That's what it should be.",
        7197.42,
        7204.9
    ],
    [
        " I know. I know. Because we'll get it set up. Yeah. Because you get to the last three pills. I know.",
        7204.9,
        7210.06
    ],
    [
        " Or even six, you take the three. Like, they only have three left. I got to take this tomorrow. Yeah.",
        7210.06,
        7214.4
    ],
    [
        " After tomorrow, you know, two-day shipping. No, unless you got an overnight shipping situation. Yeah.",
        7214.62,
        7219.46
    ],
    [
        " There's just you don't want to do that to yourself. No, you don't. You actually for real don't I? So we'll",
        7219.68,
        7223.94
    ],
    [
        " get that going on. Yes. Good idea. Thank you. Jockel and Pete. Also, there's some good",
        7223.94,
        7231.12
    ],
    [
        " geese on there. Jocke was a geek. Jocke was a rash guard. We'll start with that.",
        7231.12,
        7236.46
    ],
    [
        " American hands. I've worn it many times. Can I talk about 19% improvement in performance?",
        7236.7,
        7244.46
    ],
    [
        " I got tapped out by Andy. So so far. No. Got tapped out by YouTube. Maybe. But that's not any",
        7245.26,
        7255.54
    ],
    [
        " different than normal. Right. Yeah. So but did I cool? Could I could I resist 19? I'm just saying",
        7255.54,
        7261.42
    ],
    [
        " the truth. I can't confirm really. Yeah. But but if you remember because you remember I was wearing",
        7261.42,
        7269.24
    ],
    [
        " one of our rash guards. Mm-hmm. Small action. Big green. Yeah. And I kind of got after",
        7269.24,
        7276.86
    ],
    [
        " the right and so really in theory, you're 19 plus and my 19 plus kind of canceled itself. Okay.",
        7276.86,
        7285.08
    ],
    [
        " Really? But I felt like maybe if you got 19, I felt like that day. I had like 20.",
        7285.08,
        7289.7
    ],
    [
        " 26%. Oh, I think 26. Yeah. You were bringing it like you had 26. Because you weren't happy.",
        7289.94,
        7295.76
    ],
    [
        " You typically don't wear that right. You don't really wear a rash guard. You weren't happy",
        7295.88,
        7299.48
    ],
    [
        " on the final guillotine. No. I think it was a cobra. You literally said I saw that coming. Yeah.",
        7299.48,
        7307.12
    ],
    [
        " And that was one of those comments that was meant to kind of deflate my victory.",
        7307.74,
        7314.32
    ],
    [
        " You know, like you saw it coming and it was so obvious and it was just like you I just got lucky",
        7316.08,
        7321.28
    ],
    [
        " and blah blah. And I just I just said, yeah, definitely. I was really telegraphed that one. I didn't say",
        7321.28,
        7326.86
    ],
    [
        " you got. I can't believe how pathetic it was. Yeah. There's a you know, I'm going to give you a",
        7326.86,
        7330.22
    ],
    [
        " breakdown of your gill you your guillotine. Cobra, which I think is even more so than the guillotine.",
        7330.22,
        7336.04
    ],
    [
        " Like you have such a good way to like get it. You're one of those guys that like you're probably",
        7336.28,
        7341.72
    ],
    [
        " walking like right now you're thinking about guillotine right now. Yes. That's what I think. That's what it",
        7341.72,
        7345.34
    ],
    [
        " feels like a lot. So it's like when you go for it, it just lands perfectly. It's not the kind where you",
        7345.34,
        7351.22
    ],
    [
        " know, um, you know, it's not making no, no adjustments. So it's gotten to the point over",
        7351.22,
        7357.32
    ],
    [
        " literally like what? Like almost a decade of training with you. And that thing getting sunk in",
        7357.32,
        7363.92
    ],
    [
        " that efficiently on my own net. They don't want to sit there. But you're not that far from the truth.",
        7363.92,
        7370.54
    ],
    [
        " Yeah. It's like my body like nose like we've been here before. That's what my brain is almost like",
        7370.54,
        7375.8
    ],
    [
        " I can feel my brain as a separate entity telling my body. Sometimes if I get you in a guillotine and",
        7375.8,
        7380.88
    ],
    [
        " you go crazy trying to defend it. And then like and you'll get out. And the next one I'll be like,",
        7380.88,
        7387.42
    ],
    [
        " yeah, he's going down. Yeah, it's like, man, I don't want that beef again because what what I what I had",
        7387.42,
        7391.94
    ],
    [
        " to do to get out of that first one. Yeah. I can't do that. I worked it. Yeah, it's not worth it.",
        7391.94,
        7397.7
    ],
    [
        " That's exactly what it is. And I think that's how my whole body reacts when I feel like it's",
        7397.7,
        7402.42
    ],
    [
        " sunk in this kind of calm man. This again, we've been down this road. Same outcome, you know,",
        7402.42,
        7407.74
    ],
    [
        " my body's used to that outcome. So it just kind of accommodates it. That's what it feels like.",
        7407.84,
        7411.86
    ],
    [
        " Yeah. And I think that's part of what I meant. But it's like I saw that coming. I think your body is",
        7411.96,
        7416.14
    ],
    [
        " okay with me getting you. I think so too. I don't like the fact that it's like that by the way.",
        7416.14,
        7421.08
    ],
    [
        " Check. I think I think talking about it might help or it might straight up. Not. Yeah.",
        7421.42,
        7428.22
    ],
    [
        " Rash guards, geese made in America, which is awesome. So that's awesome. Yeah. Everyone should know",
        7428.44,
        7435.1
    ],
    [
        " that. And they make them like make them. Yes. Yes. They don't like shipping some stuff. Make",
        7435.1,
        7440.48
    ],
    [
        " them. And then hey, guys, okay, are we starting to make? Yeah, even though it's been, you know,",
        7440.48,
        7444.64
    ],
    [
        " yeah, they make or make it from the thread and the key, the key's good. The key's good. I think",
        7444.74,
        7450.38
    ],
    [
        " the videos coming out. Yeah. It's out the origin. It's out. The main video. Megan.",
        7450.38,
        7455.32
    ],
    [
        " Like a Megan confused with Amanda, by the way, a whole long story I won't go into right now.",
        7455.86,
        7463.62
    ],
    [
        " Nonetheless, videos out. Megan made the video. It's a good one. Actually, you kind of made the",
        7463.72,
        7470.42
    ],
    [
        " video to you. And that one. I'm just saying that make anything nonetheless.",
        7470.42,
        7473.96
    ],
    [
        " Jockews geese out. Other geese on origin. All good. I got two other ones. So three origin",
        7474.76,
        7481.78
    ],
    [
        " geese altogether. Me. It's only geese all everywhere. I think unless someone else can make the",
        7481.78,
        7488.84
    ],
    [
        " own their own material in America and, you know, provide the same everything. Then hey, maybe,",
        7488.84,
        7493.76
    ],
    [
        " maybe not, but just saying as a right now, that's how it is also kettlebells.",
        7493.78,
        7500.7
    ],
    [
        " All right, I'm going to keep you updated on my kettlebell situation. I'm addicted to",
        7500.84,
        7504.4
    ],
    [
        " I'm addicted to collecting and doing them. So I got one more that the Cyclops from on it.",
        7504.4,
        7509.88
    ],
    [
        " The designer one. No, no, what do you call it? The regulation regular ones. None of those.",
        7510.16,
        7516.3
    ],
    [
        " Anyway, Cyclops, I think is 40 something pounds. I only got one. I'm getting out of here with",
        7516.56,
        7521.92
    ],
    [
        " that one too. Anyway, the good thing about these is they are balanced because a lot of times",
        7521.92,
        7530.08
    ],
    [
        " and from what I hear, I don't know, but from what I hear, like a lot of the designer ones,",
        7530.08,
        7533.74
    ],
    [
        " they're not balanced. I'm assuming. Anyway, these are balanced and that's the ones I use. And",
        7533.74,
        7541.1
    ],
    [
        " I'm addicted to the workout. Start slow with these when you do it though. Are you still doing a",
        7541.1,
        7546.12
    ],
    [
        " lot of kettlebells? Yeah, I do decent amount of kettlebells. Yeah, I was doing some Turkish",
        7546.12,
        7549.48
    ],
    [
        " get-ups the other day. Yeah, but I didn't get that. I thought I was going to get really into Turkish",
        7549.48,
        7554.5
    ],
    [
        " get-ups, but I did a few times and just didn't. It didn't stick. You know, you know, I was",
        7554.5,
        7560.14
    ],
    [
        " understant. Stuffed to sticks, even though it was cool. You know what it was? I did it with the",
        7560.14,
        7564.86
    ],
    [
        " 35 pound one, then I did it with a 54 pound one. And I was like, dang, this is a good exercise",
        7564.86,
        7569.82
    ],
    [
        " hard. And then I went online to look up exercises. And then there's ones with guys doing it with",
        7569.82,
        7573.66
    ],
    [
        " 185 pounds, like doing it and maybe I just got discouraged. I got encouraged. Do I see that?",
        7574.2,
        7579.68
    ],
    [
        " Oh yeah, yeah. You take it as like a challenge. Yeah. Yeah. Maybe my whole outlook is different.",
        7579.88,
        7584.92
    ],
    [
        " Anyway, when you do these kettlebells, if you want the cool ones, to me kettlebells are dope.",
        7585.88,
        7591.3
    ],
    [
        " But if you want them extra dope, you go to onit.com slashjockel, get your kettlebells there.",
        7591.62,
        7596.02
    ],
    [
        " Just look at them. They got light ones, everyone's. I say start light, but hey, whatever your level is,",
        7596.64,
        7603.48
    ],
    [
        " you know, get them also. When you get your copy of what is the, the translated 100 rules of war.",
        7603.66,
        7613.6
    ],
    [
        " Yes. When you get this, yeah, put them pronouncing wrong. Sorry. Yeah. See, and that's really",
        7614.06,
        7620.1
    ],
    [
        " and okay. So I put these books, all these books, if you didn't already, I'm going to say it again.",
        7620.1,
        7625.28
    ],
    [
        " I put all the books on our website, jockopodcast.com. And this is for this very reason.",
        7625.34,
        7629.94
    ],
    [
        " Jockel doesn't know how to pronounce some of this stuff. No. Especially the Japanese stuff, you know,",
        7630.12,
        7634.3
    ],
    [
        " you come to me for help, I help. It's not a smooth process is what I'm saying. So I tried to smooth it",
        7634.32,
        7640.64
    ],
    [
        " out a little bit. JockelPodcast.com on the top says books from the episode. Click on there. Look,",
        7640.64,
        7646.24
    ],
    [
        " this is episode 101 from episode 101, the 100 rules of war. You can get this only 97. And if you",
        7646.4,
        7654.82
    ],
    [
        " want to get some other book, you can still click through. Yeah. And support the podcast. Yeah.",
        7654.9,
        7661.56
    ],
    [
        " If you buy a book that is completely off of what we would normally talk about. Yeah. Like for, like,",
        7661.6,
        7668.72
    ],
    [
        " what? I don't know. Something that's not about war. The lion, the witch, and the wardrobe. Yeah.",
        7668.76,
        7675.82
    ],
    [
        " If you go to buy that book, yeah, you can just click it. It still supports the podcast. It doesn't",
        7676.12,
        7684.8
    ],
    [
        " even if you're buying golf clubs. Golf clubs duct tape lawnmower.",
        7684.8,
        7688.82
    ],
    [
        " Grocery bag holders. Even though I don't recommend that stuff. If you carry grocery bags,",
        7689.48,
        7698.08
    ],
    [
        " you carry them with your hands, both hands, all of them to by the way. Anyway, yeah, click through",
        7698.16,
        7703.3
    ],
    [
        " there. So on our website JockelPodcast.com. Good way to support also. Subscribe to the podcast.",
        7703.3,
        7708.3
    ],
    [
        " If you haven't already on iTunes to stitch your Google Play Spotify. Is that a subscribe?",
        7708.3,
        7716.12
    ],
    [
        " I don't use Spotify. Spotify is not you can't get I don't I don't think you can get it. But there's",
        7716.4,
        7720.22
    ],
    [
        " a bunch of any podcasting platform. I don't think Spotify is one of them. We had requests for",
        7720.22,
        7724.78
    ],
    [
        " Spotify because then you could play it on Alexa. But I can play Alexa right now. You can say, Alexa",
        7724.78,
        7731.44
    ],
    [
        " play the latest Jockel podcast. Actually in not displayed here is what it's called Amazon Echo.",
        7731.44,
        7736.84
    ],
    [
        " Alexa is just the name you say. Yeah, but Alexa is what you say. Yeah. So that's what I said. No,",
        7737.0,
        7742.48
    ],
    [
        " you said you can get it on Alexa. Oh, okay. Technically the difference. I just want us to go in",
        7742.56,
        7750.12
    ],
    [
        " correct and do the same and doing the right thing. That's all nonetheless. Subscribe if you haven't",
        7750.12,
        7756.32
    ],
    [
        " already is sub-supported this way. I'm not saying subscribe. I'm saying subscribing is a good way",
        7756.32,
        7761.6
    ],
    [
        " to support also on YouTube. Subscribe to the YouTube channel. Put some videos on there. excerpts.",
        7761.6,
        7766.62
    ],
    [
        " Not as many excerpts as I did last week this week because I got I learned this new video thing.",
        7766.92,
        7772.76
    ],
    [
        " We talked about it earlier. I won't go into it. But I want it's pretty technical. But I wound up",
        7772.96,
        7780.34
    ],
    [
        " getting like obsessed with it. So like for I think it was like 11 hours a day for three days. I'm",
        7780.34,
        7786.34
    ],
    [
        " making this clip that's like three seconds long today. So I didn't get to the excerpts as what I'm",
        7786.34,
        7792.0
    ],
    [
        " saying. But as a result, I think there's I think the next video that it releases going to have some",
        7792.0,
        7797.24
    ],
    [
        " new things to it might be something that only I'm noticing. Maybe maybe not, but nonetheless that's",
        7797.24,
        7802.82
    ],
    [
        " going to be how it is. Either way, point there is subscribe to YouTube. It's a good way to support.",
        7802.82,
        7809.02
    ],
    [
        " Yeah, I want to do a YouTube live figure out how to do that. Yeah, it's not that hard.",
        7812.58,
        7818.44
    ],
    [
        " Whoa, so let's do just a YouTube live. Just a random YouTube. Yeah, like a Facebook live YouTube.",
        7818.64,
        7824.02
    ],
    [
        " Yeah, because I think it'd be cool to be stored on YouTube instead of stored on Facebook, right?",
        7824.64,
        7828.98
    ],
    [
        " Yeah, I think it's just a matter of it doesn't matter. Ultimately, it's just a video.",
        7829.36,
        7834.36
    ],
    [
        " Yeah, but if it's if it's stored on on YouTube, people can go back and be reading it and whatever",
        7834.36,
        7840.58
    ],
    [
        " and watch started watching it. If it's on Facebook, it's way buried in some random. Yeah,",
        7840.58,
        7845.46
    ],
    [
        " your your feed. Yeah, what do you call it? Yeah, yeah, yeah, yeah, timeline, whatever. Yeah, yeah, yeah.",
        7845.48,
        7851.86
    ],
    [
        " I'll maybe I'll talk to Zucks on that one.",
        7852.16,
        7854.22
    ],
    [
        " Nonetheless, YouTube does a good one to subscribe. Got some other videos aside from just the video",
        7854.48,
        7861.68
    ],
    [
        " version of this podcast. That's the good. That's the main reason I think to subscribe. If you're",
        7861.68,
        7866.96
    ],
    [
        " interested in that kind of stuff, you can find, you know, you can get a notification if you want.",
        7866.96,
        7870.42
    ],
    [
        " You don't need it, but you can go on. Also, jaco is a store. It's called jaco store.",
        7870.62,
        7875.72
    ],
    [
        " jacoastore.com. Got some new stuff on there straight up.",
        7876.52,
        7880.56
    ],
    [
        " Rash cards. Who these are up? I know. I've been saying it, but they're up though. It's one of my hands.",
        7881.18,
        7888.04
    ],
    [
        " Got some hats. I'm putting beanies on there. Oh, yes. That's good. Yes. Yeah. Okay. I hope they're thick",
        7888.7,
        7896.74
    ],
    [
        " beanies. They're regular. I didn't know there's nothing. I've been, you know, doing some research.",
        7896.74,
        7903.42
    ],
    [
        " This is a good beanie. Okay. From all I kind of extrapolated all the, you know, the advice",
        7903.42,
        7908.86
    ],
    [
        " online and these are the good ones. Also some new rash cards. Okay, the new rash card is",
        7908.86,
        7915.24
    ],
    [
        " a rash card that says small action on one side, big reaction on the other side. When I worked for the",
        7917.32,
        7923.7
    ],
    [
        " first time, a keeling tailor said he didn't know. He didn't know the layers, but he saw it and he was",
        7923.7,
        7933.3
    ],
    [
        " like the essence of jujitsu. I was like, oh, because it is right. Small action, big reactions. What we're hoping for.",
        7933.3,
        7939.86
    ],
    [
        " Interesting. Keeling, judo. Keeling. Yeah. He knew he knows about the way. Also, some women stuff on",
        7941.0,
        7948.96
    ],
    [
        " there, which is cool. I think some patches on there. Sure. I'm going to have a new shirt coming out.",
        7948.96,
        7954.48
    ],
    [
        " I don't have a new shirt. You have a new shirt coming out. Do I know what it is? Nope. Oh,",
        7954.96,
        7960.22
    ],
    [
        " interesting. Yeah. A lot of times I'll get input from the online people, from the people. And I",
        7960.3,
        7966.62
    ],
    [
        " know most of the time it's like one off things. I heard jockele say this one thing. This is one",
        7967.86,
        7972.66
    ],
    [
        " time back then. I really liked it. We would make a great shirt. And although they're usually right",
        7972.66,
        7978.02
    ],
    [
        " a lot of times, I'm thinking maybe that might not translate into your real picky and choosies.",
        7978.02,
        7982.66
    ],
    [
        " Put it this way. A lot of people have to hit me with it. And this is one of those. I have actually",
        7982.82,
        7989.16
    ],
    [
        " mentioned it before. It's called Back to the Book. I think it's coming out good. Anyway, that one's",
        7989.16,
        7995.4
    ],
    [
        " coming out to jackelebstorejacostore.com. Take a look at this stuff on there. If you see something",
        7995.4,
        8002.36
    ],
    [
        " you like it, something also psychological warfare on all of our, this is what psychological warfare is,",
        8002.36,
        8008.9
    ],
    [
        " on all of our journeys. I'm going back to journeys. Someone requested something the other day. And",
        8009.08,
        8017.54
    ],
    [
        " it was actually better than campaign or journey, but I forget what it was. So it's better. Just",
        8017.54,
        8021.94
    ],
    [
        " not that much better. No, it's better, but I can't remember it. I see a lot of stuff. That's true.",
        8021.94,
        8026.34
    ],
    [
        " You do see a lot of stuff. Well, on our campaign against weakness journey, everyone's",
        8026.46,
        8032.48
    ],
    [
        " while we'll run into roadblocks, points of weakness, hopefully less than more, more times than not.",
        8032.48,
        8039.28
    ],
    [
        " We don't. We know what you're trying to say. I'm not very clear. Hopefully not very often. But",
        8039.32,
        8045.68
    ],
    [
        " one, the uninfrequent time comes where you run into those weaknesses. You said uninfrequent time,",
        8045.7,
        8053.52
    ],
    [
        " but it's cool. We know what you mean, bro. The not frequent. Yeah, the rare time that you run",
        8053.52,
        8059.74
    ],
    [
        " into weaknesses. Do not worry because psychological warfare is an album with tracks that helps you",
        8059.74,
        8065.7
    ],
    [
        " write through that. Most situations, pretty much all situations really waking up early, skipping",
        8065.7,
        8071.88
    ],
    [
        " workouts, procrastination, staying on the program diet wise, all the stuff, a lot of stuff,",
        8071.88,
        8077.54
    ],
    [
        " a bunch of tracks on there. And it's Jocco telling you pragmatically ways that you can practice,",
        8077.7,
        8082.84
    ],
    [
        " wait, practical, right? Practical. Meaning you can practice these things. It's not just some",
        8083.3,
        8088.8
    ],
    [
        " philosophical slash inspirational stuff. I would say do. Yeah, it's more due. Practical.",
        8088.8,
        8095.12
    ],
    [
        " It's kind of the teamwork for it. But nonetheless, practical advice coming directly from Jocco,",
        8095.88,
        8102.1
    ],
    [
        " directly into your ear on why you shouldn't give in to these weaknesses. It's like a little spot",
        8102.26,
        8107.82
    ],
    [
        " in your campaign. That's what psychological warfare is. It's a good one. It's a real good one.",
        8107.82,
        8112.12
    ],
    [
        " So that was the number one spoken word albums on iTunes for about nine months and it finally got",
        8112.32,
        8118.18
    ],
    [
        " beaten out by another album called, Tell Me Was Freedom Field Manual, which is people keep asking",
        8118.18,
        8124.96
    ],
    [
        " it's available as an album with tracks on iTunes, Amazon Music, Google Play and other MP3 platforms.",
        8124.96,
        8133.38
    ],
    [
        " Also on Amazon, you can get Jocco White T. What's good about Jocco White T is if you drink Jocco",
        8133.76,
        8139.76
    ],
    [
        " White T, you are guaranteed 100% to be able to deadlift 8,000 pounds minimum minimum. You know,",
        8139.76,
        8147.34
    ],
    [
        " I don't care what your body weight, 125 cool 8,000 pound deadlift. So with a guarantee like that,",
        8147.36,
        8153.3
    ],
    [
        " we're looking pretty good. Try it out. There's some books, Way the Warrior Kid. By the way,",
        8153.78,
        8160.3
    ],
    [
        " just finished Way the Warrior Kid book number two. What the whole thing or the draft?",
        8160.32,
        8164.5
    ],
    [
        " The draft. I mean, there's going to be some edits. Yeah, the story is completely done. It's a good",
        8165.02,
        8170.1
    ],
    [
        " story. My nephew read it and he said it's better than the first one. That's seen a lot.",
        8170.1,
        8178.34
    ],
    [
        " And I was the second one. He left me a little message. And you know, as a message said,",
        8178.68,
        8181.92
    ],
    [
        " hey, Uncle Jocco, that's what it said. And he's in fifth grade. So it's pretty accurate assessment.",
        8181.92,
        8187.86
    ],
    [
        " We're assuming from him. Good to study. But the book number one is out right now.",
        8187.86,
        8193.26
    ],
    [
        " And it is the book that you wish you had when you were a kid. I wish I had it when I was a kid.",
        8193.66,
        8198.36
    ],
    [
        " Didn't have it. No one had it. He hadn't written it yet. He hadn't learned the lessons.",
        8198.56,
        8202.94
    ],
    [
        " So if you want to give a kid a better life,",
        8204.28,
        8207.4
    ],
    [
        " get him this book. Also extreme ownership. Check it out. New edition is coming out.",
        8208.6,
        8214.32
    ],
    [
        " Matter of fact, let me rephrase that. New edition is out.",
        8214.58,
        8219.34
    ],
    [
        " It is available right now. It has a new forward in it where we talk about kind of what we've",
        8219.9,
        8227.52
    ],
    [
        " seen since the book came out. It has color pictures in it. New color pictures. It has echo's name",
        8227.52,
        8235.66
    ],
    [
        " in it. Why is it? Echoes name in it. Echoes name in it is in it because we took Q&A from the podcast",
        8235.66,
        8241.46
    ],
    [
        " about leadership and put the really important questions and answers in there. So you can refer back",
        8241.46,
        8249.24
    ],
    [
        " to them without having to go through 101 podcasts and find the one question that you want to get",
        8249.24,
        8256.66
    ],
    [
        " now. Now you can find it in the book. Also, it's got a new cover on it, which is black.",
        8256.66,
        8260.36
    ],
    [
        " More cool. And you know, because the Q&A is from you, I",
        8261.24,
        8268.34
    ],
    [
        " kind of need to thank everyone because this book is not just",
        8268.34,
        8272.78
    ],
    [
        " laughing me anymore. Now it's laughing me and echo and everyone that asks questions and",
        8272.78,
        8279.64
    ],
    [
        " help with the podcast by asking questions. So thanks to you all for the new version of our new book.",
        8279.64,
        8287.26
    ],
    [
        " Also, the Discipline Equals Freedom Field Manual is now available worldwide.",
        8289.26,
        8293.68
    ],
    [
        " And if you've got questions, this book has answers. If you're wondering what workout should I do?",
        8294.38,
        8301.84
    ],
    [
        " What martial arts should I train in? How do I know what a good Jiu Jitsu gym is? What should I eat?",
        8302.44,
        8307.12
    ],
    [
        " What should I do? And I'm injured. What should I do if I don't feel like working out? What should",
        8307.28,
        8310.38
    ],
    [
        " I do? If something bad happens, how should I overcome failure? If you got those kind of questions,",
        8310.38,
        8313.5
    ],
    [
        " this book has the answers. Discipline Equals Freedom Field Manual, get it for yourself,",
        8313.5,
        8319.72
    ],
    [
        " and get it for anyone else that might want answers to these questions. The book is not normal.",
        8320.12,
        8324.8
    ],
    [
        " It's not normal. I know it's not normal. Because you know why? I'm not normal. No, the book is",
        8325.3,
        8333.54
    ],
    [
        " it's black. And the book only has a black cover. It has black pages as well. So some people don't like",
        8333.54,
        8342.16
    ],
    [
        " that. And you know what I say? Don't read it. If you don't want to read that, cool, don't read it.",
        8342.5,
        8349.0
    ],
    [
        " And as I said, if you want to get the book on audio, it is not on audible. It is on MP3.",
        8349.38,
        8358.56
    ],
    [
        " As an album with tracks, you can get it through iTunes, Amazon, Music, and Google Play. That way,",
        8358.68,
        8362.3
    ],
    [
        " you can listen to it as an album with tracks. This is a book that you don't sit there. It's not a story.",
        8362.84,
        8368.1
    ],
    [
        " It's not a story. You might want to listen to one section of it at a different time. You might",
        8369.94,
        8375.98
    ],
    [
        " be saying, Hey, I need to listen to a section about destroyer mode. Right? How do I get into destroyer",
        8375.98,
        8383.74
    ],
    [
        " mode? One day, you might want to read about the fear of failure or you listen to the fear of failure",
        8383.74,
        8387.92
    ],
    [
        " one day. You might need to hear sugar coated lies one day. You might want to hear about the warpath.",
        8387.92,
        8392.78
    ],
    [
        " When you have it as an album with tracks, you can listen to it in whatever order you want. You can",
        8392.98,
        8398.08
    ],
    [
        " set it as your alarm. You can put it in your playlist. That kind of thing, which you can't do with a",
        8398.08,
        8404.72
    ],
    [
        " lame audible book. So that's that. Also, if you like the leadership principles that we talk about",
        8404.72,
        8412.66
    ],
    [
        " on this podcast, and you want to get them for your team or business, we have a leadership and",
        8412.66,
        8416.62
    ],
    [
        " management consulting company. It's the premier leadership and management consulting company.",
        8416.62,
        8422.34
    ],
    [
        " Did I say that? Yes, I did. Ashelon Front, me, Laf, JP, Dave Burke. If you want us to come and work",
        8422.34,
        8432.72
    ],
    [
        " with your company and get your leadership aligned and get your leadership into destroyer mode,",
        8432.72,
        8441.52
    ],
    [
        " email info at echelonfront.com. And if you have any more questions or answers for us or something",
        8442.28,
        8450.56
    ],
    [
        " that you want to tell us, you can find us up on the interwebs on Twitter, on Instagram, and on",
        8450.56,
        8458.94
    ],
    [
        " the Facebook echo is at Echo Charles and I am at Jockeau, willing, and to the soldiers, sailors,",
        8458.94,
        8468.44
    ],
    [
        " airmen, and Marines who are overseas right now. Defending our nation and our freedom. Thank you",
        8468.76,
        8477.06
    ],
    [
        " for your sacrifice and to the families of those men and women. Thanks for supporting your warriors",
        8477.06,
        8485.66
    ],
    [
        " while they are deployed. That is one of the hardest jobs in the world and thank you for doing it.",
        8485.66,
        8493.02
    ],
    [
        " And to the police, law enforcement, firefighters, paramedics, and other first responders. Thank you",
        8493.62,
        8498.74
    ],
    [
        " for protecting us here at home. You do not get thanked enough. I'm thanking you right now.",
        8498.74,
        8505.52
    ],
    [
        " And for the rest of you out there, maneuvering through life, trying to get the upper hand on the enemy",
        8507.06,
        8515.8
    ],
    [
        " or the competitor or trying to get the upper hand and get control of yourself.",
        8515.8,
        8522.5
    ],
    [
        " You know what to do. You know what action to take. You know how to win.",
        8523.54,
        8532.48
    ],
    [
        " So get out there and get after it.",
        8534.82,
        8538.92
    ],
    [
        " And so until next time, this is Echo and Jockeau out.",
        8539.3,
        8547.22
    ]
]