[
    [
        " How do you get over feeling like an imposter as a new manager?",
        0.0,
        3.88
    ],
    [
        " I feel like I'm about to get found out",
        4.5,
        7.08
    ],
    [
        " Welcome to leadership my friend",
        7.08,
        10.62
    ],
    [
        " Here's the thing here's what you're actually scared of what you're scared of most likely is",
        10.62,
        16.4
    ],
    [
        " Them knowing and finding out that you don't know everything right, right?",
        16.4,
        21.6
    ],
    [
        " That's why people don't like to admit when they're wrong. Yeah. Yes, and",
        21.6,
        24.92
    ],
    [
        " The thing that you need to know is it's okay",
        24.92,
        27.4
    ],
    [
        " It's okay not to know everything. It's perfectly normal to be in a leadership position and not know everything in the world",
        28.26,
        34.76
    ],
    [
        " You don't have to know everything about this particular job that you're going into or what you don't need to know everything you don't need to",
        34.76,
        41.72
    ],
    [
        " What you need to do is go in ask questions listen to people",
        41.72,
        47.74
    ],
    [
        " And say hey, you know what I've done this procedure before I've never I never worked with this piece of equipment before can you show can you walk me through it?",
        47.74,
        54.84
    ],
    [
        " Show me how to do it. I just want to make sure I understand what you're doing",
        54.84,
        57.64
    ],
    [
        " Make sure I get it. Oh",
        57.64,
        61.42
    ],
    [
        " Okay",
        61.42,
        61.8
    ],
    [
        " Now it's not an excuse to not know anything",
        61.8,
        65.76
    ],
    [
        " Because if you're in a leadership position you should be studying and reading and learning about whatever the role you're in so that you can understand it all",
        65.76,
        74.4
    ],
    [
        " Study the manuals and the regulations and the procedures",
        74.4,
        78.52
    ],
    [
        " And I'm not saying to follow all those things blindly without common sense. No, that's not what I'm saying",
        79.12,
        84.36
    ],
    [
        " But there's a knowledge base that you should you should acquire very quickly when you roll into a leadership position",
        84.36,
        90.74
    ],
    [
        " So put the work in and then apply common sense",
        90.74,
        93.36
    ],
    [
        " But this is the same thing that I say every time somebody asked me about how do you lead this or how do you lead that or how do you lead",
        93.36,
        98.6
    ],
    [
        " New people or how do you lead senior people? It's the same answer every time be humble",
        98.6,
        103.04
    ],
    [
        " Listen to them",
        103.04,
        105.24
    ],
    [
        " Beyond time work hard treat people with respect",
        105.44,
        110.36
    ],
    [
        " Way the decisions carefully talk to people and then make a good decision",
        110.36,
        116.28
    ],
    [
        " empower your folks",
        116.28,
        118.88
    ],
    [
        " To lead don't micromanage them but give them at the same time clear guidance about what the expectations are",
        118.88,
        126.04
    ],
    [
        " It's just leadership and when you're a new leader, it's all good. You don't need to know everything",
        126.04,
        132.76
    ],
    [
        " You're not expected to know everything and showing that you could admit that you don't know everything isn't gonna hurt your reputation",
        133.38,
        140.48
    ],
    [
        " It's actually gonna help you reputation",
        140.48,
        142.5
    ],
    [
        " So go in be humble ask some good questions learn as fast as you can and",
        142.5,
        148.46
    ],
    [
        " It's okay and you know, I was thinking about this um",
        148.46,
        153.4
    ],
    [
        " In the 80s and perhaps even in the 90s",
        153.4,
        157.1
    ],
    [
        " when",
        157.1,
        158.48
    ],
    [
        " In",
        159.58,
        160.02
    ],
    [
        " Guys were losing their hair and going bald right they do a comb over",
        160.02,
        164.76
    ],
    [
        " So they try and pull their hair over their balding scalp so it didn't look like they were going bald",
        164.76,
        169.82
    ],
    [
        " And I'm telling you as a leader",
        169.82,
        172.92
    ],
    [
        " Don't do a leadership comb over. Yeah, do what guys do now, which is they just shave their head right? Okay, hey",
        172.92,
        178.96
    ],
    [
        " You know what I'm going a little thin up top all good just gonna shave it off. Hey, I'm your new leader",
        178.96,
        184.74
    ],
    [
        " Don't know everything. It's all good",
        184.74,
        186.34
    ],
    [
        " You know, here's where I here's warm week. Give me a hand. Yeah, no big deal",
        186.36,
        190.44
    ],
    [
        " That's a good analogy by the way don't do the leadership comb over",
        190.44,
        194.46
    ],
    [
        " Um",
        194.46,
        196.9
    ],
    [
        " What tell me if you would agree with this in generally speaking um",
        196.9,
        202.14
    ],
    [
        " You watch the movie demolition man with the sable on wessie snipes negative anyway Dennis",
        202.14,
        208.76
    ],
    [
        " These names Dennis leery that doesn't seem like your kind of movie, but maybe it was would be",
        208.76,
        213.68
    ],
    [
        " Anyway, Dennis leery. He's this kind of underground",
        214.16,
        216.38
    ],
    [
        " rebel",
        216.38,
        217.76
    ],
    [
        " Because basically L.A. is this a long explanation? Yeah, I'm making sure I don't make a shit",
        217.76,
        223.82
    ],
    [
        " It has to do with leadership though for real. Okay. I'm ready. So I'm all about leadership",
        223.82,
        227.86
    ],
    [
        " Basically that you know, it's in the future whatever",
        227.86,
        230.04
    ],
    [
        " And um the the world is turning to this like over sensitized like you can't swear",
        230.04,
        236.14
    ],
    [
        " He can't eat junk food. It's the law like you know, so everyone's all nice and real weak and stuff like that",
        236.14,
        241.38
    ],
    [
        " But there's a group of people who rebelled against it went underground right and the leader of those guys is called edger friendly",
        241.86,
        248.0
    ],
    [
        " Right and so they go down and he's regarded as his huge criminal right so demolishing comes",
        248.0,
        252.58
    ],
    [
        " Back the long story about him, but anyway, he's back to help rid the world of these criminals",
        252.58,
        257.6
    ],
    [
        " So he goes and he encounters Edgar friendly and they're not",
        257.6,
        261.16
    ],
    [
        " Ravel they're not these evil people. They're just like just trying to live basically a freedom a free life",
        261.16,
        266.72
    ],
    [
        " You know and they're like",
        266.72,
        268.08
    ],
    [
        " Oh, he's like, hey, well, why don't you lead these people out of here right and he's like, I'm no leader",
        268.38,
        274.24
    ],
    [
        " Sometimes I do some shit and people come with me",
        274.24,
        278.7
    ],
    [
        " Right, that's kind of what he says. So isn't this",
        278.7,
        282.26
    ],
    [
        " Here's so here's the question. Sorry for long explanation",
        282.26,
        285.56
    ],
    [
        " You",
        285.56,
        286.32
    ],
    [
        " How this guy's he's he's kind of like worried about um people",
        286.32,
        292.94
    ],
    [
        " Finding him out that he's not a leader right isn't that like a huge sign of humility that he's like on the inside",
        293.6,
        299.54
    ],
    [
        " He's not I know everything",
        299.54,
        301.5
    ],
    [
        " You know, he's kind of like man, I don't know at all, you know, and I'm worried about this",
        301.5,
        305.26
    ],
    [
        " It's actually good sign you are correct. Yeah, good sign when you got someone's like man",
        305.26,
        308.54
    ],
    [
        " I want to do he wants to do good job. He wants to respect his leader. He wants to good job",
        308.54,
        312.1
    ],
    [
        " But he's like worried about it. So that's that is good. That is a good thing",
        312.1,
        314.98
    ],
    [
        " Yeah, it's like his humility is like it's so genuine that that's one of his many worries of being a leader",
        314.98,
        321.3
    ],
    [
        " You know that's a good sign. It's better than someone says, you know what I'm about to take over as a new leader",
        321.3,
        327.18
    ],
    [
        " Yeah, I'm on this thing. I'm on this thing. I know everything and no one knows anything that I know",
        327.18,
        333.92
    ],
    [
        " So it's gonna right yeah, you don't want to be that guy",
        333.92,
        336.44
    ]
]