[
    [
        " This is Jocco Podcast number 99 with Echo Charles and me, Jocco Willink.",
        0.58,
        6.38
    ],
    [
        " Good evening, Echo.",
        6.66,
        7.78
    ],
    [
        " Good evening.",
        8.0,
        8.4
    ],
    [
        " It is a day for Q&A.",
        8.96,
        11.74
    ],
    [
        " Let's go.",
        12.04,
        12.36
    ],
    [
        " Right into it.",
        13.04,
        14.08
    ],
    [
        " All right, let's do it.",
        14.2,
        14.84
    ],
    [
        " Jocco, hey, Jocco, as a director of our sales department, I require my guys to fill out",
        15.12,
        20.22
    ],
    [
        " sales call interaction logs.",
        20.22,
        22.36
    ],
    [
        " I have one guy who thinks because the sales are up.",
        23.02,
        25.86
    ],
    [
        " This no longer is important, nor does he have the time.",
        26.78,
        30.32
    ],
    [
        " How do you handle situations like this?",
        30.88,
        33.22
    ],
    [
        " Okay, so as I got this question, I'm like, okay, I've answered this before.",
        33.66,
        37.24
    ],
    [
        " I'm not going to answer it again.",
        37.36,
        38.06
    ],
    [
        " I've gotten something close enough.",
        38.36,
        39.94
    ],
    [
        " And you know what's interesting?",
        40.44,
        41.08
    ],
    [
        " I talked to some people now.",
        41.14,
        42.08
    ],
    [
        " I talked to a lot of people and they say, hey, you know, on a Q&A, I know what you're going",
        42.32,
        47.62
    ],
    [
        " to say.",
        47.62,
        47.9
    ],
    [
        " Yeah.",
        48.28,
        48.46
    ],
    [
        " I feel like, oh yeah, that's awesome.",
        48.76,
        50.24
    ],
    [
        " They say I still need to hear it.",
        50.54,
        51.82
    ],
    [
        " Sure.",
        52.02,
        52.22
    ],
    [
        " But I know what you're going to say.",
        52.54,
        53.7
    ],
    [
        " And I said, okay, cool, that's good.",
        54.28,
        55.98
    ],
    [
        " That means people are starting to expand their brain a little bit, maybe see a different",
        56.66,
        61.38
    ],
    [
        " perspective that they might not have had before.",
        61.38,
        62.82
    ],
    [
        " So that's good, in my opinion, right?",
        63.0,
        64.42
    ],
    [
        " Now also what I realize is, as I answer these questions, there's additional information",
        65.1,
        72.44
    ],
    [
        " that comes out once you make a certain level of understanding, then there's more understanding",
        72.44,
        78.8
    ],
    [
        " to be had.",
        78.8,
        79.26
    ],
    [
        " And so that's what I realized with this question.",
        80.02,
        82.04
    ],
    [
        " As I thought, well, okay, there's the standard answer, right?",
        82.24,
        85.0
    ],
    [
        " The standard answer is, okay, you've got people not doing what you want them to do.",
        85.1,
        88.08
    ],
    [
        " And what do you do then?",
        88.66,
        89.66
    ],
    [
        " Well, the fact is, the real standard answer that everybody now knows if you've been listening",
        89.8,
        94.32
    ],
    [
        " to podcasts is they need to know why they're doing what they're doing.",
        94.32,
        96.82
    ],
    [
        " They need to know why it's important.",
        97.08,
        98.28
    ],
    [
        " They need to know how them filling out those forms will help the company and therefore help",
        98.62,
        104.24
    ],
    [
        " the individual that needs to fill out the forms because it'll provide better intel",
        104.24,
        108.42
    ],
    [
        " to the company that will provide them more accurate advertising, which will in turn make",
        109.28,
        114.44
    ],
    [
        " them be able to sell more, which in turn make the cost to produce the product go down",
        114.44,
        120.1
    ],
    [
        " because they're selling more.",
        120.1,
        121.94
    ],
    [
        " And that means he has better pricing to sell things with and he'll be able to sell more",
        122.54,
        126.54
    ],
    [
        " and make more money.",
        126.54,
        127.02
    ],
    [
        " And so you have to tie that whole through thread through.",
        127.18,
        128.82
    ],
    [
        " That's kind of the standard answer, which everybody should know.",
        129.22,
        131.88
    ],
    [
        " If someone's not doing what you want them to do, you need to make sure they understand",
        132.18,
        135.28
    ],
    [
        " why they need to do it, why it's important how it ties back to them.",
        135.28,
        137.94
    ],
    [
        " Okay, so boom, we get done with that standard answer.",
        137.94,
        140.98
    ],
    [
        " Now there's the next level, right?",
        141.32,
        143.04
    ],
    [
        " Now we're going like to purple belt.",
        143.56,
        144.86
    ],
    [
        " And here's the non-standard answer.",
        146.2,
        150.12
    ],
    [
        " Here's the advanced answer or the purple belt answer is okay.",
        150.2,
        153.6
    ],
    [
        " Now let's ask yourself this piece of paper that you're having them fill out.",
        153.92,
        157.7
    ],
    [
        " Is it really actually important?",
        158.18,
        160.84
    ],
    [
        " Is it actually important?",
        162.08,
        163.72
    ],
    [
        " What purpose does it actually serve?",
        164.8,
        166.72
    ],
    [
        " Because you want this guy who's a good producer, his sales are up.",
        167.74,
        172.34
    ],
    [
        " And you want him to continue to fill out these sales interaction logs so that you can track",
        173.56,
        179.14
    ],
    [
        " and make sure that he's making enough calls that he's got to write the right approach,",
        179.14,
        182.26
    ],
    [
        " that he's using the right verbiage when he's talking to his customers or clients.",
        182.36,
        185.92
    ],
    [
        " And so you want him to fill this out, but now he's actually doing well.",
        186.8,
        189.58
    ],
    [
        " And you got to ask yourself like, okay, what purpose is this thing serving?",
        191.28,
        196.04
    ],
    [
        " Now that the guy is doing well, what purpose is it serving?",
        196.22,
        199.06
    ],
    [
        " Maybe at a certain level, you say, you know what?",
        199.62,
        202.28
    ],
    [
        " You don't need to fill that out anymore.",
        202.36,
        203.44
    ],
    [
        " If you sell 10 units a day, you don't need to fill this out anymore.",
        203.76,
        207.84
    ],
    [
        " If you sell A today, you got to fill out your logs because we got to check and see what you're doing.",
        208.0,
        211.06
    ],
    [
        "",
        211.54,
        211.54
    ],
    [
        " Or are you just making this person do it because that's what everyone does?",
        214.1,
        221.86
    ],
    [
        " So if you can't answer the question yourself why it's important, then maybe you should check",
        223.34,
        232.02
    ],
    [
        " why you have this thing in place.",
        232.02,
        234.64
    ],
    [
        " So again, we put things in place to help people, but at a certain point it is possible that they don't need to do it anymore.",
        237.36,
        242.78
    ],
    [
        " Some salespeople, you know, maybe you want people to make eight phone calls a day and you want them to log down what they did.",
        243.04,
        248.46
    ],
    [
        " Okay, what if this guy's doing 28 phone calls a day?",
        248.8,
        251.04
    ],
    [
        " And he wants to get to 38 phone calls a day, but he can't because he's filling out your paperwork.",
        251.32,
        254.94
    ],
    [
        " Okay, so if people are meeting the numbers, maybe you raise the bar a little bit and you give him more freedom.",
        256.26,
        263.72
    ],
    [
        " So he's got the self discipline, right?",
        264.04,
        265.9
    ],
    [
        " He's got the discipline to make calls, making the numbers.",
        266.18,
        267.8
    ],
    [
        " His numbers are up.",
        267.94,
        268.68
    ],
    [
        " Okay, given some more freedom, maybe he can turn that into more production.",
        269.54,
        275.0
    ],
    [
        " If he starts to lag off, guess what?",
        275.34,
        276.68
    ],
    [
        " Hey, bud, if you keep selling 10 units a day, we're good.",
        276.96,
        279.84
    ],
    [
        " You don't need to fill out this crap.",
        280.04,
        281.04
    ],
    [
        " You go to nine, you're back on the filling out paperwork.",
        281.4,
        285.04
    ],
    [
        " Guess what he's going to do?",
        285.24,
        286.18
    ],
    [
        " He's going to sell 10 every day, he's going to sell 12, he's going to sell 15.",
        286.46,
        288.98
    ],
    [
        " Yeah.",
        289.26,
        289.52
    ],
    [
        " And then I would tell him, I'd say, look, if you sell 15 units a day,",
        289.98,
        293.58
    ],
    [
        " I'm going to fill out a piece of paperwork that says, you're awesome.",
        293.78,
        296.5
    ],
    [
        " I'm going to do it every time you sell 15 units.",
        296.84,
        299.12
    ],
    [
        " Yep, that's good.",
        299.42,
        300.46
    ],
    [
        " Boom, little fun.",
        300.58,
        301.98
    ],
    [
        " Yeah, yeah, yeah.",
        302.26,
        303.04
    ],
    [
        " So that's it.",
        303.38,
        304.2
    ],
    [
        " There's the white, maybe three stripe white belt answer.",
        304.6,
        307.98
    ],
    [
        " Everyone should know at this point, followed by a little bit more advanced, purple belt move.",
        308.32,
        312.8
    ],
    [
        " Umuplata.",
        313.04,
        313.54
    ],
    [
        " Sure.",
        313.9,
        314.9
    ],
    [
        " And at the same time, that's not to say that it's guaranteed, not important.",
        316.06,
        319.24
    ],
    [
        " Not at all.",
        319.92,
        321.0
    ],
    [
        " You're just saying make that evaluation.",
        321.06,
        322.34
    ],
    [
        " Not at all.",
        322.6,
        322.74
    ],
    [
        " And there is a chance that I'm wrong, right?",
        323.02,
        326.0
    ],
    [
        " That the paperwork that gets filled out actually really does get put into a data file that",
        326.24,
        330.68
    ],
    [
        " can then be used to, you know, target certain customers or follow up with certain customers.",
        330.68,
        336.82
    ],
    [
        " And if that's the fact, you explain it to the guy and how it's going to benefit him.",
        337.02,
        339.58
    ],
    [
        " And we're back to answer number one, which worked, which is fine.",
        339.58,
        342.04
    ],
    [
        " Yeah.",
        342.3,
        342.48
    ],
    [
        " There you go.",
        342.86,
        343.2
    ],
    [
        " Right and wrong.",
        344.18,
        345.24
    ],
    [
        " Right and wrong are interesting concepts.",
        345.62,
        348.8
    ],
    [
        "",
        349.42,
        349.42
    ],
    [
        " And people sometimes get wrapped around right and wrong.",
        349.64,
        353.3
    ],
    [
        " Yeah.",
        353.72,
        354.2
    ],
    [
        " They just think that there's a right answer and there's a wrong answer.",
        354.3,
        357.48
    ],
    [
        " And many times, neither question or neither answer is right or wrong or both answers are",
        357.64,
        365.54
    ],
    [
        " right and wrong.",
        365.54,
        366.38
    ],
    [
        " Yeah.",
        366.68,
        366.88
    ],
    [
        " So you got to open your mind on these things.",
        366.88,
        369.4
    ],
    [
        " You got to open your mind.",
        369.86,
        370.56
    ],
    [
        " And you know, as we talk about with GJ2 schools, should a GJ2 school be strict, bow to your",
        370.56,
        377.14
    ],
    [
        " professor, everyone where they say uniform, not allowed to ask people to roll or should",
        377.14,
        383.54
    ],
    [
        " it be, hey, wherever you want, the instructor's named Jaco and going there and cruising train",
        383.54,
        389.32
    ],
    [
        " hard, which one is right?",
        389.32,
        390.64
    ],
    [
        " The answer is they're both right.",
        391.22,
        392.18
    ],
    [
        " You can both of those have benefits.",
        392.42,
        394.6
    ],
    [
        " And some people flourish in one kind of school and some people flourish in another kind",
        394.98,
        397.8
    ],
    [
        " of school and you can't say one's right or wrong.",
        397.8,
        399.22
    ],
    [
        " Same thing I used to run in the slot in the steel things with tactics.",
        399.5,
        402.24
    ],
    [
        " Like should we enter the room like this or like this?",
        402.24,
        408.16
    ],
    [
        " And the answer is actually, well, which is better in that scenario?",
        408.82,
        413.04
    ],
    [
        " And sometimes this one's better and sometimes that one's better.",
        413.44,
        415.84
    ],
    [
        " And so if your mind can be more open, you'll be able to use more options, which is beneficial.",
        416.2,
        422.28
    ],
    [
        " Yeah.",
        422.94,
        423.22
    ],
    [
        " That scenario kind of reminded me of one of my friends.",
        424.38,
        428.48
    ],
    [
        " It was a friend of a friend and it was actually my friend's friends wife and she was saying,",
        428.48,
        434.48
    ],
    [
        " yeah, she's kind of making light of the fact that they force their kids to watch a",
        434.7,
        442.7
    ],
    [
        " charger game or something on this day or whatever.",
        442.7,
        446.02
    ],
    [
        " And the kids don't like football or the kid, the one kid, don't like, doesn't like football,",
        446.66,
        451.62
    ],
    [
        " doesn't like watching football, doesn't like this whole thing.",
        451.66,
        453.9
    ],
    [
        " And she was like, oh, no, it's a tradition.",
        454.16,
        456.32
    ],
    [
        " You know, so we make them do it.",
        456.76,
        458.4
    ],
    [
        " It's a tradition, all this stuff.",
        458.44,
        459.48
    ],
    [
        " I'm kind of thinking like, okay, I mean, that's cool that it's like your tradition,",
        459.68,
        463.28
    ],
    [
        " but like no one likes it.",
        463.32,
        464.48
    ],
    [
        " So what is the tradition doing?",
        464.78,
        466.36
    ],
    [
        " I mean, I understand like if you have a tradition, everyone likes it or the tradition",
        466.72,
        469.6
    ],
    [
        " and it improves like, I don't know the cohesion of the family or something like that.",
        469.6,
        473.8
    ],
    [
        " And you know, for all these beneficial reasons and one way or another beneficial,",
        473.96,
        476.98
    ],
    [
        " but mean, if you're doing it just for the sake of, you know, the tradition,",
        478.12,
        482.62
    ],
    [
        " like this paperwork situation.",
        482.84,
        484.26
    ],
    [
        " And also, what are you doing?",
        484.54,
        485.48
    ],
    [
        " If you're telling your kid like, no, you'll watch the football game,",
        485.68,
        488.14
    ],
    [
        " especially now that everyone hates the chargers because they left San Diego.",
        488.28,
        492.02
    ],
    [
        " Yeah, this is one time ago.",
        492.22,
        493.22
    ],
    [
        " Yeah, yeah, yeah.",
        493.36,
        493.76
    ],
    [
        " But, but if you tell your kid, hey, no, it's a time for our family to get together.",
        493.76,
        499.16
    ],
    [
        " And you don't kind of watch the game, but hang out.",
        499.36,
        501.0
    ],
    [
        " We're going to have some hot dogs.",
        501.16,
        502.08
    ],
    [
        " Yeah.",
        502.56,
        502.74
    ],
    [
        " You know what I mean?",
        503.06,
        503.58
    ],
    [
        " And we're just, that's what it is.",
        503.7,
        505.3
    ],
    [
        " It's not about staring at the screen, watching something that you don't like.",
        505.3,
        509.2
    ],
    [
        "",
        509.6,
        509.6
    ],
    [
        " It's about hanging out, you know, grandma's coming over.",
        509.9,
        512.16
    ],
    [
        " Auntie's coming over.",
        512.48,
        513.78
    ],
    [
        " Sure.",
        514.0,
        514.22
    ],
    [
        " We're going to cruise.",
        514.36,
        514.92
    ],
    [
        " We're going to eat barbecue chicken.",
        515.2,
        517.12
    ],
    [
        " Right?",
        517.58,
        517.66
    ],
    [
        " Yep.",
        518.68,
        518.8
    ],
    [
        " I, that's different than, hey, you sit down and watch the football game.",
        519.14,
        521.6
    ],
    [
        " Yeah.",
        522.08,
        522.28
    ],
    [
        " But when kids reach a certain age, they don't want to hang out with you for a certain time period.",
        522.42,
        526.08
    ],
    [
        " That's what started my whole argument right there.",
        526.38,
        528.78
    ],
    [
        " Yeah.",
        528.88,
        529.04
    ],
    [
        " With, not it wasn't an argument, but that's what started my little discourse.",
        529.28,
        531.92
    ],
    [
        " Yeah.",
        532.42,
        532.6
    ],
    [
        " At a certain time period, your children are supposed to rebel against you.",
        532.76,
        536.84
    ],
    [
        " Somewhat because they, because they have to convince themself in their mind that they,",
        537.26,
        541.7
    ],
    [
        " they're going to leave.",
        541.7,
        542.82
    ],
    [
        " Yeah.",
        543.18,
        543.3
    ],
    [
        " And they're going to be on their own.",
        543.46,
        544.22
    ],
    [
        " And, and something in their mind triggers that to be like, OK, I need to separate myself",
        544.52,
        548.72
    ],
    [
        " from these other humans that have been caring for me since I was wearing diapers.",
        548.72,
        552.22
    ],
    [
        " Yeah.",
        552.66,
        552.84
    ],
    [
        " And now I need to get that out of my head and figure out how to survive on my own.",
        553.08,
        556.62
    ],
    [
        " So they, they do that by rebelling against you and say, I don't want a stupid football game.",
        556.72,
        561.38
    ],
    [
        " Yeah.",
        561.6,
        561.84
    ],
    [
        " I want to go to my friend Mary's house.",
        561.84,
        563.86
    ],
    [
        " Yeah.",
        563.86,
        564.2
    ],
    [
        " We're going to do something over there, right?",
        564.3,
        565.96
    ],
    [
        " That's where it has.",
        566.18,
        567.28
    ],
    [
        " Do you think that there's an element of like a, you know, like when you're a kid and you hit like 13.",
        567.44,
        573.38
    ],
    [
        " 12, 13 years old, you start to get this like empowered feeling, you know, because you're like physically kind of growing up.",
        574.82,
        581.14
    ],
    [
        " And then your parents are kind of, you have this feeling of oppression.",
        581.14,
        584.86
    ],
    [
        " Not that your parents are probably things are totally, that's exactly what I'm saying.",
        585.2,
        588.14
    ],
    [
        " So I'm like, it's so it's like an actual rebellion.",
        588.28,
        591.7
    ],
    [
        " Like you can oppress me no more.",
        591.9,
        593.34
    ],
    [
        " Yes.",
        593.5,
        593.64
    ],
    [
        " I don't have to ride with you.",
        593.74,
        595.94
    ],
    [
        " You know, I don't have to walk with you in the mall.",
        596.2,
        598.0
    ],
    [
        " No, I'm out.",
        598.36,
        599.16
    ],
    [
        " Yeah.",
        599.56,
        599.88
    ],
    [
        " And you're trying to do that because you realize subconsciously that these people are not going to be here.",
        600.34,
        605.7
    ],
    [
        " I need to learn how to fend for myself.",
        605.86,
        607.18
    ],
    [
        " I need to get out of the nest.",
        607.66,
        608.7
    ],
    [
        " Yeah.",
        609.24,
        609.44
    ],
    [
        " Just flapping them wings.",
        610.04,
        611.8
    ],
    [
        " But yeah, exactly.",
        612.44,
        613.9
    ],
    [
        " But the tradition just for the sake of the tradition, because actually my whole argument with the lady was that",
        614.8,
        620.36
    ],
    [
        " was trying to not necessarily prove, but try to find out whether or not she even thought about it.",
        620.36,
        626.52
    ],
    [
        " Like why are you making it?",
        626.98,
        628.0
    ],
    [
        " My point is that there are traditions that are important, right?",
        628.0,
        630.7
    ],
    [
        " Within a family, within a culture.",
        631.14,
        632.78
    ],
    [
        " But if you lose fact, if you lose, if you don't understand the meaning of the tradition,",
        633.52,
        637.8
    ],
    [
        " yeah, then it doesn't make sense to you.",
        638.02,
        640.22
    ],
    [
        " Yeah.",
        640.4,
        640.56
    ],
    [
        " So then you don't care about it.",
        640.82,
        642.9
    ],
    [
        " Yeah.",
        643.08,
        643.24
    ],
    [
        " But if you say, Hey, look, this is our family.",
        643.34,
        646.16
    ],
    [
        " And this is when we get together.",
        646.16,
        647.38
    ],
    [
        " This is the only time it's a tradition.",
        647.38,
        649.22
    ],
    [
        " So we're going to do it.",
        649.22,
        650.54
    ],
    [
        " Yeah.",
        650.6,
        650.86
    ],
    [
        " And that way we get to know each other and that we keep connected.",
        651.2,
        653.36
    ],
    [
        " We could help each other cohesion cohesion.",
        653.36,
        657.06
    ],
    [
        " Next question.",
        657.54,
        659.8
    ],
    [
        " Jocco, as a leader at what point of my allowed to go to others and say, I need you,",
        660.34,
        666.38
    ],
    [
        " because I recognize I'm not capable of pushing toward forward on my own.",
        666.56,
        670.52
    ],
    [
        " Or should that be an instance where I need to take a step back and apply more",
        670.64,
        674.4
    ],
    [
        " discipline to my life and find a way to push forward by myself?",
        674.4,
        677.36
    ],
    [
        " Okay.",
        678.16,
        678.72
    ],
    [
        " You are allowed to say that to your team member immediately that you need them.",
        679.16,
        683.98
    ],
    [
        " Absolutely.",
        684.34,
        684.84
    ],
    [
        " If you, of course you need your team because if you didn't need your team, why would they be there?",
        685.5,
        688.8
    ],
    [
        " Yeah.",
        689.26,
        689.4
    ],
    [
        " If you can do everything yourself, then you don't have a team, right?",
        689.48,
        693.72
    ],
    [
        " You just do everything yourself.",
        693.98,
        694.84
    ],
    [
        " So while you, of course, should be working on it, you should be applying discipline.",
        695.54,
        699.5
    ],
    [
        " As a leader, it's your job to actually lead things and to let other people support and make things happen.",
        699.98,
        707.12
    ],
    [
        " And there's nothing wrong with that.",
        707.4,
        708.18
    ],
    [
        " You, and also you don't want to be stuck in the weeds doing my new things.",
        708.32,
        712.1
    ],
    [
        " So if you're not capable, I think what might be holding this individual back, there's two things.",
        712.42,
        721.42
    ],
    [
        " Number one is I feel like I should take extreme ownership of everything.",
        721.64,
        724.74
    ],
    [
        " I feel like I should just do everything myself.",
        725.14,
        727.3
    ],
    [
        " That is not what extreme ownership is.",
        727.56,
        729.06
    ],
    [
        " Extreme ownership isn't doing everything yourself.",
        729.22,
        730.82
    ],
    [
        " And also what can come into play is your ego, because you don't want to ask people for help.",
        731.34,
        735.58
    ],
    [
        " And that's not a good sign.",
        736.02,
        737.78
    ],
    [
        " There's nothing wrong with asking people for help.",
        738.34,
        740.48
    ],
    [
        " If you need it, in fact, that's the humble thing to do.",
        740.74,
        742.84
    ],
    [
        " Hey, echo, I don't know how to quite finish out this, you know, this thing of this project.",
        743.22,
        747.32
    ],
    [
        " I'm working out.",
        747.42,
        747.76
    ],
    [
        " Can you give me a hand with this?",
        747.88,
        748.84
    ],
    [
        " I don't know how to work a video recorder.",
        749.06,
        751.08
    ],
    [
        " Can you show me how to do that?",
        751.46,
        752.48
    ],
    [
        " Right?",
        752.6,
        752.74
    ],
    [
        "",
        753.42,
        753.42
    ],
    [
        " So, so there's no problem with that.",
        754.02,
        755.9
    ],
    [
        " You're allowed to ask.",
        756.06,
        756.88
    ],
    [
        " You can say that immediately.",
        756.92,
        758.3
    ],
    [
        " In fact, your team should feel that you are counting on them and relying on them.",
        758.58,
        761.94
    ],
    [
        " They should know that.",
        762.1,
        762.92
    ],
    [
        " And then put your ego aside, ask for help.",
        763.48,
        767.0
    ],
    [
        " No problem.",
        767.28,
        767.72
    ],
    [
        " That doesn't mean you're giving away, that doesn't mean you're not taking ownership.",
        768.02,
        770.72
    ],
    [
        " That doesn't mean you're not applying discipline.",
        770.98,
        772.3
    ],
    [
        " It means you're working as a team together to accomplish mission.",
        772.8,
        774.92
    ],
    [
        " Again, if a, if a mission is so easily that you can accomplish it yourself, you don't need a team.",
        775.22,
        779.3
    ],
    [
        " Why do you have them?",
        779.38,
        779.92
    ],
    [
        " If you can do it all yourself just by applying discipline, cool.",
        780.66,
        782.88
    ],
    [
        " You don't need anyone else.",
        783.34,
        784.38
    ],
    [
        " If your, but your mission should be larger than one human being can accomplish.",
        784.48,
        788.5
    ],
    [
        " So that's why you have other people on board to help you out.",
        788.92,
        790.74
    ],
    [
        " Yeah.",
        790.88,
        791.66
    ],
    [
        " No problem.",
        791.8,
        792.14
    ],
    [
        " You know, like I always think when, when that, I thought we made it out of that question.",
        792.78,
        797.28
    ],
    [
        " Go ahead.",
        798.04,
        798.5
    ],
    [
        " No, but you know, like let's say it's like something that's just a pain in the ass.",
        798.9,
        803.88
    ],
    [
        " And you don't really need help, but you just don't want to do it by yourself.",
        804.28,
        808.28
    ],
    [
        " Oh, okay.",
        808.74,
        809.3
    ],
    [
        " Well, then yeah, the need, then you gotta do that by yourself.",
        809.36,
        811.78
    ],
    [
        " Yes.",
        812.02,
        812.14
    ],
    [
        " Yeah.",
        812.48,
        812.76
    ],
    [
        " Yeah.",
        813.02,
        813.42
    ],
    [
        " So that's kind of where this is coming from ultimately because it's like, I'm not saying that if you're the,",
        813.58,
        818.48
    ],
    [
        " if you're, if you have a position in a company where you shouldn't be doing some sort of task",
        818.74,
        825.76
    ],
    [
        " because it's not financially efficient to have, you know, a person that's making",
        825.76,
        832.92
    ],
    [
        " $150,000 a year, doing a task that someone that's making $10 an hour should be doing.",
        832.92,
        840.02
    ],
    [
        " So you shouldn't do that.",
        840.28,
        842.02
    ],
    [
        " That's not what I'm advocating and a company won't, won't be doing well.",
        842.02,
        845.4
    ],
    [
        " Yeah.",
        845.68,
        845.86
    ],
    [
        " If you're paying people $150,000 a year that you could get someone to do for $10 an hour, I'm not saying that.",
        846.06,
        852.02
    ],
    [
        " So don't get me wrong.",
        852.4,
        854.6
    ],
    [
        " Yeah.",
        854.94,
        855.12
    ],
    [
        " But that's why we have a team so that you can focus on going forward and whatever it is,",
        855.48,
        860.48
    ],
    [
        " you need to be focused on.",
        860.58,
        861.54
    ],
    [
        " And somebody that's below you in the chain of command, that's a member of your team that's getting paid $10 an hour",
        861.72,
        866.88
    ],
    [
        " can do some of the stuff that you need him to do.",
        866.88,
        868.34
    ],
    [
        " Yeah.",
        868.62,
        868.9
    ],
    [
        " Yeah.",
        869.34,
        869.64
    ],
    [
        " And the question actually is really clear because it's because, quote unquote,",
        869.64,
        875.1
    ],
    [
        " because I recognize I'm not capable of pushing, you know, it's kind of like, it's obvious to you that you need help.",
        875.44,
        881.9
    ],
    [
        " It's not that you're, you know, raking leaves and I don't want to do this all by myself.",
        882.36,
        887.2
    ],
    [
        " So, hey, you know, you tell your brother come help me.",
        887.2,
        891.12
    ],
    [
        " It's not that it's different.",
        891.62,
        893.4
    ],
    [
        " Yeah.",
        893.62,
        893.72
    ],
    [
        " And if you need to get the leaves raked and you need them done by Monday, so you can get them in the",
        894.2,
        898.98
    ],
    [
        " bags so that the dump truck can come and take the leaves away.",
        899.16,
        903.0
    ],
    [
        " And you can't physically get it done.",
        903.34,
        905.44
    ],
    [
        " Then you say to your brother, hey, can you give me a hand?",
        905.7,
        907.86
    ],
    [
        " I need to get these done tonight before the sun goes down.",
        907.94,
        909.8
    ],
    [
        " I'm not going to be able to make it in time.",
        910.08,
        911.52
    ],
    [
        " Can you give me a hand?",
        911.82,
        912.5
    ],
    [
        " Yeah.",
        913.26,
        913.48
    ],
    [
        " Your brother says absolutely.",
        913.62,
        914.54
    ],
    [
        " Hell yeah.",
        914.94,
        915.3
    ],
    [
        " Got your back.",
        915.88,
        916.78
    ],
    [
        " Next, Wesh.",
        917.24,
        918.22
    ],
    [
        " What's the best way to deal with feedback you don't agree with?",
        918.78,
        923.7
    ],
    [
        " My manager gives, my manager gives me feedback on my personality.",
        924.18,
        928.4
    ],
    [
        " That I don't agree with.",
        928.48,
        929.88
    ],
    [
        " I'm only in the company five months and he doesn't know enough about me to make the",
        930.44,
        935.48
    ],
    [
        " comments he's making.",
        935.48,
        936.28
    ],
    [
        " I find myself wanting a, wanting to contest with what he's saying, but I believe this",
        936.66,
        943.82
    ],
    [
        " will ultimately and poorly for me.",
        943.82,
        945.76
    ],
    [
        " It's frustrating for me to listen to feedback from him about my personality,",
        946.02,
        950.44
    ],
    [
        " one of my friends and family would disagree with him.",
        950.44,
        952.4
    ],
    [
        " Okay.",
        953.14,
        953.9
    ],
    [
        " Again, this is one of those questions that I think people that listen to podcasts know",
        954.18,
        957.88
    ],
    [
        " what the answer is, what you do when someone's giving you feedback is you listen",
        957.98,
        961.62
    ],
    [
        " to it and you try and make adjustments, get in their head and figure out where this",
        961.62,
        965.62
    ],
    [
        " is coming from.",
        965.62,
        966.22
    ],
    [
        " They're obviously saying this for some reason.",
        966.5,
        968.1
    ],
    [
        " And maybe the reason is because they have a big ego or they don't understand",
        969.06,
        974.7
    ],
    [
        " people very well.",
        974.7,
        975.48
    ],
    [
        " And that's fine.",
        975.58,
        975.98
    ],
    [
        " And if you know that, then you just learn something about them.",
        976.24,
        978.36
    ],
    [
        " But also you, you might not know yourself as well as you think you do.",
        978.58,
        982.98
    ],
    [
        " And, and obviously if you contest with someone saying,",
        983.74,
        987.44
    ],
    [
        " you're going to look like you can't take critique.",
        988.6,
        990.28
    ],
    [
        " So you're right.",
        990.5,
        990.8
    ],
    [
        " That's not a good approach to take.",
        990.94,
        993.1
    ],
    [
        " Furthermore, what you're saying is that your friends and family wouldn't agree with",
        993.66,
        998.42
    ],
    [
        " this guy.",
        998.42,
        998.8
    ],
    [
        " Well, guess what?",
        999.42,
        1000.42
    ],
    [
        " They're your friends and family, right?",
        1000.5,
        1002.8
    ],
    [
        " It's like the dude's mom that, you know, the dude's mom always thinks the dude's",
        1003.2,
        1007.84
    ],
    [
        " handsome, right?",
        1007.84,
        1008.64
    ],
    [
        " Dude's not handsome.",
        1009.14,
        1009.94
    ],
    [
        " But his mom thinks he's handsome.",
        1010.48,
        1011.98
    ],
    [
        " And you know, your friends and family think, Oh, I can't believe they'd say that about",
        1012.38,
        1015.82
    ],
    [
        " you.",
        1015.82,
        1016.0
    ],
    [
        " Well, that's your friends and family.",
        1016.18,
        1017.36
    ],
    [
        " There's a reason why you have friends because they like you.",
        1017.56,
        1020.24
    ],
    [
        "",
        1020.64,
        1020.64
    ],
    [
        " They, they, whatever person, part of your personality is, is not cool.",
        1020.94,
        1026.62
    ],
    [
        " They're over it.",
        1026.92,
        1027.8
    ],
    [
        " Or they can deal with it.",
        1027.92,
        1028.8
    ],
    [
        " Well, this, this boss, the manager can't deal with it.",
        1029.04,
        1032.46
    ],
    [
        " He has not a deal with it yet.",
        1032.54,
        1033.44
    ],
    [
        " So like I said, when someone gives you critique, you should actually listen to what",
        1033.86,
        1038.94
    ],
    [
        " people have such a hard time with.",
        1038.94,
        1040.2
    ],
    [
        " And you should actually listen and say, okay, well, maybe I'm too aggressive.",
        1040.6,
        1045.06
    ],
    [
        " Maybe I'm, you know, too close minded, whatever, whatever critique point you're",
        1045.38,
        1049.58
    ],
    [
        " getting.",
        1049.58,
        1049.76
    ],
    [
        " Listen to him.",
        1050.1,
        1050.94
    ],
    [
        " Maybe someone's like, Hey, I don't think you take critique very well.",
        1051.52,
        1054.16
    ],
    [
        " And you're like, what are you talking about?",
        1054.46,
        1055.92
    ],
    [
        " Of course I take critique well.",
        1056.0,
        1057.38
    ],
    [
        " You don't know.",
        1057.52,
        1057.74
    ],
    [
        " That's what, that's my point.",
        1057.88,
        1059.2
    ],
    [
        " So.",
        1059.64,
        1059.88
    ],
    [
        " And the other thing, like I said, is in doing this, the managers actually telling you",
        1060.44,
        1065.04
    ],
    [
        " something about their personality and, and their views and their judgment.",
        1065.04,
        1069.9
    ],
    [
        " So learn from that.",
        1070.14,
        1070.98
    ],
    [
        " Learn what they're, they're teaching you about their personality, which is going",
        1071.78,
        1076.42
    ],
    [
        " to help you better influence and manipulate and work with, work with that person",
        1076.42,
        1085.06
    ],
    [
        " in the future.",
        1085.06,
        1085.48
    ],
    [
        " And perhaps help make them into a better leader and a better supporter of what it",
        1085.7,
        1091.12
    ],
    [
        " is that you're trying to do.",
        1091.12,
        1091.84
    ],
    [
        " So calm down, relax.",
        1092.76,
        1095.26
    ],
    [
        " One of the best things you can do when someone, when someone says to you, Hey,",
        1095.48,
        1098.26
    ],
    [
        " I think you're screwing this up.",
        1098.32,
        1099.04
    ],
    [
        " It's like, oh, hold on.",
        1099.1,
        1100.22
    ],
    [
        " Let me, let me grab a notebook.",
        1100.22,
        1101.44
    ],
    [
        " I just want to take notes and make sure I understand where you're coming from.",
        1101.62,
        1103.66
    ],
    [
        " So I can, I can make some adjustments.",
        1103.74,
        1105.16
    ],
    [
        " I'm always looking to get better.",
        1105.28,
        1106.04
    ],
    [
        " Yeah.",
        1106.4,
        1106.62
    ],
    [
        " That might be a little extreme, but you know, yeah, no.",
        1107.22,
        1112.5
    ],
    [
        " Hold on a second.",
        1112.78,
        1113.54
    ],
    [
        " Let me get my notebook.",
        1113.7,
        1114.42
    ],
    [
        " Yeah.",
        1114.88,
        1115.04
    ],
    [
        " So I can take notes because I want to get better.",
        1115.18,
        1116.88
    ],
    [
        " Okay.",
        1117.0,
        1117.22
    ],
    [
        " I over did that just a little bit.",
        1117.3,
        1118.76
    ],
    [
        " If you say it in that tone, yeah.",
        1118.94,
        1120.06
    ],
    [
        " But not some people, some people they'll take notes.",
        1120.26,
        1123.62
    ],
    [
        " So you know, like for people they like taking, taking notes, I kind of feel good.",
        1123.78,
        1126.86
    ],
    [
        " When I was running the West Coast seal training, the, the good officers,",
        1127.04,
        1131.86
    ],
    [
        " like there would be some officers when I'd be putting out word to them,",
        1132.14,
        1134.88
    ],
    [
        " they'd be taking notes.",
        1135.14,
        1135.9
    ],
    [
        " Yeah.",
        1136.16,
        1136.36
    ],
    [
        " And I was, even when I first saw it, it was kind of like, hmm, surprised me.",
        1136.58,
        1140.84
    ],
    [
        " Yeah.",
        1141.18,
        1141.34
    ],
    [
        " Okay.",
        1141.78,
        1142.26
    ],
    [
        " This guy's just straight up taking notes on what I'm telling me.",
        1142.26,
        1144.38
    ],
    [
        " He said one on one conversation, he's sending their like taking notes.",
        1144.42,
        1147.12
    ],
    [
        " Yeah.",
        1147.2,
        1147.42
    ],
    [
        " So get some.",
        1147.96,
        1149.24
    ],
    [
        " But if you said it with your tone, be like, hold on.",
        1149.68,
        1152.12
    ],
    [
        " Oh, Jack was going to say something.",
        1152.22,
        1153.7
    ],
    [
        " Let me get out my notebook.",
        1153.96,
        1154.86
    ],
    [
        " Oh, no.",
        1155.1,
        1155.46
    ],
    [
        " Yeah.",
        1155.46,
        1155.66
    ],
    [
        " Yeah, that's sarcastic.",
        1155.66,
        1156.82
    ],
    [
        " Yeah, yeah.",
        1156.92,
        1157.28
    ],
    [
        " But there's also not just being sarcastic.",
        1157.44,
        1159.48
    ],
    [
        " I was leaning towards more like the brown no sir.",
        1159.48,
        1161.9
    ],
    [
        " Oh, that guy.",
        1162.08,
        1162.82
    ],
    [
        " Okay.",
        1162.92,
        1163.12
    ],
    [
        " Oh, oh, oh, you're going to give me some feedback.",
        1163.3,
        1164.62
    ],
    [
        " Hold on one second.",
        1164.9,
        1165.62
    ],
    [
        " I want to get my notes out.",
        1165.76,
        1166.62
    ],
    [
        " So I can make sure I do exactly what you're telling me to do.",
        1166.62,
        1168.84
    ],
    [
        " Thanks, buddy.",
        1169.02,
        1169.42
    ],
    [
        " Again, with the tone, you think, you know,",
        1169.96,
        1172.7
    ],
    [
        " tone was the middle, middle ground, I think.",
        1172.88,
        1175.38
    ],
    [
        " Yeah.",
        1175.94,
        1176.1
    ],
    [
        " Who is it?",
        1176.16,
        1176.48
    ],
    [
        " Sarah Armstrong, I think, pointed out on Twitter.",
        1176.58,
        1178.26
    ],
    [
        " Something about tone and body language.",
        1178.68,
        1183.86
    ],
    [
        " In some psychological survey,",
        1184.36,
        1187.0
    ],
    [
        " it makes up more than half of what is actually being said.",
        1187.12,
        1190.72
    ],
    [
        " Yeah.",
        1190.9,
        1191.08
    ],
    [
        " And I heard that too.",
        1191.32,
        1192.28
    ],
    [
        " And I was like, yeah, that sounds cool.",
        1192.78,
        1194.8
    ],
    [
        " But I mean, you know, maybe, maybe not.",
        1195.14,
        1197.72
    ],
    [
        " Because if someone says something, it's pretty clear.",
        1197.84,
        1199.28
    ],
    [
        " But then it's kind of stuck with me and it's true.",
        1199.76,
        1202.66
    ],
    [
        " Like I could literally say the same, like, I don't know,",
        1203.2,
        1205.78
    ],
    [
        " 10 words to you in all these different tones.",
        1205.88,
        1207.92
    ],
    [
        " And they would mean 10 different things.",
        1207.92,
        1209.2
    ],
    [
        " Oh, for sure.",
        1209.36,
        1209.8
    ],
    [
        " Like you can, like,",
        1209.88,
        1210.92
    ],
    [
        " it's actually baffling and surprising how much we can actually communicate.",
        1213.52,
        1218.08
    ],
    [
        " Like if I, if I make a joke to you, like something,",
        1218.36,
        1220.68
    ],
    [
        " you don't know my level of sarcasm.",
        1221.02,
        1222.56
    ],
    [
        " You don't know necessarily.",
        1222.76,
        1223.94
    ],
    [
        " You have to know the person, you know, like,",
        1224.2,
        1226.04
    ],
    [
        " so there's all these things that,",
        1226.12,
        1227.58
    ],
    [
        " that have to be in place for you to effectively be communicated to.",
        1227.58,
        1231.06
    ],
    [
        " Yeah.",
        1231.28,
        1231.42
    ],
    [
        " So like, let's say you over here a conversation in the next room.",
        1231.5,
        1235.7
    ],
    [
        " Like you could easily miss the whole point of the conversation,",
        1236.36,
        1239.36
    ],
    [
        " even though you heard every word.",
        1239.44,
        1240.7
    ],
    [
        " Because you didn't know if they're joking,",
        1240.92,
        1242.26
    ],
    [
        " you didn't know if they're serious, you didn't know if one guy's mad,",
        1242.48,
        1244.44
    ],
    [
        " you didn't know if one guy's getting slow.",
        1244.6,
        1245.68
    ],
    [
        " And they can take the same exact,",
        1245.78,
        1247.38
    ],
    [
        " or they can say the same exact words,",
        1247.38,
        1248.92
    ],
    [
        " but they're just saying different things coming from different places.",
        1249.18,
        1251.56
    ],
    [
        " That's where you would,",
        1251.64,
        1252.14
    ],
    [
        " that's where you end up a lot of communication problems with the email.",
        1252.36,
        1254.6
    ],
    [
        " Yeah.",
        1254.76,
        1254.96
    ],
    [
        " Where someone emails a joke.",
        1255.04,
        1256.44
    ],
    [
        " Yeah.",
        1256.86,
        1257.1
    ],
    [
        " You're joking about something and then someone takes it seriously.",
        1257.18,
        1259.5
    ],
    [
        " And next thing, you know, people are flying off the handle.",
        1259.72,
        1261.82
    ],
    [
        " Yeah.",
        1262.12,
        1262.32
    ],
    [
        " I always had that rule in my seal,",
        1262.54,
        1265.78
    ],
    [
        " Patunz and Tasks, you weren't allowed to joke on the radio.",
        1265.78,
        1268.06
    ],
    [
        " Yeah, yeah.",
        1268.38,
        1269.2
    ],
    [
        " The main reason for that rule is because you don't want other people",
        1269.2,
        1272.28
    ],
    [
        " outside your organization to hear it and take it the wrong way.",
        1272.28,
        1276.0
    ],
    [
        " Same thing.",
        1276.2,
        1276.62
    ],
    [
        " But it's the same thing with email,",
        1276.9,
        1278.28
    ],
    [
        " unless you know someone really, really well.",
        1278.28,
        1280.22
    ],
    [
        " That's really, really well.",
        1280.3,
        1281.62
    ],
    [
        "",
        1281.96,
        1281.96
    ],
    [
        " It's better to keep the sarcastic comments and just be straightforward",
        1282.24,
        1286.0
    ],
    [
        " and speak plainly when you're an email,",
        1286.0,
        1290.08
    ],
    [
        " when you're communicating with people.",
        1290.28,
        1291.26
    ],
    [
        " It's a lot easier.",
        1291.42,
        1292.64
    ],
    [
        " And then even with that,",
        1293.02,
        1294.36
    ],
    [
        " see, Patunz, no escape from this.",
        1294.48,
        1295.66
    ],
    [
        " Even with that,",
        1295.9,
        1296.96
    ],
    [
        " you could easily come off as like too rigid or maybe or as like dang.",
        1296.96,
        1300.88
    ],
    [
        " Is this guy does this guy not like me?",
        1301.02,
        1302.12
    ],
    [
        " Yeah.",
        1302.38,
        1302.4
    ],
    [
        " You know, like a, you know, it's your second email.",
        1302.4,
        1304.26
    ],
    [
        " And he's like, that's why communication is important.",
        1304.52,
        1307.24
    ],
    [
        " That's why learning how to write well is important.",
        1307.38,
        1311.06
    ],
    [
        " That's why little words that you put in matter into phrases and",
        1311.18,
        1315.12
    ],
    [
        " dissentances, they matter.",
        1315.12,
        1316.76
    ],
    [
        " Yeah.",
        1316.98,
        1317.14
    ],
    [
        " A difference.",
        1317.22,
        1317.52
    ],
    [
        " Thus the invention of emojis.",
        1318.12,
        1320.24
    ],
    [
        " I've been using some emojis lately.",
        1320.94,
        1324.08
    ],
    [
        " Yeah, no, you're very into emojis.",
        1324.08,
        1325.86
    ],
    [
        " I know.",
        1325.86,
        1326.68
    ],
    [
        "",
        1327.12,
        1327.12
    ],
    [
        " Sometimes I, I must say that I think you communicate very well with emojis",
        1327.78,
        1334.52
    ],
    [
        " because even though you don't sometimes use any words and a text to me,",
        1334.52,
        1339.52
    ],
    [
        " I fully understand what you mean by lightning bolt, lightning bolt,",
        1339.78,
        1345.44
    ],
    [
        " lightning bolt, rainbow, rainbow, lightning bolt, thumbs up.",
        1345.56,
        1349.24
    ],
    [
        " Shocker fire.",
        1349.72,
        1350.84
    ],
    [
        " Shocker fire.",
        1351.04,
        1351.76
    ],
    [
        " No, very clear, right?",
        1352.04,
        1353.88
    ],
    [
        " Yeah, no, I know.",
        1354.04,
        1354.72
    ],
    [
        " Yeah, yeah, I agree.",
        1354.74,
        1355.96
    ],
    [
        " Yeah, I agree with that.",
        1356.14,
        1357.72
    ],
    [
        " Shocker fire.",
        1358.1,
        1358.92
    ],
    [
        " I forgot about fire.",
        1359.2,
        1360.22
    ],
    [
        " You do quite a bit of fire.",
        1360.36,
        1361.32
    ],
    [
        " Yeah, the lightning bolt and fire I use and then the shocker for sure and the rainbow",
        1361.66,
        1365.24
    ],
    [
        " with you I use a rainbow a lot.",
        1365.24,
        1366.94
    ],
    [
        " Because I got a lighten up the mood.",
        1366.94,
        1368.8
    ],
    [
        " But it helps.",
        1369.32,
        1371.44
    ],
    [
        " It helps.",
        1371.72,
        1372.14
    ],
    [
        " It's weird.",
        1372.4,
        1372.58
    ],
    [
        " It seems like a child thing.",
        1372.78,
        1373.74
    ],
    [
        " I don't like emoticons.",
        1373.96,
        1375.48
    ],
    [
        " I don't like emojis.",
        1375.7,
        1376.58
    ],
    [
        " Yeah, but you're kind of like that in real life.",
        1376.82,
        1378.56
    ],
    [
        " No, no, but it's, it seems like to me.",
        1378.72,
        1381.42
    ],
    [
        " It's like a kid.",
        1381.7,
        1384.62
    ],
    [
        " Maybe your little daughter would do it or something.",
        1384.62,
        1386.34
    ],
    [
        " It's what all my daughter will send me 875 emojis from my wife's phone.",
        1386.62,
        1391.02
    ],
    [
        " Yeah, yeah, all of them.",
        1391.12,
        1392.44
    ],
    [
        " See if she can feel the woman.",
        1392.52,
        1393.62
    ],
    [
        " Yeah, man.",
        1394.06,
        1394.28
    ],
    [
        " And I send back.",
        1394.42,
        1395.06
    ],
    [
        " OK.",
        1395.28,
        1395.54
    ],
    [
        " Yeah, yeah, see, but you're like that in real life too though.",
        1395.94,
        1398.14
    ],
    [
        " That's the thing.",
        1398.54,
        1399.0
    ],
    [
        " Like if you, like if you, you know that you're running the risk of sounding",
        1399.84,
        1404.12
    ],
    [
        " to like, you know, like stoic or whatever, you know, like if you, if you",
        1404.12,
        1408.6
    ],
    [
        " have to answer a question with yes, when in whatever the question is, it's a yes",
        1408.6,
        1412.44
    ],
    [
        " or no question.",
        1412.44,
        1413.02
    ],
    [
        " And you answer yes.",
        1413.2,
        1413.96
    ],
    [
        " Affirmatively, right?",
        1414.86,
        1415.74
    ],
    [
        " You'll put yes period.",
        1416.1,
        1417.54
    ],
    [
        " And that'll come off as like, Oh, jock was like, I don't know, what up with",
        1418.16,
        1421.1
    ],
    [
        " this guy's serious or something, you know, instead of yes,",
        1421.1,
        1424.64
    ],
    [
        " exclamation point, yes, two exclamation points, lightning bolt fire,",
        1424.86,
        1428.38
    ],
    [
        " or something like that.",
        1428.6,
        1429.68
    ],
    [
        " That gives a way a little bit more like, you know, yours just like, yes,",
        1429.68,
        1433.08
    ],
    [
        " as if you're just looking someone in their eye, going, yes, that's what I mean.",
        1433.28,
        1437.34
    ],
    [
        " I know that's what I'm saying.",
        1437.62,
        1438.64
    ],
    [
        " You're really like that in real life.",
        1438.82,
        1440.26
    ],
    [
        " Most of the time.",
        1440.48,
        1443.08
    ],
    [
        " Right on.",
        1443.96,
        1444.6
    ],
    [
        " Lightning bolt fire.",
        1444.92,
        1446.32
    ],
    [
        " Yeah, man, those emojis don't mean there.",
        1446.64,
        1448.66
    ],
    [
        " Don't overdo it.",
        1448.82,
        1449.58
    ],
    [
        " Double shock.",
        1449.58,
        1450.04
    ],
    [
        " Double shock.",
        1450.36,
        1451.02
    ],
    [
        " What's the highest level of emoji approval you can send me?",
        1451.02,
        1456.7
    ],
    [
        " Three lightning bolts, three fires, three shockas, three rainbows.",
        1457.38,
        1462.92
    ],
    [
        " For sure.",
        1463.14,
        1465.38
    ],
    [
        " You know, three of everything.",
        1466.3,
        1468.28
    ],
    [
        " If you go for it, it's like, that's too much.",
        1468.44,
        1470.14
    ],
    [
        " Like you shouldn't do for it.",
        1470.24,
        1471.36
    ],
    [
        " For us, darn, already, you know.",
        1471.36,
        1472.7
    ],
    [
        " Oh, plus, it depends on what I say, though.",
        1473.96,
        1476.0
    ],
    [
        " So like if there's, if it's a word, the vowel in the word will, they'll be like, that's,",
        1476.28,
        1483.84
    ],
    [
        " that can be infinite.",
        1483.88,
        1484.74
    ],
    [
        " Word.",
        1484.96,
        1485.18
    ],
    [
        " What do you mean?",
        1485.32,
        1485.6
    ],
    [
        " If I put, I don't know, you know how like you'll tell me something exciting and I'll put,",
        1485.6,
        1488.6
    ],
    [
        " I don't know, put dang instead of D, A, N, G, I'll put D lower case,",
        1488.7,
        1493.58
    ],
    [
        " A, depending the level of excitement, A, A, A, A, A, A, that can go infinitely, by the way,",
        1494.02,
        1499.68
    ],
    [
        " that can spend 20 text messages even over 20 days.",
        1499.68,
        1503.52
    ],
    [
        " And that's how infinite it can be.",
        1503.74,
        1505.0
    ],
    [
        " Then the first half of the A's in lower case, the second half of the A's are upper case,",
        1505.16,
        1509.04
    ],
    [
        " the N, maybe 10 ends, three G's, all capital, then, you know, then, so it depends, it just depends.",
        1509.32,
        1516.9
    ],
    [
        " It just depends.",
        1517.28,
        1517.9
    ],
    [
        " But yes, well, like I said, I think you communicate well with the audience.",
        1518.26,
        1522.06
    ],
    [
        " But yeah, that's what I'm saying on a, on a serious note in regards to communication,",
        1522.06,
        1525.84
    ],
    [
        " that is effective.",
        1525.84,
        1527.08
    ],
    [
        " You know what I mean.",
        1527.46,
        1528.24
    ],
    [
        " You can sense my level of excitement as opposed to cool period.",
        1528.26,
        1532.9
    ],
    [
        " Yeah, yeah, no, no, you're, you're, you're better with that real quick text.",
        1533.0,
        1539.2
    ],
    [
        " Yeah.",
        1539.8,
        1539.9
    ],
    [
        " Oh, that's funny.",
        1540.26,
        1545.24
    ],
    [
        " It's like, anyway, next question.",
        1545.66,
        1553.08
    ],
    [
        " If you are ready, if you're ready, sorry.",
        1553.32,
        1556.32
    ],
    [
        " No, no, all good.",
        1556.44,
        1557.82
    ],
    [
        " I think it's been a good mood, I guess, the rainbow emojis.",
        1557.94,
        1561.5
    ],
    [
        " That's it.",
        1561.58,
        1564.22
    ],
    [
        " It's like things.",
        1564.64,
        1565.62
    ],
    [
        " Dearest Jocco speaking of lighthearted, nice emotions, dearest Jocco.",
        1566.98,
        1574.04
    ],
    [
        " You just skipped number four.",
        1574.12,
        1575.24
    ],
    [
        " Okay, my, my, my, my, okay, Jocco, what is the difference between extreme ownership versus the easy button?",
        1577.16,
        1583.54
    ],
    [
        " Can you elaborate?",
        1584.14,
        1585.22
    ],
    [
        " I just need a little more clarification to connect the dots in my situation.",
        1585.34,
        1589.12
    ],
    [
        " Okay.",
        1589.6,
        1589.82
    ],
    [
        " Again, so as a leader, yes, of course, you are supposed to take ownership of everything, extreme ownership of everything.",
        1590.22,
        1597.46
    ],
    [
        " That's what we talk about all the time.",
        1597.64,
        1599.58
    ],
    [
        " But does this mean that you say, I will do this and I will do that and I will do the other thing and I will do everything that the team is supposed to be doing?",
        1600.3,
        1610.28
    ],
    [
        " No, that's, that's not what I'm talking about.",
        1610.48,
        1612.28
    ],
    [
        " Now, ownership does mean that you get things done.",
        1612.28,
        1615.34
    ],
    [
        " You are responsible for making sure things get done.",
        1616.1,
        1619.12
    ],
    [
        " That's what ownership is.",
        1619.32,
        1620.3
    ],
    [
        " Our team is in charge of something.",
        1620.62,
        1621.9
    ],
    [
        " If our team is in charge of a project and, and we don't get it done, it's my fault.",
        1622.18,
        1627.72
    ],
    [
        " It's not anybody else's fault.",
        1627.84,
        1628.62
    ],
    [
        " So that's, that's what it is.",
        1628.92,
        1630.58
    ],
    [
        " It means you take responsibility when things go wrong.",
        1630.9,
        1632.86
    ],
    [
        " It means you take responsibility for problems and you get them fixed.",
        1632.86,
        1635.24
    ],
    [
        " That's definitely ownership.",
        1635.38,
        1636.92
    ],
    [
        " Now, the easy button, and when I talk about the easy button in a negative way, because that's what I'm doing here, it's when your subordinates come to you and say,",
        1638.22,
        1646.54
    ],
    [
        " how should I do this or what's the best way to execute this or can you, can you tell me a good plan on how we should make this happen?",
        1646.8,
        1656.72
    ],
    [
        " Or even, hey, there's bad news, can you come tell my people?",
        1656.78,
        1661.12
    ],
    [
        " Because I don't really want to do it.",
        1661.54,
        1663.74
    ],
    [
        " Now, if you say yes to those types of things on a regular basis, then what you're doing is you're actually, you're actually stunting the growth of your subordinate leader.",
        1663.92,
        1673.18
    ],
    [
        " Because instead, when you come to me and you say, hey, Jocke, we got this mission, we got a plan.",
        1673.42,
        1677.72
    ],
    [
        " How do you think we should do it?",
        1678.1,
        1679.14
    ],
    [
        " If I say, okay, we should come in from the north, you should, you know, set up an overwatch position here, you should move through the target from this direction.",
        1679.54,
        1684.6
    ],
    [
        " You didn't learn anything.",
        1684.96,
        1686.44
    ],
    [
        " You just took what I told you.",
        1686.86,
        1688.08
    ],
    [
        " Instead, I say, well, go come up with your best plan and come back to me and brief me on it.",
        1688.36,
        1691.3
    ],
    [
        " And so now, you might be kind of bummed out because you wanted, you didn't have one have to do this extra work.",
        1691.88,
        1696.44
    ],
    [
        " But now you got to go do a little extra work, but now you're learning.",
        1696.64,
        1698.94
    ],
    [
        " And in two or three times, you're not even coming to ask me anymore, you're going to come with a plan.",
        1699.32,
        1702.48
    ],
    [
        " And because we already did a cycle, cycle after cycle of, you say, hey, here's my plan.",
        1702.52,
        1706.7
    ],
    [
        " And be saying, hey, make this adjustment.",
        1706.7,
        1707.84
    ],
    [
        " And you come back next time, you say, here's my plan.",
        1708.12,
        1710.02
    ],
    [
        " And I said, make this little adjustment.",
        1710.2,
        1711.18
    ],
    [
        " And eventually, you know to make those adjustments on your own.",
        1711.52,
        1713.4
    ],
    [
        " And now you can do it by yourself.",
        1713.44,
        1714.42
    ],
    [
        " And that's what we want.",
        1714.7,
        1716.34
    ],
    [
        " I don't want to stunt the growth of my subordinate leader so I don't want to be an easy button.",
        1716.34,
        1722.48
    ],
    [
        " So you're providing the easy button, like that's what they're talking about when they say easy button.",
        1723.16,
        1728.24
    ],
    [
        " Yeah, if you don't want to be the easy button, you're good.",
        1728.38,
        1730.16
    ],
    [
        " You don't want to be the easy button for everybody else.",
        1730.16,
        1731.64
    ],
    [
        " And also, no one's going to be able to take your job from you, which is actually what you want.",
        1731.82,
        1736.82
    ],
    [
        " I want to make every one of my subordinates so good that they can take my job from you.",
        1737.04,
        1740.52
    ],
    [
        " That means I can step up and look forward and look out.",
        1740.56,
        1743.96
    ],
    [
        " And they can do a better job of handling what they've got to handle.",
        1744.28,
        1747.38
    ],
    [
        " And eventually, when it's my time to get promoted, I got people to take my place.",
        1747.38,
        1751.28
    ],
    [
        " And we're all good.",
        1751.6,
        1752.36
    ],
    [
        " Of course, that doesn't mean leave them blind or let them fail.",
        1753.02,
        1756.12
    ],
    [
        " Don't do that.",
        1756.34,
        1757.0
    ],
    [
        " You want to give them rope?",
        1757.18,
        1758.56
    ],
    [
        " But you don't give them enough rope to hang themselves.",
        1760.32,
        1762.24
    ],
    [
        " You give them enough rope that they maybe get a little knot in the rope and it gets a little bit sloppy.",
        1762.76,
        1767.84
    ],
    [
        " And then you go over to me and say, I'm not here.",
        1767.84,
        1770.04
    ],
    [
        " Let me help you get that untied.",
        1770.14,
        1771.18
    ],
    [
        " And now you give them the rope again.",
        1771.58,
        1773.16
    ],
    [
        " So you don't, you know, in the military, you don't let someone go to a mission that's real",
        1773.42,
        1780.04
    ],
    [
        " where someone's going to get hurt killed or a mission failure because you wanted to not be the easy button.",
        1780.04,
        1784.88
    ],
    [
        " No, you don't do that.",
        1784.96,
        1785.8
    ],
    [
        " In the civilian sector, you don't let someone lose a big client or lose a bunch of money or make a mistake that costs a bunch of capital",
        1785.98,
        1793.02
    ],
    [
        " because you didn't want to be the easy button.",
        1793.02,
        1794.7
    ],
    [
        " No, no, no.",
        1794.7,
        1795.26
    ],
    [
        " Now, might you let someone make a little mistake?",
        1795.26,
        1797.7
    ],
    [
        " Sure.",
        1797.92,
        1798.02
    ],
    [
        " A little mistake that costs them a little bit of money?",
        1798.4,
        1800.38
    ],
    [
        " Sure.",
        1800.58,
        1800.74
    ],
    [
        " So they learn a lesson?",
        1801.1,
        1802.08
    ],
    [
        " Sure.",
        1802.22,
        1802.36
    ],
    [
        " But you know what, I'm following your face.",
        1802.7,
        1804.0
    ],
    [
        " You don't let them hang themselves.",
        1804.0,
        1805.48
    ],
    [
        " So that's that.",
        1805.96,
        1807.16
    ],
    [
        " Next question.",
        1807.6,
        1811.04
    ],
    [
        " Dearest Jocco.",
        1812.72,
        1814.9
    ],
    [
        " A question for you in the podcast.",
        1815.4,
        1817.86
    ],
    [
        " Our fire department promotion process has role-playing scenarios.",
        1818.04,
        1821.92
    ],
    [
        " In those role-playing scenarios, I lose points because I'm not outwardly passionate, quote unquote, enough.",
        1821.92,
        1827.82
    ],
    [
        " I would have to fake it to succeed and I'm not a fake person.",
        1828.84,
        1832.36
    ],
    [
        " Is this worth it?",
        1832.58,
        1833.64
    ],
    [
        " To fake it when seeking promotion?",
        1833.96,
        1835.9
    ],
    [
        " It's not like I'm going to fake it once I attain the promotion.",
        1836.76,
        1839.58
    ],
    [
        " Okay.",
        1840.42,
        1840.66
    ],
    [
        " This is a very cool question, like this question a lot.",
        1841.28,
        1844.06
    ],
    [
        " And actually on this guy sent me this question on Facebook.",
        1844.22,
        1846.74
    ],
    [
        " I responded very quickly and simply my response was play the game.",
        1846.74,
        1854.06
    ],
    [
        " Yeah.",
        1854.06,
        1854.86
    ],
    [
        " So fake it.",
        1855.18,
        1855.88
    ],
    [
        " Play the game.",
        1855.92,
        1856.5
    ],
    [
        " And you know what he wrote back?",
        1856.64,
        1858.8
    ],
    [
        " Got it.",
        1859.14,
        1859.9
    ],
    [
        " Yeah.",
        1859.92,
        1860.28
    ],
    [
        " So good for him.",
        1860.38,
        1861.04
    ],
    [
        " Yeah.",
        1861.38,
        1861.66
    ],
    [
        " Because what everybody I think thinks I'm going to say is like, no, you beat out yourself.",
        1861.78,
        1866.08
    ],
    [
        " No, you don't play the game.",
        1866.44,
        1867.6
    ],
    [
        " You're not going to get up there and act all passionate about stuff.",
        1867.76,
        1870.6
    ],
    [
        " You're hard-core.",
        1870.74,
        1871.74
    ],
    [
        " No.",
        1871.92,
        1872.04
    ],
    [
        " Yeah.",
        1872.78,
        1873.18
    ],
    [
        " Play the game.",
        1873.46,
        1873.9
    ],
    [
        " Now, you, you, because what you're doing, you play the game, you, you want to do a good job and you're doing your job.",
        1874.24,
        1878.68
    ],
    [
        " And doing your job, doing any job requires some level of faking it.",
        1879.12,
        1885.22
    ],
    [
        " Yeah.",
        1885.56,
        1885.84
    ],
    [
        " Now does this mean that you're a fake person?",
        1886.44,
        1888.24
    ],
    [
        " No.",
        1888.42,
        1888.54
    ],
    [
        " It means that you're trying to do a good job.",
        1888.72,
        1889.88
    ],
    [
        " Think if every time that your boss came in with a dumb idea and you, your reaction was to say, that's a dumb idea.",
        1890.3,
        1899.96
    ],
    [
        " Yeah.",
        1901.32,
        1901.8
    ],
    [
        " Is that going to get you anywhere?",
        1900.54,
        1903.06
    ],
    [
        " Or every time a customer had an idiot, idiotic complaint about something, you were like, hey, you're an idiot.",
        1903.18,
        1909.08
    ],
    [
        " Yeah.",
        1909.6,
        1909.74
    ],
    [
        " Or every time your wife said, you know, is this chicken dry?",
        1910.02,
        1916.98
    ],
    [
        " And you said it's drier than a piece of cardboard in the Sahara Desert.",
        1917.5,
        1920.84
    ],
    [
        " Is that, is that the easy one?",
        1921.34,
        1924.22
    ],
    [
        " Would you, would you benefit from that?",
        1924.36,
        1925.7
    ],
    [
        " How would that work out?",
        1925.88,
        1927.56
    ],
    [
        " The answer is you would, he would not work out well in any of those cases.",
        1928.16,
        1932.5
    ],
    [
        " You have to play the game.",
        1933.0,
        1934.42
    ],
    [
        " You have to play the game.",
        1935.06,
        1936.92
    ],
    [
        " And I know, I know that that's hard.",
        1937.7,
        1940.38
    ],
    [
        " And I'll tell you what I did to get myself over playing the game.",
        1940.82,
        1947.86
    ],
    [
        " I turned it into a game in my head.",
        1948.62,
        1952.52
    ],
    [
        " I was like, I'm, I'm going to build a relationship with this boss that I don't like.",
        1952.92,
        1955.94
    ],
    [
        " I'm going to do it.",
        1956.06,
        1957.0
    ],
    [
        " I'm going to build the best relationship.",
        1957.28,
        1958.56
    ],
    [
        " That's my game.",
        1958.64,
        1959.08
    ],
    [
        " I'm going to become this guy's bro, right?",
        1959.78,
        1961.88
    ],
    [
        " When I was at officer candidate school, you got to do the most ridiculous rules.",
        1962.58,
        1967.8
    ],
    [
        " They have these, these rules that you've got to follow that we're really annoying.",
        1968.52,
        1973.0
    ],
    [
        " And you know what I did?",
        1973.54,
        1974.9
    ],
    [
        " I executed the rules harder and more stringently than anybody thought was even remotely necessary.",
        1975.58,
        1983.5
    ],
    [
        " And had fun with it.",
        1984.08,
        1985.28
    ],
    [
        " I played that game.",
        1985.58,
        1987.44
    ],
    [
        " I, you know, if I've got a peer that may be competing with or there's some tension, I'm going to support them.",
        1987.7,
        1995.58
    ],
    [
        " I'm going to play the game.",
        1995.84,
        1996.56
    ],
    [
        " That's what I'm saying.",
        1996.68,
        1997.04
    ],
    [
        " You got to play the game.",
        1997.12,
        1998.0
    ],
    [
        " Now, does this make me a bad person or a fake person?",
        1998.14,
        2000.52
    ],
    [
        " No, why?",
        2000.68,
        2001.44
    ],
    [
        " Because you're doing this.",
        2001.82,
        2003.26
    ],
    [
        " The reason you're playing the game, the reason you're acting, acting this way, is for benevolent reasons.",
        2003.64,
        2009.62
    ],
    [
        " Right?",
        2010.24,
        2010.7
    ],
    [
        " This guy at the fire department, he's not trying to get promoted so that he can you serve the powers and take over.",
        2011.08,
        2018.9
    ],
    [
        " No, he's trying to get into a position where he can better lead and serve and step up and raise young leaders underneath him.",
        2019.02,
        2027.98
    ],
    [
        " That's what you're trying to do.",
        2028.06,
        2029.34
    ],
    [
        " You're not trying to sneak into a position you don't deserve and you're not trying to build relationships so you can take advantage of people for your own benefit.",
        2029.96,
        2036.76
    ],
    [
        " That, that would be a fake person.",
        2037.08,
        2039.1
    ],
    [
        " In my opinion, you're trying to move, but if you're trying to move up in rank so you can do better and you can take care of the troops and you can increase readiness, there's nothing wrong with that.",
        2039.36,
        2052.7
    ],
    [
        " And if you don't play the game to some level, you're not going to get promoted.",
        2053.14,
        2057.7
    ],
    [
        " And guess what?",
        2058.12,
        2058.58
    ],
    [
        " Then people that played the game that might be less, less qualified to do that job, they're going to get the job because you wouldn't play the game, you're too stubborn, your ego is too big.",
        2059.16,
        2070.52
    ],
    [
        " So you got to put that aside.",
        2071.0,
        2072.36
    ],
    [
        " And I'll tell you something else.",
        2073.22,
        2074.18
    ],
    [
        " Learn from what you're being told.",
        2075.16,
        2077.52
    ],
    [
        " If you're showing no passion, if you're showing like a zero motion, that's bad.",
        2078.1,
        2084.6
    ],
    [
        " That's why people will not connect with you.",
        2084.6,
        2086.36
    ],
    [
        " And if they don't connect with you, they don't follow you.",
        2087.14,
        2092.12
    ],
    [
        " If they don't connect with you, you're not building relationships with people.",
        2092.18,
        2094.66
    ],
    [
        " If you don't have relationships with people, you don't have a good team.",
        2094.74,
        2097.72
    ],
    [
        " So show a little bit of passion.",
        2099.18,
        2101.56
    ],
    [
        " Sometimes you got to fake it. That's fine.",
        2101.88,
        2103.28
    ],
    [
        " You're just a really unpassident person.",
        2103.46,
        2105.64
    ],
    [
        " Cool. Show a little bit of passion.",
        2105.8,
        2107.3
    ],
    [
        " Fake it a little bit.",
        2107.88,
        2108.98
    ],
    [
        " Learn it a little bit.",
        2109.7,
        2110.8
    ],
    [
        " Because it's actually going to be beneficial.",
        2111.0,
        2112.36
    ],
    [
        " I would love for you to fake it for a little while until you start caring.",
        2112.6,
        2116.16
    ],
    [
        " What are you not passionate about?",
        2116.6,
        2118.12
    ],
    [
        " Are you not passionate about the job?",
        2118.58,
        2120.78
    ],
    [
        " Are you not passionate about your firefighter, about saving people's lives?",
        2121.66,
        2124.72
    ],
    [
        " Are you not passionate about having a square-to-way department?",
        2125.24,
        2127.62
    ],
    [
        " Of course you're passionate about that stuff.",
        2128.18,
        2129.76
    ],
    [
        " Otherwise you wouldn't be sending me a message saying, hey, how do I get advanced?",
        2129.88,
        2133.38
    ],
    [
        " How do I do better?",
        2133.52,
        2134.48
    ],
    [
        " You are passionate about it.",
        2134.74,
        2136.2
    ],
    [
        " And that's fine. It's good.",
        2136.74,
        2138.2
    ],
    [
        " I say it all the time.",
        2139.0,
        2140.82
    ],
    [
        " If you don't have any emotions that you're a robot and robots, people don't follow robots.",
        2141.06,
        2144.9
    ],
    [
        " So sometimes you got to show a little bit of that emotion and passion to connect with people.",
        2145.46,
        2151.08
    ],
    [
        " That's okay.",
        2151.32,
        2151.78
    ],
    [
        " Yeah.",
        2152.42,
        2152.62
    ],
    [
        " Don't be scared.",
        2152.82,
        2153.24
    ],
    [
        " Hold me.",
        2153.54,
        2153.84
    ],
    [
        " Yeah, don't be scared.",
        2154.24,
        2154.96
    ],
    [
        " Yeah, because that's really the thing right is showing it.",
        2155.16,
        2157.74
    ],
    [
        " Of course you're passionate about it, but showing it.",
        2157.98,
        2160.2
    ],
    [
        " Because different people, they're something.",
        2160.3,
        2161.68
    ],
    [
        " Brian, I dig it.",
        2162.02,
        2162.9
    ],
    [
        " I don't always be showing how fired up I am all the time, or whatever in scenario, whatever.",
        2163.46,
        2168.9
    ],
    [
        " But that does help.",
        2169.5,
        2170.98
    ],
    [
        " When you tell something exciting about it.",
        2171.42,
        2173.42
    ],
    [
        " And there's a dichotomy here.",
        2173.98,
        2175.56
    ],
    [
        " Yeah.",
        2175.82,
        2176.02
    ],
    [
        " Because there's some people that will show too much emotions.",
        2176.22,
        2178.48
    ],
    [
        " Yeah.",
        2178.64,
        2178.82
    ],
    [
        " And there's some people that will not show enough.",
        2179.1,
        2180.74
    ],
    [
        " So you want to be somewhere balanced in the middle.",
        2181.06,
        2182.98
    ],
    [
        " Yeah.",
        2183.36,
        2183.58
    ],
    [
        " Yeah, that's true.",
        2184.16,
        2185.32
    ],
    [
        " And I dig it too because it does feel like faking it.",
        2185.74,
        2188.04
    ],
    [
        " Because in football, the tradition is to be fired up on the sidelines.",
        2188.04,
        2192.4
    ],
    [
        " Let's go.",
        2192.5,
        2193.02
    ],
    [
        " Let's go.",
        2193.28,
        2193.92
    ],
    [
        " Let's go.",
        2194.02,
        2194.32
    ],
    [
        " That kind of thing.",
        2194.9,
        2195.58
    ],
    [
        " Sometimes you have the energy for that.",
        2196.06,
        2197.46
    ],
    [
        " Sometimes you're nervous and you want to focus on what you got to do or whatever.",
        2197.58,
        2200.62
    ],
    [
        " But it's part of the game.",
        2201.38,
        2203.06
    ],
    [
        " And it does help the people around you too.",
        2203.92,
        2206.5
    ],
    [
        " It's like, okay, he's fired up.",
        2206.76,
        2208.24
    ],
    [
        " Maybe I'm not fired up now, but he's kind of getting fired up.",
        2208.38,
        2211.32
    ],
    [
        " And it helps the team.",
        2211.46,
        2212.92
    ],
    [
        " Yeah.",
        2213.12,
        2213.24
    ],
    [
        " But yeah.",
        2213.3,
        2214.0
    ],
    [
        " So yeah, sometimes it doesn't feel that comfortable to do.",
        2214.0,
        2216.86
    ],
    [
        " Express outwardly, you know, how passionate it helps.",
        2217.4,
        2220.36
    ],
    [
        " Plus it's faking it.",
        2220.74,
        2221.8
    ],
    [
        " That's like a framing thing too.",
        2221.98,
        2223.98
    ],
    [
        " You know how like you frame it.",
        2224.16,
        2225.56
    ],
    [
        " Like you're faking it versus how you said you're playing the game.",
        2225.6,
        2228.06
    ],
    [
        " Right.",
        2228.18,
        2228.34
    ],
    [
        " You're playing the game because you want to do a better job.",
        2228.66,
        2230.6
    ],
    [
        " You want to get promoted.",
        2230.82,
        2231.68
    ],
    [
        " You want to get promoted for the right reasons.",
        2231.84,
        2233.7
    ],
    [
        " Yeah.",
        2234.04,
        2234.26
    ],
    [
        " There's nothing wrong with that.",
        2234.58,
        2235.72
    ],
    [
        " Yeah, that's good.",
        2235.88,
        2237.2
    ],
    [
        " I think if you can kind of bend and stretch yourself in an uncomfortable way for the benefit.",
        2237.38,
        2241.6
    ],
    [
        " You know, I think where people, I think that term of faking it, no one wants to be a fake person.",
        2241.6,
        2248.8
    ],
    [
        " Right.",
        2248.82,
        2248.98
    ],
    [
        " Which is why you're correct in that.",
        2249.74,
        2252.04
    ],
    [
        " The way that's framed is I'm being a fake person.",
        2252.12,
        2256.38
    ],
    [
        " And no one wants to be a fake person.",
        2256.58,
        2259.7
    ],
    [
        " Yeah.",
        2259.92,
        2260.16
    ],
    [
        " At the same time, you have to grow.",
        2260.64,
        2265.96
    ],
    [
        " And you have to adjust.",
        2266.44,
        2268.44
    ],
    [
        " And if you're going to be in a leadership position, you're going to do things that you wouldn't have.",
        2268.66,
        2275.06
    ],
    [
        " Man, I do that all the time.",
        2275.18,
        2276.7
    ],
    [
        " I mean, when I was in the military, you know, I worked with people that I said this before.",
        2277.96,
        2281.8
    ],
    [
        " I work with people both below me in the chain of command and above me in the chain of command.",
        2281.96,
        2285.72
    ],
    [
        " That I despised.",
        2286.28,
        2288.1
    ],
    [
        " They never knew it.",
        2288.32,
        2289.98
    ],
    [
        " They don't know who they are right now.",
        2290.14,
        2291.54
    ],
    [
        " Dang.",
        2291.82,
        2292.02
    ],
    [
        " But you know, you got it.",
        2292.86,
        2297.38
    ],
    [
        " Was that making me a fake person?",
        2297.4,
        2298.68
    ],
    [
        " No.",
        2298.86,
        2299.06
    ],
    [
        " Makes me a professional.",
        2299.5,
        2300.36
    ],
    [
        " Makes me a professional at doing my job.",
        2300.68,
        2302.38
    ],
    [
        " Because I wasn't going to get that some little personal emotion of mine or some,",
        2302.58,
        2305.52
    ],
    [
        " oh, that guy does this and I don't like that.",
        2305.72,
        2308.24
    ],
    [
        " So I'm not going to like him.",
        2308.34,
        2309.32
    ],
    [
        " And now we have an adversary relationship.",
        2309.5,
        2311.16
    ],
    [
        " And now I've got a problem.",
        2311.26,
        2313.08
    ],
    [
        " No, I'm playing the game.",
        2313.42,
        2314.76
    ],
    [
        " Play the game.",
        2315.22,
        2315.98
    ],
    [
        " So what is the line?",
        2316.58,
        2318.88
    ],
    [
        " What is a fake person genuinely?",
        2319.14,
        2320.7
    ],
    [
        " Well, I was going to ask you what the line is.",
        2321.38,
        2323.54
    ],
    [
        " The line is if you go against what your principles are.",
        2323.6,
        2325.68
    ],
    [
        " So if you've got fundamental principles that they say, oh, if you want this job,",
        2326.28,
        2330.98
    ],
    [
        " but what we need you to do is fill out a report about Billy saying that he did something wrong",
        2330.98,
        2338.78
    ],
    [
        " that you know he didn't do wrong.",
        2338.78,
        2339.92
    ],
    [
        " And you go, no, I'm not going to do that.",
        2340.56,
        2342.22
    ],
    [
        " That's bad.",
        2343.0,
        2345.18
    ],
    [
        " Now you're not just playing the game.",
        2346.12,
        2348.14
    ],
    [
        " Now you're going against your principles of being an honest person about what's happening.",
        2348.72,
        2352.4
    ],
    [
        " Yeah, that's really what it is, right?",
        2353.12,
        2354.8
    ],
    [
        " Like the honesty when you're a fake person.",
        2355.0,
        2356.92
    ],
    [
        " So like if someone's like, oh, I'm faking it or I'm being a fake person.",
        2357.14,
        2360.66
    ],
    [
        " How you say a fake person?",
        2360.76,
        2362.38
    ],
    [
        " Like turning on some passion, some manufactured passion for the sake of the team and stuff like that.",
        2362.94,
        2367.4
    ],
    [
        " That doesn't feel like you're a fake person.",
        2367.42,
        2369.96
    ],
    [
        " Fake person is kind of like you'll sit like someone.",
        2370.04,
        2371.94
    ],
    [
        " I don't know, for example, someone's in the room and you're like, hey, you're great.",
        2372.12,
        2375.36
    ],
    [
        " That shirt looks great and you're doing a great job.",
        2375.58,
        2377.22
    ],
    [
        " They leave and be like, like, I suck.",
        2377.22,
        2378.64
    ],
    [
        " Right.",
        2378.78,
        2378.88
    ],
    [
        " The reason I'll tell you the difference.",
        2379.28,
        2382.38
    ],
    [
        " I'm going to consider someone to be angry that someone's a fake person is when they are doing it because they're doing it for personal benefit.",
        2382.38,
        2388.16
    ],
    [
        " Oh, yeah.",
        2388.62,
        2388.98
    ],
    [
        " They're saying, like if you were my boss and I come in and I say, hey, I go, I really like your new haircut.",
        2389.08,
        2399.12
    ],
    [
        " Looks great.",
        2399.38,
        2399.78
    ],
    [
        " I don't really think that.",
        2400.28,
        2402.18
    ],
    [
        " I think your haircut looks dumb, but I'm going to say that anyways.",
        2402.38,
        2404.3
    ],
    [
        " And everyone knows that all I want to do is get that next promotion.",
        2404.42,
        2406.66
    ],
    [
        " That's being fake.",
        2406.86,
        2408.4
    ],
    [
        " Yeah, that's being fake.",
        2408.66,
        2410.04
    ],
    [
        " But if I'm saying, well, because what am I really doing?",
        2411.12,
        2414.1
    ],
    [
        " What I'm doing is I'm making an adaptation.",
        2414.26,
        2416.5
    ],
    [
        " I'm growing.",
        2417.24,
        2418.22
    ],
    [
        " I'm doing something that I'm uncomfortable with because I know it's going to make me a better leader.",
        2418.82,
        2424.02
    ],
    [
        " That's what I should be doing is trying to become a better leader.",
        2425.16,
        2427.66
    ],
    [
        " Now again, if in this whatever organization what you have to do is do something that you don't agree with.",
        2428.9,
        2438.4
    ],
    [
        " And it's the wrong thing to do.",
        2439.72,
        2442.22
    ],
    [
        " And you do it anyways.",
        2443.24,
        2444.12
    ],
    [
        " Well, then that's almost a totally different thing.",
        2444.3,
        2447.2
    ],
    [
        " There's that.",
        2447.52,
        2447.82
    ],
    [
        " Then there's, hey, I'm going to kiss ass so that I get promoted.",
        2448.18,
        2452.12
    ],
    [
        " It's all about me.",
        2452.52,
        2453.36
    ],
    [
        " And that's probably what we think of the definition of a fake person.",
        2454.68,
        2459.72
    ],
    [
        "",
        2460.16,
        2460.16
    ],
    [
        " These guys are crazy.",
        2461.48,
        2464.24
    ],
    [
        " Next question.",
        2465.6,
        2467.46
    ],
    [
        " I saw a weakness in you on your latest podcast.",
        2468.58,
        2473.62
    ],
    [
        " You seem to overlook the fact that some infant children were raised in undisciplined environments with undisciplined parents.",
        2474.18,
        2481.1
    ],
    [
        " They grow up having modeled these undisciplined examples.",
        2481.42,
        2485.48
    ],
    [
        " I hate the fact that I have gross undisciplined behavior.",
        2486.02,
        2489.38
    ],
    [
        " Solving this is a major priority in my life.",
        2489.92,
        2491.9
    ],
    [
        " You have zero idea of what it, of what this experience is like for me.",
        2492.2,
        2496.16
    ],
    [
        " You seem blind to this struggle like a father who would ignore their child's struggle and offer only the words man up.",
        2496.16,
        2504.74
    ],
    [
        " So this is a good question.",
        2505.2,
        2510.26
    ],
    [
        " And I see where this guy's coming from for sure.",
        2510.68,
        2514.54
    ],
    [
        " And I know that it can be very, very frustrating to try and become disciplined.",
        2514.54,
        2521.62
    ],
    [
        " And I apologize that I haven't talked about the fact of what to do if you come from an undisciplined family or you have undisciplined parents.",
        2522.88,
        2531.44
    ],
    [
        " I haven't really talked about what to do in that situation, but there's a reason that I haven't talked about that before.",
        2531.74,
        2537.0
    ],
    [
        " And that is because you don't get disciplined from your parents.",
        2537.36,
        2540.94
    ],
    [
        " You don't get disciplined from your parents, from your grandparents, from your older brothers and sisters.",
        2541.52,
        2548.74
    ],
    [
        " You don't get disciplined from an external source.",
        2548.74,
        2552.84
    ],
    [
        " You have to get it from you.",
        2553.4,
        2556.82
    ],
    [
        " That's what self-discipline is. You get it from yourself. You get it from you.",
        2557.22,
        2560.5
    ],
    [
        " So there's people from every possible background, from no parents to crazy parents, to drug addicted parents,",
        2560.94,
        2576.46
    ],
    [
        " to super squared away parents, and everywhere in between on that spectrum that are completely disciplined people.",
        2576.7,
        2584.74
    ],
    [
        " More disciplined than anyone I know.",
        2585.28,
        2588.26
    ],
    [
        " It doesn't come from your parents. You don't inherit it.",
        2589.2,
        2594.14
    ],
    [
        " And there's another piece here.",
        2594.32,
        2595.68
    ],
    [
        " It's called ownership, right? It's called ownership.",
        2597.06,
        2600.96
    ],
    [
        " And if you want to blame other people for the problem, and I say this all the time, if you don't take ownership of the problem, the problem is not going to get solved.",
        2600.96,
        2609.82
    ],
    [
        " So if you blame your parents for not having raised you in a disciplined environment, you're not going to solve that problem.",
        2609.9,
        2614.9
    ],
    [
        " You're looking at your parents saying, if you would have done a better job being more disciplined for me, I would be more disciplined now.",
        2615.58,
        2622.16
    ],
    [
        " So that means you can't do anything. The fact of the matter is it's wrong. You actually can do something.",
        2623.2,
        2628.7
    ],
    [
        " And it doesn't matter how your parents raised you and brought you up.",
        2628.98,
        2633.42
    ],
    [
        " You can have the discipline you need to decide to do it.",
        2634.14,
        2638.28
    ],
    [
        " So as long as you're blaming other people, if you blame me for not discussing it, you blame me for having zero idea what that experience is like, you blame your parents for not raising you this way.",
        2640.72,
        2651.52
    ],
    [
        " As long as you're blaming other people, as long as you're counting on other people to give you discipline, as long as you do that, you will not have it.",
        2651.52,
        2656.9
    ],
    [
        " So again, I'm sorry, I should have made that. I should make that more clearly, and I'm trying to make it more clearly now. And like my parents, my parents are good people.",
        2658.12,
        2669.32
    ],
    [
        " They had successful careers as educators in public schools. And my mom eventually became went into school administration. My dad taught in high school for 30 something years, and they were good, hardworking people.",
        2669.32,
        2685.6
    ],
    [
        " But I'll tell you, they were no extraordinary preachers of discipline. And I'll tell you, I, in fact, I never remember either one of them ever using the term or referring to discipline in any way.",
        2685.72,
        2705.18
    ],
    [
        " You know, when actually both my parents worked, they both worked a lot. My dad was coaching sports, and we're doing after school stuff, my mom's same thing. Like we were on our own a bunch. My parents were gone in the morning, we got ourselves to school. When we got home in the afternoon, they weren't home.",
        2706.14,
        2720.42
    ],
    [
        " So it wasn't like they were setting up this rigid discipline manner for me. And you can see this with families, many, many different families. There's families that have kids that the parents are very disciplined, and the kids are wild. And out of control sometimes it problematically so.",
        2721.32,
        2743.14
    ],
    [
        " Kids that come from really good families, but they get addicted to drugs, lack of discipline. Kids that come from really good families, but they, they spin out of control and, and going the wrong direction. And there's also the opposite, which is, hey, the parents weren't around or the parents were abusive or the parents were drug addicts. And all the kids comes out of that and is squared away is awesome.",
        2743.78,
        2764.88
    ],
    [
        " And we saw that all the time in the SEAL teams and I've said that before on this program, it doesn't matter. It doesn't matter where your background is. This is what you decide to do.",
        2765.26,
        2773.26
    ],
    [
        "",
        2773.84,
        2773.84
    ],
    [
        " And I'll tell you another thing, it's not even from the military, like the military requires discipline. Obviously. But there's plenty of people in the military that don't have it.",
        2775.22,
        2787.96
    ],
    [
        " Right. And many poor, many people lose their discipline when they leave the military because it's not being imposed on them anymore. So I mean, just go look around. I mean, being in the military does not make you a disciplined person.",
        2788.98,
        2800.92
    ],
    [
        " Being from a disciplined family does not make you a disciplined person. Being in a disciplined group does not make you a disciplined person. What makes you a disciplined person is choosing to be disciplined.",
        2801.84,
        2811.42
    ],
    [
        " So yeah, I and also as far as telling people to man up, which you know, when someone says, how do I get up early every day? I say get up early every day. How do I stop eating sugar? Stop eating sugar? That's the definition of man up. But obviously it's not just a man that need discipline in their life. I don't think I use that term. But what I do tell people is to get after it.",
        2816.7,
        2840.12
    ],
    [
        " That's what I tell people to get after it. I tell people to do the things that they know they're supposed to do. Right. There's things that you know you're supposed to do as a human being. Things that you know are going to improve your life. Do those things. There's things that you know are going to make you a worse person and make your life worse. Don't do those things.",
        2841.6,
        2860.56
    ],
    [
        " Don't do the things that are making you weaker. Start doing the things that are going to make you stronger and smarter and faster and healthier and going to make you a better human being. And I'll say the same thing to this guy.",
        2862.0,
        2873.66
    ],
    [
        " You want to be more disciplined? Get after it. That's it. Get up early. Do some kind of workout. Eat good foods. Clean your room. Make a list of things that you're supposed to do in your life. And then wake up in the morning and do those things that you put on the list.",
        2874.7,
        2890.0
    ],
    [
        " That's what discipline is. And no, it is not easy. But you're not going to get it from anyone else, but you. And it's worth it. And it is the thing that is going to bring you freedom.",
        2891.88,
        2905.92
    ],
    [
        " That's the key word right there when you said it's worth it. You know what I think this is what I think. I think like in an environment as like how he put it in undisciplined environment or something like that where he grew up in an undisciplined environment.",
        2908.12,
        2924.36
    ],
    [
        " I don't obviously that's a very vague expression. Right. Undisciplined environment. That means that I mean a lot of different things. So a lot of times like when you're brought up in a certain environment, basically you're kind of taught or not taught like the value of certain things.",
        2925.44,
        2944.82
    ],
    [
        " So if you use like I don't know working out or whatever right. So I'm going to use myself as an example. My dad is an athlete.",
        2944.82,
        2952.64
    ],
    [
        " You know, not a superior athlete, but he was, you know, he knew like working out was a part of life and stuff like that. And you know, in elementary school, we're doing sports and stuff like that.",
        2953.16,
        2966.04
    ],
    [
        " You know, some people they don't do that at all. So when they grew up into adulthood, some people straight up have never worked out before. Never been in the gym. And you know, so growing up, they were never taught the value of what working out does for you.",
        2966.04,
        2981.28
    ],
    [
        " They're never taught. So they can appreciate it. They just simply don't know the value. Sure they see people with, you know, you know, they're in shape where they can do these things and they're very function whatever they see that of course, but they don't have that value.",
        2981.38,
        2993.56
    ],
    [
        " They don't feel that value. They they just never learned it. So it can come off as like this thing for other people, you know, like, oh, that's what other people do kind of thing.",
        2993.56,
        3002.2
    ],
    [
        " So they don't understand the value. So back to the point in their mind, this weird, the connection is not made that it's worth it because they don't know the value of it really.",
        3002.58,
        3011.32
    ],
    [
        " But if you do know the value of it and then you can decide, okay, is this worth it? Is it worth it to wake up every day and in quote unquote, get after it for this particular goal or this particular set of goals.",
        3011.68,
        3022.7
    ],
    [
        " So that's what it is. And I think sure the undisciplined environment can maybe provide that. But I think you're right. I think that once you're like, oh, yeah, that's worth it.",
        3023.0,
        3032.9
    ],
    [
        " You know how people they'll find reasons when it's worth it even though they've never experienced like, you know, like a person who has a heart attack or something is like, and they have kids, young kids or something they have a heart attack.",
        3033.28,
        3052.12
    ],
    [
        " And just that they've never even thought about making and they'll do it because they decided it's worth it. And they'll be disciplined. They'll find that discipline real quick, no matter how they're trained as, you know, their environment.",
        3052.12,
        3062.86
    ],
    [
        " Yeah, because now I see that it's going to be worth it. That's it. Yeah. And if it's not worth it to use it. And that I think is what you develop the value of working out the value of you develop. You can develop that from anywhere.",
        3063.26,
        3076.6
    ],
    [
        " That's one of that's but essentially that's part of the part of the heart. Develop that from any any you can develop that from from anywhere. Yeah, you can get it from parents. You can get it from yeah, exactly right. Exactly right.",
        3076.88,
        3087.82
    ],
    [
        " But the discipline itself, just like I said, that's going to come from you. Your parents can teach it. But guess who has to it? It's still you. It's still you. And you can go to the military to specifically learn discipline. When you leave.",
        3088.0,
        3101.24
    ],
    [
        " It's on you. Who's it? Yeah, exactly right. And just like I said, like, yeah, I know people who are done with the military and are glad they're done with that. Right. They're glad with this waking up early.",
        3101.58,
        3110.4
    ],
    [
        " Yeah, they're not big. They've done it for six months. They're out of shape. They're not doing anything productive. It's it's horrible to see. Yeah.",
        3110.54,
        3117.3
    ],
    [
        " But it happens. Happens with the military happens with anything happens when kids get out of high school sports. Yeah. And all of a sudden they don't want to do that anymore.",
        3117.3,
        3126.44
    ],
    [
        " I don't have to listen to coach. Yeah. Yeah. Crazy. Don't listen to coach. Listen to yourself. Yourself. Yeah. Determine whether or not it's worth it. And I'm telling you that you don't need to determine. I'm telling you it's worth it. Oh, yeah. I'm telling you it's worth it. And you know what? You actually know it's worth it. That's why you're asking this question. You know it's worth it. You know it's worth it to have discipline. But you think there's an easier way. You think that it's something that people have. You think that when Jocco's alarm clock goes off. It's like, oh, just like that.",
        3126.44,
        3156.42
    ],
    [
        " Like my father taught me. I rise and I shine. You know, like, no, it's like the pillow feels soft and comfortable. Yeah. And the alarm clock is banging on my head. And I don't like it. You know what? I know it's worth it to get up and get after it. I know it's worth it. And you know it's worth it. Here's the thing though. We all know it's worth it.",
        3156.42,
        3182.58
    ],
    [
        " I think they know it's worth it like the kind on paper. You know they have a multiple choice question. Is it worth it? Yes or no. They'll be like, yes. Obviously I know working out is worth it. But here's the thing. I don't. If you don't know. If you don't like like having good credit for example.",
        3182.64,
        3197.48
    ],
    [
        " So I never got taught like why? Really? My mom said, yeah, you should have good credit. That's it. That's the limit to my education on credit. Right. So of course I blow it because I get you know I fall for literally all the tricks.",
        3197.86,
        3211.28
    ],
    [
        " Self-inflicted and otherwise credit gets jammed up. So I don't know. I don't know the value. I don't know. I've never experienced the benefits of having good credit. I don't know the value of good credit.",
        3212.58,
        3223.16
    ],
    [
        " So it really didn't mean much to me. Really? My credit was like junk. And I didn't care until I got denied for something that I cared. You know. But just like if you're never into working out until you're in a specific situation.",
        3223.34,
        3235.28
    ],
    [
        " But but but but like this guy that's asking this question and glad he's asking the question. I'm not I'm trying I'm not trying to come off all hard.",
        3235.46,
        3242.74
    ],
    [
        " Um but he realizes. He realizes the value of discipline because he's saying that he wants it. Right. He knows that it's going to make his life better. Yeah.",
        3243.0,
        3253.16
    ],
    [
        " And and that's why I think he's he's gotten jammed up in whatever way we don't know because I don't know maybe he's gotten unhealthy maybe he's you know who knows maybe he's gotten his finances jammed up.",
        3254.26,
        3265.7
    ],
    [
        " Whatever the case may be he knows that discipline is better for them him. He knows that he does know. This isn't a guy that doesn't know yet because sure there's people that don't you know when you're 16 years old you don't know the value of discipline.",
        3265.7,
        3278.14
    ],
    [
        " You don't know that the what you're the way you're acting right now is going to affect you in five years. You don't know that you can set yourself.",
        3278.14,
        3282.02
    ],
    [
        " You're a whole life up to be pretty awesome. Yeah. You don't know that yet. You're just like worried about where you're going on a Friday night. Right. Yeah. So this guy knows.",
        3282.28,
        3292.04
    ],
    [
        " And he wants it. And he's looking for where he can find it and where he can find it is in the mirror. Yeah. That's where it is. Yeah.",
        3292.48,
        3304.28
    ],
    [
        " So do it brother. Good luck. Get on the path and stay on the path. Yeah. And that's going to be beneficial when you do the I'm.",
        3304.44,
        3311.82
    ],
    [
        " The harshly maintaining that like not knowing the value is a big is a big thing is kind of like. Okay. So back to my credit thing.",
        3312.1,
        3319.26
    ],
    [
        " There is a point at the end where okay. So you know like I don't know 10 years ago whatever I repaired my credit. My credit was repaired.",
        3319.6,
        3328.96
    ],
    [
        " I went through painstaking not fun stuff. Yeah. But I did it. Got my credit repaired. And now I know the value because as an adult I'm functioning. It's useful now.",
        3329.32,
        3340.8
    ],
    [
        " You know. So now I know the value of having the credit because I've been through all the things that having good credit brings you through.",
        3340.98,
        3347.72
    ],
    [
        " You know. Now I'm thinking I'll never go back to that credit. Right. Never. It's worth it every single day. I'm telling you that I agree with what you're saying.",
        3348.02,
        3355.64
    ],
    [
        " Yeah. I agree with what you're saying. I'm saying that this guy knows the value and that's why he wants it. Yeah.",
        3355.92,
        3361.6
    ],
    [
        " It's like when you free realize that you got denied for something and you're like, oh, oh credit has value. I understand that now.",
        3361.88,
        3368.64
    ],
    [
        " Yeah. Something happened in his life where he said discipline has value. I know that now. Yeah. But you did credit repair.",
        3368.64,
        3373.96
    ],
    [
        " And what you said was, okay, I need to go out and repair my credit. You didn't say, hey, you know what? My mom didn't tell me about bad credit. Now I have bad credit. Yeah. Yeah.",
        3374.2,
        3383.74
    ],
    [
        " So now what am I supposed to do? Yeah. You know who repaired your credit? Who repaired your credit? Well, it was a combination of my wife and I. But yeah. Yeah. Yeah.",
        3383.74,
        3391.38
    ],
    [
        " But who repaired your credit? Yeah. We did it. Yeah. We did it. Yeah. You took responsibility for it and said, okay, I'm going to get my credit.",
        3391.38,
        3395.74
    ],
    [
        " You talked to your wife because she's smarter than you. Yeah. She was like, hey, I will. I will help this. Yeah. But it was you that said, okay, I got to get this fixed.",
        3395.82,
        3404.04
    ],
    [
        " And you got help. But you knew to reach out for help. But you're the one that ultimately is responsible for it. Yeah. You're right about that. Like I did it. Like I didn't blame my parents and then continue having bad credit.",
        3404.42,
        3417.32
    ],
    [
        " Right. Right. Like you said, no, I got to get value. This thing has credit has value. I need to fix it. Yeah. And you fixed it. Yeah. Regardless where it came from. Regardless.",
        3417.32,
        3428.4
    ],
    [
        " So what you know, oh, you don't know how to work out cool. Then you go hire a personal trainer because you know it's going to it's the right thing to do. You know what I mean?",
        3431.74,
        3437.72
    ],
    [
        " Oh, you don't know how to repair your finances. Cool. Go get a counselor that's going to help you repair your finances. Oh, you're addicted to drugs or alcohol. Okay. I'm going to go find a counselor or join a group so I can get through that thing.",
        3438.06,
        3448.62
    ],
    [
        " Yeah. No one's going to hold your hand and bring you into any of those situations. You got to do it yourself. You got to have the discipline to make it happen. Yeah.",
        3449.18,
        3455.16
    ],
    [
        " Okay. Good.",
        3457.96,
        3459.22
    ],
    [
        " Number seven. Good morning. Did you find that people in the military mock those that emphasize the importance of good leadership who take leading and our responsibilities seriously?",
        3460.9,
        3478.54
    ],
    [
        " What does that mean mocking like make fun of you? Yeah. Like what people in the military making making fun of you because you take leadership super seriously. Oh, yeah. Yeah. Yeah.",
        3478.84,
        3490.06
    ],
    [
        " Yeah. This is an interesting question. So it makes me a little bit nervous because my suspicion is that this individual might be going about being a good leader the wrong way.",
        3490.06,
        3501.34
    ],
    [
        " And if you go about it the wrong way people can take offense to it. If you're the guy that goes around telling everyone that you are a leader and you're trying to be a great leader, people will take offense to that.",
        3501.6,
        3511.16
    ],
    [
        " You can't make that part of your thing, right? People that talk about the importance of good leadership are they come across as implying that they are a good leader.",
        3511.48,
        3523.5
    ],
    [
        " And and that can be offensive, especially if you aren't quite as good of a leader as you think you are.",
        3526.66,
        3533.82
    ],
    [
        " She ran around like you don't understand how important leadership is. Yeah. Yeah. Just think about that statement right there. You don't understand the importance of leadership echo.",
        3534.54,
        3541.9
    ],
    [
        " I'll always and I'm basically telling you like I'm a good leader and you're not right when the reality is just the way I'm talking proves that I'm not a good leader because I'm talking down to you.",
        3542.4,
        3550.42
    ],
    [
        " So we have a problem right there. And also if if you take leading and are leading responsibilities seriously, what does that actually mean?",
        3550.7,
        3562.38
    ],
    [
        " Does does that mean that you can't have any fun with your team? Does that mean you can't laugh at yourself when you've made a mistake?",
        3563.08,
        3570.94
    ],
    [
        " Does that mean that you are trying so hard to give off the impression that you are a great leader that it appears to everyone else that you aren't really who you act like and that your character is is disingenuous?",
        3572.52,
        3587.8
    ],
    [
        " If I'm if I'm constantly trying to put up this front that I'm the great leader, everyone starts looking at me thinking that guy's not even that's not the real him.",
        3589.76,
        3598.14
    ],
    [
        " He's just trying to rock around like a like a he's not true. You think about that you're trying to build trust and as a leader, we are trying to build trust.",
        3598.42,
        3608.36
    ],
    [
        " We talked you know, Dick Winner is talking about honesty being the most one of the most important trait of a leader. But if we're putting up a facade and how we act, that does not come across as honest.",
        3608.36,
        3618.58
    ],
    [
        " Yeah. And that doesn't build trust. In fact, it builds the opposite. And also if if if you have to put up a leadership front, if you have to put up a leadership front, in other words, if sometimes you have to act a certain way.",
        3619.08,
        3638.34
    ],
    [
        " Fake it going back to something earlier. If you have to act and fake like a leader, that means you might be you might be insecure about your leadership capability and you will come across as insecure and people consents that insecurity. So that can be very problematic.",
        3638.48,
        3655.6
    ],
    [
        " Also, if you're so into being a good leader, that probably means that you have issues giving up the reins.",
        3655.94,
        3665.78
    ],
    [
        " That means that you are probably micromanaging because you want to be a leader. You want to prove everyone that you're a good leader. And so you start micromanaging and no one wants to follow a micromanager. They don't want to do that.",
        3667.9,
        3680.96
    ],
    [
        " And if you add all these things together, what do people end up doing? They end up mocking you.",
        3681.48,
        3693.82
    ],
    [
        " They end up mocking the things that you think are important like leadership itself. They start to make fun of it.",
        3695.68,
        3703.3
    ],
    [
        " It's oh man. It's like the needle. I think it's name is needle Meyer in animal house. Is this the right name? I don't know. I kind of I'm doing a movie reference. You're not in with me. This is messed up.",
        3703.86,
        3719.02
    ],
    [
        " I like and give you the John blue sheet. That's all. Yeah. So there's it's like the leader, the the ROTC guy. Yeah. He's a guy that's like Mr. leader. And everyone makes fun of him. Yeah.",
        3719.02,
        3730.46
    ],
    [
        " He's trying to be a great leader. He's trying to be the authoritative figure. Everyone is making fun of him. So you have to be careful. In this case, I would recommend you move to the center a little bit more.",
        3731.0,
        3744.58
    ],
    [
        " Meaning that on the one hand, you have a leader that isn't building relationship isn't building trust expects people to do is there told and treat treat that leader with respect to even though they haven't earned it.",
        3744.58,
        3753.94
    ],
    [
        " That's not a good leader on the other hand. You have leaders that are too close with the troops has very personal relationships to personal relationships with the team and has lost any semblance of authority over the team. So there's your two extremes. You want to be balanced in the middle. You want to build relationships with your people.",
        3753.94,
        3770.92
    ],
    [
        " You want to build your team up and also forcing leadership on the people does not work anymore than forcing a religion or a diet or a workout or a political brief belief system.",
        3770.92,
        3787.16
    ],
    [
        " And can you make someone from a leadership perspective if you have authority over other people, can you make someone bow down to your program mechanically for a little while? Yeah, you can.",
        3788.92,
        3800.94
    ],
    [
        " You can. But if it's not from them, if they're not part of it, willfully, it's not going to work over time.",
        3801.56,
        3813.66
    ],
    [
        " So, you know, don't beat people up verbally with your leadership lessons. Don't make it your external religion that you are forcing on people internally. Yes, of course. Obviously, I always thought about leadership.",
        3815.14,
        3833.14
    ],
    [
        " I always thought about leadership, but I wasn't barking it. And I don't even think. I don't even think. Like my best, the people that taught me the most about leadership, they never said to work to me about leadership. Right. And I'm not saying that that's the best course of action because because sometimes it is good to, you know, pull someone aside and say, hey, this is the way you're acting right now in front of your troops. And that that's not going to be effective.",
        3834.62,
        3862.66
    ],
    [
        " Sometimes that is good. Especially once you've built the relationship because if I don't have a relationship with you, echo and I say, hey, I need to talk to you. Hey, the way you're treating your guys right now isn't going to go over very well with them. What's your reaction going to be? You're going to be pissed. You're going to think, oh, you don't know my guys. I know them better than you. We're going to have a problem. I accomplished nothing. My coaching and mentoring of you was horrible because we didn't have a relationship. So, you're not listening. And obviously, of course, when I start coaching and mentoring, that implies that I'm not",
        3863.0,
        3892.64
    ],
    [
        " the greatest leader of all time. That's my, that's the, that's in my implied statement. You suck. I'm great, which people reject that as well, especially when you're not that great of a leader in the first place. So don't talk about it so much. Just lead. Be a good leader. Open up discussions. Take a wrap off. Come from the flank. Instead of going straight on, maneuver tactically and tactfully get into their heads.",
        3892.64,
        3921.8
    ],
    [
        " And make better leaders by actually leading. Yes, kind of like that lead, you know, lead by example kind of thing. It kind of makes you like the question, kind of how you said in the beginning, it makes you wonder.",
        3922.08,
        3938.5
    ],
    [
        " He says the question is, do you find that people in the military mock those that emphasize the importance of good leadership? You kind of think yourself, I wonder how this person is emphasizing the importance of good. Is he the guy at the party who, you know, people are talking about, I don't know the food or something, then he just busts out leadership stuff.",
        3939.72,
        3959.8
    ],
    [
        " You know that guy, you know, who's like everything on the like the RLTC guy. Yeah, like you see, just everything. He's just pushing it. Everything, you know, leadership is everything.",
        3959.84,
        3968.74
    ],
    [
        " Leadership is everything. We weren't even talk about that. Leadership is everything.",
        3968.86,
        3971.52
    ],
    [
        " Yeah, and by the way, this is coming from a person me that I literally talk about leadership all the time.",
        3971.8,
        3977.32
    ],
    [
        " That's how you actually think. Yeah, and I actually think that way. And I get up on stage and in companies and in front of military members and police officers.",
        3977.5,
        3986.08
    ],
    [
        " And I talk about leadership. That's what I talk about all the time. Yeah. And that's what, you know what's interesting? That's what makes about face.",
        3986.08,
        3993.08
    ],
    [
        " But Colonel David Hackworth, one of the best things about that book is it's not a leadership book. He doesn't, he doesn't talk.",
        3993.64,
        4000.22
    ],
    [
        " He barely talks about, he barely says a straightforward sentence is this is how you lead. It's all from the flank. And that's why it gets you so well because it's from the flank.",
        4000.6,
        4014.2
    ],
    [
        " Yeah, it's not a book about leadership. It doesn't even say, you know, how many books get published, published all the time?",
        4014.88,
        4020.26
    ],
    [
        " You know, this is a leadership book. I wrote a book with life. How to lead and win. Yeah. Hackworth did it better. Hackworth's like, oh, this is about or read it.",
        4020.88,
        4033.86
    ],
    [
        " Yeah, yeah, in a way, I dig what you're saying, but obviously that's your job. Well, I guess my point is that if you're, if this is coming from someone who talks about leadership all the time,",
        4034.16,
        4043.6
    ],
    [
        " literally wrote a book about leadership. Yeah. And I'm saying, hey, you might not want to talk about it. That's my point, right? Yeah, yeah. That's my point. Yeah, good point. Just just back off a little bit.",
        4043.62,
        4054.8
    ],
    [
        " Yeah. So if you were like, you know, you go on the road, you do one of your, you know, your deals. And then, you know, at dinner with your family, you start going into your leadership stuff with them.",
        4054.98,
        4069.8
    ],
    [
        " That's what you shouldn't do. Yes. Yes. But I'm, what I'm saying is with your team, with your platoon, you don't sit there and say, all right, today we're going to talk about leadership again.",
        4070.58,
        4082.46
    ],
    [
        " Yeah. You don't quote unquote emphasize the importance of good leadership. Right. You just lead. You just lead. Yeah. Just do that. They're smarter than you think there. You know what you're into doing? You're kind of condescending. You can't help it.",
        4083.06,
        4095.5
    ],
    [
        " Because you're treating them like they don't know. You want to talk about the importance of leadership. They know what the importance of leadership. They're in the military. Yeah. In fact, in example of their reaction of how people take it when you start preaching to them, you know, they take it, they mock you.",
        4095.5,
        4111.08
    ],
    [
        " That's a lesson learned. Yeah. That's a lesson learned. If people are mocking you, they're not taking you seriously. Yeah. That means you're doing something wrong. What you're doing wrong in this case is you're condescendingly talking to them about the importance of leadership.",
        4111.38,
        4125.26
    ],
    [
        " They know what the importance of leadership is. Yeah. They're in the military. They know how bad it is to have a bad platoon sergeant or a bad platoon platoon commander. They know.",
        4125.26,
        4134.4
    ],
    [
        " Don't need to rub it in their face. Yeah. Remember, I think I told you the story about one of my friends, not gonna name his name because I'm certain you know he's a Navy seal. We're at a party and he got, he got joke. And he's sitting at the table explaining to all of us how bad ass Navy seals are. Yeah.",
        4135.16,
        4153.88
    ],
    [
        " Like for a long time too. This is, and he even said those words Navy seals are just so bad ass like we're so bad ass and this is why and all this stuff.",
        4153.88,
        4160.82
    ],
    [
        " It's the exact same thing because we know Navy seals are bad ass, but you sitting here telling us how bad ass you and all Navy seals are is gonna make us mock you. Yeah.",
        4160.9,
        4171.04
    ],
    [
        " Yeah. They're gonna get mocked. Yeah. Yeah. They're gonna get mocked a lot. You're gonna get mocked by other Navy seals by the way.",
        4171.04,
        4175.94
    ],
    [
        " Yeah. I'm sure you're doing that stuff. Anyway. Check. Well, I'm glad that this guy is asking the question. I'm glad that the guy is focused on leadership.",
        4175.94,
        4184.52
    ],
    [
        " And I hope that these points can come across and be digested with no, you know, it's really easy to get offended by what I'm saying. Right. If you're amulet.",
        4184.9,
        4197.68
    ],
    [
        " Well, you just doesn't get it. You know what I mean? It's really easy to say that. Yeah.",
        4197.68,
        4200.28
    ],
    [
        " It's easy for him to say, you just know what he's talking about. I'm the one that's here. I'm trying to get these guys to be better.",
        4200.54,
        4206.68
    ],
    [
        " You know, I'm trying to get my but to understand the importance of leadership. I know, man. I know and I respect that.",
        4206.86,
        4211.64
    ],
    [
        " I like the fact that you have that mindset. Man, that's all true. That's awesome. That's awesome. Come from the flank a little bit. Come from the flank.",
        4211.82,
        4220.42
    ],
    [
        " Man, you're not going to, you're not going to, you're not going to get that get it done this way. Yeah.",
        4220.78,
        4225.92
    ],
    [
        " It's kind of like if you try to convince everyone that you're the most humble person in the world, you know, nobody more humble than me.",
        4226.38,
        4235.6
    ],
    [
        " Yeah. I'm the most humble. I'm humbler than that guy. I'm humbler than you. I'm humbler than anyone who've ever lived. I'm just the most humble guy in the world.",
        4235.72,
        4242.36
    ],
    [
        " Just doesn't work like that. Next question.",
        4242.82,
        4247.66
    ],
    [
        " Jacko, how do you lead a team of volunteers? How to punish or discipline them? Can't threaten to fire them because they're all I have.",
        4249.26,
        4260.86
    ],
    [
        " I know a leader does so much more than threaten and punish, but I need some guidance. Try to motivate but feel the need to do more.",
        4261.46,
        4270.4
    ],
    [
        " Try and answer this one quickly. Because this is kind of a question I've answered before in a different form.",
        4271.2,
        4275.92
    ],
    [
        " Do they understand why they're doing what they're doing and do they understand why it's important?",
        4276.14,
        4280.62
    ],
    [
        " Do they understand how what they are doing will benefit them? Do they also see you working hard to try and make things happen?",
        4280.84,
        4291.02
    ],
    [
        " So those are just the basic questions. Let's just get those out there every time. Every time someone's not doing what you want them to do, do they understand why they're doing what they're doing, do they understand why it's important to the mission and do they understand how being successful in the mission will benefit them.",
        4291.52,
        4305.28
    ],
    [
        " So let's just get those out of the way. Next, what can we do here? Have you gamified the situation at all? How do you like that?",
        4305.68,
        4312.66
    ],
    [
        " Gamified. Have you gamified the situation? Because I realize that's a term that's getting thrown around now, but we would gamify stupid things all the time in the SEAL team.",
        4313.52,
        4321.0
    ],
    [
        " To make them fun. Right? How much brass can you pick up? Let's see. I'll pick up more than you. My squad will pick up more brass and you'll pick up all the sudden we're running around the range trying to pick up brass.",
        4321.0,
        4329.88
    ],
    [
        " One of the most miserable things that you have to do in the SEAL teams is pick up brass off the hot range in the summertime. And you do it for like two days.",
        4330.02,
        4336.94
    ],
    [
        " Because once you get done with all your work, you got to go pick up millions of rounds of brass spread out all over the desert. In August in the Imperial Valley.",
        4337.46,
        4346.92
    ],
    [
        " It's hot. It sucks. But guess what we're going to do? Have a contest. So what are you going to do to gamify it?",
        4346.98,
        4352.72
    ],
    [
        " What kind of cool competition around some short term goal? Can you set up that's going to be, that's going to make it fun for them? Some kind of cool reward.",
        4353.64,
        4363.52
    ],
    [
        " What about some kind of friendly bets around achieving something like, I bet if I raise this much money, you know, I will go to work with a pair of underwear on my head. You have to.",
        4364.46,
        4374.56
    ],
    [
        " You know what I mean? Whatever these stupid bets. You know what we used to do in the teams is we bet one dollar. One of my old run and mates.",
        4374.56,
        4382.62
    ],
    [
        " We had something like critical. I bet you one dollar. Yeah. That was like the biggest bet you could make. Yeah.",
        4383.16,
        4390.66
    ],
    [
        " Because it's just it's pure pride. Yeah. So you know, and then we'd we'd always have fun if you were collecting or if you're giving the dollar collecting the dollar was just totally glorious.",
        4390.78,
        4400.7
    ],
    [
        " Yeah. Giving the dollar was shame. Yeah. Yeah. Yeah. Yeah. Like you could add like, okay, when you give me this dollar, A, it has to be in front of everybody. B, you have to, I don't know. You have to do it while like walking on your knees just something something really demeaning. Yeah. Yeah. Yeah.",
        4400.8,
        4414.68
    ],
    [
        " But we didn't even have to do all that. Yeah. For me and my run and mate, if we won or lost the bet, it was like, you know, and you wouldn't even ask for the money. You just look at it.",
        4414.9,
        4425.52
    ],
    [
        " In this body, he had one of the most classic looks when he'd give you the look when I've lose a bet too many gave me the look I wanted to cry. Yeah. Yeah.",
        4427.08,
        4435.64
    ],
    [
        " Yeah. You lost some more than that. Yeah. Lost a lot. So maybe you make a bet for a dollar. And if that's not working. Okay. Now that's not working. If you can't game a five, you can't have fun with it.",
        4435.64,
        4443.86
    ],
    [
        " Maybe ask them while they're why they are there and it figure out what their motivation is for being there and how you can tie that into something concrete.",
        4445.26,
        4455.56
    ],
    [
        " And then also, like, like you might have some people that aren't really into this. And then lower your expectations of this particular group of people and go on recruits and people that want to get after it.",
        4456.64,
        4467.14
    ],
    [
        " Makes sense. Yeah.",
        4467.14,
        4470.7
    ],
    [
        " Yeah. Have some fun. Fun goes a long way. Yeah. Fun goes a long way. Having fun doing things goes a long way. And that prays thing to you know, when you said like add like a reward or something for",
        4470.7,
        4484.54
    ],
    [
        " because a lot of times especially volunteers were so you know, and we all feel this like even at work, you can have like a super fun job, but you'll get people generally speaking,",
        4484.54,
        4494.42
    ],
    [
        " you know, when things are routine or things are not as exciting or whatever. And you know, when you're volunteering and that happens, it's kind of like you're not tied there by a paycheck really, you know, which is just it's just a powerful tie. You know, that people have to work. It's like, yeah, I don't like my job, but it's pays bills and paying the bills is a big deal.",
        4497.12,
        4513.68
    ],
    [
        " Kind of thing. So if you add that element of excitement or fun or you know, a little personal payoff in one way or another, I think that helps a lot of the time. Indeed.",
        4513.68,
        4523.46
    ],
    [
        " And that tends to happen too. If the if the Lee, I'm not saying this person is doing this or not doing this, but like if they become kind of complacent and not recognizing how much they they they appreciate the volunteers, you know, like if they're just like, oh yeah, this just business as usual, you know,",
        4524.22,
        4540.14
    ],
    [
        " I think for coming in that's kind of it kind of thing and there you know, then it just gets kind of kind of blah, you know, like there's not the payoff that they used to have, you know, but if you can kind of keep that going, keep them in the game.",
        4540.3,
        4552.1
    ],
    [
        " Next question.",
        4552.38,
        4554.28
    ],
    [
        " Do I need to keep training jujitsu if I hate it? I mean, can I just live my life the way I think it should be, which is of health energy and become becoming a force of nature as a doctor without dreaming up of some invisible enemies on the street that I've yet to come across in preparing and spending my",
        4555.58,
        4573.22
    ],
    [
        " pittance of wage of a wage on lessons that I hate in every sorts of ways for something that might be avoided physical clash. If I learned to use wit and saving my money to move into a good neighborhood, and I've been successful in preventing physical clashes to occur.",
        4573.34,
        4588.54
    ],
    [
        " I've learned basic ways to escape the amount I can run. I'm fairly strong. Isn't that enough?",
        4589.64,
        4595.52
    ],
    [
        " Okay, so yeah, bro, um,",
        4597.9,
        4601.16
    ],
    [
        " Jujitsu is not the meaning of life.",
        4601.62,
        4604.58
    ],
    [
        " All right, Jujitsu has a lot of, I mean, I find Jujitsu very enjoyable. I get a lot out of it beyond physical training beyond self defense.",
        4604.7,
        4616.08
    ],
    [
        " Yeah.",
        4616.46,
        4616.7
    ],
    [
        " I get a lot out of it and I apply it in all different sorts of realms in my life.",
        4617.2,
        4622.34
    ],
    [
        " But if you hate it and you've learned some basic ways to defend yourself,",
        4623.02,
        4629.02
    ],
    [
        " escape the amount, maybe some basic guards type stuff, then, then, okay, I mean, then step away.",
        4629.28,
        4636.36
    ],
    [
        " You shouldn't be going through life doing something that you hate. If I were you, I'd still train occasionally, even if it's just like once every two or three weeks, once a month, just to keep some of the ideas fresh and also, also,",
        4636.52,
        4648.56
    ],
    [
        " there's always the possibility that I'll click in your head and you'll realize this, there's like a magical thing that you could get out of the Jujitsu.",
        4648.56,
        4654.76
    ],
    [
        " And it's kind of like waking up, you know, waking up at 4.30 in the morning.",
        4655.84,
        4659.26
    ],
    [
        " That's what's my wake up.",
        4659.86,
        4661.58
    ],
    [
        " And, and, first of all, I'm genetically predisposed to sleep less than most people.",
        4662.42,
        4666.1
    ],
    [
        " And for instance, we just had daylight savings time.",
        4666.44,
        4669.46
    ],
    [
        " And, and so, and I went to bed, so I sat back my clock and it was, it was like 9.40 at night.",
        4670.12,
        4677.7
    ],
    [
        " So, it went from 10.40 when I was going to bed, I sat back my clock and now it's 9.40.",
        4678.1,
        4681.86
    ],
    [
        " And I said, oh, cool, you know, I'll sleep extra hour.",
        4681.96,
        4685.12
    ],
    [
        " We know it's how my woke up, like 248.",
        4685.7,
        4690.4
    ],
    [
        " And then I laid in bed saying, no, sleep more, sleep more, sleep more. I couldn't do it. So, I got on about at 3.30.",
        4690.8,
        4696.58
    ],
    [
        " But that's, that's me.",
        4697.04,
        4697.74
    ],
    [
        " And, and, and that's, that's just me.",
        4698.28,
        4700.48
    ],
    [
        " And, it depends what your schedule is. It depends on what your genetic makeup is for sleep.",
        4701.14,
        4706.9
    ],
    [
        " And if you work the night shift, then obviously you're working at 4.30 in the morning.",
        4706.9,
        4711.58
    ],
    [
        " Or you're getting off at work at 4.30 in the morning. So this, this just doesn't work.",
        4711.94,
        4715.6
    ],
    [
        " And I try and put that caveat on pretty much everything that I say, like my workouts, what I eat.",
        4715.92,
        4723.52
    ],
    [
        " Everyone's a little bit different. And I like what I like and, and I do what I do.",
        4724.48,
        4728.12
    ],
    [
        " And it works for me. And you can try it.",
        4728.32,
        4729.96
    ],
    [
        " And if you come up with something that's better, I'll listen to you.",
        4730.34,
        4734.0
    ],
    [
        " And that's the same with Jiu-Jitsu, man. If you hate it, then, you know, maybe it's not for you.",
        4735.04,
        4740.54
    ],
    [
        " And, and, you know, what I, what I truly think, my, my true thought, is it beneficial for you?",
        4741.06,
        4748.06
    ],
    [
        " Yes, it is.",
        4748.2,
        4748.74
    ],
    [
        " Should you stop doing everything that you don't like just because you don't like it? No.",
        4749.06,
        4754.02
    ],
    [
        " I mean, there's some things that you should press on. Should you get it?",
        4754.42,
        4756.58
    ],
    [
        " Should everyone have a fundamental level of knowledge of Jiu-Jitsu? It's very, very beneficial.",
        4756.84,
        4761.02
    ],
    [
        " But if you hate it and, and you've kind of come that conclusion, then don't do it.",
        4761.74,
        4767.84
    ],
    [
        " Yeah. And, and, and I think also, once you give yourself that out, once you give yourself the out,",
        4768.74,
        4779.54
    ],
    [
        " and you're not forcing yourself to do it anymore, it might open up your mind to actually enjoy it and try it and not be miserable about it.",
        4779.8,
        4787.44
    ],
    [
        " Yeah. Yeah. That's what actually what I was going to say.",
        4787.94,
        4790.52
    ],
    [
        " I was like, it's, it's, they're probably, and I don't know, very easily, there's some people don't like it.",
        4790.64,
        4796.8
    ],
    [
        " Straight up. I got to accept that. I know, I know. But that being said, there is a possibility that the environment that this person",
        4796.92,
        4808.42
    ],
    [
        " or that's people training sometimes will make you not like it. And it's not necessarily the Jiu-Jitsu you don't like.",
        4808.42,
        4814.36
    ],
    [
        " Sure. Not it wound up that way. You don't like Jiu-Jitsu anymore because you were kind of, you know, pushed in the wrong direction as far as like what you",
        4814.4,
        4820.66
    ],
    [
        " like and don't like. So you could try a different school. Try different school.",
        4820.66,
        4825.92
    ],
    [
        " Yeah. Like I said earlier, today some schools are really strict and rigid and maybe that's, would be better for you.",
        4826.02,
        4831.24
    ],
    [
        " Some schools are real wild and there's no control. Maybe that, that would be a better school depending on what your personality is.",
        4831.36,
        4836.44
    ],
    [
        " Some people like that regimented environment. Yeah. Yeah. You could, you could definitely try a different school.",
        4837.14,
        4841.3
    ],
    [
        " But again, I think, I think the mental hurdle to come over is you've told yourself that you have to do it.",
        4841.58,
        4848.46
    ],
    [
        " And now tell yourself you don't have to do it if you don't want to.",
        4848.6,
        4850.24
    ],
    [
        " But certain, and you say try different school, it's the environment that you train in.",
        4850.4,
        4855.5
    ],
    [
        " So the school is part of the environment for sure. But it's like training partners, it's like the, which can wind up as the pressure you put in yourself, it's like everything, you know, the whole environment.",
        4855.64,
        4865.86
    ],
    [
        " So I know that and people are different. People told us some people they want that pressure. They want people yelling.",
        4866.1,
        4871.6
    ],
    [
        " You know, like remember I used to tell you, like when you start coaching either me, just in training, you know, like you'll get fired up when you see two people training or whatever.",
        4871.6,
        4878.48
    ],
    [
        " And you'll be like, do this with it and you'll start coding. It's almost like you're like as a friend you're doing it, like just for fun. And you're like, okay, do this and you usually coach up the other guy when I'm rolling with him.",
        4878.86,
        4890.18
    ],
    [
        " And that other guy always getting coached by Jaco so he turns up the heat and bro, I don't like that because it's now it's like a thing.",
        4891.0,
        4897.54
    ],
    [
        " I know I don't like that at all. But some people do like that. Some people that get some fired up, you get some more in the game.",
        4897.54,
        4903.86
    ],
    [
        " So I'm saying people are different. So the possibility is that this guy happens to be in the wrong environment for GJ2 for him.",
        4904.12,
        4913.34
    ],
    [
        " For himself. Yeah, exactly. So that is a possibility. And just like I said, you know, he could very well be putting that pressure on himself. Like you have to go and everyone's saying how great it is.",
        4913.98,
        4923.88
    ],
    [
        " And it's the best thing. And if you don't show up to practice your whack and your lame or get on the best.",
        4923.98,
        4928.3
    ],
    [
        " If you get told all the time, it's the best thing in the world and then you show up there and you get beat up, which is what happens.",
        4928.3,
        4935.68
    ],
    [
        " Yes. And now you're like, how does everyone like this?",
        4935.98,
        4938.88
    ],
    [
        " Yeah. This doesn't feel good to me. And you just go in a negative mindset right away. So yeah, I should be careful that.",
        4938.88,
        4943.44
    ],
    [
        " And that's not to mention when you even imply that you don't necessarily like it.",
        4943.62,
        4947.92
    ],
    [
        " Oh, yeah, because you suck. Oh, yeah, because you're this or you're weak or you're whatever. You're a slacker.",
        4948.02,
        4953.28
    ],
    [
        " Like basically all this negativity, you know, is going to turn you off even more. So now, yeah, you made it now.",
        4953.66,
        4958.88
    ],
    [
        " Yeah, which there's a reality of it is some things don't agree with some people. Right? That's a reality.",
        4959.08,
        4966.42
    ],
    [
        " Like there's some things in the world that I don't I know I just don't like them.",
        4966.42,
        4973.56
    ],
    [
        " Like when we were driving to LA, you're playing some music. Yeah. Some of the music that you're playing is popular music.",
        4973.88,
        4980.46
    ],
    [
        " I just don't like it. I just don't like it. And there's other things like that in the world.",
        4980.78,
        4987.9
    ],
    [
        " I'm trying to think of things that I just just like other people like them. And I just don't like them. I just don't.",
        4988.22,
        4994.34
    ],
    [
        " Pokemon go. That's one. Yeah. I mean, I never even thought about Pokemon go. It seems like a cool idea.",
        4995.12,
        5000.6
    ],
    [
        " You got you look for things on your phone. I mean, well, I'm not that's not the type of thing that I'm talking about.",
        5000.86,
        5004.94
    ],
    [
        " You know, I guess dancing at the club. I mean, I don't care about I'm trying to think of something that's.",
        5005.7,
        5013.26
    ],
    [
        " I guess music is the best is one of the best examples for me is is you know, hey, this certain types of music, certain artists.",
        5014.32,
        5023.52
    ],
    [
        " Yeah. Like life. Life likes hair. Life likes hair metal from the 90s. Yeah.",
        5024.12,
        5029.36
    ],
    [
        " The legit likes it. Right. And I like legit. Do not like it. And the reason I use the reason that's a good example is because that's not far off from kind of the music that I do like.",
        5029.76,
        5040.78
    ],
    [
        " I mean, I like I like Led Zeppelin. I mean, I love Led Zeppelin. Right. Led Zeppelin's awesome.",
        5040.78,
        5047.04
    ],
    [
        " And and the step from Led Zeppelin to to poison. I mean, you could you could be in the same record category in the store. Right. Rock and roll.",
        5047.46,
        5058.62
    ],
    [
        " Yeah. Led Zeppelin. I love. I poison kind of turns my stomach. I hate it. And so that's an example of some things they just don't sit well with you.",
        5058.9,
        5070.4
    ],
    [
        " Yeah. And and maybe Jiu Jitsu doesn't sit well with this guy. Now, like I said, I think there's a lot of benefits to it. I think you get it a lot out of it. Try a different environment.",
        5070.4,
        5079.52
    ],
    [
        " But if you hate it, don't make force yourself to do it. Open open the escape. Right. Give yourself an out. And that allows you to feel more comfortable.",
        5079.68,
        5089.7
    ],
    [
        " Because when you feel trapped, everyone feels like a cornered animal. And now you're just pissed off. Yeah. If you've been like, hey, these guys, everyone I hear everyone talking about Jiu Jitsu. So I'm going to try it.",
        5089.92,
        5098.26
    ],
    [
        " Yeah. And now your first day, you don't like it. Yeah. But you're like, I'm going to keep doing it because everyone saying it's great. And you just end up in a bad way. Yeah. So be careful with that one. Yeah. You're kind of trapped with it with the junk parts of it. Yeah.",
        5098.26,
        5110.12
    ],
    [
        " That that kind of came about. And yeah. And you can't really escape it. Then you're like rebel against it. Yeah.",
        5110.44,
        5119.12
    ],
    [
        " Remember when we were driving up to LA, I was playing Carrie by Europe. That is actually technically 80s hair metal. Yeah. That's an 80s. Yeah. For sure. But you're really mad. Yeah. Yeah. No, I'm telling you that music doesn't sit well with me for some reason.",
        5120.7,
        5135.16
    ],
    [
        " You got little bit of a more. And then going back to life like Laflex Metallica. Laflex Black Sabbath. Laflex tool. He likes rocking bands too. Yeah. For some reason, there's some genetic code in his head that poisons cool. Yeah. Just let's it right in.",
        5135.28,
        5147.66
    ],
    [
        " Yeah. Mine gets the and whole. Yeah. But then I guess on the other end of the spectrum, you get we get into music that lay and like like Laflex Pantera. Pantera is a hard band. Now I go one step further than Pantera, right?",
        5148.1,
        5160.46
    ],
    [
        " Sure. And some of the music that I listen to, which I think leaves Laf a little bit where he wouldn't listen to some of the harder music that I listen to. But Pantera is, you know, brushing up against it.",
        5160.54,
        5171.28
    ],
    [
        " Hey, do you listen to soft music? Come on. What do you consider soft music? That's some some, I don't know something about love songs. I don't know. So you know, something soft. You know what I'm saying?",
        5171.28,
        5180.34
    ],
    [
        " I'd say white buffalo. White buffalo is hard acoustic music. But you know, he's got some pretty melanchons. He got a song called love song number one. What's it about though? Like is it like romantic? You know, is he talking about his love? I would say yes.",
        5181.1,
        5195.3
    ],
    [
        " I would say yes. Yeah. He kind of does account because you know how like how can that knock out? I don't know because you know how like like Metallica, for example, they have unforgiven, right?",
        5196.48,
        5206.2
    ],
    [
        " So it sounds softer, but they're still talking about hard stuff. Okay. And then they have like enter Sandman, which is okay.",
        5206.32,
        5213.18
    ],
    [
        " Okay. Well, then I guess I'm just not no. My answer to you is no. Like do you like what about Led Zeppelin?",
        5213.18,
        5218.58
    ],
    [
        " But see, you're still talking about like these aren't soft things. Like you know, okay, so I was playing Al Jurel. Remember? Remember Al Jurel and you're like, what the fuck is this?",
        5218.6,
        5229.78
    ],
    [
        " You were pissed. You were mad at me personally. Like you. And you were like, who is this? No, no, you know what though? Actually, I played another song. Who was it?",
        5230.06,
        5240.44
    ],
    [
        " He was like Josh Raiden or something. And you're like, hey, this is pretty good. I was very surprised. It was a soft song. Okay. Do you remember?",
        5241.14,
        5249.06
    ],
    [
        " That's well, my musical tastes are varied. Yeah. Different types of music. Yeah. So I guess sometimes some types of music that I don't like.",
        5249.38,
        5256.16
    ],
    [
        " Yeah. I sometimes wonder with you like if you're the kind, you know how some people they just just I like music. Not saying me. I'm just saying certain people they are into just a specific type of music.",
        5256.3,
        5267.32
    ],
    [
        " That's it. That's the whole reason for music in their head. It's like this very specific feeling. Like some people that I know before they only like house music.",
        5267.32,
        5277.48
    ],
    [
        " They don't like anything other than house music. Yeah. It's like it's just they all rather listen to nothing. So I was wondering if you're like kind of that kind. No, because I listen to all different kinds of music. Yeah. Well, at least just not maybe not all different. Yeah, no, no, okay, you're right. I listen to a wide range of music.",
        5277.86,
        5294.98
    ],
    [
        " Very yes types. Sure. There you go. Not algebra though. I forget the song. But maybe we can refer back to it later. Some other time. Cool. All right. Next question. How about that?",
        5295.02,
        5309.94
    ],
    [
        " That sounds like it really good. Dang. I kind of feel bad for the guy who hates to get to that. That's kind of crazy. Yeah, it's a bummer. But it's it's not that rare. Yeah. It makes sense. It totally makes sense.",
        5310.26,
        5324.96
    ],
    [
        " I know who that is. I don't know. Well, I was up with him up in San Francisco area yesterday. And we were talking about how some people don't like to get to. Yeah. And you think even people that are you would think would like to get to people that have jobs that",
        5325.36,
        5343.26
    ],
    [
        " do you get to would be really beneficial for them to know. Yeah. They don't like to get to. And so and I was saying that I've introduced a lot of people to do to a lot of people to do to not many of them have actually stuck with it for a long period of time. Yeah. But and so it's not that rare for people to not like to get to. Yeah. And I dig it's like not sticking with it because",
        5343.56,
        5369.62
    ],
    [
        " you just dig work. It's not like the easy thing that provides just a bunch of different. It's between not liking to do and not actually sticking with it. Yes. Yes. So this guy straight up. I hate it. Yeah. Yeah. That's a little bit more powerful. Yeah. Yeah. Yeah. It's like definitely doesn't like people don't stick with it for the most part. This is just a total guess on my. Yeah, lazy and lack discipline. Yeah. Like they're just they they don't like it enough on a kind of moment to moment basis to get off the couch and go. That's kind of it.",
        5369.62,
        5399.52
    ],
    [
        " Check. No. It's one of those situations. Next question. Jockel. I have a question after reading your book, which I thought was one of the best books I've read since your last book. Nice. I'm curious what what you did during your seal team days to maintain your your schedule. As I would imagine in the teams, your schedule changes at any minute to include you being deployed or active during your various missions that night. So.",
        5399.52,
        5428.94
    ],
    [
        " As in life, how do you keep your balance of your schedule when do you cause in your book? You say, keep your schedule, but how did you work through this when you.",
        5429.52,
        5440.0
    ],
    [
        " Would be on a mission that didn't allow you to sleep at night. Did you still did you still the following day upon return maintain your normal schedule. Appreciate your time in response. Great. Yeah. Obviously the teams that your schedule and the teams can vary a lot. And you have to adopt to what makes sense. And sometimes in the teams, you're working 18, 20 hour.",
        5440.34,
        5459.3
    ],
    [
        " Day sometimes out in the field, you're going to the field for two, three, four, five days at a time. Sometimes. You're working for 24 hours a day or you work for 36 hours straight because you do planning in the bubble. So that could be problem. Sometimes you're doing dives. You're doing two dives a day.",
        5459.3,
        5474.8
    ],
    [
        " And that takes a bunch of time and it takes a toll on you. It's hard work. I guess you could say. Sometimes we're running around all day or all night.",
        5475.12,
        5483.58
    ],
    [
        " Run around the desert, run around the urban training facility. And so the schedule is changing all the time. And it's the same thing with business. The same thing with business. Right now I travel and the flight leaves early the flight leaves later the work all day or the dinner with the clients or the interview or the writing or the recording of the podcast or the changing time zones and things just change.",
        5484.0,
        5502.62
    ],
    [
        " And so what I do is yes, I try and I try and keep the schedule as much as I can. And if I fall off the schedule for whatever reason, I get back on it as quickly as possible. And I think so. So yes, you do the best you can. I think the main thing you have to watch out for is letting.",
        5503.14,
        5519.22
    ],
    [
        " Letting a change in schedule or a problem in your schedule. Being excuse to fall off the path. Right. That's what you have to watch out for.",
        5520.12,
        5529.5
    ],
    [
        " You know, we think, oh, I'm in a new time zone or I've got jet lag or I didn't sleep well or I need rest from traveling or I did this the other night. And so I'm going to sleep until 9 30 tomorrow morning and just call it good.",
        5530.3,
        5541.76
    ],
    [
        " That's what you have to watch out for. Now sometimes you need to work till 9 30. Yeah, sometimes you do. Sometimes you stayed up for 36 hours. You go to bed at 3 o'clock in the morning. Guess what?",
        5542.48,
        5552.7
    ],
    [
        " You might need to sleep until 9 30. That's cool. Good. Do it. Get some sleep. But just be careful of using it as an excuse to go way off the path and just get yourself back on the path as soon as possible.",
        5553.46,
        5567.5
    ],
    [
        " Yeah. Make sense? Yes, sir. Yeah, that's all me right there. Like one little thing on my schedule throws up. Oh, this whole day is gone. I'll do it tomorrow.",
        5567.9,
        5577.16
    ],
    [
        " He's got to be careful of that. Speaking of schedule, I think we're about good for questions. There's one more thing that I wanted to close out with.",
        5577.82,
        5586.14
    ],
    [
        " And you know, I get a lot of I get a lot of really great emails. I got a lot of great messages through social media letters written letters.",
        5586.34,
        5600.2
    ],
    [
        " I get all those kinds of things and I appreciate them all. I don't always respond to all them because I physically cannot do it. Yeah.",
        5600.2,
        5607.92
    ],
    [
        " And of course, you know, oh, get someone to manage your social media or whatever. I'm not doing that. If you hear back from me, you hear from me, not from somebody that I paid $10 an hour to respond to my stuff and say, cool, get after it. Like, no, not doing that.",
        5608.22,
        5626.2
    ],
    [
        " But you know, I get I get all these things and I do read them. So if you send it, I read it. And so I appreciate the feedback and everything.",
        5627.74,
        5634.42
    ],
    [
        " I got one though that that was good. I wanted to actually wanted to read on here because I felt that it not only said, hey, thanks for, you know, the podcast or whatever. Thanks for the books, whatever.",
        5635.0,
        5648.88
    ],
    [
        " It actually gave some pretty good methodology and really an inset into a mindset that I think will help people doing what they're doing. So here we go. Mr. Willink just wanted to share a quick story with you.",
        5648.88,
        5662.12
    ],
    [
        " At 39, I had fallen into a 15 year rut of undisciplined alcoholism. I was soft and heavy and wanted to change. Earlier this year, I had started working out three to four times a week in my basement.",
        5663.08,
        5677.6
    ],
    [
        " I was trying and failing to get a handle on my alcohol abuse. Every failure made the beast seem bigger and unbeatable. It was like I didn't have control over my body.",
        5678.3,
        5688.94
    ],
    [
        " I finished your book on a Monday night and decided that I would get up early the next morning and work out. I got up and worked out. Not much, but I just wanted to do something.",
        5689.94,
        5702.0
    ],
    [
        " Sit ups, push ups, 15 minutes on the bike. Worked out twice Tuesday. Got up Wednesday and did it again. Got to Thursday night, a normal drinking night and decided to try not drinking.",
        5702.8,
        5718.34
    ],
    [
        " Made it through Friday, same thing. Worked out morning and night, stayed busy and stayed away from the drink.",
        5719.32,
        5727.76
    ],
    [
        " Thought I should try and push it through the weekend. Worked out Saturday morning. Took the rest of the weekend off and stayed dry. Monday morning, I got up and started two days again.",
        5729.7,
        5741.96
    ],
    [
        " Made it through the week with 11 workouts. By the second week, I felt better than I had in my entire life. I was astounded that normal people walked around feeling this good.",
        5743.78,
        5756.76
    ],
    [
        " I guess not systematically poisoning your body will do that. On the fifth week, I got a project at work that was going to require traveling for the next eight weeks.",
        5757.94,
        5768.4
    ],
    [
        " I was worried about overcoming my triggers and road habits. A normal traveling evening was dinner, watch cable and drink eight beers.",
        5769.82,
        5779.36
    ],
    [
        " To my surprise, the hotel at a sweet gym. Cool. I'll just keep doing what I'm doing. Then at the site, I found out that we would start work at 6 a.m.",
        5780.74,
        5790.56
    ],
    [
        " Damn, that means I have to get up at four to work out.",
        5791.68,
        5794.54
    ],
    [
        " I'm 12 weeks into my traveling two days, usually getting 11 to 12 workouts a week. They recently moved our start time to 7 a.m.",
        5796.0,
        5805.72
    ],
    [
        " So now I get an hour and a half in the morning and evening. I'm 16 weeks clean. Drop 30 pounds or more. Haven't been on a scale in three weeks.",
        5805.72,
        5816.46
    ],
    [
        " 34 waist jeans hang off of me. My sit up and push ups sets went from 10 to 40 to 50.",
        5817.92,
        5826.04
    ],
    [
        " Kettlebell swings went from 35 by 10 to 50 by 15. I started to learn how to run as I haven't done it in 20 years.",
        5827.02,
        5837.8
    ],
    [
        " Now after a day off, I can do two miles without stopping. I do four to five miles on the treadmill and nine miles on the bike besides the sit ups, push ups, kettlebells, core and weights.",
        5839.08,
        5852.04
    ],
    [
        " I look forward to next year's competitive shooting season. I'm going to bring it.",
        5853.82,
        5858.02
    ],
    [
        " At this point, my cravings are gone and I actually recoil from the smell of booze.",
        5859.16,
        5864.14
    ],
    [
        " When I started this, I thought it would be temporary. Now it's going to be permanent. No reason to waste time with it anymore.",
        5865.22,
        5874.3
    ],
    [
        " Now when I question something, your voice comes to me with the hard answer. It's only black and white with no gray area.",
        5875.98,
        5884.54
    ],
    [
        " One day when I'm standing before the Lord, Lord and hear his voice, if it doesn't sound like yours, I might be disappointed.",
        5885.94,
        5893.42
    ],
    [
        " The book I read those months ago was the way of the war your kid. I'm working on extreme ownership now.",
        5896.5,
        5904.86
    ],
    [
        " Thank you for your service. Thank you for producing a badass podcast. Thank you for influencing my life.",
        5905.72,
        5913.98
    ],
    [
        " So there you go. And I say this to people all the time. Most important here is it isn't me. It's you.",
        5920.52,
        5934.92
    ],
    [
        " And sure you may have grabbed some little foothold from the podcast or from one of the books, but it isn't me that changes you. It's you.",
        5935.4,
        5944.82
    ],
    [
        " You set the small goals, you achieve those goals, then set some more and achieve those and set some more goals, maybe a little bit bigger, but not that much bigger.",
        5945.62,
        5958.74
    ],
    [
        " You pay attention to the progress. This guy is 16 weeks deep.",
        5961.2,
        5964.86
    ],
    [
        " 30 pounds lighter, working harder, stronger, faster, more efficient, competitive.",
        5966.48,
        5973.98
    ],
    [
        " The individual that wrote that is getting after it and changing his life. And you can't do.",
        5976.68,
        5984.86
    ],
    [
        " Just start. Start small. Start with changing tomorrow morning, just tomorrow morning. Get that squared away.",
        5985.62,
        6000.46
    ],
    [
        " And then move on to the next day and the next and move your life to a better place. One little step.",
        6002.3,
        6010.68
    ],
    [
        " One little victory at a time.",
        6011.88,
        6016.38
    ],
    [
        " Appreciate the letter. And I think that's all I've got for tonight. So echo speaking of people getting better, stronger, and faster.",
        6018.9,
        6032.94
    ],
    [
        " And actually supporting the podcast. If they want to do that, do you have any suggestions for us?",
        6033.4,
        6040.46
    ],
    [
        " Sure, of course they do. I can talk about the fact that origin has a new key coming out. Good on.",
        6040.54,
        6052.22
    ],
    [
        " I don't know that the name of the, you know, G's have names. You know, like, what origin does.",
        6053.26,
        6060.86
    ],
    [
        " Yeah, yeah, yeah, yeah. That's a cool name, too, by the way, axiom. But this one is called, I think, discipline.",
        6061.04,
        6067.58
    ],
    [
        " I think it's called discipline. I think it might be called discipline. Yeah. Not the discipline.",
        6068.3,
        6073.58
    ],
    [
        " Discipline. It could be called that. Sure. You could check it out. OriginMain.com, right? Yeah. Surprisingly, aesthetically great.",
        6073.82,
        6084.94
    ],
    [
        " I would say it's probably is the term they use like on brand. On brand. Meaning it kind of fits. It's your brand.",
        6087.5,
        6099.26
    ],
    [
        " Okay. Sure. I'd say it does that. Yeah. Yeah. It totally does. It, um, it's like, yeah, it does. It's not the kind where you know, like some G's like, you look at him, you can tell there's like all these bells and whistles.",
        6099.48,
        6113.7
    ],
    [
        " It's as far as decorations go. Yeah. Yeah. Yeah. Yeah. So, but here's looking for decorations. Here's the thing though. There are some. There are some, uh, how should I say functional decorations.",
        6113.98,
        6126.48
    ],
    [
        " And now that's not actually a good word for it. Anyway, it looks cool. Put it that way. It looks cool. And it will basically kind of lighter weight one for functionality.",
        6127.18,
        6138.18
    ],
    [
        " But awesome. Nonetheless. Uh, look at it. I got a weight one. I know you got the black one. How do you know I don't have both. Yeah. I'm sure you know both. And I'm still working on the black one. But that's a long story.",
        6140.18,
        6152.34
    ],
    [
        " Nonetheless, it's a good one. And a lot like back when we first started everyone would ask in the air. I don't want to say everyone, but a lot of people. Yeah.",
        6152.72,
        6161.62
    ],
    [
        " You know, I don't like. I feel we're saying it. Like, yeah, a lot of people. Some people. Some people. But the thing is a lot of people though. It's like a lot of people. What should I get? I'm making the disclaimer. It was a lot of people. It wasn't the kind like, oh, you know, my little brother asked me once and then asked me again. It was. It's a lot of people. Maybe two times a week.",
        6162.38,
        6185.96
    ],
    [
        " Two times a week for two years. By the way, that's a lot of people asking the same exact question. Anyway, they asked like, Oh, what kind of key should I get it? Whatever. Now there's like, yeah, origin keys. And then now I'm saying, get this one. This is the one straight up.",
        6187.78,
        6200.94
    ],
    [
        " Yeah. I don't know that I'll wear any other key. I'm not saying I won't. I just saying I don't know that I. Yeah. And actually, I don't know if you know this. Did you know that they're going to sell this key.",
        6201.2,
        6211.24
    ],
    [
        " And a certain number of them, 400, you're going to get a copy of Discipline Equals Freedom Field Manual signed. I signed them off.",
        6213.54,
        6223.1
    ],
    [
        " So if you want to sign copy, you can get that key and yeah, it'd be cool. It's like a little little package. Yeah, little Discipline package. Yeah. If you end up hating Giu-Jitsu, what do you do?",
        6223.5,
        6233.1
    ],
    [
        " Sell it, hang it up, hang up the key and hopefully you don't hate Giu-Jitsu like that one question today. Yeah. Hopefully you love Giu-Jitsu. Most likely you'll love Giu-Jitsu.",
        6234.32,
        6243.58
    ],
    [
        " Yeah, hopefully. Yeah, if you're getting the Discipline Equals Freedom G, is it Discipline Equals Freedom G or just Discipline?",
        6243.88,
        6250.66
    ],
    [
        " Big much be all the deaf G. I don't know. Deaf G. Oh, yeah, that's good. D.F. Discipline Equals Freedom. It's good. It's embroidered. It's American me. Yeah. And it is made in America like all the words and stuff.",
        6250.68,
        6261.18
    ],
    [
        " Yeah. Yeah. That's a good one. Anyway, look at that one. Get that one. If you're still looking for a G, get that one. Even if you're not looking for a G, just look at this G.",
        6261.28,
        6269.96
    ],
    [
        " Brandon Pickworth, he said on Twitter, he's going to get the G, even though he's not training Giu-Jitsu. Dang. And actually I didn't respond to Brandon, but I'll respond right now. Get the G and train Giu-Jitsu.",
        6270.16,
        6283.44
    ],
    [
        " Yeah. Brandon. It's the kind where he's gonna, he's gonna, by the way. Yeah, he's gonna get the G, it's like he, yeah.",
        6283.5,
        6289.54
    ],
    [
        " But then train Giu-Jitsu, dude. Yeah, he's gonna. Come on. I get that's my bet. I would, I almost am challenging him to prove me wrong. That's how much I've already went and proved to everyone that he could do 100 Burpees in 10 minutes.",
        6289.54,
        6301.2
    ],
    [
        " It's a challenge for him. It's hard for him. Yeah. But he did it. Yeah. And that was his original challenge. I'm gonna say that on the mat. Yeah. He's gonna, you can't just get the G. Yeah. When you put it on, and this goes for pretty much any like legitimate G, when you put it on the mat.",
        6301.2,
        6313.42
    ],
    [
        " You know, you're gonna train. And this is true. Like, you ever, like, we did it in Maine. Like, it happens all the time. When you had, you put on the G, just don't feel it. And when you start grabbing it, you're like, oh, it's time, you know, anything.",
        6313.44,
        6326.2
    ],
    [
        " Same thing with the rest of the cards too. Same exact thing. Yeah. Exactly right. Cool. And this G is no different. In fact, it might even have that even more. Yeah. That feeling. Yeah. Yeah. Good.",
        6326.4,
        6339.46
    ],
    [
        " Then the last, yeah. So it comes from origin. If you didn't already pick that part up, origin main.com. There's a lot of G's on there, even if you want to get a, another one, other than the, you know what I do?",
        6339.5,
        6352.54
    ],
    [
        " I have all the patches that, you know how like, like, knock on the old and then, you know, they'll give you like their police patches and stuff like that. I'm gonna have all of them on my G. All of them.",
        6353.26,
        6365.26
    ],
    [
        " How many do you have? About 12. Okay, because I have like 90. I've got so many awesome patches from fire departments, police departments, military units all over the country.",
        6365.6,
        6378.12
    ],
    [
        " Foreign. Yeah. I got a lot of stuff. Yeah. That would be a big key. Yeah. You got to put them on multiple keys. Yeah. If you got the black ant in the white. Yeah. Well, it wouldn't have been a problem. Yeah.",
        6378.42,
        6388.58
    ],
    [
        " Yeah. Yeah. Yeah. And there's certain places you can't really put them to so that even limits you more. But I'm doing it. I'm starting it. And if I run out of space, I'm getting another",
        6389.64,
        6399.28
    ],
    [
        " guide. Boom. I'm going to keep it going. I do kind of risk. People saying, Hey, you're not law enforcement. Why are you wearing that patch? Like some of those patches. Yeah. To me seem like you like, you give me a NASA one. Like that's like, do shoot. Should I be even wearing this patch? Yeah, we got, we got friends at NASA. Boom.",
        6399.28,
        6416.44
    ],
    [
        " I'm going to wear it. And we'll say this is from my friends at NASA. Straight up. Anyway, anyway, back to origin origin. That's all American made stuff from the cotton out of the ground. American.",
        6416.64,
        6429.56
    ],
    [
        " To the factory. American factory in America in Maine. Make the material. Make the clothing. Make the geese. Make the rash guards. Make the what else do they? Some bags. Yeah. Yeah.",
        6431.02,
        6445.48
    ],
    [
        " Jim bags and whatnot. Accessories. I believe they're called accessories. Yeah, like beanies and t-shirts. All made in America. Yeah. I think when I told Jordan Peterson that I think he liked it. Yeah, even though he's not American. Yeah, yeah, yeah.",
        6445.48,
        6458.82
    ],
    [
        " And the supplements. Yeah. From origin labs. Yeah, those are jacquoise supplements. So here's the thing. I'm going to all go into the details later. But super curl. There is a legitimate difference between super curl.",
        6458.92,
        6475.46
    ],
    [
        " And regular curl oil. There is. And it's very beneficial. I'm not going to say right now, but just know super curl oil. Jockel brand joint warfare. Jockel brand for your joints supplements. Boom. Jockel came out with it. That's the stuff.",
        6475.46,
        6491.4
    ],
    [
        " From the beginning, that was the main supplements. You know, joint stuff, curl oil. You're the number one reason, not even the number. The only reason I started taking it. And I'm kind of mad. I didn't take it before.",
        6491.7,
        6504.42
    ],
    [
        " Yeah, you were behind. Yeah. And now you got your own one, which is even better. Yeah, super. It's super as a matter of fact. Yeah. But it's not just a name. No, that's the joint warfare. The joint warfare has some magic in it. Sure. In my opinion. Sure. And in my shoulders opinion. Yeah, I left shoulder both of my shoulders. My back and my elbows. So yeah, or gyming.com. That's the place to go. Also. Some legitimate fitness gear. Everyone knows I'm into kettlebells.",
        6504.56,
        6534.4
    ],
    [
        " I get mine from on it. They're the cool ones straight up. That's it. I don't think I could go back to regular kettlebells. That's my opinion. Got the werewolf. Got the big foot 90 pounds, two pounds heavier than Jockel's heaviest kettlebell. Every rep. I think Jordan Peterson was impressed with that.",
        6536.78,
        6555.36
    ],
    [
        " Yeah, he was. That makes one of us. Also, oh, sorry, on it.com slash Jockel. That's the one. That's a good spot. You know, also good way to support when you buy books that Jockel reviews. I guess technically I kind of help review them in a real kind of",
        6555.62,
        6581.0
    ],
    [
        " indirect. Yes, indirect. Just in way. Anyway, those books. Very compelling books. When you get them, go through the website, jockepodcast.com. Little tab on the top says books from podcasts. Go through there. By the books through there. That's a good way to support. Take it out. It's on shop in just the way. You know, prime one day shipping, whatever you choose, just like anything else, but go through that's a good way to support. And do any other shopping. You have to do carry on.",
        6581.72,
        6609.94
    ],
    [
        " Good way to support. Also subscribe to the podcast on iTunes, stitcher, Google Play, depending on what kind of platform you prefer or is available to you.",
        6610.32,
        6621.32
    ],
    [
        " Because iPhone, I think, doesn't have stitcher, right? No, my iPhone has stitcher. Oh, wait, no, Android doesn't have iOS. I don't know Apple. Yeah, I don't think you could listen to it. Maybe. I don't know either. I don't know. But you can get it, man. Yeah, the podcast is out there. You can subscribe to it.",
        6621.7,
        6639.52
    ],
    [
        " Yes. Yes. Subscribe to it on that one. It's a good leave review. If you want, if you're in the mood, leave a review. Also subscribe to it on YouTube.",
        6640.78,
        6647.72
    ],
    [
        " The video version of this podcast is a good one. Still, and I still do get the whole thing like, oh, echo, you don't look like you sound.",
        6648.44,
        6658.4
    ],
    [
        " And I remember. I remember.",
        6660.0,
        6660.96
    ],
    [
        " I think she changed the way you talk. Yeah, yeah. Or change the way I look. I don't know. You never know. Get skinny. Yeah.",
        6660.96,
        6668.2
    ],
    [
        " Get less jacked. That is. It is kind of an intuitive thing. Hey, YouTube comments. Like one out of every 20 YouTube comments is echoes jacked.",
        6668.64,
        6680.22
    ],
    [
        " Oh, that's funny. It kind of is because you wouldn't think that you could determine what someone looks like by what they sound like, but it feels like you can.",
        6680.22,
        6689.78
    ],
    [
        " I think a lot of times you can. I don't know though. Actually now that you think about like talk show hosts on radios. Yeah, you don't know what that's kind of can. I guess it's a it's it's harder to do than you think. Yeah, it feels like you can. Yeah, you feel like if someone has like a I don't know like a deep voice. You think they're huge or something.",
        6690.12,
        6707.78
    ],
    [
        " Yeah, you know, like something like that. Not necessarily true. Yeah, not true at all. Remember that sign filled one. No, they're like the guy was like.",
        6708.12,
        6715.94
    ],
    [
        " She I think Elaine is the girl in there. He's like, she's like, oh, he had a good looking voice or something like he sounded like he was good looking or something like that. How to turn out. I don't know. I forget. I think he was.",
        6716.72,
        6729.4
    ],
    [
        " She sounds not worth telling that story. You do remember it. Yeah, the analogy. I didn't remember it, but it reminded me of that nonetheless.",
        6729.4,
        6736.82
    ],
    [
        " Anyway, YouTube subscribe to YouTube. That's the point there. Regardless of if you want to know what I look like or not.",
        6737.34,
        6743.94
    ],
    [
        " Doesn't even matter what I look like really barely maybe a little bit. I guess maybe I see because if I see you out in the wild, it'll you know, we can recognize each other.",
        6744.22,
        6756.3
    ],
    [
        " If you know what I look like. There's times when people will recognize you and you'll like say, oh yeah, this is Echo Charles.",
        6756.44,
        6763.84
    ],
    [
        " You can tell on their face. They're like, oh, wait, are you sure that this is Echo Charles? You know, kind of things. I've encountered that for real. Like I know. Yeah, okay. Just listen. That's cool. I dig it. But if you want to avoid that kind of situation, subscribe to YouTube.",
        6763.84,
        6778.28
    ],
    [
        " Good way to do it and good way to support also. Jacozo store. It's called Jacozo store. Jacozo.com. We have t-shirts on there. If you want these t-shirts, I'm wearing my good t-shirt right now. I haven't worn this one.",
        6778.84,
        6792.38
    ],
    [
        " The original. It's like, it's really high quality. Layers too, by the way. The good is backwards to look at in the mirror. That message is for you. If you think about the whole message of good, I mean, I know you said it. You know, you're like good. Kind of thing. But you were kind of like you guys had the luxury of you being there to be able to explain it.",
        6793.04,
        6818.7
    ],
    [
        " If someone's going through like something hard, it's you can't just automatically just say good. It kind of comes off kind of weird. Yeah, potentially.",
        6819.74,
        6829.46
    ],
    [
        " That's why I put this backwards because it's like you tell yourself good. You seem saying that's the layer. That's the little inside to the layer. I'm not going to go deep and I'm not going to go into any of the other explanations for the other layers. But just know that they have layers on all the clothing.",
        6830.1,
        6844.56
    ],
    [
        " On jocostore.com. Check it out. I'm not saying to buy something. I'm saying go on there. Look on there. If you like something. Get something. Good way to support this. A women stuff on there.",
        6845.08,
        6854.34
    ],
    [
        " T-shirts, like I said, some patches. Rash cards for Jitsu or anything physical cycling. Anything requiring range of motion. Maybe some compression situations.",
        6855.04,
        6867.2
    ],
    [
        " High aesthetic value, but not too high because it's more about functionality. That's my take on the whole deal. But they do look good. And they have layers.",
        6869.16,
        6878.46
    ],
    [
        " Hoodies are in. Being shipped out right now. They're in heavy. Do you have one? No.",
        6879.2,
        6885.24
    ],
    [
        " Oh, sorry. Well, we are in California. So you know, it's not that big of a deal. You know, you got your old ones all good.",
        6885.42,
        6895.88
    ],
    [
        " But yeah, there's some hoodies on there. Some warrior kids. Rash guards are coming. Boom. Because people have been asking me about that. Because I wore one. That was like a test one. And I wore one while I was training with Dave Burke.",
        6896.3,
        6908.88
    ],
    [
        " And they like all where you could rush guard. You know, whatever. But I was trying to narrow down kind of the colors and stuff. But they're narrowed down. And they should be available within the next weekend. Where those made. Those are made all in America. All in America.",
        6909.28,
        6923.74
    ],
    [
        " Warrior kids. Rash guards. Also, there's another kind of cool, fun one. But I will talk about that one. Until later. Also, good way to support yourself. Psychological warfare. If you don't know what that is, it's an album with tracks, jockele tracks. And they are to aid you in the event of you needing aid in your campaigning and sweetness on your path on the path.",
        6923.74,
        6947.6
    ],
    [
        " Okay, so here's the thing about the path. It's not always going to be easy. You know what I'm saying? I know what you're saying. Yeah, every day, man, this is not a one day gig. This is in every day. Every day is a Monday. Yeah. On the path.",
        6949.24,
        6966.94
    ],
    [
        " Here's I will say this though. Okay, so and you read the letter for the guy with drinking. I could relate to that deeply deeply could relate to that. And in a way, and I don't want to go to deep into it. But in a way, the my situation was in a way harder because the drinking wasn't preventing me from working out.",
        6967.8,
        6988.14
    ],
    [
        " It wasn't preventing me from doing like a lot of stuff. It was only preventing me from doing like a handful of things. But those things are really wanted to do. But it was really preventing me or it was put it this way. It was making it super difficult.",
        6988.32,
        7000.04
    ],
    [
        " And then just a fact of like drinking every single day, you know, kind of thing. And the more you do, you know how you the more you get in the routine it on some with something, the harder it is to just straight up break that routine.",
        7000.04,
        7012.54
    ],
    [
        " Especially when it provides the payoff is like drinking does chemically. I mean, you know, like when you drink the instant a. Yeah, exactly right.",
        7012.54,
        7019.38
    ],
    [
        " Long term pay off. No long term negative. Like not even proportionately more beneficial to stop drinking. Like you know, when he said, um, wow, this is how everyday people walk around. Yeah. Yeah. That's really and really. I felt that statement. Right. That's so true. That's exactly what I thought. I mean, dang.",
        7019.38,
        7040.86
    ],
    [
        " No one did tricking these feet. Jocke doesn't drink. Right. So no one did jocke was doing all this stuff. I could I could do all that stuff.",
        7040.86,
        7046.94
    ],
    [
        " That's how you feel. I'm not saying I'm doing all this stuff. I'm just saying that's the feeling. So I could I could dig it. Anyway, point is when you're on this path, it's not always easy.",
        7047.04,
        7056.74
    ],
    [
        " But psychological warfare is there to get you through those difficult parts parts that you admit or that you can admit that you need maybe a little little push,",
        7057.38,
        7068.76
    ],
    [
        " little help, little spot. We can up early procrastinating. That's a big one.",
        7068.84,
        7073.66
    ],
    [
        " Skipping the workout, that kind of stuff. Psychological warfare. Okay. So there's a track for every little weakness you might encounter. Skipping the diet or or slacking on the diet. That's a good one.",
        7074.2,
        7084.34
    ],
    [
        " Um, but yeah, check that one out and, uh, you know, see what up? Good way to support yourself in your on the path when you're on the path and support the podcast as well.",
        7084.94,
        7093.84
    ],
    [
        " Also, you can get some jocke white tea, which tastes like victory and will make you feel really good. You can get that on Amazon. The books way the warrior kid number one, which we just covered.",
        7094.02,
        7106.98
    ],
    [
        " Obviously, it is not just a book for kids. Yeah. Uncle Jake has something to teach all of us myself included. It's for adults and teenagers and anyone else that wants to have a better life.",
        7107.32,
        7120.0
    ],
    [
        " Can I add something about where the work is, which and I, I'm on a cycle. I just read it over and over again. Like I was just like a routine.",
        7120.0,
        7127.88
    ],
    [
        " So your daughter, yeah, she's four and a half so she can't quite read yet.",
        7128.24,
        7131.62
    ],
    [
        " Um, but there's little things in there that it's like, this is really good that these kids are getting this, this message because it's stuff that as an adult, you're like, dang, I never really, even though you know it, like, okay, and this is what it is.",
        7132.42,
        7145.24
    ],
    [
        " When you're like, how do you expect to be good at something if you don't practice?",
        7145.62,
        7148.76
    ],
    [
        " Like little kids don't know that they don't they straight up don't yeah, and got to practice. I feel like we kind of forget that in a way. No, we absolutely do. Yeah.",
        7150.1,
        7160.5
    ],
    [
        " So yeah, it's for sure. There's a lot in that book and sometimes I read that book and I and there's even more in there than I even recognized. You know what I mean?",
        7161.0,
        7174.16
    ],
    [
        " I mean, I think I've read there's so important. They're like beyond my own comprehension. Yeah.",
        7174.16,
        7177.44
    ],
    [
        " And I was just explaining the book way the warrior kid to which is going to come out.",
        7177.58,
        7180.82
    ],
    [
        " And I was just talking through a, with a guy yesterday, like what, what it's about. And as I'm explaining everything that it's about, it's a lot of stuff.",
        7181.0,
        7190.84
    ],
    [
        " And it's a lot of really important lessons. Yes.",
        7191.14,
        7193.46
    ],
    [
        " Um, but yeah, it starts with way the warrior kid, the second warrior kid book will be out April 28, 2018.",
        7194.0,
        7200.2
    ],
    [
        " Actually speaking of books, there is extreme ownership. A new addition. A new addition is out. It's not a totally new book.",
        7201.66,
        7209.16
    ],
    [
        " It's a new edition of it. It's going to be available November 21st. You can get it for preorder right now on Amazon. If you want it.",
        7209.3,
        7216.46
    ],
    [
        " It's got a new forward in it. So so later I wrote a new forward. It has some color pictures in it.",
        7216.8,
        7223.72
    ],
    [
        " Also the new cover is black. We changed the cover from white to black. Why? Because black.",
        7224.6,
        7231.62
    ],
    [
        " Yes, because it looks cooler, way cooler. Also, and this is interesting. There's a new Q&A section in the back of the book that is actually from this podcast.",
        7232.06,
        7242.4
    ],
    [
        " So I kind of rounded up the most prominent leadership questions that that that we've answered on this podcast and wrote them up and kind of had added them a little bit to make sure that they made sense without without everything we talked about today without the tone and",
        7243.78,
        7257.34
    ],
    [
        " the the pacing of what's being said. So I did edit them a little bit, but they're there. What they're what the answers were given on this podcast and they're all from everyone's questions.",
        7257.34,
        7268.5
    ],
    [
        " So everyone appreciate the questions. Everyone that listens to the podcast. You helped us write this next section of this book. Echo Charles is in it as the question ask her. So Echo Charles is in the book and I'll hold it up if you're on YouTube. There's the new book right there.",
        7270.88,
        7286.0
    ],
    [
        " Boom. Discipline or sorry, extreme ownership.",
        7287.04,
        7290.0
    ],
    [
        " So you can get the book. Discipline equals freedom. Field manual. It's a manual for getting after it. So if you want to get after it, get the field manual. Discipline equals freedom.",
        7294.46,
        7305.94
    ],
    [
        " Foughts and actions. They're both in there. It's been great. Again, getting great feedback. Appreciate everyone's feedback.",
        7307.04,
        7313.16
    ],
    [
        " It's pretty straightforward book. No fluff involved. Not not making you read a bunch of words to get to my point. Here's my point.",
        7314.48,
        7328.3
    ],
    [
        " Boom. You can get it anywhere that they that they sell books, including obviously Amazon Barnes and Noble. You can get it at Walmart by the way. Target.",
        7328.78,
        7340.0
    ],
    [
        " The publisher shipped it out to everywhere. So you can pick it up. It's a good book to give to people in my opinion. It's it's not just like giving someone a book. You're giving them something a little bit more than a book.",
        7340.46,
        7353.76
    ],
    [
        " It's it's like something a little bit more than a book. It's I don't know if I can I can't explain it too well right now. Look at it. Yeah, you can look at it. It's it's not normal. I would say it's not normal.",
        7354.04,
        7366.22
    ],
    [
        " If you want the audio version of that book, which a lot of people have been asking about the audio version is available. It is not on audible and it is not going to be unaudible. It is made and we put it together.",
        7366.82,
        7381.18
    ],
    [
        " Echo directed and produced the album that also has tracks. So it's an album with tracks. And it's available as MP3 anywhere that you can get MP3 tracks for sale.",
        7381.58,
        7396.2
    ],
    [
        " iTunes Amazon music music. Google play wherever whatever MP3 platform you utilize you can find it there. And if you like the leadership principles that we talk about on this podcast and you want to get them for your team or your business.",
        7396.96,
        7408.94
    ],
    [
        " We have a leadership and management consulting company. It's called echelon front. It's me. It's Lafe Babin. It's JP DeNel. It's Dave Burke. You can email info at echelonfront.com or you can just check out the website.",
        7409.46,
        7422.82
    ],
    [
        " echelonfront.com. And if you have more questions or you have answers to the questions that we covered that are better than the answers that we gave today and you want to share them with us. That'd be cool. I want to learn.",
        7424.42,
        7436.7
    ],
    [
        " You can find us. We're actually on the interwebs. On Twitter, on Instagram. On Dash Facy. Boah. Echo is at Echo Charles and I am at Jockewilingk and to close out I want to say thanks to our military that's out there on the front lines. I recently got reports of ISIS in Iraq.",
        7436.96,
        7461.86
    ],
    [
        " sending kids to surrender to coalition forces but they've been laden with suicide bombs and rigged to blow up. And as these kids would approach the areas set aside for surrender to American forces, they would the Americans would see the terror in their eyes and realize that there was something wrong and American military men.",
        7462.96,
        7488.1
    ],
    [
        " And especially explosive ordinance disposal technicians would risk their lives time and time again to go disarm these bombs risking their lives so that these young children can live.",
        7488.9,
        7503.22
    ],
    [
        " Who even does that? I'll tell you who America's servicemen and women.",
        7503.92,
        7513.3
    ],
    [
        " They are the finest and we thank them for their service and sacrifice and to police and law enforcement, firefighters, paramedics, other first responders.",
        7514.24,
        7526.48
    ],
    [
        " Thank you for doing your job extremely difficult. Often thankless keeping us safe here on the home front and to everyone else that is listening.",
        7527.06,
        7541.3
    ],
    [
        " Remember this if there's something in your life that you want to change then change it. You have control and if you don't think you have control then take control.",
        7543.3,
        7556.9
    ],
    [
        " Get a grip on your life and start getting after it.",
        7557.36,
        7565.56
    ],
    [
        " So until next time this is Echo and Jocco out.",
        7566.54,
        7572.22
    ]
]