[
    [
        " Alright, there was a friend of mine that was older than me and he was always looking for the right girl",
        0.02,
        5.74
    ],
    [
        " And the right girl to settle down with and to marry and have kids and all that stuff",
        5.74,
        11.4
    ],
    [
        " And it never seemed to happen and the reason it never seemed to happen is because he was always looking for",
        11.4,
        16.92
    ],
    [
        " perfection",
        16.92,
        18.28
    ],
    [
        " always looking for perfection and",
        18.28,
        21.84
    ],
    [
        " I told him that you know",
        21.84,
        25.8
    ],
    [
        " profession doesn't exist and I also had another",
        27.0,
        29.54
    ],
    [
        " buddy of mine that was",
        29.54,
        32.66
    ],
    [
        " We were like surfing and",
        32.66,
        35.24
    ],
    [
        " He was always looking for like the next good time always looking for",
        35.24,
        39.72
    ],
    [
        " He's looking for happiness, right and one time we're surfing and I go bro",
        39.72,
        44.6
    ],
    [
        " You keep looking around for happiness. This is it. This is it man. We're surfing. This is happiness right now",
        44.6,
        52.54
    ],
    [
        " Do you",
        54.26,
        55.46
    ],
    [
        " Ever feel like your search in too much and looking for something",
        55.46,
        63.04
    ],
    [
        " Instead of enjoying what you have",
        63.04,
        66.9
    ],
    [
        " Ten years ago, I would have said yes right now. I feel like I've found I",
        66.9,
        73.1
    ],
    [
        " Found a few things meaning realizations and",
        73.1,
        77.12
    ],
    [
        " I view my job as",
        78.56,
        80.94
    ],
    [
        " testing things on the fringe and",
        80.94,
        83.92
    ],
    [
        " reporting back it's like half",
        83.92,
        86.26
    ],
    [
        " Like ethno botanist might be eaten by cannibals plus a little bit of",
        86.26,
        92.18
    ],
    [
        " athletic stupidity",
        92.18,
        94.08
    ],
    [
        " and",
        94.08,
        94.9
    ],
    [
        " Really trying to find the things at the extreme so I can inform the mean and",
        94.9,
        101.38
    ],
    [
        " As an experimentalist or an experimenter I",
        101.38,
        105.16
    ],
    [
        " Viewed that as my responsibility my job and I've also",
        105.16,
        108.58
    ],
    [
        " Replaced a number of words in my life so we used happiness because it's just the easiest reference point for a lot of folks",
        108.58,
        115.12
    ],
    [
        " I think that the",
        115.12,
        118.56
    ],
    [
        " Better word is excitement so I chase what excites me now",
        118.56,
        125.3
    ],
    [
        " That's a razor's edge you gotta be careful with",
        125.3,
        127.72
    ],
    [
        " But when I say excite it means I",
        127.72,
        131.08
    ],
    [
        " Wake up excited and I go to bed exhausted basically is what that means and",
        131.24,
        136.18
    ],
    [
        " I've also realized that",
        136.18,
        140.02
    ],
    [
        " There are things to optimize and there things to savor and I don't have a lot of trouble with that",
        140.02,
        147.52
    ],
    [
        " Most people would think that I'm just like speed reading poetry and",
        147.52,
        150.42
    ],
    [
        " Watching every movie on like 28x forward with subtitles",
        150.42,
        156.42
    ],
    [
        " Just a cram in as much Mr. Robot as I can or whatever and no I",
        156.42,
        161.14
    ],
    [
        " I feel like I am increasingly better at",
        161.14,
        165.42
    ],
    [
        " The appreciation portion of the equation the achievement I've always been",
        165.42,
        170.44
    ],
    [
        " I wouldn't say hardwired for but very well trained for I'm good at",
        170.44,
        174.94
    ],
    [
        " Putting goals in the sights and achieving those goals",
        174.94,
        178.84
    ],
    [
        " But if you're constantly looking for the next thing whether it's the next goal or it's the next girl or it's the next",
        178.84,
        185.52
    ],
    [
        " High",
        188.38,
        188.74
    ],
    [
        " Then you are never going to be operating in the present tense. Was there something that you said 10 years ago",
        188.74,
        194.12
    ],
    [
        " If I would ask you this you would have probably been on your heels a little bit",
        194.12,
        196.9
    ],
    [
        " Is there something that happened you said you know what what I just you know",
        196.9,
        199.7
    ],
    [
        " Did you get home from a trip one time and say?",
        199.7,
        201.26
    ],
    [
        " What did I just do or was there no I can tell you it was",
        202.08,
        205.6
    ],
    [
        " So this this is related to something that you know Robert Rodriguez who's the director producer writer musician",
        205.6,
        215.04
    ],
    [
        " Everything is a fascinating guy also huge. I didn't realize how big he was",
        215.18,
        218.54
    ],
    [
        " So sin city good on the list right he has a lot of hits and",
        218.54,
        224.04
    ],
    [
        " He said I always find it funny and I'm paraphrasing here, but yeah",
        224.04,
        228.42
    ],
    [
        " He's one of the longer chapters in the book",
        228.42,
        230.96
    ],
    [
        " He said I was fine. I funny when filmmakers come up to be brand new filmmakers and they say",
        230.96,
        234.7
    ],
    [
        " Nothing went the way it was supposed to go like this happened and that happened and shit broke and then we missed this shot",
        234.7,
        241.0
    ],
    [
        " And he said they don't realize that that's their job that nothing is going to work like if you're the director your job is nothing's gonna work",
        241.16,
        248.88
    ],
    [
        " so at one point",
        248.88,
        250.74
    ],
    [
        " I was feeling maybe",
        250.74,
        252.6
    ],
    [
        " Existentially scattered I was like well, I'm trying all these different things and doing all these different experiments and",
        252.6,
        258.34
    ],
    [
        " When am I gonna figure out my thing and then at some point someone just said no your thing",
        258.34,
        264.28
    ],
    [
        " Is going meta like your thing is doing these types of experiments and what I realized is",
        264.28,
        269.84
    ],
    [
        " my",
        272.32,
        273.18
    ],
    [
        " My one thing is",
        273.18,
        275.2
    ],
    [
        " Learning things quickly and whether that is cooking or",
        275.2,
        281.24
    ],
    [
        " Sniping I've taken some sniping courses. That's a separate story",
        281.24,
        286.8
    ],
    [
        " Rally car racing whatever right tango doesn't matter",
        286.8,
        291.98
    ],
    [
        " That the approach to deconstructing these things and learning them quickly compounds",
        291.98,
        296.08
    ],
    [
        " So if I get better a one I get better the next doesn't matter what the subject area is so that's my one thing",
        296.08,
        301.08
    ],
    [
        " And it just gave me great peace of mind a you don't need",
        301.08,
        305.04
    ],
    [
        " One thing in a traditionally defined sense maybe your thing is as I have found you know",
        305.04,
        311.5
    ],
    [
        " Being a human guinea pig and trying to train people to be better learners is my one thing",
        311.5,
        316.2
    ],
    [
        " And that that made me feel more confident",
        316.2,
        319.4
    ],
    [
        " In this sort of experimental approach. I don't have ten-year plans and I used to that used to bother me a lot",
        319.4,
        325.72
    ],
    [
        " I am no longer",
        326.64,
        328.36
    ],
    [
        " remotely bothered by that",
        328.36,
        330.34
    ],
    [
        " because I have two week experiments and I have six month projects and",
        330.34,
        335.66
    ],
    [
        " If I do my we actually talked about this and you've written about it",
        335.66,
        339.54
    ],
    [
        " But rather than worrying about the the next 17 promotions",
        339.54,
        342.62
    ],
    [
        " You just do what's in front of you in my case say a book project if I do an",
        342.62,
        348.26
    ],
    [
        " Exceptional job I knock it out of the park with this one thing",
        348.26,
        350.84
    ],
    [
        " Opportunities will present themselves that I couldn't have conceived of six months ago",
        350.84,
        355.42
    ],
    [
        " And then it's just a matter of paddling for the wave",
        355.76,
        357.82
    ],
    [
        " But yeah, but I'm a lot better at appreciation than I was along",
        357.82,
        363.08
    ],
    [
        " Say ten years ago",
        363.08,
        364.8
    ],
    [
        " Because ten years ago it didn't matter how",
        364.8,
        368.22
    ],
    [
        " How well I did what I won what I accomplished I was always obsessing on the next thing",
        368.22,
        373.38
    ],
    [
        " I never took the time to actually enjoy it good lesson",
        373.38,
        377.34
    ]
]