[
    [
        " This is Jocco Podcast number 97 with echo Charles and me, Jocco Willink. Good",
        0.2,
        7.1
    ],
    [
        " evening, Echo. Good evening.",
        7.1,
        8.14
    ],
    [
        " To the master stone mason in the town of Mansfield.",
        9.22,
        17.78
    ],
    [
        " Greetings in God, much beloved parents. If my small letter finds you in good",
        19.34,
        26.52
    ],
    [
        " health I should be mightily glad. What concerns me I am pretty much in health. Here in",
        26.52,
        36.8
    ],
    [
        " the white country will have to die all of hunger. All is burnt and the Russian army has",
        36.8,
        46.34
    ],
    [
        " carried off all subjects as they had such a fear of us and there is no food to be found",
        46.34,
        53.84
    ],
    [
        " because nobody is to be found in any town. Whenever a house is found it is empty and dark.",
        53.84,
        61.0
    ],
    [
        " Dear parents, I have to give news of our last battle as we had already gone hungry for three days",
        61.72,
        69.08
    ],
    [
        " and March day and night at five in the morning. We marched into this battle with a cabbage stump",
        69.08,
        74.9
    ],
    [
        " in our stomach and we were in it until the evening and then we again had nothing and could not",
        75.24,
        87.8
    ],
    [
        " eat for tiredness. Only can and fire from morning to evening. God has helped me out of the third",
        87.8,
        95.44
    ],
    [
        " battle also without harm though the bullets hailed down pretty well as if one were to take peas and",
        95.44,
        101.52
    ],
    [
        " throw them at someone but none got me. The whole cavalry is lost. Now I want to write you about",
        101.52,
        112.24
    ],
    [
        " the Russian town of Misery Moscow which is seven hours walk long and as wide and the Russians put",
        112.24,
        121.46
    ],
    [
        " fire to it. For four hours it burned and then it was extinguished and we were stationed before",
        121.46,
        129.86
    ],
    [
        " Moscow and I don't know whether we are going forward or back. I don't know what to write",
        130.42,
        138.38
    ],
    [
        " except that you will shortly see many cripples without arm and leg and so many must die pitifully",
        138.38,
        147.5
    ],
    [
        " of hunger and terrible dangers. Russians appear all the time for the last battle. Let's end now.",
        147.5,
        156.0
    ],
    [
        " Finally, farewell and stay healthy until we speak again. Many greetings to brothers and sisters,",
        157.32,
        166.76
    ],
    [
        " brothers in law and sisters in law to the balsons, the krogans and all good friends and equitences",
        167.28,
        173.58
    ],
    [
        " and I am quite well if only I can live. Farewell, I remain your faithful son until death.",
        173.58,
        183.82
    ],
    [
        " Johann Andres Warnick. So Napoleon who is often praised by many including myself",
        186.7,
        200.86
    ],
    [
        " praised as a military genius and he was one of the first military leaders to effectively",
        200.86,
        210.12
    ],
    [
        " utilize psychological warfare. And this included most famously his bulletins de la grande army",
        211.08,
        219.94
    ],
    [
        " which was sort of an update. It was like a newspaper that was sent out while the campaigns of",
        219.94,
        228.62
    ],
    [
        " France were being embarked upon and that was his media so he had control of it. And he also",
        228.62,
        235.64
    ],
    [
        " controlled mail that his troops sent home and made sure that it painted a positive picture of",
        235.64,
        242.82
    ],
    [
        " what was happening down range. And that is where that opening letter came from.",
        242.82,
        247.78
    ],
    [
        " Then it was actually excerpts of a letter but it was confiscated by the military of the kingdom",
        248.52,
        255.84
    ],
    [
        " of Westphalia which was a vassal state under the first French empire which was Napoleon's empire",
        256.68,
        266.08
    ],
    [
        " and the kingdom of Westphalia which is a German piece of land and it provided hundreds of thousands",
        266.08,
        275.58
    ],
    [
        " of soldiers for the Napoleonic Wars. And when I say provided soldiers I should say specifically",
        275.58,
        282.86
    ],
    [
        " conscripts which are basically slave soldiers you have no choice you will go and fight.",
        284.78,
        291.34
    ],
    [
        " And over time Westphalia was eventually conquered by the Russians for a period and then some of",
        292.06,
        299.88
    ],
    [
        " the confiscated letters survived and ended up as historical documents that explained what was",
        299.88,
        307.9
    ],
    [
        " happening on the ground and that's where that letter came from through old Russian files where",
        307.9,
        314.62
    ],
    [
        " they had they had this letter. And again we make a habit of glorifying Napoleon and I have done it",
        314.62,
        321.92
    ],
    [
        " right here on this podcast which is actually pretty substandard behavior for me since I always try",
        321.92,
        330.2
    ],
    [
        " to listen to the voice and hear the voice and understand the viewpoint of the foot soldier,",
        331.98,
        339.5
    ],
    [
        " the grunt, the front line troops on the battlefield because that is where the fighting takes place.",
        340.5,
        346.7
    ],
    [
        " Those are the men that execute the plans of the general and that is where the wars are actually one.",
        347.42,
        356.96
    ],
    [
        " And history as a whole has a tendency to forget about them because generally it's the admirals",
        359.0,
        371.28
    ],
    [
        " and the generals that write the memoirs. But in this case we are going to hear from",
        371.28,
        379.98
    ],
    [
        " one of Napoleon's grunts, a guy by the name of Jacob Walter and he is a German conscript who",
        380.74,
        390.54
    ],
    [
        " was fighting for France. So this is a guy grew up in Germany but when Germany was became part of",
        390.54,
        397.38
    ],
    [
        " and became a vassal state like a subordinate state of the empire of France",
        397.38,
        402.5
    ],
    [
        " then he ended up fighting for France. But even more and you're going to find this out quickly",
        404.7,
        409.8
    ],
    [
        " he was fighting for his own survival. So let's go to this book. The book is called",
        409.8,
        419.04
    ],
    [
        " the Diary of an Apollionic Foot Soldier by Jacob Walter.",
        419.04,
        424.02
    ],
    [
        " And here we go. In the year 1806 I was drafted with many of my comrades in the military service",
        428.4,
        436.48
    ],
    [
        " in the conscription at that time and was assigned to the regiment of Romic.",
        436.48,
        441.98
    ],
    [
        " In the fall I traveled with the regiment to Prussia in the campaign which Emperor Napoleon",
        442.4,
        449.9
    ],
    [
        " with the princes then his allies was conducting at that time against Prussia. And this is interesting",
        450.44,
        457.28
    ],
    [
        " because I've talked about on this podcast before the Battle of Jenna and what happened at the battle",
        457.28,
        464.0
    ],
    [
        " of Jenna and what happened at the Battle of Jenna is that the Prussian army was defeated",
        464.0,
        467.94
    ],
    [
        " pretty savagely by Napoleon's army and that made them make some major adjustments to the way",
        467.94,
        476.48
    ],
    [
        " they ran things and that was kind of the beginning of decentralized command from the German perspective.",
        476.48,
        481.12
    ],
    [
        " But this guy, Walter Jacob Walter was actually there. Now this is what's interesting and I go take",
        481.84,
        490.18
    ],
    [
        " some time to paint this picture of the way these soldiers operated back then. First of all they",
        490.18,
        494.52
    ],
    [
        " marched just about everywhere and sometimes they ride horses but sometimes they but most of the",
        494.52,
        498.0
    ],
    [
        " times they marched. And when they marched what they would do is just whatever they were whatever",
        498.0,
        506.3
    ],
    [
        " village they'd go and hey we're here we need to stay in your house and we need to get fed",
        506.7,
        512.14
    ],
    [
        " and that's what they did and people allowed them to do it. I mean a bunch of people with guns",
        512.14,
        518.58
    ],
    [
        " show up at your house and say we want food and beds you know these people gave them what they wanted.",
        518.58,
        523.8
    ],
    [
        " Sometimes willingly depending when they were traveling out of their own country so when they were",
        524.3,
        528.38
    ],
    [
        " in Germany they're or in their Westphalia the locals as they were leaving the locals who'd give them",
        528.38,
        534.72
    ],
    [
        " hey we'll support you it's a military guy we'll support you and then when they got into enemy territory",
        534.72,
        539.14
    ],
    [
        " they would have to be more forceful. But here's how it starts off with him marching.",
        539.14,
        546.16
    ],
    [
        " We were given good quarters everywhere which kept me always healthy and cheerful in spite of",
        547.68,
        552.7
    ],
    [
        " the continuous marching. Furthermore I was only 19 years old a fact which caused me frequently to",
        552.7,
        557.98
    ],
    [
        " participate in thoughtless and dangerous enterprises. I think he was getting after it as a young 19 year old.",
        557.98,
        563.24
    ],
    [
        " And this is another thing it's interesting. So this guy these conscripts they weren't they weren't",
        563.72,
        569.4
    ],
    [
        " permanent soldiers they were more like reservists where they would go and fight and when the war",
        569.4,
        574.28
    ],
    [
        " was over they'd go back home and continue with whatever their job was and so that's what happens",
        574.28,
        578.14
    ],
    [
        " to him. He you know gets tasked he's only 19 years old boom you're gonna go fight he says okay",
        578.14,
        582.98
    ],
    [
        " he starts going in marching. Back to the book in this city it happened in my quarter that a",
        582.98,
        588.58
    ],
    [
        " comrade wanted to force the landlord to sing. However he refused to do so sitting the whole",
        588.58,
        594.3
    ],
    [
        " night on a bench near the stove weeping. Since this man could not sing because of his sorrow sorrow",
        594.3,
        601.08
    ],
    [
        " soldier Hummel wanted to frighten him took his rifle cock the hammer and shot.",
        601.08,
        605.92
    ],
    [
        " The bullet passed by me and another soldier and lodged in the wall. I wanted to mention this in",
        607.4,
        612.22
    ],
    [
        " order to show how the soldiers were running wild at that time. So like I said when they were in their",
        612.22,
        617.76
    ],
    [
        " own country they'd get good support and everyone would take care of them but then the further they",
        617.76,
        621.86
    ],
    [
        " got into other countries they had to use force. A spy who was in the village a spy who was a village",
        621.86,
        631.08
    ],
    [
        " smith was brought before the guard house. He had letters and orders to tell Prussians of our",
        631.08,
        636.9
    ],
    [
        " strength in manpower. He was laid on a bench and whipped by two or three corpoles. Two men had to",
        636.9,
        644.48
    ],
    [
        " hold his feet and to his head. His leather breeches were stretched out and water poured on them",
        644.48,
        650.7
    ],
    [
        " and then he received about 150 blows. At last he could no longer speak because he was half dead.",
        650.7,
        658.92
    ],
    [
        " After this experience the smith was taken to the threshing floor and shot.",
        660.96,
        666.0
    ],
    [
        " Blows with clubs also were heaped upon many innocent people in this city.",
        667.24,
        673.1
    ],
    [
        " So these guys are things turn bad real quick. Things turn bad real quick and I can't even imagine",
        674.36,
        681.58
    ],
    [
        " these days where there's a lot less accountability and you have 19 year old soldiers coming into",
        681.58,
        690.08
    ],
    [
        " towns and just basically doing whatever they want. Back to the book finally when light fire now",
        690.08,
        697.08
    ],
    [
        " they're getting into an attack situation. Finally when light firing began upon the outposts we were",
        697.08,
        703.04
    ],
    [
        " commanded to attack by waiting through the rampart ditches with fan scenes with fast scenes to tread",
        703.04,
        708.72
    ],
    [
        " these in and to scramble up the outworks by chopping and shoveling. When I stood in the ditch",
        708.72,
        714.78
    ],
    [
        " each first soldier had to pull up the next one with his rifle. The ramparts were of sand and",
        715.54,
        721.32
    ],
    [
        " everyone frequently fell back again because of the attack of the enemy or just because of the",
        721.32,
        726.96
    ],
    [
        " sliding sand yet in that place the huge cannonballs flew above us, thundering so violently that we",
        726.96,
        734.0
    ],
    [
        " would have believed the earth would burst to pieces. When everyone was almost on top of the earth",
        734.0,
        739.04
    ],
    [
        " work the Prussians were slaughtered with great vigor and the rest took flight into the gate.",
        739.04,
        744.86
    ],
    [
        " Then we too wanted a game possession of the gateway in order to enter the city but at this critical",
        745.18,
        751.24
    ],
    [
        " time many of these Prussians were shot along with our men by small and large guns and the gate was closed.",
        751.24,
        757.62
    ],
    [
        " Since all sorts of shells and rockets broke out of the fortress like a cloud burst we had to take",
        758.12,
        764.52
    ],
    [
        " flight. Those who meanwhile were scrambling up the outworks had to jump from the fortress into the",
        764.96,
        770.62
    ],
    [
        " moat along with their prisoners and all the rest had to do likewise. During this retreat many fell",
        770.62,
        777.28
    ],
    [
        " on bayonets many drowned and many of us were also brought into the fortress as prisoners and",
        777.28,
        783.0
    ],
    [
        " sent away to Danzig by sea. Now it's interesting this guy the way he writes it's very matter of fact",
        783.0,
        790.6
    ],
    [
        " as to what happens and again this is a relatively I'm going to take you to through three campaigns this is",
        790.8,
        796.68
    ],
    [
        " the first one the last one is the campaign in Russia the famous Napoleon's famous march into Russia",
        796.68,
        804.12
    ],
    [
        " to try and take Russia and everyone knows how that story ends it's not good but this first one is",
        804.12,
        812.06
    ],
    [
        " like I said against the Prussians back to the book one morning the Prussians surprised the Polish",
        812.06,
        818.26
    ],
    [
        " camp from the sea with their ships as it happened before Easter the cannon fire on the poles was",
        818.26,
        824.26
    ],
    [
        " so heavy that they could not withdraw fast enough their cannonballs also traveled more than half",
        824.26,
        831.02
    ],
    [
        " again as far toward our camp as our balls did across the water since the surrounding swamps were",
        831.02,
        837.08
    ],
    [
        " frozen and the balls could roll along on ice so fast that one ball took off the feet and legs",
        837.08,
        843.08
    ],
    [
        " of 10 or 12 men frequently both feet of the same man during this blockade the Prussians frequently made",
        843.08,
        853.32
    ],
    [
        " attacks although every time with great losses one of nightmare that is you're standing on frozen",
        853.32,
        861.04
    ],
    [
        " swamps and these cannonballs are being fired at at a really low angle and just screaming across",
        861.04,
        866.62
    ],
    [
        " the ice and taking out 10 to 12 guys legs feet",
        866.62,
        870.84
    ],
    [
        " going back to the book when I arrived in this field I hastened to look for my brother who is in the",
        870.84,
        882.22
    ],
    [
        " Lillemburg regimen here we met embraced and greeting one another and joy filled our hearts",
        882.22,
        888.12
    ],
    [
        " then he took me into his barracks and gave me trousers shirts and several other pieces of clothing",
        888.12,
        893.66
    ],
    [
        " which I needed since as I've already said I lost almost everything at Colberg so he's out there",
        893.66,
        901.24
    ],
    [
        " and his brothers also out there fighting and they happen to running into each other from time to time",
        901.24,
        907.3
    ],
    [
        " back to the book while the enemy had to defend themselves around and in the crowded part of the",
        907.3,
        914.02
    ],
    [
        " city a terrible shelling of light and heavy artillery broken upon us and all of us had to abandon",
        914.02,
        919.92
    ],
    [
        " the positions we had taken large mines were exploded in the breastwork and everywhere there flew",
        919.92,
        925.94
    ],
    [
        " rockets so-called pitch rings which could be put out only with small boxes as they fell on the ground",
        925.94,
        933.02
    ],
    [
        " if anyone would or could be an onlooker at frightful explosions he could get the finest view",
        933.02,
        941.68
    ],
    [
        " at a fortress attack which is more remarkable which is a more remarkable sight by far than a battlefield",
        941.68,
        949.28
    ],
    [
        " the bombs and grenades crisscrossing in the air in such great numbers all floating like balls of",
        950.0,
        956.24
    ],
    [
        " fire in the air and exploding or bursting in the air or on the ground with a small cannon report",
        956.24,
        962.08
    ],
    [
        " the slow ascent of each shell the fast descent often also a collision of them in the air all this",
        962.08,
        969.54
    ],
    [
        " is a sight of moving beauty so you get that you get kind of a sense for how much firepower and again",
        969.54,
        979.3
    ],
    [
        " you don't really think of that very often of of how these how these battles would take place and",
        979.3,
        985.66
    ],
    [
        " how much firepower there is but there's obviously massive amounts of rocket fire grenades canons",
        985.66,
        994.84
    ],
    [
        " rifle horrible and that's the first section that first campaign against Prussia's relatively short",
        994.84,
        1004.06
    ],
    [
        " day achieved victory in that campaign and he goes back like I said he goes back like a",
        1004.1,
        1008.96
    ],
    [
        " reservist to his normal life and when he goes back to his normal life survives that way for a while",
        1008.96,
        1015.06
    ],
    [
        " or lives that way for a while and then he gets recalled again going back to the book while I was",
        1015.06,
        1019.66
    ],
    [
        " working in various ways to at my trade after the Prussian campaign the war with Austria broke out",
        1019.66,
        1025.44
    ],
    [
        " in 1809 and I was called into the garrison at stutgart and what this this one is a little bit more of",
        1025.44,
        1033.16
    ],
    [
        " an insurgency they're putting down the tyrolean insurgents in this battle relatively short",
        1033.16,
        1039.56
    ],
    [
        " but here's where they are holding up a fort basically back to the book we fired through the",
        1039.56,
        1050.52
    ],
    [
        " loopholes and from the wall with cannon and small guns during the heavy-shelling I shot a man",
        1050.52,
        1056.18
    ],
    [
        " in front of the garden house as he came in a little way forward toward the breastwork and aimed",
        1056.18,
        1061.2
    ],
    [
        " into the loophole but after I shot and he suddenly fell several others wanted to carry off this dead",
        1061.2,
        1067.2
    ],
    [
        " man and as was often done however the more openly it was done the more often other men were hit too",
        1067.2,
        1074.9
    ],
    [
        " finally we fired with cannon throwing projectiles into large and beautiful garden houses",
        1074.9,
        1081.26
    ],
    [
        " setting them all in flames on the third day the enemy could no longer hold out because of the",
        1081.26,
        1087.8
    ],
    [
        " heavy artillery fire and moved back into the mountains so here's a classic lesson a classic lesson",
        1087.8,
        1096.3
    ],
    [
        " of combat if there's a wounded person you can't run out and get him you have to suppress fire",
        1096.3,
        1103.02
    ],
    [
        " and that's exactly what he's saying here he shot a guy somebody came out to try and pull him back",
        1103.02,
        1108.48
    ],
    [
        " he shot that guy too somebody came out to pull them you shoot that person too what you have to do",
        1108.48,
        1113.54
    ],
    [
        " suppress fire when someone gets wounded as hard it is is to do that that's what you have to do",
        1113.54,
        1120.46
    ],
    [
        " when you say it's hard as it is to do that that's because when you know oh your friend is wounded",
        1120.46,
        1126.16
    ],
    [
        " yes you kind of the automatic thing is to go get him real quick that's exactly right that's exactly",
        1126.16,
        1131.34
    ],
    [
        " right it's an emotional attachment yeah it's an emotional decision that people all the most people",
        1131.34,
        1138.92
    ],
    [
        " are tempted to make hey echo shot i'm gonna go save him so i run over to save you and i get shot",
        1139.8,
        1145.86
    ],
    [
        " too and again that campaign you know you could hear the the insurgents go back up in the mountains",
        1145.86,
        1151.5
    ],
    [
        " and he carries on a little bit with that but the focus that i wanted to get to today was",
        1151.5,
        1157.4
    ],
    [
        " this campaign in russia so here we go back to the book in the month of january 1812",
        1157.4,
        1167.02
    ],
    [
        " i was recalled to the garrison of shorn d'orfe and they know that they're going to russia",
        1167.78,
        1175.84
    ],
    [
        " they know that that's where they're heading um but they know it's gonna be tough",
        1175.84,
        1182.26
    ],
    [
        " but here we go back to the book here's here's about their attitude i and all the soldiers were very",
        1182.26,
        1188.32
    ],
    [
        " merry always singing and dancing especially since throughout the entire wortsburg country",
        1188.32,
        1193.9
    ],
    [
        " the quarters and eating and drinking were very good particularly because of the large supply of wine",
        1194.22,
        1199.84
    ],
    [
        " so that everyone had his field flask voluntarily filled with wine and his pockets with cookies",
        1199.84,
        1205.18
    ],
    [
        " at the time of departure more over the beautiful villages on the main river surrounded by vineyards",
        1205.18,
        1212.24
    ],
    [
        " fruit trees and grain fields put everyone in a happy mood about the middle of march the army",
        1212.24,
        1218.64
    ],
    [
        " continued on its way through sacks coberg where a wooded in mountainous region began the pine trees",
        1219.28,
        1226.52
    ],
    [
        " were especially plentiful so i was also thinking about this you're you're a working class guy",
        1226.52,
        1232.7
    ],
    [
        " in germany in the early 1800s you're working your job day to day i don't know i don't know what",
        1232.7,
        1238.94
    ],
    [
        " you do what are you you're let's say you're a metal worker let's say you're a stone layer",
        1238.94,
        1243.22
    ],
    [
        " a mason of some whatever your job is but you're working hard you're getting your paycheck probably not",
        1243.86,
        1249.04
    ],
    [
        " great and then all of a sudden they say hey you want to go on a little adventure you're going to get",
        1249.04,
        1254.18
    ],
    [
        " to take what you want you get to go out you're gonna get good food you can i can kind of sense that",
        1254.18,
        1259.58
    ],
    [
        " attitude and it's the same thing that happens with military guys today myself included where you",
        1259.58,
        1264.54
    ],
    [
        " know i'm growing up in a small town and everyone just kind of lives and dies in this small town and",
        1264.54,
        1269.34
    ],
    [
        " all the sun there's an opportunity to go out and just get after it live adventure and see the world",
        1269.34,
        1274.22
    ],
    [
        " you know that i need to say that in the in the navy you know join the navy and see the world",
        1274.22,
        1278.78
    ],
    [
        " you know hey that sounds cool yeah and that's kind of what this is here especially this guy's",
        1278.78,
        1284.12
    ],
    [
        " veteran he's been through some wars been through some tough firefights and and obviously seen some",
        1284.12,
        1288.28
    ],
    [
        " significant casualties but at the same time he's a veteran that he's he's come back so he comes",
        1288.28,
        1293.98
    ],
    [
        " back to his you know like i said i don't know what his civilian job was but he was laying stones",
        1293.98,
        1299.46
    ],
    [
        " or pounding on an anvil shaping metal or something like that and all of a sudden hey you know",
        1299.46,
        1304.86
    ],
    [
        " what we want you to go out and live in nice manners that you that you take down or that you you",
        1304.86,
        1312.96
    ],
    [
        " and get quartered in and they're gonna feed you great",
        1312.96,
        1316.24
    ],
    [
        " and it continues and back to the book in the city of light sick anyone could see what was going",
        1318.46,
        1324.24
    ],
    [
        " to happen since many frenchies as could slip through came crowding through the gates light sick",
        1324.24,
        1330.04
    ],
    [
        " was packed with soldiers and i was in quarters with a hundred and fifty men yet the landlord to whom",
        1330.04,
        1335.88
    ],
    [
        " we were assigned put us all in one building the former theater building which was a hundred",
        1335.88,
        1341.1
    ],
    [
        " feet tall a hundred feet long and sixty feet wide triple rows of tables stood ready in the hall",
        1341.1,
        1347.2
    ],
    [
        " very beautifully set and loaded with beer brandy butter cheese and white bread after all it sat",
        1347.2,
        1354.96
    ],
    [
        " down everybody ate and drank while eight servants brought in the warm meal which consisted of white",
        1354.96,
        1361.16
    ],
    [
        " soup two kinds of meat and several kinds of vegetables in addition something cold was served",
        1361.16,
        1367.32
    ],
    [
        " for dessert and drinks were served in abundance throughout the whole afternoon we stayed here two",
        1367.32,
        1373.24
    ],
    [
        " days until the line of march formed by columns and the departure was ordered so like I said",
        1373.24,
        1380.74
    ],
    [
        " living the pretty good life back the book and then we went further and came to first involved",
        1380.74,
        1391.12
    ],
    [
        " a middleside city in brenberg did brennberg district we were still very lively in this town",
        1391.12,
        1398.06
    ],
    [
        " singing and living cheerfully although we could imagine the unusual campaign before us",
        1398.06,
        1402.98
    ],
    [
        " but everyone always believes in and hopes for the best i also looked after my saber and made it",
        1402.98,
        1411.4
    ],
    [
        " very sharp at a turners and tempered it in fire so that it would not break off",
        1411.4,
        1416.56
    ],
    [
        " the march was continued to Poland through the village of repin",
        1418.96,
        1422.94
    ],
    [
        " where the use of German language stopped and the manners and cultures made a strange impression",
        1422.94,
        1429.3
    ],
    [
        " it was the month of May and the air swarmed with May bugs so that amazingly so amazingly that it",
        1429.3,
        1437.24
    ],
    [
        " was hard to keep your eyes open in the evening the bugs were so very thick that they darken the",
        1437.24,
        1442.32
    ],
    [
        " atmosphere and everyone was busy shaking them out of their face and hair here it became necessary",
        1442.46,
        1448.78
    ],
    [
        " for each person to seek and cook his own provisions although requisitioning was forbidden",
        1448.78,
        1455.92
    ],
    [
        " so you weren't allowed to go out and just take stuff still but you can see things are starting to",
        1455.92,
        1462.38
    ],
    [
        " get leaner however everyone still had his full strength and courage was still alive in every soldier",
        1462.38,
        1468.36
    ],
    [
        " but from day to day privation and hunger increased and it became necessary for the regiment to",
        1469.5,
        1475.58
    ],
    [
        " requisition and slaughter live stock so that men could have some meat in addition to the potatoes",
        1475.58,
        1480.34
    ],
    [
        " and grits which they found here and there bread was rare and there was nothing at hand to buy",
        1480.34,
        1487.08
    ],
    [
        " so again you can see as they move as they move to the east towards Russia from Germany",
        1487.08,
        1497.62
    ],
    [
        " through Poland there's food is becoming less and they had left in January if you remember and so",
        1497.92,
        1504.6
    ],
    [
        " now it's May so the weather is actually even though there's a lot of bugs but the weather's it's hot",
        1504.6,
        1509.5
    ],
    [
        " which the Russian campaign there's there's one of the best defenses that Russia has maybe",
        1509.5,
        1517.0
    ],
    [
        " maybe the best defense that Russian has and that's the Russian winter but right now it's spring",
        1517.0,
        1521.54
    ],
    [
        " the springtime in Poland so still not that bad yet and back to the book now the orders now the",
        1521.54,
        1529.48
    ],
    [
        " orders let us from foreign to marium pole the march went through seaburg the roads were sandy and",
        1529.48,
        1538.08
    ],
    [
        " dust covered and dust covered our clothing and you're going to see how very quickly things turn",
        1538.08,
        1548.14
    ],
    [
        " for these soldiers back to the book daily the hardships increased and there was no hope of bread",
        1549.7,
        1555.8
    ],
    [
        " my colonel spoke to us once and said that we could hope for no more bread until we cross the enemy",
        1555.8,
        1560.74
    ],
    [
        " border the most anyone might still get was a little lean beef and hunger made it necessary to dig",
        1560.74,
        1566.82
    ],
    [
        " up dig up the fields for the potatoes already sprouting which were however very sweet and almost",
        1566.82,
        1573.24
    ],
    [
        " inevitable inevitable one also heard everywhere that several men had already shot themselves because",
        1575.76,
        1581.74
    ],
    [
        " of hardship in particular an officer had cut his own throat on that very same day so again it's",
        1581.74,
        1589.26
    ],
    [
        " very interesting the way he writes he's sort of matter of fact but we've already have people that",
        1589.26,
        1594.0
    ],
    [
        " are starving and they're starving they're marching and it's it's bad it's bad enough that people are",
        1594.0,
        1600.52
    ],
    [
        " killing themselves yeah kind of seem that that like that came out of nowhere yeah and I I skip",
        1602.96,
        1608.78
    ],
    [
        " some pages but I didn't skip that many pages I didn't skip that many pages it it went pretty quick",
        1608.78,
        1614.26
    ],
    [
        " from from pretty decent living it's it's two pages it's through sorry it's three pages in the book",
        1614.26,
        1622.78
    ],
    [
        " from pretty decent living singing and living cheerfully to we got officers that are cutting their own",
        1622.78,
        1628.38
    ],
    [
        " throats yeah and this whole campaign takes place in less than a year from January they're back by",
        1629.2,
        1636.68
    ],
    [
        " December so and they haven't by the way what's what's interesting they haven't met the enemy yet",
        1636.68,
        1642.58
    ],
    [
        " right that that's what's that's what's one of you know as I'm reading this and as you listen to it",
        1642.58,
        1647.38
    ],
    [
        " you think they haven't even met the enemy yet they're just already already people are dying already",
        1647.38,
        1651.54
    ],
    [
        " people are killing themselves yeah and I don't know how much this he talks about this but the",
        1651.54,
        1656.78
    ],
    [
        " he says because of hardship like what just just just marching marching and starving being cold being",
        1657.28,
        1664.68
    ],
    [
        " uncomfortable privation yeah suffering straight up got too much yeah and and and you're you're light",
        1664.68,
        1672.68
    ],
    [
        " at the end of the tunnel is combat with the Russians and a Russian winner yeah",
        1672.68,
        1677.52
    ],
    [
        " going back to the book we believed that the Russians would wait oh oh sorry",
        1677.52,
        1685.02
    ],
    [
        " back to the book um finally we came to the memo river where the Russian border was we believe",
        1685.52,
        1693.48
    ],
    [
        " that the Russians would wait on the other side of the bank and attack but nothing happened",
        1693.48,
        1698.0
    ],
    [
        " bone apart fired upon the high points held by Russians with a few cannon and sent his cavalry",
        1698.0,
        1704.06
    ],
    [
        " across the water the Russians however withdrew after a fort after a short encounter and this is",
        1704.06,
        1711.62
    ],
    [
        " this is this is so cool to hear this because this is the Russian defensive tactic you hold but you",
        1712.46,
        1719.4
    ],
    [
        " don't hold the line you hold the line off a little bit and then you and then you retreat and",
        1719.4,
        1725.06
    ],
    [
        " you take you know you you inflict some damage on the enemy on the invaders you inflict some damage",
        1725.06,
        1729.66
    ],
    [
        " on them and then you retreat and then they when the enemy attack when the invaders attack again",
        1729.66,
        1736.04
    ],
    [
        " you inflict some damage and then you retreat and you're just drawing them in and drawing",
        1736.3,
        1740.82
    ],
    [
        " them deeper and deeper and deeper into Russia and what they didn't expect what they didn't expect",
        1740.82,
        1747.24
    ],
    [
        " was that what the Russians did was very smart when they retreated before they retreated they destroyed",
        1747.24,
        1754.74
    ],
    [
        " everything they burned the houses they they killed the livestock if they couldn't take it with",
        1754.74,
        1762.12
    ],
    [
        " them they dug the fields up so there was no food because that was the standard the standard",
        1762.36,
        1767.92
    ],
    [
        " does as an army as a soldier in this time you you lived off the land there wasn't you didn't need",
        1767.92,
        1772.34
    ],
    [
        " a supply chain you just lived off the land okay we got we'll find some we'll hunt some meat and",
        1772.34,
        1777.64
    ],
    [
        " that's will be our dinner or we'll dig up some some crops that are that we find and that's what we'll",
        1777.64,
        1782.74
    ],
    [
        " eat oh and we for shelter we need to carry shelter with us we'll just stay in the houses so the",
        1782.74,
        1787.16
    ],
    [
        " Russians very smart they destroyed all that and the French were not expecting this tactic and it",
        1787.16,
        1793.48
    ],
    [
        " was very very effective back to the book on June 25th the army went over the bridges we now",
        1793.48,
        1799.9
    ],
    [
        " believe that once in Russia we need to do nothing but forage which however proved to be an illusion",
        1799.9,
        1806.62
    ],
    [
        " the town of Ponimon was already stripped before we could enter and so were all the villages",
        1806.62,
        1813.62
    ],
    [
        " so they they thought they might be living high on the hog but didn't happen back to the book here",
        1814.66,
        1821.38
    ],
    [
        " in there a hog ran around and then was beaten to death with clubs chopped with sabers and stabbed",
        1821.38,
        1827.14
    ],
    [
        " with bannets and often and often still living it would be cut and torn to pieces several times I",
        1827.14,
        1833.98
    ],
    [
        " succeeded in cutting off something but I had to chew it and eat it uncooked since my hunger could",
        1833.98,
        1838.74
    ],
    [
        " not wait for a chance to boil the meat the worst torture was the march because the closed",
        1838.74,
        1845.32
    ],
    [
        " ranks forced all to go in columns the heat and dust flared up into our eyes as if from smoking",
        1845.32,
        1852.66
    ],
    [
        " coal heaps the hardship was doubled by the continual halting of troops whenever we came to a swamp",
        1852.66,
        1859.48
    ],
    [
        " or a narrow road often one had to stand for half an hour then another such period was spent catching",
        1859.48,
        1865.14
    ],
    [
        " up and dredging away without food or water so this is this is something that anybody that's done",
        1865.14,
        1871.62
    ],
    [
        " any kind of forced road march in the military can appreciate you come to some kind of a choke point",
        1871.62,
        1879.38
    ],
    [
        " like let's say you got people walking down a road and they're let's say 10 or 15 guys abreast",
        1879.38,
        1886.68
    ],
    [
        " and just marching and walking and you get to something where it's a choke point so now all of a sudden",
        1886.68,
        1891.74
    ],
    [
        " only three it's like a traffic jam only three people can go across this walking bridge at a time",
        1891.74,
        1895.84
    ],
    [
        " so that means everybody that gets there has to stop well the people that got there first when they",
        1895.84,
        1901.62
    ],
    [
        " get to the other side they keep that pace going so by the time you at the end of the tail an hour",
        1901.62,
        1907.38
    ],
    [
        " later or a half an hour later when you get across you've got to now run to catch back up and so",
        1907.38,
        1913.1
    ],
    [
        " it's just it's it's it's painful and of course on top of that you have the fact that these guys",
        1913.1,
        1919.58
    ],
    [
        " have no water or food back to the book during the third night a halt was made in a field which",
        1919.58,
        1926.2
    ],
    [
        " was trampled into a swamp here we were ordered to camp and to make fires since then since neither",
        1926.2,
        1931.54
    ],
    [
        " village nor forest could be seen and the rain continued without end you can imagine in what a",
        1931.54,
        1937.98
    ],
    [
        " half-numbed condition everyone stood there what could we do there was nothing that we could do but",
        1937.98,
        1943.14
    ],
    [
        " stack rifles in pyramids and keep moving in order not to freeze so it just went in a day it went",
        1943.74,
        1950.6
    ],
    [
        " from hot and this happens out in the desert too it it's hot and then all the sudden at night time",
        1950.6,
        1956.64
    ],
    [
        " you're freezing yeah and these guys are they get told the build fires well guess what there's no",
        1956.64,
        1960.7
    ],
    [
        " wood everything had been burned there all they could do is stack their rifles back to the book we",
        1960.7,
        1972.72
    ],
    [
        " arrived in the middle of July the men were growing weaker and weaker every day and the",
        1972.72,
        1978.18
    ],
    [
        " companies smaller and smaller the march was kept up day and night one man after another stretched",
        1978.18,
        1984.92
    ],
    [
        " himself half dead upon the ground most of them died a few hours later several however suddenly",
        1984.92,
        1991.12
    ],
    [
        " fell to the ground dead the chief cause of this was thirst for in the most districts there was no",
        1991.12,
        1998.76
    ],
    [
        " drinking water there's no water fit for drinking so that men had to drink out of ditches in which",
        1998.76,
        2004.42
    ],
    [
        " we're lying dead horses and dead men another thing we take for granted these days we got little pumps",
        2004.42,
        2012.84
    ],
    [
        " little little filtration pumps you can go to a water with a dead horse in it and you can filter",
        2012.84,
        2018.04
    ],
    [
        " that water out or you can put an iodine tablet in it and you're gonna kill the bacteria and it's",
        2018.04,
        2022.76
    ],
    [
        " safe to drink these guys don't have that choice they're you're gonna drink this disease written water",
        2022.76,
        2028.06
    ],
    [
        " or they're gonna die of dehydration now they get to another village and here we go back to the book",
        2028.08,
        2038.22
    ],
    [
        " in another well plundered village nothing could be found in the houses and so urged on by our hunger",
        2038.22,
        2044.48
    ],
    [
        " we dug in the ground here I with several others removed a large pile of wood which had probably",
        2044.48,
        2051.36
    ],
    [
        " just been put there we removed this dug into the ground and found a covered roof of planks",
        2051.36,
        2058.08
    ],
    [
        " there was an opening under this from 10 to 12 feet deep inside there were honey jars and wheat",
        2058.08,
        2065.94
    ],
    [
        " covered with straw when we had all this we opened the jars and saw a solid white substance",
        2065.94,
        2072.48
    ],
    [
        " with the appearance of hard wax it was so hard that one had trouble breaking off a piece with his",
        2072.48,
        2080.06
    ],
    [
        " saber but as soon as it was put on the fire it all melted away to very clear honey now I had",
        2080.26,
        2086.92
    ],
    [
        " honey to eat for a week although without bread so they are occasionally finding food that is",
        2086.92,
        2097.4
    ],
    [
        " deeply hidden there's a couple other instances where they find food that's been hidden by the locals",
        2097.4,
        2102.16
    ],
    [
        " but it's not enough to go around and you can imagine how you're feeling when your entire diet",
        2102.16,
        2108.16
    ],
    [
        " is just jars of honey back to the book on the morning of august 17th every regiment was set in",
        2108.16,
        2115.84
    ],
    [
        " motion and all advanced in columns against the russians here every regiment without exception",
        2115.84,
        2122.34
    ],
    [
        " was under fire again and again the troops attempted assaults but because of the greater number of",
        2122.34,
        2128.92
    ],
    [
        " the russians we were forced back every time on this day since their heavy artillery stood on heights",
        2128.92,
        2135.32
    ],
    [
        " and could hit everything finally by night we had made good our position on the heights over",
        2135.56,
        2141.62
    ],
    [
        " looking the city and the battle was discontinued so they attack again and again and again but the",
        2141.62,
        2149.16
    ],
    [
        " enemy has the high ground so they make no progress they take they take a little pause for the night",
        2149.16,
        2154.84
    ],
    [
        " time back to the book the nighttime lasted three hours at most with the glow of the sun continuing",
        2154.84,
        2160.56
    ],
    [
        " so as soon as the day broke we marched against the city the river was crossed below the city the",
        2161.0,
        2167.4
    ],
    [
        " suburbs on the northern side were stormed set on fire and burned up my company's doctor named",
        2167.4,
        2174.0
    ],
    [
        " Stubble had his arm shot away in crossing the stream and he died afterward no longer could I",
        2174.0,
        2180.5
    ],
    [
        " pay attention to my comrades then therefore knew not in what way they perished or were lost",
        2180.5,
        2186.18
    ],
    [
        " everyone fired and struck at the enemy in wild madness and no one could tell whether he was in front",
        2187.04,
        2194.04
    ],
    [
        " in the middle or behind the center of the army finally while cannonballs kept on raining out of the",
        2194.04,
        2202.52
    ],
    [
        " city we stormed it with the help of heavy cannon most of the supporting peers on the high old city",
        2202.52,
        2210.34
    ],
    [
        " wall on which the russians were defending themselves from the inside were partially destroyed",
        2210.34,
        2215.08
    ],
    [
        " we broke through the gates pressed from all sides against the city and put the enemy to flight",
        2216.18,
        2221.7
    ],
    [
        " when I entered the city we went toward the coasters and churches they had many holy images and",
        2221.7,
        2230.22
    ],
    [
        " altars as ours do the only difference was that there was no holy water so he there's so much",
        2230.22,
        2239.8
    ],
    [
        " fighting going on it's so bad he can't even keep track of who's dying and how they're dying they",
        2239.8,
        2244.24
    ],
    [
        " don't know where the enemy is eventually they pound the russian positions hard enough with",
        2244.24,
        2248.8
    ],
    [
        " artillery that they're able to break through and when they get in there they go to visit the churches",
        2248.8,
        2254.32
    ],
    [
        " and they're hoping that they can find some water but they the russians even took the holy water",
        2254.32,
        2259.22
    ],
    [
        " so there's nothing to drink back to the book re-resorted in the evening to the former camping ground",
        2259.22,
        2267.34
    ],
    [
        " here once all the wounded man being brought together to be operated on in a brick kiln",
        2267.94,
        2274.5
    ],
    [
        " which lay on the heights above the city many arms and legs were amputated and bandaged",
        2274.5,
        2280.54
    ],
    [
        " it all looked just like a slaughterhouse",
        2280.54,
        2284.12
    ],
    [
        " on august 19th the entire army moved forward and pursued the russians with all speed",
        2284.12,
        2295.28
    ],
    [
        " 4 or 5 hours farther up the river another battle started but the enemy did not hold out long",
        2296.0,
        2302.0
    ],
    [
        " and the march now led towards moshesik called the so-called holy valley",
        2302.0,
        2308.66
    ],
    [
        " from small ensque to moshesik the war displayed its horrible work of destruction",
        2308.66,
        2316.36
    ],
    [
        " all the roads, fields and woods lay as those sown with people horses wagons burned villages and cities",
        2317.06,
        2326.94
    ],
    [
        " everything looked like the complete ruin of all that lived",
        2326.94,
        2332.82
    ],
    [
        " in particular we saw ten dead russians to one of our men",
        2332.82,
        2339.12
    ],
    [
        " although every day our numbers fell off considerably",
        2339.12,
        2343.82
    ],
    [
        " that line hit me pretty hard everything looked like the complete ruin of all that lived",
        2346.82,
        2352.58
    ],
    [
        " and he's saying that for every one soldier that they had lost they're finding ten dead russians",
        2352.58,
        2359.06
    ],
    [
        " and again that's another thing another tactic of the russians they're just going to draw you in",
        2359.06,
        2364.4
    ],
    [
        " and they've got people got massive numbers of people and they're willing to fight nutrition warfare",
        2364.4,
        2369.8
    ],
    [
        " and give up their people as they surrender to do as much damage to the enemy as they can",
        2369.8,
        2374.9
    ],
    [
        " and what they're doing is they're spreading out the logistics train they've destroyed",
        2374.92,
        2378.26
    ],
    [
        " the support mechanism that you would use by going eating what food was in the village they destroyed",
        2378.26,
        2383.8
    ],
    [
        " that they burned it all and so now your logistics train gets completely spread out over these horrible",
        2383.8,
        2389.16
    ],
    [
        " roads and that's how they know that's what that's the russian tactic and then and then when they",
        2389.16,
        2395.96
    ],
    [
        " once they've done that they wait for winter",
        2395.96,
        2398.26
    ],
    [
        " back to the book in such numbers were the russians lying around that it seemed as if they were all dead",
        2402.16,
        2408.28
    ],
    [
        " god how i remembered the bread and beer which i had enjoyed at home with such an indifferent pleasure",
        2408.28,
        2416.2
    ],
    [
        " now however i must struggle half wild with the dead and living how gladly would i",
        2416.2,
        2426.0
    ],
    [
        " renounced for my whole life the warm food so common at home if i only did not lack good bread and beer",
        2426.08,
        2434.02
    ],
    [
        " now i would not wish it for more all my life but these were empty helpless thoughts",
        2434.02,
        2444.9
    ],
    [
        " yes the thought of my brothers and sisters so far away added to my pain",
        2444.9,
        2450.96
    ],
    [
        " wherever i looked i saw the soldiers with dead half desperate faces",
        2451.52,
        2457.06
    ],
    [
        " many cried out in despair if only my mother had not borne me",
        2457.06,
        2462.86
    ],
    [
        " some demoralized men even cursed their parents and their birth",
        2462.86,
        2469.76
    ],
    [
        " nipoleon",
        2481.04,
        2481.84
    ],
    [
        " back to the book on september 7th every core was assigned its place and the signal to attack was given",
        2481.84,
        2490.46
    ],
    [
        " like thunderbolts the firing began both against and from the enemy the earth was trembling because",
        2490.46,
        2498.56
    ],
    [
        " the cannon fire and the rain of cannonballs crossed confusedly several entrenchments were stormed",
        2498.56,
        2506.34
    ],
    [
        " and taken with terrible sacrifices but the enemy did not move from their place",
        2506.34,
        2511.36
    ],
    [
        " now the two armies moved more vigorously against one another and the death cries and shattering",
        2511.36,
        2519.16
    ],
    [
        " gunfire seemed a hell nine entrenchments were stormed the french threatened to surround the",
        2519.16,
        2527.0
    ],
    [
        " enemy from the front and finally the enemy gave way within a space of an hour and a half long",
        2527.0,
        2534.88
    ],
    [
        " and wide the ground was covered with people and animals there were groans and winds on all sides",
        2534.88,
        2543.74
    ],
    [
        " and that battle right there that he's talking about on september 7th that is the bloodiest",
        2543.74,
        2556.06
    ],
    [
        " single day of all the nipoleonic wars there's about 250,000 men",
        2556.72,
        2562.66
    ],
    [
        " that attacked and there was 70,000 casualties in the first day and so I always refer to the",
        2562.66,
        2569.92
    ],
    [
        " the battle of the psalm where there were 60,000 casualties in the first 24 hours and so here we go",
        2569.92,
        2576.08
    ],
    [
        " that's that's 70,000 in one day back to the book we moved forward and camped by a forest on a",
        2576.12,
        2586.66
    ],
    [
        " height facing Moscow it was a wood of green trees here we not only had nothing to eat but also",
        2586.66,
        2594.26
    ],
    [
        " no water to drink because of the high campsite and the road through the fields was still covered",
        2594.26,
        2600.26
    ],
    [
        " with dead russians and this this is another interesting point that happened in this in this battle",
        2600.32,
        2606.52
    ],
    [
        " is you know I talked about how they destroyed everything destroyed the fields kill all the livestock",
        2606.52,
        2612.3
    ],
    [
        " or drive them away and and make the people leave so there's there's just there's just bear in wastelands",
        2612.3,
        2618.0
    ],
    [
        " also the governor of Moscow he opened up the prisons and let all these prisoners out let all these",
        2618.0,
        2626.78
    ],
    [
        " people out of prisons just to just to add to the mayhem now going back to the book nipoleon refused",
        2626.78,
        2638.2
    ],
    [
        " the peace treaty proposed to him and that's actually that's what he says in the book and that's actually",
        2638.2,
        2643.9
    ],
    [
        " not what happened there was Alexander he didn't accept the peace offering so they got you know hey",
        2643.9,
        2655.36
    ],
    [
        " nipoleon said well you know we made it to Moscow do you want to have peace the guys is negative",
        2655.46,
        2660.58
    ],
    [
        " you know nipoleon was probably going to try and bargain for something but he gets told no",
        2660.58,
        2666.1
    ],
    [
        " back to the book and the army which had advanced some 30 hours farther had further on had to retreat",
        2666.1,
        2672.88
    ],
    [
        " because the Russian army stationed in moldavia was approaching now it was October 17th and",
        2672.88,
        2681.3
    ],
    [
        " nipoleon held an army review and announced the departure for October 18th early in the morning at",
        2681.36,
        2686.72
    ],
    [
        " three o'clock with the warning that whoever should delay one hour would fall into the hands of the",
        2686.72,
        2691.7
    ],
    [
        " enemies so now they're getting told all right you fought hard to get here now we're going to retreat",
        2691.7,
        2697.7
    ],
    [
        " we're leaving at three o'clock in the morning from Moscow the road led south through Meylo and toward",
        2697.7,
        2707.22
    ],
    [
        " Kalluga here the humanity of the commanders began to mount sorry here the inhumanity of the",
        2710.22,
        2717.28
    ],
    [
        " commanders began to mount the remaining troops weapons were inspected and many who did not have",
        2717.28,
        2722.88
    ],
    [
        " their weapons fairly rust-free got 12 to 20 strokes through the club until they were near",
        2722.88,
        2728.78
    ],
    [
        " desperation needless to say this is not good leadership hey you want your people to you want your",
        2732.94,
        2738.86
    ],
    [
        " people to keep their weapons squared away but if you're actually going to beat them and make",
        2738.86,
        2745.14
    ],
    [
        " them less combat effective you better find a better solution for your situation",
        2745.14,
        2748.96
    ],
    [
        " here we go back to the book the enemy attacked us the enemy army behind us shattered all the army",
        2748.96,
        2757.32
    ],
    [
        " core leaving each of us then without his commanding officer those who were too weak to carry their weapons",
        2757.32,
        2763.44
    ],
    [
        " or or napsacks threw them away and all looked like a crowd of gypsies everything was in confusion",
        2763.44,
        2771.56
    ],
    [
        " and during almost the whole night the throng had to retreat to Moshezik everyone running so as to",
        2771.56,
        2778.78
    ],
    [
        " not fall into the hands of the enemy because of these considerable losses can and munition wagons",
        2778.78,
        2786.12
    ],
    [
        " coaches and baggage wagons by the hundreds had to be thrown into the water and where that was",
        2786.12,
        2791.78
    ],
    [
        " impossible all wagons were burned not one wheel being permitted to remain whole so now as they're",
        2791.78,
        2800.24
    ],
    [
        " retreating they've got to they don't want to leave this stuff behind so they're thrown into",
        2800.24,
        2805.68
    ],
    [
        " the rivers and setting the wagons on fire as they're retreating in total total disrepair and",
        2805.68,
        2813.3
    ],
    [
        " disorganization the fighting the shrieking the firing of large and small guns hunger and thirst",
        2813.3,
        2823.28
    ],
    [
        " and all conceivable torment increased the never ending confusion indeed even the lice",
        2823.28,
        2830.54
    ],
    [
        " seemed to seek supremacy for their number on both officers and privates was in the thousands",
        2830.54,
        2836.42
    ],
    [
        " in these days it snowed for the first time and the snow remained the cold arrived at the same time",
        2838.96,
        2847.86
    ],
    [
        " too and the freezing of people multiplied the number of dead no one could walk 50 paces without",
        2847.86,
        2856.42
    ],
    [
        " seeing men stretched out half or completely dead",
        2856.42,
        2860.7
    ],
    [
        " similar situation that militaries seem to get into is",
        2866.42,
        2871.18
    ],
    [
        " lack of good winter clothing it happens all the time and that's what happens here these guys are",
        2871.18,
        2881.72
    ],
    [
        " not prepared for this type of situation they're not prepared for this cold",
        2881.72,
        2885.04
    ],
    [
        " the distress mounted higher and higher and horses were shot and eaten",
        2885.04,
        2893.26
    ],
    [
        " because I could not even get a piece of meat and my hunger came too violent I took along the pot I",
        2894.1,
        2900.58
    ],
    [
        " carried station myself beside a horse that was being shot and caught up the blood from its breast",
        2900.58,
        2905.92
    ],
    [
        " I set this blood on the fire let it coagulate and ate lumps without salt",
        2905.92,
        2913.7
    ],
    [
        " the Russians advanced and waited us at Minsk everyone hastily fled canon were thrown into the",
        2913.7,
        2923.24
    ],
    [
        " water the hospitals were nearly all left to the enemy and as was commonly rumored the hospitals",
        2923.24,
        2929.74
    ],
    [
        " were set afire and burned with their inmates all the time the greatest misery fell upon the poor sick",
        2929.74,
        2938.96
    ],
    [
        " who usually had to be thrown from the wagons just to keep us from losing the horses and wagons",
        2938.96,
        2945.42
    ],
    [
        " entirely and who were left to freeze left to freeze among the enemies for whoever whomever",
        2945.42,
        2953.2
    ],
    [
        " remained lying behind could not hope to be rescued the march had to go on and the striking",
        2953.2,
        2961.32
    ],
    [
        " clubbing and skirmishing commenced so frightfully that the cry of murder echoed all about",
        2961.32,
        2967.38
    ],
    [
        " the caustic's advanced upon the army from all sides again and again people died and sometimes",
        2968.22,
        2976.44
    ],
    [
        " froze to death these were people who pressed toward the fire but were seldom permitted to get there",
        2976.44,
        2981.9
    ],
    [
        " so they died away from the fire and very often they were even converted into cushions in order",
        2981.9,
        2989.76
    ],
    [
        " that the living would not have to sit in the snow it's this this you've got situations where",
        2989.76,
        3000.56
    ],
    [
        " you're not only fighting against the enemy but there also the troops are robbing and fighting each",
        3000.56,
        3005.44
    ],
    [
        " other and in some cases murdering each other and he talks about this and I'll talk about a little",
        3005.44,
        3012.98
    ],
    [
        " bit more I kind of jumped into them and the fires and what happened was there's so little fuel for",
        3012.98,
        3018.62
    ],
    [
        " the fires that they would form teams of six to eight guys and gather up wood and then that team",
        3018.62,
        3025.46
    ],
    [
        " would sit around the fire and it's so cold that if you're not next to the fire you're going to",
        3025.46,
        3028.88
    ],
    [
        " freeze to death but if you didn't participate in helping to build the fire then you don't get to sit",
        3028.88,
        3035.48
    ],
    [
        " next to the fire so if you were too weak if you were too hungry if you were too thirsty and you couldn't",
        3035.48,
        3041.1
    ],
    [
        " do your carry your load and get firewood you weren't gonna be permitted to sit next to the fire",
        3041.1,
        3046.48
    ],
    [
        " which mean you're gonna sit out there 20 feet from the fire and you're gonna freeze to death",
        3046.48,
        3049.92
    ],
    [
        " back to the book in every bivouac soldiers who look like specters crept around at night",
        3049.92,
        3060.44
    ],
    [
        " the color of their faces their husky breathing and their dull muttering were horribly evident",
        3060.44,
        3067.76
    ],
    [
        " for wherever they went they remained hopeless and no one allowed these shades of death to drag",
        3067.76,
        3075.18
    ],
    [
        " themselves to the fire usually six eight or ten of us had to combine to build a fire",
        3075.18,
        3081.12
    ],
    [
        " since no other wood was to be had except rafter pieces from burned houses or trees lying around",
        3081.12,
        3086.76
    ],
    [
        " shattered wagons etc and without the cooperation of the men nothing could be accomplished",
        3086.76,
        3092.84
    ],
    [
        " neither did we dare to fall asleep at the fire at the same time because no one was safe from stealing",
        3092.84,
        3100.46
    ],
    [
        " and robbery officers were beaten away from the fire just as private were whenever they tried to",
        3100.46,
        3107.32
    ],
    [
        " press forward without merited claim only mutual support still procured true friendship",
        3107.32,
        3115.7
    ],
    [
        " so i didn't care anymore your an officer doesn't matter if you didn't put out and build this fire",
        3115.7,
        3121.68
    ],
    [
        " you're not gonna get close to it and i mentioned very quickly lice",
        3121.68,
        3129.12
    ],
    [
        " and he at one point he hooks up with a major and they kind of become swim buddies trying to work together",
        3131.18,
        3137.94
    ],
    [
        " and here we go to the book we came to a lumber yard and built a fire there when the major had become",
        3137.94,
        3145.3
    ],
    [
        " somewhat warm his subjects and by subjects he's he's referring to lice plagued him with unusual",
        3145.3,
        3153.34
    ],
    [
        " wickedness and for this reason he asked me to kill the tormentors in his shirt collar",
        3153.34,
        3158.66
    ],
    [
        " i did it but when i had opened his collar his raw flesh showed forth where the greedy beasts had",
        3159.44,
        3167.8
    ],
    [
        " nod in i had to turn my eyes away with abhorrence and reassure the master that i saw nothing telling him",
        3167.8,
        3176.76
    ],
    [
        " that my eyes hurt so much from the smoke that i could not see anything these pests however",
        3176.76,
        3183.3
    ],
    [
        " were no less to be found on me thousands of them however because of my constant",
        3183.3,
        3189.36
    ],
    [
        " restlessness they could not get to the point of forcing me to treat them with flesh",
        3189.36,
        3195.68
    ],
    [
        " so the lice is actually eating his friend the major",
        3195.68,
        3204.82
    ],
    [
        " and lice or no joke it's like body lice yeah body lice like what kids get you like what your",
        3207.1,
        3215.2
    ],
    [
        " kids get from school i don't know if your daughters had it yet but she will well i remember",
        3215.2,
        3219.72
    ],
    [
        " back when we were in school it'd be like in your hair yeah for sure for sure that's where it starts",
        3219.72,
        3224.5
    ],
    [
        " i don't think i've ever seen or i mean i heard of it yeah and actually i read that section to my",
        3224.5,
        3230.76
    ],
    [
        " wife because my wife like all moms absolutely despise lice because when they come home from school",
        3230.76,
        3237.46
    ],
    [
        " and it's just total nightmare you gotta cool everything's gotta get squashed into my daughters all",
        3237.46,
        3245.16
    ],
    [
        " had crazy long thick hair and so it would be hours of picking through that hair trying to get the",
        3245.16,
        3252.9
    ],
    [
        " lice out when when that would break out but you know that's the thing is you have the treatment",
        3252.9,
        3258.78
    ],
    [
        " right shampoo you have you you clean your clothing and so it's gone but what happens if you don't",
        3260.52,
        3266.14
    ],
    [
        " do that what happens if you don't do that what happens if they don't have any shampoo what happens if",
        3266.14,
        3270.42
    ],
    [
        " you have to wear the same clothes over and over and over and over again and by the way you can't",
        3270.42,
        3273.86
    ],
    [
        " take the clothes even off because you freeze to death so what happens you got a nice little home",
        3273.86,
        3278.06
    ],
    [
        " for the lice and they start to eat you yes and also and so this whole time obviously they're",
        3278.06,
        3287.82
    ],
    [
        " retreating they they'd been defeated and they were retreating this whole time and they're still",
        3287.92,
        3292.04
    ],
    [
        " being attacked they're still being attacked by the Russians back to the book the Russians pressed",
        3292.04,
        3297.18
    ],
    [
        " near and near from every side and the murdering and tormenting seemed about to annihilate everyone",
        3297.18,
        3303.38
    ],
    [
        " that day we expected that everyone must be captured killed or thrown into the water",
        3303.38,
        3310.54
    ],
    [
        " everyone thought that his last hour had come and everyone was expecting it",
        3311.24,
        3315.4
    ],
    [
        " and so they they're they're kind of trapped and he's like that's what he's saying he's expecting",
        3315.4,
        3321.34
    ],
    [
        " that everyone's dead we're all gonna die or get thrown in the water and they get to a bridge",
        3321.34,
        3325.26
    ],
    [
        " and there's actually two bridges one of them gets destroyed and now there's all these guys trying",
        3325.26,
        3331.9
    ],
    [
        " to get across one bridge to get to safety they're being attacked back to the book everyone crowded",
        3331.9,
        3338.1
    ],
    [
        " together into a solid mass and nowhere could one see a way out or a means of rescue from morning",
        3338.1,
        3345.24
    ],
    [
        " till night we stood unprotected from cannonballs and grenades which the Russians hurled at us from",
        3345.24,
        3351.7
    ],
    [
        " two sides at each blow from three to five men were struck to the ground and yet no one was",
        3351.7,
        3359.72
    ],
    [
        " able to move a step to get out of the path of the cannonballs only by filling up of the space where",
        3359.72,
        3366.98
    ],
    [
        " a cannonball made room could one make a little progress forward i think that has to be",
        3366.98,
        3375.66
    ],
    [
        " one of the most insane situations that i've ever heard of you're standing in a massive people",
        3375.66,
        3382.28
    ],
    [
        " hundreds and hundreds of people trying to get across a bridge it's very slow movement you have",
        3382.28,
        3389.68
    ],
    [
        " nowhere to hide and there's cannonballs from two sides that are ripping through the people and the",
        3389.68,
        3396.14
    ],
    [
        " only progress you make is by stepping on and filling the holes of where these men have gone to the",
        3396.14,
        3402.04
    ],
    [
        " ground and died and by the way you're starving thirsty covered in ice freezing and this is always",
        3402.04,
        3413.04
    ],
    [
        " encouraging back to the book moreover here in this region napoleon had left us and fled with the",
        3413.04,
        3422.04
    ],
    [
        " fresh reserve troops herring home ahead of the army the general cry was save himself who can",
        3422.04,
        3431.9
    ],
    [
        " so again myself included we do a lot to glorify napoleon but here he is his men are trapped",
        3431.9,
        3442.28
    ],
    [
        " and a fresh group of reserves show up and he high tails it out of there with the fresh reserves",
        3442.28,
        3449.26
    ],
    [
        " he eventually gets across that bridge and now they're just they're just every man for himself but",
        3452.88,
        3459.26
    ],
    [
        " it's not really every man for himself because they got to link up with a couple of other people to",
        3459.26,
        3463.2
    ],
    [
        " support each other to protect each other because it is it's just chaos back to the book",
        3463.2,
        3471.32
    ],
    [
        " it had been the fate of many hundreds when they sat down because of weakness or necessity",
        3471.32,
        3476.54
    ],
    [
        " that their clothing had been brutally torn from them and when they could not defend themselves",
        3476.58,
        3482.36
    ],
    [
        " they froze to death naked so now you got the choice you know oh I see you you got to stop either you're",
        3482.36,
        3489.9
    ],
    [
        " tired or you're weak or maybe you just got to stop and go to the bathroom well I see you with your",
        3489.9,
        3496.2
    ],
    [
        " in a compromised state and I come over and just take your clothes from you rip them off you",
        3496.2,
        3502.48
    ],
    [
        " cry because I want to be warm and it's you or me and that's their his own team that's his",
        3502.48,
        3509.96
    ],
    [
        " own team his own team right there and it just again obviously like I always have to do with these",
        3509.96,
        3520.38
    ],
    [
        " books I mean it goes on and on and on and on brutal brutal back to the book by the end of December",
        3520.38,
        3531.2
    ],
    [
        " we reached the Polish border along the Memel River now I was free and left to myself again as soon",
        3531.48,
        3539.8
    ],
    [
        " as I noticed a trail I rode as fast as I could and so now he's got a horse one day along the road",
        3539.8,
        3546.98
    ],
    [
        " I came to a noble man nobleman's manor house at which I asked for bread and obtained not only",
        3546.98,
        3552.6
    ],
    [
        " bread but also butter and brandy for there was a servant there who could speak German and and so",
        3552.6,
        3559.18
    ],
    [
        " that's it I mean almost as quickly as it all started once he gets back to Poland he gets a horse",
        3560.16,
        3564.66
    ],
    [
        " and he rides until he finds a nice manor house and also it's not really a concentration of troops",
        3564.66,
        3571.42
    ],
    [
        " anymore that are showing up in these towns now it's small groups it's not like thousands of soldiers",
        3571.42,
        3577.4
    ],
    [
        " are coming in that need to be fed it's dozens at a time and so there's actually the food and",
        3577.4,
        3583.58
    ],
    [
        " necessary means to support small numbers of soldiers that are coming in and so it's",
        3584.88,
        3589.44
    ],
    [
        " I don't want to say it's anti-climactic but it is a little bit because once he gets back to",
        3589.44,
        3596.28
    ],
    [
        " Poland and gets a horse it's like it's over and he gets so escapes from all that pain and misery",
        3596.28,
        3604.46
    ],
    [
        " eventually gets to another town I came to Ortelsburg and for the first time was given regular",
        3604.46,
        3612.6
    ],
    [
        " quarters it was just Christmas Eve a date I would not have known if I had not learned it from the",
        3613.16,
        3619.2
    ],
    [
        " landlord here I also washed myself for the first time but I could not rid myself of the lice",
        3619.2,
        3626.38
    ],
    [
        " we met a column of Bavarians who were en route from Konigsburg to the gathering place at Plach",
        3626.38,
        3635.74
    ],
    [
        " they told us the news that the Wurtonburgers too were gathering in Thorn and that the Germans",
        3636.7,
        3644.42
    ],
    [
        " all had permission to go home hence I was one of the last to come to Thorn the same night I",
        3644.42,
        3656.44
    ],
    [
        " lodged in a house and bought some bread and wine for free quarters were not to be thought of",
        3656.44,
        3662.92
    ],
    [
        " one could scarcely creep along the streets on account of the throngs of people early in the",
        3664.24,
        3669.36
    ],
    [
        " morning I traveled across the bridge and saw with astonishment that the city during this year of",
        3669.36,
        3674.34
    ],
    [
        " war had been developed into an important fortress however they had used only wooden walls and",
        3674.34,
        3681.62
    ],
    [
        " sand around the high walls I now grew weaker and weaker and only with great exertion that I",
        3681.62,
        3689.04
    ],
    [
        " reached the city here I reached the third convoy of our people and presented myself immediately to",
        3689.04,
        3696.42
    ],
    [
        " the commander who asked where are you from from the army was my answer so you are also one of those",
        3696.42,
        3707.18
    ],
    [
        " Moscow bums he retorted and that was my welcome return",
        3707.18,
        3713.84
    ],
    [
        " one of those Moscow bums so just to explain what those Moscow bums were they started with 685,000 men",
        3713.84,
        3736.12
    ],
    [
        " and had over 400,000 killed that's almost 60% killed and I think what's what",
        3737.18,
        3750.68
    ],
    [
        " what this book gives me is such a classic examples really of not only how to act but also how",
        3750.68,
        3763.84
    ],
    [
        " not to act so for one from a leadership perspective keep your people informed of what is happening",
        3764.04,
        3774.58
    ],
    [
        " and that's one thing that struck me about this book oftentimes these guys had no idea what was",
        3774.58,
        3780.3
    ],
    [
        " happening what was going on what was the next move they did not know what was happening another",
        3780.3,
        3787.14
    ],
    [
        " thing and this is clearly a lesson that we talk about all the time is you got to be humble",
        3787.14,
        3793.36
    ],
    [
        " because from Napoleon's perspective he thought he could pull this off right but he underestimated",
        3794.7,
        3802.02
    ],
    [
        " Russia's strength he underestimated the time it would take he underestimated the readiness",
        3802.02,
        3807.04
    ],
    [
        " of his own troops he underestimated their strategy so again lesson learned for the millionth time",
        3807.04,
        3817.08
    ],
    [
        " be humble and then getting to this this it's just that closing statement",
        3817.4,
        3825.52
    ],
    [
        " about Moscow bums I think that is a great reminder to treat people with respect",
        3825.52,
        3836.7
    ],
    [
        " and we talked about this I think it was the last podcast or maybe the podcast before that",
        3836.7,
        3846.14
    ],
    [
        " if you don't know them you can't just give away respect but you treat people with respect because",
        3846.14,
        3851.76
    ],
    [
        " you don't know what they've been through you don't know what struggles they've seen how would you",
        3851.76,
        3859.06
    ],
    [
        " know that and so when you throw out things like Moscow bum and you don't know that this is a guy",
        3859.06,
        3866.86
    ],
    [
        " that's been actually through hell don't do that and the last thing you know again to take away",
        3866.86,
        3881.54
    ],
    [
        " from this book for me is to remember you know not just you in the business world of course",
        3881.54,
        3891.2
    ],
    [
        " remember your frontline people remember what grind they're going through remember what it",
        3891.2,
        3896.64
    ],
    [
        " feels like to them to be out on the job site or in the factory or on the frontline doing sales",
        3896.64,
        3902.84
    ],
    [
        " remember what that is but also for everyone remember the actual frontline troops",
        3902.84,
        3913.18
    ],
    [
        " the suffering the fear the discomfort the cold and the wet and the hunger",
        3913.18,
        3923.12
    ],
    [
        " remember that reality of war",
        3927.04,
        3931.56
    ],
    [
        " and remember that it impacts those young soldiers in those young Marines remember them",
        3931.56,
        3942.26
    ],
    [
        " because it's really really easy to forget",
        3942.26,
        3950.22
    ],
    [
        " so I think that's all I've got from the diary of a Napoleonic foot soldier pretty epic read to",
        3956.12,
        3968.14
    ],
    [
        " hear that side of it yeah totally different from sitting here and reading Napoleon's maxims",
        3968.14,
        3975.92
    ],
    [
        " yeah thinking about his wonderful brilliance yeah yeah",
        3975.92,
        3978.46
    ],
    [
        " bailing on his guys bailing on his guys oh fresh reserves are here cool I'm going to use them to",
        3978.46,
        3986.46
    ],
    [
        " get out of here yeah yeah and you know I get it I was just reading another book I can't I can't",
        3986.46,
        3997.2
    ],
    [
        " think of it off top of my head but it was it was talking about you know as a leader you're",
        3997.2,
        4003.2
    ],
    [
        " supposed to stay alive right like you can't take unnecessary risks as a leader you're you you can't",
        4003.2,
        4008.22
    ],
    [
        " be at the front of the assault you shouldn't be sometimes you have to be but you need to stay alive",
        4008.22,
        4014.7
    ],
    [
        " and so maybe you could give Napoleon a little credit there for that um but maybe not maybe not too much",
        4014.7,
        4023.5
    ],
    [
        " yeah so this one time on signfield where George do you really want to go right now",
        4023.5,
        4032.9
    ],
    [
        " in a way because it sounds but this that just what you said right then this because this seem what",
        4033.2,
        4039.12
    ],
    [
        " like this seems like what Napoleon was like sign fell sign fell George this real real kind of this guy",
        4039.12,
        4046.84
    ],
    [
        " a fire breaks out and he pushes over an old lady some kids you know take to escape",
        4046.84,
        4056.28
    ],
    [
        " to escape the fire so I went after the fire the fire there was no fire it was just some burn like",
        4056.28,
        4062.26
    ],
    [
        " burgers or something so they're questioning him and he's like and that's what he says kind of what",
        4062.4,
        4066.96
    ],
    [
        " you just said there he's like I had to lead these people to safety and if you know it all is lost if",
        4066.96,
        4072.44
    ],
    [
        " the leader dies kind of thing that's what he was saying everyone's looking at him like oh my gosh",
        4072.44,
        4075.74
    ],
    [
        " yeah like right we saw what you did you know you stepped on the old lady going out kind of thing",
        4075.74,
        4080.3
    ],
    [
        " so he kind of it's kind of that deal I think that's what Napoleon did yeah I would tend to agree with",
        4080.3,
        4087.08
    ],
    [
        " you and it's you know and then in the Navy the the captain of the ship goes down with the ship",
        4087.08,
        4093.96
    ],
    [
        " right that's like the least at least he's the last guy off yeah at least at a bare minimum he's",
        4093.96,
        4098.78
    ],
    [
        " the last guy off but it's oftentimes he goes down with the ship because he's trying to fight it",
        4098.78,
        4102.1
    ],
    [
        " and save it the whole time yeah yeah that's kind of the old thing you can carry that out but he came",
        4102.1,
        4107.34
    ],
    [
        " back from this and got exiled and everything was you know his life was ruined but you'd sound like",
        4107.34,
        4114.9
    ],
    [
        " you ruined a hell a lot more lives than just his own with this experience yeah interesting how",
        4114.9,
        4121.2
    ],
    [
        " he they kept mentioning the lice you know yeah that's good when they do that because it really does",
        4121.2,
        4126.48
    ],
    [
        " give you a feel of like you know you know it's a little thing yeah yeah yeah no big deal yeah",
        4126.48,
        4131.88
    ],
    [
        " but it's constantly there boom boom or the hunger or the cold when it's just constantly there",
        4131.88,
        4137.68
    ],
    [
        " because you don't really think of that you know you think of the firefight and the bombs and the you",
        4137.68,
        4142.36
    ],
    [
        " those big things yeah but all those little things adding up is yeah because the lice are constant",
        4142.48,
        4147.28
    ],
    [
        " just constantly eating you is that what lice does eat yeah yeah I guess I don't know too much",
        4147.28,
        4153.04
    ],
    [
        " about lice I just know that my wife freaks out when they come in the house yeah which when you got",
        4153.04,
        4157.44
    ],
    [
        " four kids yeah there was times where we just had you know a lice epidemic in the house I come",
        4157.44,
        4164.56
    ],
    [
        " home and it looked like a ghost busters showed up and we're securing the property yeah quarantine",
        4164.56,
        4170.78
    ],
    [
        " but you don't have that opportunity for these guys yeah yeah you just like you pick up some of",
        4170.78,
        4177.96
    ],
    [
        " that stuff in all these books what those soldiers are suffering through you know whether it's",
        4177.96,
        4183.08
    ],
    [
        " you know jungle foot foot rot trench foot yeah you just your feet are getting destroyed by the weather",
        4183.08,
        4192.78
    ],
    [
        " oh you get the stores on your back just all these things all these things you like",
        4193.44,
        4198.02
    ],
    [
        " trans mills remember you was talking about how the salt stuff on oh yeah",
        4198.02,
        4203.74
    ],
    [
        " your back or whatever the salt crystals forming I think that is say no one told me about that and I",
        4203.74,
        4208.92
    ],
    [
        " heard you know a lot of my friends have been to come no one talks about that stuff you know they",
        4208.92,
        4213.66
    ],
    [
        " were hot sweaty for a long period of time with no showers yeah so it's just and humans don't",
        4213.66,
        4222.76
    ],
    [
        " shower every day yeah you know fresh bar assault yeah if you're training it but you you can't",
        4222.76,
        4229.5
    ],
    [
        " get used to it's like your feet right you know some people are barefoot all the time like my son",
        4229.5,
        4234.02
    ],
    [
        " yeah barefoot all the time he can sprint on jagged rocks with no effect yeah did he even notice it",
        4234.02,
        4241.3
    ],
    [
        " like tarzan so does the boy yeah with me I'm all sensitive you know the feet because I got to wear shoes",
        4241.3,
        4247.5
    ],
    [
        " and I try and try and harden them up when I can but when I slightly have been on the road too much",
        4247.62,
        4252.68
    ],
    [
        " my feet are weak dang bro weak makes me angry when I see my son sprinting across jagged rocks as if",
        4252.68,
        4261.1
    ],
    [
        " it's nothing you know tough feeling you yeah yeah that makes me mad I can't even fake it either",
        4261.1,
        4267.82
    ],
    [
        " no you know what I mean you try and act all tough when you're walking yeah try and act like it's",
        4267.82,
        4272.98
    ],
    [
        " not hurting yeah but it hurts yeah yeah I had that too when I moved here from kawaii I had that",
        4274.02,
        4281.06
    ],
    [
        " where my feet were all tough because yeah you go barefoot when you wear slippers all the time you go",
        4281.06,
        4285.02
    ],
    [
        " barefoot everywhere but slippers are different bro for those of you that don't know how I",
        4285.02,
        4289.8
    ],
    [
        " end slippers are flip flops but flip flip flip I wear flip flops all the time too yeah but it's",
        4289.8,
        4294.48
    ],
    [
        " totally different right but you don't take them off all the time no so it here's to give you an idea",
        4294.48,
        4302.7
    ],
    [
        " school I went to school with no shoes on before and don't said anything and if you go to school",
        4302.7,
        4307.42
    ],
    [
        " with shoes on you take them off immediately because you go run around and recess and stuff like that you",
        4307.42,
        4311.38
    ],
    [
        " don't you don't yeah did I ever say that story about my son so my son was homeschooled for a while",
        4311.38,
        4317.64
    ],
    [
        " sure and when he was homeschooled he was he would surf a lot even by even by his standards",
        4317.64,
        4324.18
    ],
    [
        " for my standards but one time he cut his foot on the reef and he came up to the house and",
        4324.4,
        4332.54
    ],
    [
        " my wife says you know hey go clean that out put a bandaid on it put on some socks and shoes",
        4332.54,
        4339.52
    ],
    [
        " and he says no my wife says what he says no she says hey go clean that out put a bandaid on it",
        4339.52,
        4350.38
    ],
    [
        " and put on some socks and shoes now otherwise he's gonna get dirty he's like no she says hey go",
        4350.86,
        4356.42
    ],
    [
        " and put a bandaid on that clean it off put a bandaid on it put on socks and shoes",
        4356.42,
        4361.92
    ],
    [
        " and he says I can't and she says why not he says I don't have any shoes",
        4361.92,
        4368.42
    ],
    [
        " so it had been since he was homeschooled it had been a really long time and since he had had to",
        4368.42,
        4377.22
    ],
    [
        " wear shoes yeah and so they had outgrown his shoes so it had been months since he had had shoes",
        4377.22,
        4382.46
    ],
    [
        " yeah no need to buy okay yeah don't need those things why you don't know those things so yeah after",
        4382.46,
        4388.2
    ],
    [
        " that it was we I did I when I got home I had to she says hey go take him to get shoes I said why",
        4388.2,
        4393.6
    ],
    [
        " he says he need shoes because he cut his foot on the reef okay well wanted to get him shoes",
        4393.6,
        4399.02
    ],
    [
        " but yeah so same thing as you barefoot just he was just barefoot all the time and he's still",
        4399.02,
        4406.92
    ],
    [
        " there for a lot of time yeah it's pretty speed or tough yeah so and then now you know you come",
        4406.92,
        4413.18
    ],
    [
        " to the mainland where you wear shoes all the time and we don't wear shoes in the house and you know",
        4413.18,
        4418.52
    ],
    [
        " why that's a thing and so still you know but if you have like a carpet or something like that",
        4418.52,
        4423.84
    ],
    [
        " to feed kids off yeah bummer well remember those little things that people out on the front lines are",
        4423.84,
        4434.48
    ],
    [
        " putting up with and suffering through on a daily basis yeah kind of seems like that book escalated",
        4434.62,
        4440.44
    ],
    [
        " quickly with the hardship it did and I think it caught everyone off guard yeah yeah yeah again I like",
        4440.44,
        4446.64
    ],
    [
        " to try and think about the guy the guys back then and they're thinking oh cool you know I'm working",
        4446.64,
        4451.02
    ],
    [
        " at my whatever crappy job I have and then all of a sudden adventure time yeah yeah and good food time",
        4451.02,
        4456.64
    ],
    [
        " why and get treated like a hero time yeah and and then they rolled into the Russian campaign it's",
        4456.64,
        4462.16
    ],
    [
        " no not so much it's actually the exact opposite yeah one second you're eating bread and butter",
        4462.16,
        4470.28
    ],
    [
        " wine with a brandy brandy wine cheese and then the next minute you're killing your friend for",
        4470.28,
        4477.7
    ],
    [
        " his clothes yeah yeah I didn't cover some of those sections where he's getting robbed they're",
        4477.7,
        4485.36
    ],
    [
        " gonna kill him I mean he's the old guys yeah you know or different there's another little you",
        4485.36,
        4489.76
    ],
    [
        " know because it's French soldiers and there's some German soldiers that are on the same side but",
        4489.76,
        4494.74
    ],
    [
        " what do you think happens when things go crazy all of a sudden they start performing their",
        4494.74,
        4497.82
    ],
    [
        " own the gangs right they're gonna stick together yeah horrible horrible well speaking of",
        4497.82,
        4505.02
    ],
    [
        " crappy jobs yeah maybe you could do a crappy job of telling us how we could support this podcast",
        4505.02,
        4515.84
    ],
    [
        " actually I'd prefer if you did a good job I want to try to do my best oh back to that",
        4516.5,
        4521.3
    ],
    [
        " what you were just saying the uh you know you form into little gangs yeah in times of did that",
        4521.3,
        4526.5
    ],
    [
        " happen to why you too no on sign felt no I'm gonna say it anyway no there's this movie it's called",
        4526.5,
        4534.6
    ],
    [
        " the divide I think it's called the divide I'm pretty sure it's like this weird movie and some",
        4534.6,
        4541.2
    ],
    [
        " apocalyptic thing happens in the beginning and everyone like retreat in this apartment building",
        4541.28,
        4545.86
    ],
    [
        " retreats to the basement where the superintendent or somebody lives and this guy is uh he's like",
        4545.86,
        4553.82
    ],
    [
        " one of these doomsday proper type dudes you know and and I think he even has a manual or some",
        4553.82,
        4561.2
    ],
    [
        " he wrote a man I don't know so they all look at but it's everybody it's like you know a",
        4561.2,
        4565.96
    ],
    [
        " pray a girl with her her daughter um you know some dudes some you know they got the broad cross",
        4565.96,
        4571.42
    ],
    [
        " section of society exactly right I don't I haven't seen the movie but I know the plot line cool",
        4571.42,
        4576.06
    ],
    [
        " check but that's what they that's what essentially what the movie is about right there where",
        4576.06,
        4581.2
    ],
    [
        " everyone's just we're all just people right we all live in this building we're all kind of",
        4581.2,
        4584.98
    ],
    [
        " and then they start to just divide into teams and groups and they fight and and the harder stuff",
        4584.98,
        4592.98
    ],
    [
        " gets the more violent it gets so they end up like killing each other and all these ways like",
        4593.3,
        4597.66
    ],
    [
        " certain people have certain assets so they can offer like value to this group you know kind of",
        4597.66,
        4602.78
    ],
    [
        " thing and it's all within like who becomes the dominant group the dominant evil group is uh is",
        4602.78,
        4609.14
    ],
    [
        " these just two friend guys the person who lives is just the one girl only one girl lives yeah",
        4609.14,
        4615.66
    ],
    [
        " everyone else dies in one way or another yeah it's it's a weird spoiler alert but yeah",
        4615.66,
        4621.12
    ],
    [
        " it's it's weird because you don't know like who caused the bomb you know it all that well there's a",
        4621.76,
        4628.22
    ],
    [
        " great book by a Kormac McCarthy called the road this is a book it's not a move while there actually",
        4628.22,
        4633.88
    ],
    [
        " there is a movie yeah but you don't know what happened there either just everything is different",
        4633.88,
        4639.52
    ],
    [
        " now and it's different and gray and dark and everything's dead there's like nothing living",
        4639.52,
        4644.3
    ],
    [
        " yeah no plants are living nothing's living yeah and there's humans kind of wandering and and",
        4644.3,
        4650.8
    ],
    [
        " trying to try to survive yeah great book but yeah but yeah that's the the movie essentially",
        4650.8,
        4656.96
    ],
    [
        " they just kind of omit all these details like that doesn't make sense that's why the movie's weird",
        4656.96,
        4661.18
    ],
    [
        " but when you think about it that's what the movie is about we should book Kormac McCarthy the road",
        4661.18,
        4665.34
    ],
    [
        " on the website for people to uh to get along with the diary even the polionic foot soldier so",
        4665.34,
        4671.78
    ],
    [
        " people can get this this would be a hard one to get I don't know it's a rare book I don't even know",
        4671.78,
        4680.78
    ],
    [
        " somebody mailed it to me which I appreciate if it was you let me know or I've just had it I don't",
        4680.78,
        4688.46
    ],
    [
        " know I don't know where it came from my books are out of control right now yeah it's good man you have",
        4688.46,
        4692.98
    ],
    [
        " a dope little collection yeah it's not too little anymore cool well support I'll try my best here",
        4692.98,
        4701.86
    ],
    [
        " to not do a crappy job to not do a crappy job so origin talk about origin origin main.com that's",
        4701.86,
        4708.96
    ],
    [
        " freaking go for all the cool origin stuff supplier of yes jaco has supplements jaco supplements",
        4708.96,
        4716.36
    ],
    [
        " krill oil joint warfare too very good essential I would say essential yeah like if you're working out",
        4716.36,
        4723.36
    ],
    [
        " and stuff actually somebody asked me yesterday which someone said hey on a budget got sword joints",
        4723.36,
        4729.76
    ],
    [
        " krill oil or joint warfare that's a hard question that might be the hardest question I've gotten",
        4729.76,
        4735.46
    ],
    [
        " on the podcast yeah because I honestly I take them both all the time yeah so I don't know which one",
        4735.46,
        4741.36
    ],
    [
        " it is the betterment the better one yeah I you know what I recommended though I said joint warfare",
        4741.36,
        4747.54
    ],
    [
        " because I know the joint warfare I have noticed specifically my shoulders jacked up and",
        4747.54,
        4755.46
    ],
    [
        " the joint warfare it was like healing so with that I said hey go to the joint warfare yeah at least",
        4755.46,
        4764.7
    ],
    [
        " to start with if you can't get both yeah for sure and I I would say I couldn't I couldn't do muscle",
        4764.7,
        4771.64
    ],
    [
        " ups for like six months oh cuz you're shoulder yeah that's jacked up man yeah and you know me I don't",
        4771.64,
        4777.42
    ],
    [
        " even say anything I just I work around it like for a while I couldn't do any keeping pull ups I can",
        4777.42,
        4781.54
    ],
    [
        " only do deadhanging pull ups what that was the same as my shoulder is my shoulder I couldn't",
        4781.54,
        4787.0
    ],
    [
        " what I don't know why and you know I would go see sometimes I go see physical therapists",
        4787.0,
        4790.84
    ],
    [
        " and I try and explain to him what's going on and they they try and overlay their their",
        4791.22,
        4796.2
    ],
    [
        " their they try and overlay their vision of my problem onto me yeah based on for instance it makes no",
        4796.2,
        4802.76
    ],
    [
        " sense that keeping pull ups would hurt but deadhanging pull ups wouldn't right why does that make sense",
        4802.76,
        4809.06
    ],
    [
        " that's what happened I could do ring dips but I couldn't do ring muscle ups I couldn't do them",
        4809.06,
        4816.78
    ],
    [
        " because it was injured so you know and I all I do is I modify the workout as best I can you know",
        4816.82,
        4822.96
    ],
    [
        " and I for a while I was the only doing deadhanging pull ups and so I would do weird things I do dead",
        4822.96,
        4827.28
    ],
    [
        " hang all different grip pull ups I do deadhanged weighted pull ups I did all kinds of different",
        4827.28,
        4831.4
    ],
    [
        " things to get through it but I still like to do keeping pull ups and eventually now I can do muscle",
        4831.4,
        4838.28
    ],
    [
        " ups again and I can it's it was hurt for that's it's hurt for it was hurt for about six months but I've",
        4838.28,
        4842.68
    ],
    [
        " been back in the game now for I don't know how'd you do it how do I do what the shoulder yeah no idea",
        4842.68,
        4848.6
    ],
    [
        " oh yeah just like general use general usage it really it's Greg was Greg heard his back",
        4848.6,
        4856.82
    ],
    [
        " messed it up yeah no I saw him yesterday you know how he did it yeah opening the window in his bed",
        4856.82,
        4862.0
    ],
    [
        " from his bed and his wife locked the window his wife locked the window he's telling me and I was",
        4862.0,
        4867.26
    ],
    [
        " laughing and I think he thought he might have thought I was like laughing at him like oh you're",
        4867.26,
        4871.12
    ],
    [
        " getting old kind of thing but I was laughing at that I was laughing at just the idea of",
        4871.12,
        4876.08
    ],
    [
        " injuring your back really bad by laying in bed yeah opening a window that's that's like",
        4876.08,
        4882.28
    ],
    [
        " people telling you get after it you weren't in bed and you know he was trying to let cool Aaron",
        4882.28,
        4887.38
    ],
    [
        " right used to hot so he's trying to get more comfort yeah more comfort than laying in bed that's",
        4887.38,
        4893.98
    ],
    [
        " irony right that's what that is I don't even want to I'm gonna knock on wood because like I don't",
        4893.98,
        4901.1
    ],
    [
        " get injured man I hate it because I hate being injured that's a weird thing too is when you get",
        4901.1,
        4906.14
    ],
    [
        " injured you think that injury it seems like the injury is gonna last forever yeah I always have that",
        4906.14,
        4911.54
    ],
    [
        " feeling like this is just never gonna go away yeah because you don't notice these incremental little",
        4911.54,
        4916.22
    ],
    [
        " things but when you get injured if you remember the fact that there's tiny tiny incremental progress",
        4916.22,
        4922.44
    ],
    [
        " being made and you keep working and keep doing it eventually it's gonna heal and you'll be joyous",
        4922.44,
        4931.08
    ],
    [
        " you know like when you're out and you're like you can I remember that day when I was fully not injured",
        4931.08,
        4937.86
    ],
    [
        " yeah it just chose to not go train or not but then when you're injured you're like oh my god yeah",
        4937.86,
        4943.1
    ],
    [
        " you do what you can people ask me that all the time how do you what are you doing you get injured",
        4943.1,
        4947.86
    ],
    [
        " do what you can do what you can that's what I did like I couldn't do muscle ups okay cool I would do",
        4947.86,
        4953.12
    ],
    [
        " ring dips I would do other I would do every other exercise around muscle ups except for muscle",
        4953.12,
        4958.8
    ],
    [
        " ups themselves because I couldn't do them at that time yeah now I'm back in the game",
        4958.8,
        4962.58
    ],
    [
        " kipping pullups are back yeah got the jerk gag joint warfare get it yeah and krill oil",
        4962.58,
        4970.84
    ],
    [
        " and telling you I think I think you should do both that's what that's what my opinion is and",
        4970.84,
        4975.98
    ],
    [
        " that started for me years ago when I went on krill oil and glucose being conjured and now of course",
        4975.98,
        4982.14
    ],
    [
        " we have it yeah in the glorious super krill of course yeah joint warfare yeah and you're supporting",
        4982.14,
        4989.62
    ],
    [
        " the podcast which is cool yeah so that's a good one get that for your joints also",
        4989.62,
        4995.34
    ],
    [
        " geese in rash guards a lot of times people when they start jiu jitsu and this how actually this",
        4995.34,
        5000.1
    ],
    [
        " this was going on since the beginning you'd be like what geesh it again yeah and let's be at the time",
        5000.1,
        5007.74
    ],
    [
        " I was like okay and actually origin was one of them but I didn't know as much about origin I was",
        5007.74,
        5012.18
    ],
    [
        " like yeah they're cool and then the one I saw was like kind of expensive so I was like yeah origin",
        5012.18,
        5018.68
    ],
    [
        " school if you want to hide in one and stuff like that and it was cool but origin has all levels no",
        5018.68,
        5024.5
    ],
    [
        " actually not true they don't have all levels what do you mean if you want to get a $28",
        5024.5,
        5029.56
    ],
    [
        " dollar key no okay you can't you can't get a low level key yeah you can get medium or are",
        5029.56,
        5034.8
    ],
    [
        " awesome yes okay it's good point so the medium is because the first year ever bought was $40",
        5034.8,
        5039.74
    ],
    [
        " yes see I have never been lasted three weeks I bought one for $99 and it was yeah it was really",
        5039.74,
        5049.66
    ],
    [
        " really bad yeah and I don't even know the brand I don't know if it had a brand but yeah it shrunk",
        5049.66,
        5054.3
    ],
    [
        " to the point where it like it fit normal and it shrunk all almost up to my elbow by the way yeah",
        5054.3,
        5059.16
    ],
    [
        " and so to me if the next one I want to say was like 120 was like a regular one of these brands",
        5059.16,
        5065.48
    ],
    [
        " out and I forget and it was fine oh I know the brand I'm not gonna say it to hate on it but it",
        5065.48,
        5070.16
    ],
    [
        " to me it shrunk and it was that cool nonetheless now that I have a or origin ye have two of them by",
        5070.16,
        5077.44
    ],
    [
        " the way they are way better and I'm not I know just you're looking at me like it just sounds like",
        5077.44,
        5083.06
    ],
    [
        " oh I got this in this way better the thing is it is now there is straight up way better yeah",
        5083.06,
        5087.98
    ],
    [
        " and they have different kinds of weaves or whatever but they have the and really the point there is",
        5087.98,
        5091.96
    ],
    [
        " when people ask me and if you're wondering what key to get go on go on the website and you can see",
        5091.96,
        5097.46
    ],
    [
        " whichever you know like if you if you're like hey I want the Cadillac one which I recommend by the",
        5097.46,
        5103.0
    ],
    [
        " way because it's extra dope or or you know you just want the regular one they're all good",
        5103.0,
        5107.84
    ],
    [
        " quality all made in America too by the way and rash guards rash guards yeah Pete just sent me",
        5109.64,
        5114.86
    ],
    [
        " three rest did he send you the yeah one of the ones American made American hands yeah yeah",
        5114.86,
        5123.32
    ],
    [
        " that's cool but wait did he send you the other one he didn't send it to you which one does it has",
        5123.32,
        5128.36
    ],
    [
        " I'll give you a hint it says it's got the chemical formulation for sodium on it do you have that one",
        5128.36,
        5135.36
    ],
    [
        " no okay you'll see it yeah I saw some samples but yeah some good rash guards and they fit good too",
        5136.34,
        5142.68
    ],
    [
        " so and again I'm not gonna say the brand name but this is a very good kind of high-end combat sports",
        5142.68,
        5150.26
    ],
    [
        " brand rash guards geese I'm not gonna see the name because it doesn't matter because it's a",
        5150.26,
        5154.94
    ],
    [
        " matter of opinion anyway so I want to influence that way but I got some rash guards and I was like",
        5154.94,
        5160.44
    ],
    [
        " cool they looked open I'm like cool but you put it on and it's they just didn't work out you know",
        5160.44,
        5166.36
    ],
    [
        " like I can't wear this because just how it fits and stuff like that was it baggy it was baggy you know",
        5166.36,
        5173.2
    ],
    [
        " way I was actually trying to make a joke yeah cuz like if you have a baggy rash card dude you",
        5173.2,
        5177.34
    ],
    [
        " need to start jacking some steam yeah and he started I agree with that but it was weird because",
        5177.34,
        5190.42
    ],
    [
        " or did main dot com get some cool stuff also it's made in America no big deal yeah from beginning to",
        5190.42,
        5198.74
    ],
    [
        " end yeah I just funny you just said the whole thing but the actual one of the best things about",
        5198.74,
        5203.78
    ],
    [
        " origin is made in America that's yeah that's awesome in my opinion yeah with American hands well",
        5203.78,
        5209.28
    ],
    [
        " then again I don't know think about this what if it was all made in America it was you know",
        5209.28,
        5213.02
    ],
    [
        " then legit from from the cotton grown all the way to the end product but when you get it the",
        5213.02,
        5218.72
    ],
    [
        " rash guard fits all baggy certain areas I don't know kind of defeat the purpose really well yeah look",
        5218.72,
        5223.2
    ],
    [
        " what happened to cars in America in the 80s right people started buying Japanese cars because the",
        5223.2,
        5227.48
    ],
    [
        " American quality they wanted to buy America with the American quality wasn't there yeah back now yeah",
        5227.48,
        5231.48
    ],
    [
        " but at that time period yeah you're you're you're rear view mirror was gonna fall off",
        5231.48,
        5238.0
    ],
    [
        " bumper yeah it's kind of like you know I don't know if you ever had a had a friend or something",
        5238.0,
        5243.84
    ],
    [
        " or maybe yourself you start like a clothing brand right I remember back when I first started",
        5244.16,
        5248.34
    ],
    [
        " you to like everyone that was kind of like the thing start a clothing brand start your jitsu",
        5248.34,
        5252.36
    ],
    [
        " month three start a clothing brand yeah that was kind of like the joke you know and so a lot of",
        5252.36,
        5260.1
    ],
    [
        " people they not a lot I don't say a lot of people but some people they hear you know then you",
        5260.1,
        5264.54
    ],
    [
        " that that's kind of the the textbook process you start your brand you give away right your stuff",
        5264.54,
        5270.5
    ],
    [
        " to key people and you know hopefully it kind of takes hold and takes off so sometimes I'd get the",
        5270.5,
        5277.22
    ],
    [
        " shirt and the designs are cool for the time they were cool but then when you put on the shirt it",
        5277.22,
        5282.08
    ],
    [
        " doesn't like fit crack or you know because when they got the blanks yeah they just were like hey I",
        5282.08,
        5288.34
    ],
    [
        " got a cut costs hey it's the blank black shirt yeah you know what's the difference kind of thing",
        5288.34,
        5292.94
    ],
    [
        " but the thing is there is a difference the end when you put it on bra the design can be outstanding",
        5292.94,
        5299.02
    ],
    [
        " but if no one's gonna wear it and cares so who knows check but it is a big deal made in America",
        5299.08,
        5306.72
    ],
    [
        " from the cotton all the way to the end product that is a big deal and that's on top of the fact",
        5306.72,
        5310.84
    ],
    [
        " that the product is perfection concur also speaking of fitness being fit were we talking about being",
        5310.84,
        5324.66
    ],
    [
        " not really but you go with it yeah yes oh yes we were a muscle ups and joint work for that",
        5325.04,
        5330.88
    ],
    [
        " okay yeah sure so kettlebells I'm into I think that this is just me because I'm spoiled but the",
        5330.88,
        5341.5
    ],
    [
        " kettlebells from on it and you know there's like copycat brands you know they do that I'm not",
        5341.5,
        5347.02
    ],
    [
        " saying with kettlebell specifically are they copycat artistic I don't but here's the thing I don't",
        5347.02,
        5354.64
    ],
    [
        " click copycat because there's other ones yeah for sure there's like a skull one and like this",
        5355.18,
        5360.3
    ],
    [
        " this other ones but if my head was a kettlebell how much would it weigh I don't know really yeah 88",
        5360.3,
        5370.02
    ],
    [
        " pounds I love the heavy one yeah I someone that's like dumb heavy like it's dumb over 103 yeah it's",
        5370.02,
        5377.38
    ],
    [
        " like 200 something yeah that's big yeah yeah skull one someone sent it to me on Twitter oh I",
        5377.38,
        5383.76
    ],
    [
        " thought they sent it to you in real life I'm gonna take it from your house but you know the man I",
        5383.76,
        5389.12
    ],
    [
        " buy it like when you know okay so what how I did it was I got the the champ rate it's like 35",
        5389.12,
        5396.46
    ],
    [
        " pounds or something like that so I get two of them and that's when I started kettlebells so",
        5396.46,
        5401.88
    ],
    [
        " they're like start start lighter like so they didn't mean 35 dude yeah but whatever wait is that",
        5401.88,
        5408.38
    ],
    [
        " too light not light enough not too light well but when I started I was like this is appropriate I",
        5408.38,
        5414.0
    ],
    [
        " got to be careful you in with this because I had never really done it I picked it up and you know",
        5414.0,
        5418.08
    ],
    [
        " so I stayed safe and I was like cool formulated a good workout now it's time to get the bigger ones",
        5418.08,
        5422.12
    ],
    [
        " right so I went up to they're out of the one I wanted so I went all the way up to the werewolf",
        5422.12,
        5426.56
    ],
    [
        " which is like 62 pounds that's good so start doing that with that got good at that boom boom boom so",
        5426.56,
        5435.08
    ],
    [
        " but keep in mind I'm getting them from on it like I don't I I have the luxury of getting like the",
        5436.62,
        5443.4
    ],
    [
        " the good ones you know I'm all spoiled so I'm over here like I'm about to say everyone should have",
        5443.4,
        5449.32
    ],
    [
        " the design one because it's like cooler and I don't know you get kind of you know how like when you",
        5449.32,
        5453.32
    ],
    [
        " get like a new cool rash guard right something with a cool design on it you want to wear it and use it",
        5453.32,
        5459.2
    ],
    [
        " you know you know I'm saying it's kind of that you get that you get that you get more fire that kind of stuff",
        5459.2,
        5463.58
    ],
    [
        " yeah you whatever right yes you do yes you do anyway um yeah primal bells zombie bells and legend",
        5463.58,
        5471.78
    ],
    [
        " bells those are the ones cool jump ropes on there too by the way and other fitness stuff interesting",
        5471.78,
        5477.82
    ],
    [
        " fitness stuff and um again the kettlebells I recommend the kettlebells but like me start light",
        5477.82,
        5485.2
    ],
    [
        " don't swing and hit your shin stuff like that you can check yourself up yeah there's some technique",
        5485.2,
        5491.66
    ],
    [
        " involved yeah and you don't recognize the momentum of swinging a kettlebell is a real thing yeah",
        5492.26,
        5497.22
    ],
    [
        " and then it only weighs 35 pounds in your case when you swing it to the top of and then you have to",
        5497.22,
        5502.82
    ],
    [
        " stop that thing it's not weighing 25 pounds 35 pounds anymore it's got momentum yeah and then when",
        5502.82,
        5507.26
    ],
    [
        " you got it's a typical swing yes so you you know the one where it's like a regular snipe I guess",
        5507.26,
        5513.04
    ],
    [
        " it's not a snatch but the clean yeah you know you go up and yeah yeah they call the rack position right",
        5513.04,
        5518.4
    ],
    [
        " so even that I've seen it done so I'm like oh I can do that I'll just use it light but I'm doing",
        5518.98,
        5523.22
    ],
    [
        " it wrong I'm like flipping it flipping it up where it lands on the back of my wrist and then it like",
        5523.22,
        5527.48
    ],
    [
        " pulls my shoulder back I'm like how do they do this I was like oh I just gotta use but then I",
        5527.48,
        5532.04
    ],
    [
        " looked it up on YouTube the actual technique and then I'm like okay you know I'm gonna chip my",
        5532.04,
        5537.22
    ],
    [
        " tooth the other day with a two front squats with a kettlebell okay yeah I don't know I just like",
        5537.22,
        5543.54
    ],
    [
        " lifted it up really hard because I was going from the picking it from the floor take up to the",
        5543.54,
        5547.96
    ],
    [
        " to the position to start squatting and I like did it so hard that I hit my front tooth yeah you",
        5547.96,
        5553.44
    ],
    [
        " idiot straight up yeah rather thing yeah they can mean then just be careful that's the point",
        5553.44,
        5559.84
    ],
    [
        " anyway on it dot com slash jaco check them out those are cool ones they have the regular ones too but",
        5559.84,
        5565.1
    ],
    [
        " I don't know man once you have the design one you can't go back my opinion not that I have any",
        5565.1,
        5570.34
    ],
    [
        " basis for comparison because I've never had the normal ones but I've seen them in other gyms",
        5570.34,
        5574.64
    ],
    [
        " used them before and it's not the same my opinion also if you want to get this book the diary",
        5574.64,
        5582.0
    ],
    [
        " of napoleonik foot soldier there you go or any books that jaco talks about or rights author by the way",
        5582.0,
        5593.48
    ],
    [
        " we have direct links to all these books per episode on our website jacopodcast.com this is the",
        5593.48,
        5598.5
    ],
    [
        " books the book section section it's books from episodes I think that's what it's called anyway go",
        5598.5,
        5604.0
    ],
    [
        " on there click through there not only is it organizing you can find the correct book that you're",
        5604.0,
        5608.16
    ],
    [
        " looking for it supports the podcast or if you're doing any other shopping that day or that moment",
        5608.16,
        5613.0
    ],
    [
        " or whatever boom carry on good way to support also subscribe to the podcast on iTunes Google",
        5613.0,
        5622.18
    ],
    [
        " Place did you all these podcasting providing platforms and youtube by the way youtube on top of",
        5622.18,
        5631.06
    ],
    [
        " the video version of this podcast as we all know we have little excerpts that you can share",
        5631.06,
        5635.76
    ],
    [
        " so you don't have to share the whole thing or it's just more of a chance someone's going to listen",
        5635.76,
        5640.78
    ],
    [
        " to what you're sharing what else should we put on youtube what I think I should put stuff on youtube",
        5640.78,
        5645.48
    ],
    [
        " because I think I could do it more frequently than you no actually maybe not because I do it",
        5645.48,
        5649.82
    ],
    [
        " three times a week if you count the podcast really yeah really right I've I've gotten into a good",
        5650.28,
        5657.0
    ],
    [
        " routine Monday Wednesday okay I'll look into that for the most part okay I still think maybe I",
        5657.0,
        5663.72
    ],
    [
        " should do something I want to do something like can you do live on youtube yes I need to do that",
        5663.72,
        5668.64
    ],
    [
        " yeah I don't know where I've never done it before but Joe Rogan does it all the time",
        5668.64,
        5673.38
    ],
    [
        " oh yeah live yeah you youtube live stuff nonetheless subscribe to the youtube there's some",
        5673.5,
        5679.26
    ],
    [
        " I also deleted scenes that's what put on there maybe not as often but if you want to see some behind",
        5679.26,
        5684.76
    ],
    [
        " the curtain right that's the expression behind the scenes if you want to hear me swear",
        5684.76,
        5690.32
    ],
    [
        " because apparently yeah I just released a bunch of swarits on the skinny knees yeah podcast sure",
        5690.32,
        5697.86
    ],
    [
        " I'll swear it earlier today pre-recording today as well I forget what you're talking about but it",
        5697.86,
        5702.6
    ],
    [
        " is something that made me feel the urge to swear something emotion what was it I don't know",
        5702.6,
        5707.78
    ],
    [
        " we're talking about a few things we'll have to check the lead it's yeah we'll get go to the video tape",
        5707.78,
        5711.52
    ],
    [
        " x x or R rated sure not x rated no no thankfully that's like nudity and whatnot and whatnot sure",
        5711.52,
        5719.7
    ],
    [
        " yeah yeah no no free nut also so yeah that's youtube youtube subscribe if you haven't already if you're",
        5719.7,
        5727.84
    ],
    [
        " saying that's a good way to support also jaco has a store it's called jaco store go to jaco",
        5727.84,
        5733.8
    ],
    [
        " store.com makes sense right that's where you can get shirts our shirts you know the podcast shirts",
        5733.8,
        5739.98
    ],
    [
        " just clean let's read them all this stuff some cool ones on there um look at those and if you want",
        5739.98,
        5746.62
    ],
    [
        " something get something we also have women stuff on there where the lady troopers out there or",
        5746.62,
        5753.68
    ],
    [
        " the guys you know your wife daughter sister mom boom they've burked me up music my wife on some shirts",
        5754.66,
        5764.16
    ],
    [
        " mm-hmm I said you got it check no worries she's in the game yep some patches on their hoodies the heavier hoodies",
        5764.16,
        5771.48
    ],
    [
        " I got them they're live they're not live right now but what why are you teasing everyone man",
        5771.48,
        5780.9
    ],
    [
        " they'll be alive this week 100% okay but that okay good heavy heavy new England for new England people yes",
        5780.92,
        5789.16
    ],
    [
        " Minnesota for everybody they're for Minnesota Chicago yep Michigan all them Michigan Canada because when",
        5789.16,
        5795.54
    ],
    [
        " you're up there you sometimes you just wear that just that's what you wear yeah that's all I used to",
        5795.54,
        5802.38
    ],
    [
        " wear when I was a kid yeah from like November until March just heavy hoodie that's it get some",
        5802.38,
        5810.78
    ],
    [
        " can't really not the hoodie that you made last year the koai version that's not even the koai",
        5810.78,
        5816.62
    ],
    [
        " version it's like that that's like the big island like yeah it's not even so cow version that thing",
        5816.62,
        5822.5
    ],
    [
        " was too light for so cow it was so cow summer I guess maybe yeah I was like me maybe yeah looking",
        5822.5,
        5828.5
    ],
    [
        " forward to heavy yeah heavy is good oh yeah so yeah hoodies on there other stuff check it out",
        5828.5,
        5832.46
    ],
    [
        " jockelstore.com that's a good way to support hats too right hats you're supposed to get me hats",
        5832.46,
        5837.26
    ],
    [
        " yeah but yeah that's not for you the hats are for the people no but I need hats too",
        5837.26,
        5843.2
    ],
    [
        " there's some hats on there oh it you need hats go to jockelstore.com okay cool check that out",
        5843.2,
        5850.6
    ],
    [
        " bro also psychological psychological warfare a good way to support yourself good way to help yourself",
        5854.08,
        5860.44
    ],
    [
        " good way to spot yourself on your journey I'm going back to journey the same journey now on your",
        5860.44,
        5868.92
    ],
    [
        " journey slash campaign against weakness like you know you're on the program now you're waking up",
        5868.92,
        5873.78
    ],
    [
        " early now you're working I got to work out program five days I don't know you know it's",
        5873.78,
        5879.5
    ],
    [
        " interesting you use the word program this is interesting uh life and the Delta Ptoon Commander",
        5879.5,
        5888.56
    ],
    [
        " Seth Stone back in the day they like asked me for like what I did for workouts yeah and I wrote out",
        5888.56,
        5896.46
    ],
    [
        " my workouts and it's actually loosely they're in they're in the discipline equals freedom field manual",
        5896.46,
        5902.14
    ],
    [
        " but when I gave it to him it just said at the top of the thing it said the program yeah yeah actually",
        5902.14,
        5908.76
    ],
    [
        " I really like that expression and I've been using it from it's like one of those thinking how you",
        5908.76,
        5913.1
    ],
    [
        " always say discipline will not allow that yeah I'll say I'm on the program yeah yeah well I don't",
        5913.1,
        5918.0
    ],
    [
        " even know what program is just the month program yeah exactly the program exactly right so if you're",
        5918.0,
        5924.88
    ],
    [
        " on the program which really life is you should be on the program yeah really if you're not you're just",
        5924.88,
        5930.66
    ],
    [
        " like what you're like short term you're not on the program we know that yeah yeah yeah it's bad",
        5930.66,
        5936.28
    ],
    [
        " and sometimes you don't even realize that you're not on the program I think that's the problem",
        5936.64,
        5940.92
    ],
    [
        " you don't even realize you're not on the program yeah well if you've never been on the program then",
        5940.92,
        5945.34
    ],
    [
        " you don't know that you're not on it yeah it's like what is JP call it like in unconsciously",
        5945.34,
        5950.46
    ],
    [
        " confident or something like that you know he has all the things all the psychological states",
        5950.46,
        5955.14
    ],
    [
        " in learning I don't know either way if you don't know you're not on the program you don't even know",
        5955.14,
        5960.42
    ],
    [
        " what you don't know kind of thing that kind of thing anyway back to the program if you're on the",
        5960.42,
        5965.8
    ],
    [
        " program but you experience those days those moments of weakness and you want jaco to get you through",
        5965.8,
        5973.86
    ],
    [
        " them help you through them like a little spot you're not gonna take over but as a spot you listen",
        5973.86,
        5979.82
    ],
    [
        " to psychological warfare for your moment of weakness and it goes by situation right waking up",
        5979.82,
        5990.4
    ],
    [
        " on there are all these what it is and it's an album with tracks each track is for each weakness",
        5990.4,
        5996.44
    ],
    [
        " that you may or may not come across that's good yeah so as we got into and and that a lot of",
        5996.44,
        6005.02
    ],
    [
        " people like that album yeah and so when discipline equals freedom field manual was being created",
        6005.02,
        6011.8
    ],
    [
        " sure the the normal option is you publish books on audible.com and then they put together the book",
        6013.4,
        6022.68
    ],
    [
        " with chapters that you can listen to through the audible app it's very confined to that yeah",
        6022.68,
        6028.88
    ],
    [
        " so for the field manual I the way the field manual is written it's not written like a book it's",
        6028.88,
        6037.64
    ],
    [
        " more like an album yeah that you'd need to use with tracks so anyways to make a long story short",
        6037.74,
        6044.28
    ],
    [
        " we are gonna make another psychological warfare album but in the meantime we put out",
        6044.28,
        6049.96
    ],
    [
        " disponible freedom field manual which is the book that just came out and if you're looking for",
        6049.96,
        6054.62
    ],
    [
        " an audible version of that you have to go to iTunes Amazon music Google Play everywhere",
        6054.62,
        6063.04
    ],
    [
        " everywhere that they sell MP3 tracks albums with tracks and that's where you can get",
        6063.14,
        6069.2
    ],
    [
        " discipline equals freedom field manual audio version and that that one makes a lot more sense though",
        6069.2,
        6075.2
    ],
    [
        " with with it this way oh for sure because it is like a manual you know how like yeah but yeah and",
        6075.2,
        6080.58
    ],
    [
        " the thought was I didn't want to put it on an audible book the audible format because then people",
        6080.58,
        6087.46
    ],
    [
        " can't put it on their alarm clock they can't they can't just jump through to listen to that track",
        6087.46,
        6090.96
    ],
    [
        " they can't put it into their playlist while they're working out yeah so therefore not use not",
        6090.96,
        6095.7
    ],
    [
        " not good so I know we're not gonna sell as many because when it's linked right there on the website",
        6095.7,
        6100.7
    ],
    [
        " on Amazon people can click right to it so we're not gonna sell as many but it's better anyways",
        6100.7,
        6105.04
    ],
    [
        " doesn't matter I'd rather put out good product yeah that's my concern and especially when you're",
        6105.04,
        6110.84
    ],
    [
        " referring to it because that's really what a manual does you need your money audible",
        6110.84,
        6115.18
    ],
    [
        " no because think of the link would be right there you know because how many people so okay on",
        6116.36,
        6120.38
    ],
    [
        " Amazon it says formats for the book you know hard to cover and then a Kindle and then audible",
        6120.38,
        6127.46
    ],
    [
        " my mind doesn't have that so people can't click on it and they ask me they've been asking me on",
        6127.46,
        6132.04
    ],
    [
        " Twitter when's the audible color are you gonna do an audible one I just have to respond to everyone",
        6132.04,
        6135.58
    ],
    [
        " it's on blah blah blah blah so again we're just I'm more concerned that people that have it can",
        6135.58,
        6142.22
    ],
    [
        " utilize it properly yeah and I use all for sure I do but not as much I use Kindle that's where",
        6142.22,
        6150.46
    ],
    [
        " it reboots the actual like reading part of it it's a lost but this with the tracks it is better",
        6150.46,
        6160.22
    ],
    [
        " because when you want to refer to you know like it's like okay I want to go to the martial arts",
        6160.22,
        6164.96
    ],
    [
        " part right you know all this of these other parts when you want to refer to it it's gonna be",
        6164.96,
        6169.72
    ],
    [
        " I'm thinking back with the audible format it's gonna be harder to be like okay you can't find it",
        6169.8,
        6174.2
    ],
    [
        " you're not gonna enjoy doing that effectively yeah but it is good to you know listen to",
        6174.2,
        6179.56
    ],
    [
        " you want to listen to one whole book for the end then for sure yeah exactly hit it up yeah but it",
        6179.56,
        6185.22
    ],
    [
        " does make more sense when you think about the whole scope yeah of the discipline goes for you",
        6185.22,
        6189.86
    ],
    [
        " don't feel manual so if yeah if you get the opportunity to tell people that and tell them because",
        6189.86,
        6194.62
    ],
    [
        " I can't tell everyone I tried yeah but it's where you can find it here's it here's the thing",
        6194.62,
        6199.08
    ],
    [
        " ultimately it's not hard to get I mean it's no it's not hard to get it's just not on the same man",
        6199.46,
        6204.42
    ],
    [
        " where you'd expect it and people expect to find things where they expect to find things yeah yeah",
        6204.42,
        6208.32
    ],
    [
        " that's so we've thrown them a curveball you know but it's it's like I said to produce something",
        6208.32,
        6216.02
    ],
    [
        " that would be less usable by people in the manner that they want to use it or make it a little bit",
        6216.02,
        6223.76
    ],
    [
        " harder to find like I said maybe not as many people can buy it because they won't find it I don't",
        6223.76,
        6228.7
    ],
    [
        " care I'd rather have the people that really want it get to use it the way I want to use it",
        6228.7,
        6232.58
    ],
    [
        " that's how I roll the slowest curveball in the history of curveballs yeah here get it on I yeah here",
        6232.58,
        6239.14
    ],
    [
        " you have to do an extra click you be surprised how many people last on social media when it where when",
        6239.14,
        6246.64
    ],
    [
        " it's coming out oh right in the audio format yeah that does make sense though especially if you're",
        6246.64,
        6252.3
    ],
    [
        " used to listening to audio books and you're like okay I want to do the book right where's",
        6252.3,
        6256.24
    ],
    [
        " it totally makes sense audible curveball yeah that is a curveball that's true I dig it hey while",
        6256.24,
        6262.38
    ],
    [
        " you're on Amazon also you can get jocke a white tee which tastes good and we'll guarantee you a",
        6262.38,
        6268.38
    ],
    [
        " deadlift of eight thousand pounds some other books you can get on there are way the warrior kid",
        6268.38,
        6275.3
    ],
    [
        " that's for kids that want to get after it or even if you want your kid to get after it you",
        6275.3,
        6281.98
    ],
    [
        " want to be smarter stronger better you want to be eat healthier get him that book",
        6281.98,
        6286.8
    ],
    [
        " awesome feedback on that book which is some of my favorite feedback is pictures of kids reading",
        6286.8,
        6292.88
    ],
    [
        " way the warrior kid doing pull ups I saw and doing pull ups and doing GJ2 yeah and doing flashcards",
        6292.88,
        6298.54
    ],
    [
        " and their little book reports I like seeing the book reports here's a memory it's like when you do",
        6298.54,
        6303.8
    ],
    [
        " a book record report when you're seven years old it's kind of a big deal yeah it's like you're",
        6303.8,
        6308.38
    ],
    [
        " getting published for the first time as an author you're like well hey well I wrote this this is my",
        6308.48,
        6314.06
    ],
    [
        " assessment of the book way the warrior kid probably the most important thing I've ever been written",
        6314.06,
        6318.3
    ],
    [
        " check it out and I also drew a picture you know what I mean that's Uncle Jake right there you can't",
        6318.3,
        6324.0
    ],
    [
        " hardly tell because it doesn't look anything like him but it's supposed to be Uncle Jake",
        6324.0,
        6327.08
    ],
    [
        " arson my thing over here but yeah I like seeing those little things we got the book extreme",
        6327.08,
        6332.44
    ],
    [
        " ownership written by myself and my brother laf baban and it is about combat leadership",
        6332.7,
        6339.32
    ],
    [
        " this one equals freedom field manual yes the book that just came out and thanks everyone for",
        6339.32,
        6348.38
    ],
    [
        " getting it for spreading the word for I like a bunch of people have put on stacks they're getting",
        6348.38,
        6362.38
    ],
    [
        " they want to get their work person they want to get their kid on the program father son saw that",
        6362.38,
        6368.94
    ],
    [
        " one yesterday on social media father son boom boom two copies getting on the program so that's",
        6368.94,
        6375.68
    ],
    [
        " awesome and appreciated oh oh there's some in there's some funny reviews I got I got I'll have to",
        6375.68,
        6382.0
    ],
    [
        " read some of the reviews some of the Amazon reviews some of them are awesome some of them are awesome",
        6382.0,
        6386.96
    ],
    [
        " there's one I should pull it out but there's some awesome reviews so if you want to write a review",
        6386.96,
        6393.02
    ],
    [
        " you can do that too it's a work of art really I mean to look at it I think it looks pretty cool it's",
        6393.02,
        6399.8
    ],
    [
        " pretty there's no other books that really look like that not that I know so that's that and like I",
        6399.8,
        6408.44
    ],
    [
        " said the the audio version is on mp3 google play itunes amazon music and all that if you need",
        6408.44,
        6415.36
    ],
    [
        " leadership support for your team or your business then you can hire echelon front which is our",
        6415.36,
        6422.74
    ],
    [
        " leadership and management consultant company it's me laf babin jp to know dav burk email info at",
        6422.74,
        6429.4
    ],
    [
        " echelonfront.com and if you kind of liked hanging out with us on this podcast and you want to",
        6429.4,
        6438.86
    ],
    [
        " maybe cruise with us some more you can find us on the interwebs twitter instagram and a fishy boaaah",
        6438.92,
        6454.78
    ],
    [
        " echo is at echo charles and I am at jaco willink and again thanks to all of you out there in uniform",
        6454.78,
        6466.3
    ],
    [
        " on the front lines like jacob Walter in the dirt and the filth and the discomfort and the",
        6467.38,
        6474.74
    ],
    [
        " danger out there holding the line thank you all for what you do to the police and law enforcement",
        6474.74,
        6482.42
    ],
    [
        " and firefighters and medical emergency technicians and the rest of the first responders thank you",
        6482.42,
        6490.08
    ],
    [
        " for keeping us safe here at home to the teachers out there that are teaching our kids teaching those",
        6490.08,
        6500.26
    ],
    [
        " young troublemakers like I was putting them on the right path teaching them the discipline equals",
        6500.26,
        6508.64
    ],
    [
        " freedom thank you for doing what you do and the rest of you that are out there doing your job and",
        6508.64,
        6520.06
    ],
    [
        " for yourself your family your community our country and the world thanks for grinding and",
        6520.06,
        6531.14
    ],
    [
        " grappling and striving and scratching and continuing day after day after day to get out there",
        6531.14,
        6540.2
    ],
    [
        " and get after it so until next time this is echo and jaco",
        6540.2,
        6549.56
    ],
    [
        " out",
        6550.06,
        6551.4
    ]
]