[
    [
        " Importance of recovery within your training program",
        0.32,
        2.86
    ],
    [
        " Cheers, and this by the way this is from sore necks. You know the guys that make weight racks",
        2.86,
        9.6
    ],
    [
        " Yeah, well, you know for for recover to be important",
        9.6,
        13.64
    ],
    [
        " You have to have done the hard work to need it. So I think a lot of people focus on recovery all the time",
        13.64,
        19.72
    ],
    [
        " when they",
        19.72,
        21.2
    ],
    [
        " Seriously I",
        21.2,
        24.38
    ],
    [
        " Can't do that today. I'm on recovery",
        24.38,
        26.34
    ],
    [
        " I got a cry therapy or ice bath or get a massage or acupuncture, you know like",
        26.5,
        32.56
    ],
    [
        " Bitch go train hard, you know like these calluses I cut off",
        32.56,
        38.4
    ],
    [
        " You know like weekly",
        38.4,
        39.96
    ],
    [
        " It's from hard work, you know and and I think recovery is as important as training",
        39.96,
        46.52
    ],
    [
        " but first the training has to be",
        46.52,
        49.32
    ],
    [
        " There and it has to be hard enough for it to warrant needing recovery",
        49.32,
        54.06
    ],
    [
        " Yeah, and I was I would say when when I'm when I was training fighters",
        55.24,
        57.84
    ],
    [
        " I don't do a lot anymore, but when I was training UFC fighters",
        57.84,
        59.92
    ],
    [
        " It was so obvious when they were over trained like they'd go from that, you know",
        59.92,
        64.82
    ],
    [
        " They'd be giving me a hard time on the mat or whatever and all of a sudden I'm just annihilating",
        64.82,
        69.74
    ],
    [
        " And I go yeah, hey day off man go eat two steaks tomorrow and just relax easy",
        69.74,
        74.5
    ],
    [
        " But you know some guys I need a couple days off. You don't need a day off",
        74.5,
        79.62
    ],
    [
        " I think it has more to do with lifestyle than recovery, you know like when people are like",
        79.62,
        82.96
    ],
    [
        " Man, I'm just not being able to put the get the output the volume that I need to do for work",
        84.18,
        88.38
    ],
    [
        " Well, let's talk about your life, you know like we got cheers and pussy last night",
        88.38,
        91.88
    ],
    [
        " Oh, you were you were you were at a strip club. Is that glitter?",
        91.88,
        94.86
    ],
    [
        " Suck get get out get what have you eaten this week?",
        95.2,
        98.72
    ],
    [
        " Yeah, tell me show me your diet. Did you even have a log? No, you don't have a log get out",
        98.72,
        102.86
    ],
    [
        " You know, well, how much did you sleep last night? Oh?",
        102.86,
        106.12
    ],
    [
        " You don't know because what you drink get out?",
        106.16,
        109.12
    ],
    [
        " You know like when was the last time you had a drink? Oh last night get out. Yeah, you know",
        109.62,
        113.98
    ],
    [
        " Stop talking to me about recovery if you don't even have a lifestyle that's conducive to training",
        113.98,
        117.62
    ],
    [
        " You know like you want to talk about healthy lifestyle get it hours of sleep",
        117.62,
        120.58
    ],
    [
        " Yeah, I know yeah, hey, Jack, what doesn't sleep a lot? It's all right. It's all right",
        120.58,
        127.9
    ],
    [
        " Eat real food stop putting crap in your body",
        127.9,
        130.46
    ],
    [
        " Stop drinking",
        130.46,
        132.14
    ],
    [
        " Yeah, you know you won't drop you to testosterone you're gonna talk about these guys are having like huge problems of stuff",
        132.14,
        136.64
    ],
    [
        " What one stop using steroids to stop drinking?",
        136.64,
        139.62
    ],
    [
        " You know for me",
        140.14,
        141.3
    ],
    [
        " sex day every day",
        141.3,
        143.36
    ],
    [
        " Get eight hours of sleep",
        143.36,
        144.94
    ],
    [
        " Work my ass off. I think that a man",
        144.94,
        148.12
    ],
    [
        " For a real athlete man or woman they have to go to bed tired. I love that feeling",
        148.12,
        154.56
    ],
    [
        " We're like you are exhausted. You see that bed and you're like",
        154.56,
        158.06
    ],
    [
        " Kidna me can I make it?",
        158.06,
        161.42
    ],
    [
        " You know can I make it from the shower to bed? Yeah, that's what you're supposed to feel like we've",
        161.54,
        166.62
    ],
    [
        " Talked about that on here. That's that's one of my favorite feelings in the world of I get to the end of the night",
        166.64,
        172.12
    ],
    [
        " And I'm barely hanging on through dinner",
        172.12,
        174.32
    ],
    [
        " And that's how I get done with dinner over the oh my god. Can't wait to crawl wife starts talking",
        174.32,
        180.1
    ],
    [
        " You're like baby. Wow, wow, wow, wow, wow, wow, wow, wow, wow, you hear the words. I don't know what you're saying. Yeah, you know",
        180.1,
        186.18
    ],
    [
        " So I yeah, that's that's great input sleep eat right",
        186.18,
        192.98
    ],
    [
        " It's you can work man humans can do a lot of it's the body is so adaptive",
        194.02,
        198.24
    ],
    [
        " So you got people that can run ultra marathons and he got people that can deadlift thousands of pounds",
        198.24,
        204.62
    ],
    [
        " The and we're the same species right you know we have people that can like",
        204.62,
        209.24
    ],
    [
        " Paint the monolisa and there's people that can go and",
        209.24,
        213.1
    ],
    [
        " murder villages",
        213.1,
        215.36
    ],
    [
        " Same species you know like it is an adaptive thing as long as you train it properly",
        215.36,
        222.72
    ],
    [
        "",
        222.98,
        222.98
    ]
]