[
    [
        " This is Jocco podcast number 95 with echo Charles and me jocco willing. Good evening echo. Good evening",
        0.0,
        7.92
    ],
    [
        " The president of the United States of America",
        7.92,
        12.9
    ],
    [
        " Authorized by active congress july 9th 1918 takes pleasure in presenting the distinguished service cross to second",
        12.9,
        22.44
    ],
    [
        " lieutenant air corps",
        22.44,
        24.56
    ],
    [
        " James K.",
        24.56,
        26.22
    ],
    [
        " A.",
        26.22,
        26.34
    ],
    [
        " Conco United States Army Air Forces for extraordinary",
        26.34,
        31.08
    ],
    [
        " terrorism in connection with military operations against an armed enemy",
        31.08,
        37.94
    ],
    [
        " while serving as a pilot of a p-38 fighter airplane in the",
        37.94,
        43.68
    ],
    [
        " 401st fighter squadron",
        43.68,
        45.98
    ],
    [
        " 370th fighter group 9th Air Force",
        45.98,
        50.1
    ],
    [
        " an aerial combat against enemy forces on 16 September",
        50.2,
        55.16
    ],
    [
        " 1944",
        55.16,
        56.62
    ],
    [
        " During an air mission over aching Germany",
        56.62,
        60.14
    ],
    [
        " On this date while flying as rearman in a squadron on an armed reconnaissance mission",
        60.14,
        66.68
    ],
    [
        " lieutenant conco noticed that his squadron was about to be surprised by a vastly superior force of enemy aircraft",
        66.68,
        74.18
    ],
    [
        " Unable to summon his leader on the radio",
        74.18,
        77.78
    ],
    [
        " He alone unhesitatingly pulled away from his formation and vigorously attacked the enemy immediately destroying one of his aircraft",
        77.92,
        87.26
    ],
    [
        " In doing so lieutenant conco placed himself in a position to be attacked from rear and above",
        87.26,
        93.38
    ],
    [
        " When this attack materialized many hits were registered on his aircraft which caught fire burning his face neck and hands",
        93.38,
        103.38
    ],
    [
        " The",
        104.2,
        105.04
    ],
    [
        " Despite his burning plane and the gunfire from enemy planes",
        105.04,
        108.5
    ],
    [
        " lieutenant conco continued his attack against the vastly superior enemy force and succeeded in destroying a second enemy aircraft",
        108.5,
        116.68
    ],
    [
        " Breaking off combat only when forced to parachute to safety when his left fuel tank exploded",
        116.68,
        123.94
    ],
    [
        " Second lieutenant conco's unquestionable valor in aerial combat is in keeping with the highest traditions of",
        123.94,
        133.28
    ],
    [
        " Military service and reflects great credit upon himself the ninth Air Force and the United States Army Air Forces",
        133.38,
        140.88
    ],
    [
        " So",
        140.88,
        147.1
    ],
    [
        " That is a",
        147.1,
        149.6
    ],
    [
        " Military citation for a distinguished service cross and this pilot",
        149.6,
        154.78
    ],
    [
        " also flew",
        154.78,
        156.78
    ],
    [
        " missions",
        156.78,
        158.1
    ],
    [
        " just after d-day",
        158.1,
        160.16
    ],
    [
        " including",
        160.16,
        161.1
    ],
    [
        " armed reconnaissance flights and",
        161.1,
        163.76
    ],
    [
        " attacks on",
        163.76,
        164.82
    ],
    [
        " German trains and vehicles and airfields and also",
        164.82,
        168.86
    ],
    [
        " This pilot flew close air support missions to help push Germany",
        168.86,
        173.78
    ],
    [
        " out of France and drive allied troops",
        173.78,
        177.44
    ],
    [
        " towards victory",
        177.44,
        179.54
    ],
    [
        " And it is an absolute honor to have this pilot",
        179.54,
        187.52
    ],
    [
        " this hero",
        187.52,
        189.04
    ],
    [
        " on the podcast with us today",
        189.72,
        192.56
    ],
    [
        " Mr. Jim",
        192.56,
        194.86
    ],
    [
        " Conkel sir",
        194.86,
        196.46
    ],
    [
        " Thank you very much for joining us",
        196.46,
        199.48
    ],
    [
        " It is great to have you on",
        199.48,
        201.82
    ],
    [
        " And you know if that wasn't good enough",
        201.82,
        206.7
    ],
    [
        " I am also honored to welcome back to the podcast",
        206.7,
        210.78
    ],
    [
        " Jim Conkel's friend",
        210.78,
        212.72
    ],
    [
        " fellow pilot",
        212.72,
        214.28
    ],
    [
        " another",
        214.28,
        214.98
    ],
    [
        " American hero",
        214.98,
        217.1
    ],
    [
        " Captain Charlie Plum F4",
        217.32,
        219.54
    ],
    [
        " Phantom pilot shot down",
        219.54,
        221.76
    ],
    [
        " On his 75th mission in Vietnam War and spent six years as a prisoner of war in Vietnam",
        221.76,
        229.98
    ],
    [
        " Captain Charlie Plum sir",
        229.98,
        232.64
    ],
    [
        " Welcome back to the show",
        232.64,
        234.76
    ],
    [
        " Thank you, Jacko nice to be back",
        234.76,
        237.24
    ],
    [
        " And for those of you that haven't listened to",
        237.24,
        239.44
    ],
    [
        " Captain Plum the first time he came on on the podcast just stop now",
        239.44,
        244.14
    ],
    [
        " Go to podcast number 76",
        244.7,
        247.04
    ],
    [
        " Because that is a that is a whole",
        247.04,
        249.92
    ],
    [
        " incredible story",
        249.92,
        252.2
    ],
    [
        " Of his time in captivity",
        252.2,
        254.86
    ],
    [
        " It's detailed in in the book that Captain Plum wrote which is called I'm No Hero",
        254.86,
        259.78
    ],
    [
        " But go back and listen to that and then you can return and you can listen to this podcast",
        259.78,
        265.66
    ],
    [
        " But it was interesting because when we got done with that first podcast",
        265.66,
        269.32
    ],
    [
        " And I was taking Captain Plum to the to the train station",
        270.24,
        274.4
    ],
    [
        " Which is which is odd in its own right to have the pilot to riding a train",
        274.4,
        277.88
    ],
    [
        " I don't I don't know if you'd approve of that to have the captain on a train but",
        277.88,
        281.76
    ],
    [
        " And he said hey, you know I got this buddy",
        281.76,
        284.74
    ],
    [
        " You might want to talk to him",
        284.74,
        286.74
    ],
    [
        " And he said you know he's a World War II pilot fighter pilot and you know he's a big great guy to talk to and of course",
        286.74,
        294.48
    ],
    [
        " I said uh yeah absolutely",
        294.48,
        296.28
    ],
    [
        " So it took us a little bit of time but",
        296.78,
        298.78
    ],
    [
        " Here we are and this is also the first time we've had more than one guest at one time on the podcast",
        298.78,
        304.48
    ],
    [
        " And sitting amongst you two my plan is to sit back and listen to you to talk about whatever you want to talk about",
        304.48,
        311.5
    ],
    [
        " I've heard some of the stories and uh and actually interestingly",
        311.5,
        317.42
    ],
    [
        " The podcast that just came out last week",
        317.42,
        320.8
    ],
    [
        " Was about a book called The Minute Arnhem which",
        320.8,
        324.94
    ],
    [
        " detailed",
        326.24,
        326.92
    ],
    [
        " The the British participation in the in operation market garden",
        326.92,
        330.86
    ],
    [
        " Which started on September 17th",
        330.86,
        334.7
    ],
    [
        " 44 and as I was reading your citation if you noticed that was September 16th",
        334.7,
        342.08
    ],
    [
        " 1944 that you were that you were shot down and that's that's uh right at the beginning or right right before that that operation took place",
        342.08,
        349.36
    ],
    [
        " That's very true and uh",
        349.36,
        352.6
    ],
    [
        " Of course, I missed it",
        352.6,
        354.08
    ],
    [
        " But I heard some very interesting stories later on uh, I was picked up in a uh",
        355.1,
        363.12
    ],
    [
        " Uh a back hospital",
        363.12,
        365.58
    ],
    [
        " At by the first well the first infantry division picked me out. They saw my shoot and came out and got me and",
        365.58,
        373.62
    ],
    [
        " Thank goodness. It was never leave anyone behind",
        373.62,
        378.08
    ],
    [
        " So they didn't leave me behind and I thanked them profusely",
        378.08,
        382.42
    ],
    [
        " but",
        382.42,
        383.3
    ],
    [
        " Through the a back hospital to a",
        385.0,
        388.46
    ],
    [
        " General hospital and then a hospital trained to Paris and the train was completely full of",
        388.46,
        396.86
    ],
    [
        " casualties from the arnhem operation",
        396.86,
        400.54
    ],
    [
        " so",
        400.54,
        401.74
    ],
    [
        " I wasn't too good a shape at that time to listen to the stories but later on in the hospital in Paris",
        401.74,
        408.12
    ],
    [
        " I heard some real horror stories about what went on up there and",
        408.12,
        413.2
    ],
    [
        " and",
        413.78,
        414.5
    ],
    [
        " Being a ninth Air Force pilot",
        414.5,
        416.48
    ],
    [
        " uh",
        416.48,
        417.06
    ],
    [
        " We were working with the ground troops and we really appreciated what their their problems were and the difficulties that they had",
        417.06,
        427.6
    ],
    [
        " And we tried to help them in every way that we could",
        427.6,
        432.02
    ],
    [
        " so um",
        432.02,
        434.12
    ],
    [
        " That was a uh",
        434.12,
        436.52
    ],
    [
        " very trying time",
        436.52,
        438.72
    ],
    [
        " So I guess before we get into all that at any greater depth",
        439.72,
        444.56
    ],
    [
        " How did you end up as a pilot what you know how did how did you end up there",
        444.56,
        449.34
    ],
    [
        " In terms of where did you grow up and I know you grew up here in in California? No, I was born in Pennsylvania",
        449.34,
        456.38
    ],
    [
        " And New Kensington, Pennsylvania my father was uh it was in the steel business and um",
        456.38,
        464.26
    ],
    [
        " In 1932 my dad passed away from injuries that he had received in the First World War",
        466.14,
        471.74
    ],
    [
        " And so we at that time he had retired from his business",
        471.74,
        476.82
    ],
    [
        " Yeah, even though he was only 36 years old at that time",
        476.82,
        480.68
    ],
    [
        " but we were coming to California and",
        480.68,
        485.12
    ],
    [
        " In fact, we were pretty well packed and had closed the house and the whole works. I'm nine years old",
        485.12,
        491.44
    ],
    [
        " And he went to the hospital in New York instead and passed away",
        492.86,
        496.96
    ],
    [
        " and my mother um",
        496.96,
        499.16
    ],
    [
        " Who uh didn't even drive a novel bill at that time uh, I can remember",
        499.16,
        505.04
    ],
    [
        " Her asking me the when I go to California and I said yes",
        505.04,
        510.66
    ],
    [
        " And she took some driving lessons",
        510.66,
        513.68
    ],
    [
        " And bought a Chevy",
        513.68,
        515.94
    ],
    [
        " And we came to California on route 66 when they were building it",
        516.6,
        522.72
    ],
    [
        " And so my mother prayed her way to California. I've been at for she's a new driver",
        522.72,
        529.46
    ],
    [
        " I bet she wasn't the only one that was praying",
        529.46,
        531.36
    ],
    [
        " But uh even at nine I can still remember uh she was driving and the in the mud of Texas and I'm out pushing",
        531.36,
        542.48
    ],
    [
        " So",
        544.92,
        545.52
    ],
    [
        " My mother was a very courageous woman",
        545.52,
        548.32
    ],
    [
        " No doubt",
        548.32,
        549.76
    ],
    [
        " So he um",
        549.76,
        551.38
    ],
    [
        " My dad had been very interested in aviation and I picked that up and back",
        551.38,
        556.46
    ],
    [
        " He used to do",
        556.46,
        559.22
    ],
    [
        " steel",
        559.22,
        560.76
    ],
    [
        " castings for",
        560.76,
        562.88
    ],
    [
        " Curtis Wright in",
        562.88,
        564.96
    ],
    [
        " In Buffalo, New York and we'd go up there and every every time we went on a trip and um",
        564.96,
        571.96
    ],
    [
        " 678 and eight years old",
        572.86,
        574.56
    ],
    [
        " We go flying wow we go for a ride someplace",
        574.56,
        578.24
    ],
    [
        " And so I picked it up at that time and and pursued it",
        578.24,
        583.98
    ],
    [
        " And then you you get out to California and that's where you go through high school and whatnot",
        583.98,
        589.16
    ],
    [
        " Through high school I uh",
        589.16,
        590.82
    ],
    [
        " Ended up in Beverly Hills high school and uh",
        590.82,
        595.0
    ],
    [
        " September",
        595.0,
        596.48
    ],
    [
        " um",
        599.0,
        599.5
    ],
    [
        " 1939 as you know the war started",
        599.5,
        601.24
    ],
    [
        " Well put just prior to that. I mean it was all the talk of europe and",
        601.24,
        606.1
    ],
    [
        " The possible in the war",
        606.1,
        608.14
    ],
    [
        " And I decided that this is going to be my senior year",
        608.14,
        612.5
    ],
    [
        " And if there's going to be a war we're going to be in it one way or another and so uh",
        612.5,
        619.48
    ],
    [
        " I went out and joined the California International Guard",
        619.48,
        622.88
    ],
    [
        " uh",
        624.3,
        625.04
    ],
    [
        " They uh they had a squadron that was based in Griffith Park, California",
        625.04,
        629.6
    ],
    [
        " And it was um",
        629.6,
        632.08
    ],
    [
        " A bunch of uh real war one pilots we had some",
        632.08,
        636.38
    ],
    [
        " Old bioplayans Douglas O38",
        636.38,
        639.22
    ],
    [
        " Observation aircraft",
        639.22,
        641.66
    ],
    [
        " Open cockpit some of the later ones had even had a canopy orb",
        641.66,
        647.08
    ],
    [
        " and I um I really",
        647.08,
        650.78
    ],
    [
        " Uh had been hanging around airports my mother was very um",
        651.38,
        655.8
    ],
    [
        " Helpful she was this before I had a driver's license she would take me",
        655.8,
        660.2
    ],
    [
        " Out to the local airports grand central air term room. I'd spend the whole day Saturday out there and",
        660.2,
        666.64
    ],
    [
        " Sometimes you'd even get a",
        666.64,
        668.56
    ],
    [
        " Ten-minute ride if anybody had any money to buy gas with",
        668.56,
        672.54
    ],
    [
        " but um",
        672.54,
        674.3
    ],
    [
        " Coming back to the guard I spent a year with him",
        674.3,
        678.4
    ],
    [
        " And it was a very very interesting year these fellows that uh",
        678.84,
        683.78
    ],
    [
        " Were the pilots they were all mostly",
        683.78,
        687.12
    ],
    [
        " Come that pilots from World War One",
        687.12,
        690.02
    ],
    [
        " and um I said it their knee and and listened to all the stories",
        690.02,
        696.04
    ],
    [
        " from that um",
        696.04,
        698.42
    ],
    [
        " I do uh of course my idea was I wasn't gonna be a fighter pilot",
        698.42,
        703.64
    ],
    [
        " Uh, I had friends with Lockheed and I knew about the P-38",
        704.44,
        708.62
    ],
    [
        " And I decided that uh, I wanted to fly a P-38 and I wanted to go to England",
        708.62,
        714.18
    ],
    [
        " and um",
        714.18,
        716.64
    ],
    [
        " Luckily it worked out that way",
        716.64,
        719.14
    ],
    [
        " So what what year did you transfer from the the air national guard into and how did you get a commit?",
        719.14,
        725.78
    ],
    [
        " Did you get a commission? Did you have to go to college?",
        725.94,
        727.28
    ],
    [
        " You not have to go to college at that time to get a commission and be a pilot",
        727.4,
        729.92
    ],
    [
        " uh",
        729.92,
        730.66
    ],
    [
        " Actually, uh the guard was federalized and we we went on maneuvers",
        731.78,
        736.74
    ],
    [
        " Uh to Chihalus, Washington and we were attacking",
        736.74,
        740.56
    ],
    [
        " Fort uh Fort Lewis and um",
        740.56,
        745.24
    ],
    [
        " The guard uh, we were the attackers and we were up there for three weeks on maneuvers",
        745.24,
        752.0
    ],
    [
        " Well, while we were up there, we got noticed that uh the uh the air guard was going to be federalized and",
        752.0,
        758.94
    ],
    [
        " drawn into active duty and",
        758.94,
        761.82
    ],
    [
        " And I wasn't 18 years old yet",
        761.82,
        764.24
    ],
    [
        " So I had to have permission. Were you already a pilot at this time? Oh, no, okay, so you were I'm a gunner",
        764.24,
        771.1
    ],
    [
        " I'm a rear gunner and uh",
        771.1,
        774.5
    ],
    [
        " Got air playing it with",
        774.5,
        776.04
    ],
    [
        " Maybe go 150 miles an hour",
        776.04,
        779.84
    ],
    [
        " So uh, but um no, I was in the armament section and it was run by a",
        779.84,
        786.78
    ],
    [
        " Sergeant white and sergeant white kind of took me under his wing and I got some pretty nice",
        786.86,
        792.5
    ],
    [
        " assignments out of it and I learned a lot",
        792.5,
        795.46
    ],
    [
        " um, I got to fly in the back seat and uh, I'd go out on weekends",
        795.46,
        802.24
    ],
    [
        " You know, we had duty once a month in the guard, but you could go out on weekends and I'd work at the airport and",
        802.24,
        810.6
    ],
    [
        " uh",
        810.6,
        811.58
    ],
    [
        " The guard or if they knew you were interested",
        816.78,
        819.6
    ],
    [
        " They would take you under their wing. So I got quite a bit of flying time",
        819.6,
        823.8
    ],
    [
        " and um",
        823.8,
        825.62
    ],
    [
        " For a 17 year old",
        825.62,
        827.72
    ],
    [
        " If you're 17 years old. I was just 17 in fact I was",
        827.72,
        831.5
    ],
    [
        " 16 when I joined",
        831.5,
        833.66
    ],
    [
        " and um",
        833.66,
        835.66
    ],
    [
        " But",
        835.66,
        837.04
    ],
    [
        " You know this cut into my school",
        837.04,
        839.68
    ],
    [
        " not the",
        839.68,
        841.6
    ],
    [
        " academics because I wanted to be uh",
        841.6,
        845.92
    ],
    [
        " Air Force pilot you had to be 21",
        846.06,
        848.74
    ],
    [
        " you had to have two years of college and um",
        848.74,
        853.3
    ],
    [
        " In 1941 that this is uh, getting pretty tight to",
        853.3,
        859.14
    ],
    [
        " To uh when we entered the war",
        859.14,
        861.74
    ],
    [
        " So I didn't really figure I was going to graduate from college. So I wanted to get in the",
        861.74,
        867.32
    ],
    [
        " The classes that would do me the most good if I could become a aviation cadet",
        867.32,
        872.92
    ],
    [
        " and",
        872.92,
        874.3
    ],
    [
        " um",
        875.08,
        875.72
    ],
    [
        " It all it all worked out",
        875.72,
        877.98
    ],
    [
        " we um",
        877.98,
        880.24
    ],
    [
        " interesting thing was to me",
        880.24,
        884.0
    ],
    [
        " uh",
        884.0,
        884.56
    ],
    [
        " In April I took some time off on school and I went down and got a job at North American Aviation",
        884.56,
        893.4
    ],
    [
        " And I worked on the first 10 p 51's built",
        893.4,
        896.88
    ],
    [
        " Uh, I can see them once today on the line in fact one of the original first 10 is",
        896.88,
        904.28
    ],
    [
        " In the museum at oscosh. So some place within that airframe. There's some of my work",
        904.3,
        910.66
    ],
    [
        " and",
        910.66,
        913.14
    ],
    [
        " That was uh",
        913.14,
        916.14
    ],
    [
        " That would have been the summer of 1941",
        916.14,
        919.34
    ],
    [
        " uh",
        919.34,
        920.8
    ],
    [
        " September and I was going back to school and I had become accustomed to all that money",
        920.8,
        928.14
    ],
    [
        " I'd been making at North American we we got 35 cents an hour when I started there",
        928.14,
        933.58
    ],
    [
        " But you know 35 cents an hour wasn't too bad because uh I worked alongside people that had two or three kids and they're supporting the whole family on that 35 cents an hour",
        933.86,
        945.46
    ],
    [
        " Uh, we had a little",
        945.46,
        947.96
    ],
    [
        " Labor dispute at North American and they raised it to 50 cents",
        947.96,
        952.28
    ],
    [
        " So we were really rolling in",
        952.28,
        955.32
    ],
    [
        " in cash",
        955.32,
        956.44
    ],
    [
        " but um in September um",
        956.44,
        960.18
    ],
    [
        " I was",
        960.18,
        960.88
    ],
    [
        " Wanted to get back to school but I enjoyed that income so I went to Lockheed they had a graveyard shift and um",
        960.88,
        969.3
    ],
    [
        " I worked at seventh in Santa Fe downtown Los Angeles",
        969.3,
        973.74
    ],
    [
        " Uh Lockheed aircraft had taken over this big warehouse",
        973.74,
        977.84
    ],
    [
        " And they were building the wings and the emp empanage for the p 38 and they're also building the wings for the Hudson bomber",
        977.84,
        988.04
    ],
    [
        " Would say they'd gotten this very large contract from from the British",
        988.04,
        992.02
    ],
    [
        " and um",
        992.02,
        994.26
    ],
    [
        " Yet uh it uh I was there when the war started actually I could I was there the night that they attacked Los Angeles and the whole place was blocked out",
        994.26,
        1004.78
    ],
    [
        " If you remember the famous story of",
        1004.78,
        1007.62
    ],
    [
        " The air raid on Los Angeles that I don't remember that story well very clearly actually I wasn't even close to being born yet",
        1007.62,
        1016.24
    ],
    [
        " Neither was my dad",
        1016.24,
        1017.62
    ],
    [
        " So what happened with the attack of Los Angeles? Well, I miss out on this",
        1017.62,
        1023.0
    ],
    [
        " The probably the most logical story that I ever heard was that a navy",
        1023.0,
        1028.48
    ],
    [
        " PBY flew over Los Angeles and somebody hit the panic button and all the the search lights came on and",
        1028.48,
        1037.16
    ],
    [
        " You could hear",
        1037.16,
        1038.8
    ],
    [
        " An aircraft in the background probably from Fort McArthur or someplace like that and the whole",
        1038.8,
        1045.86
    ],
    [
        " Lockheed plant was blacked out so we sat there in the dark for about three hours while they fought this battle with",
        1046.24,
        1053.78
    ],
    [
        " With the unseen enemy and it of course made all of the newspapers",
        1053.78,
        1059.16
    ],
    [
        " It was a big story",
        1059.16,
        1061.9
    ],
    [
        " So",
        1061.9,
        1063.12
    ],
    [
        " Anyway",
        1063.12,
        1064.88
    ],
    [
        " World War II started as far as the US was concerned December 7th",
        1064.88,
        1071.84
    ],
    [
        " Uh right after that they",
        1071.84,
        1073.5
    ],
    [
        " um",
        1073.5,
        1074.1
    ],
    [
        " um",
        1074.64,
        1075.36
    ],
    [
        " They dropped the age limit from",
        1075.36,
        1077.38
    ],
    [
        " 21 to 18 for the aviation cadet program they dropped the the two year",
        1077.38,
        1084.06
    ],
    [
        " College requirement to a high school and so",
        1084.06,
        1090.04
    ],
    [
        " um",
        1090.04,
        1090.8
    ],
    [
        " I went down and signed up with about 300,000 other jobs",
        1090.8,
        1095.82
    ],
    [
        " And all for uh they there was that many people that wanted to be pilots all the",
        1095.82,
        1103.32
    ],
    [
        " They were thick",
        1103.32,
        1104.54
    ],
    [
        " Wow in fact",
        1104.54,
        1106.9
    ],
    [
        " I was quite concerned um I um I signed up they",
        1106.9,
        1112.5
    ],
    [
        " That would have been in June I waited until September before they called me down to",
        1112.5,
        1120.54
    ],
    [
        " Downtown Los Angeles swore me in as a private as a duration as a cadet",
        1120.54,
        1127.68
    ],
    [
        " And uh thought well now I'm on my way well and I went home and",
        1127.68,
        1132.96
    ],
    [
        " waited another four or five months before they called us up",
        1133.32,
        1136.96
    ],
    [
        " They were they had so many people that and there was no place to put them",
        1136.96,
        1140.92
    ],
    [
        " They were trying to build San Ana Army Air Base which was the induction",
        1140.92,
        1145.06
    ],
    [
        " area for uh for cadets on the west coast",
        1145.06,
        1150.4
    ],
    [
        " And um they were just overwhelmed with uh they didn't even have the barracks to put them in",
        1150.4,
        1157.36
    ],
    [
        " So eventually I got called up and I went through in",
        1157.36,
        1162.5
    ],
    [
        " Little less than 10 months through uh uh",
        1163.32,
        1168.28
    ],
    [
        " Santa Ana which she pre-flight",
        1168.28,
        1170.28
    ],
    [
        " Went up to Tulare, California",
        1170.28,
        1173.2
    ],
    [
        " uh for primary in Steermans",
        1173.2,
        1176.72
    ],
    [
        " To Tex Rankin School and Tex had been a the aerobatic champion",
        1176.72,
        1182.22
    ],
    [
        " Uh of the US and so uh there was it was a fun school",
        1182.22,
        1188.26
    ],
    [
        " So they so they they hired the best civilian pilot and had him come out and train you guys?",
        1188.26,
        1192.7
    ],
    [
        " That's correct in fact uh Tex actually owned that operation. They uh they appointed most of the primary was",
        1192.7,
        1200.62
    ],
    [
        " Uh",
        1200.62,
        1201.76
    ],
    [
        " A private enterprise they were set up by the Air Force for cadet training in primary uh in primary bases",
        1201.76,
        1211.42
    ],
    [
        " And so uh you you went through well it got about 60 hours and I flew the Steerman and we have behind us our competitor",
        1211.42,
        1221.36
    ],
    [
        " This aircraft was used mainly on the east coast",
        1221.7,
        1224.8
    ],
    [
        " We didn't see many of them out California. We had Steermans and Ryan's and on the west coast",
        1224.8,
        1231.4
    ],
    [
        " um",
        1231.4,
        1232.56
    ],
    [
        " Got through primary uh went to basic now we're on a military base and I went to the more California",
        1232.56,
        1240.42
    ],
    [
        " And that was one of the largest um",
        1240.42,
        1243.76
    ],
    [
        " uh",
        1243.76,
        1245.1
    ],
    [
        " Air Force bases are army air core bases",
        1245.1,
        1249.6
    ],
    [
        " uh and",
        1251.32,
        1251.68
    ],
    [
        " It's just uh",
        1251.68,
        1253.84
    ],
    [
        " On final you can still see the hangars and everything the final that Le Mans or naval air station you can still see all the hangars",
        1253.84,
        1262.0
    ],
    [
        " uh from um",
        1262.0,
        1264.02
    ],
    [
        " From our old base well",
        1264.02,
        1265.92
    ],
    [
        " But um got through basic went down to Williamsfield, Arizona and",
        1265.92,
        1271.64
    ],
    [
        " Uh that brought me closer to the p 38",
        1271.64,
        1275.4
    ],
    [
        " Most of the p 38 came out of Williamsfield",
        1275.4,
        1279.0
    ],
    [
        " just south of uh Phoenix and from there uh",
        1279.6,
        1284.46
    ],
    [
        " We were on a fast track and we weren't quite sure why we were on this big fast track, but all of a sudden we get",
        1284.46,
        1292.6
    ],
    [
        " 90 days um, I got to fire the guns once in the p 38",
        1292.6,
        1297.92
    ],
    [
        " Uh",
        1297.92,
        1299.18
    ],
    [
        " One gun we had four fifties and a 20 millimeter in the nose and they let us fire one of the fifties",
        1299.18,
        1306.42
    ],
    [
        " Uh all of a sudden we're on a",
        1306.96,
        1309.16
    ],
    [
        " Train going to the east coast and we're heading for England. Oh wow",
        1309.16,
        1314.14
    ],
    [
        " When you when you said you wanted to fly a p 38 and yet you had worked on the p 51s",
        1314.14,
        1321.28
    ],
    [
        " What was the deciding factor that made you want to fly a p 38 instead of a p 51?",
        1321.28,
        1326.38
    ],
    [
        " Uh the p 38 was a high altitude fighter. There was uh",
        1326.62,
        1331.4
    ],
    [
        " It was probably it was our first",
        1331.4,
        1333.52
    ],
    [
        " Real combat aircraft the p 40 was a stop cap airplane did very well",
        1334.96,
        1340.58
    ],
    [
        " p 39 didn't do well at all",
        1340.58,
        1343.56
    ],
    [
        " um",
        1343.56,
        1344.78
    ],
    [
        " The 38 was the only high performance airplane we had the p 51 at the time that I worked on it was a low altitude airplane",
        1344.78,
        1352.7
    ],
    [
        " You had an Ellison engine and anything above 11 to 12,000 feet you were you're out of power",
        1352.7,
        1359.08
    ],
    [
        " so um",
        1359.08,
        1361.22
    ],
    [
        " uh the 51 was going to be a uh",
        1361.22,
        1364.98
    ],
    [
        " low altitude",
        1364.98,
        1366.48
    ],
    [
        " British",
        1366.48,
        1368.26
    ],
    [
        " Used aircraft and that's what they wanted extremely fast and they used it for uh",
        1368.26,
        1376.64
    ],
    [
        " tactical work and",
        1376.64,
        1379.26
    ],
    [
        " So that as far as I wanted to be an aerial combat. I wanted to be a fighter pilot and shoot down a bunch of airplanes",
        1379.26,
        1387.02
    ],
    [
        " So",
        1389.5,
        1390.02
    ],
    [
        " So I stuck with the 38 and of course I didn't realize the British were",
        1390.02,
        1394.54
    ],
    [
        " putting a Merlin engine in the p 51 about that time and we were going to get the greatest air to hear combat air plane of the war",
        1394.54,
        1401.98
    ],
    [
        " But um, yeah, I guess that's what threw me off was because you know, I always thought of the p 51 as being as being",
        1401.98,
        1409.06
    ],
    [
        " you know the best air to air combat",
        1409.06,
        1411.52
    ],
    [
        " uh aircraft on the war",
        1412.3,
        1413.62
    ],
    [
        " But I didn't realize that it had got didn't get there immediately and it had to get there in stages",
        1413.62,
        1418.52
    ],
    [
        " So that that that makes sense to me now",
        1418.52,
        1420.76
    ],
    [
        " Yeah, well they did come in stages and plus the fact that when they did get the Merlin engine",
        1420.76,
        1426.16
    ],
    [
        " It went to the 8th Air Force and the 8th Air Force had the greatest",
        1426.16,
        1429.38
    ],
    [
        " POR group in the whole world",
        1429.38,
        1432.6
    ],
    [
        " They",
        1432.6,
        1434.48
    ],
    [
        " they",
        1434.48,
        1436.18
    ],
    [
        " They",
        1436.18,
        1436.52
    ],
    [
        " uh, they had access to all the newspapers. They got all the publicity the p 51 was the greatest air plane in the whole world",
        1436.52,
        1445.38
    ],
    [
        " The POR old p 38 had been soldering from early 1942 and the Pacific on",
        1445.38,
        1452.6
    ],
    [
        " to North Africa and",
        1452.6,
        1454.74
    ],
    [
        " In doing well all the way and no matter what you ask it to do it could do it",
        1454.74,
        1459.88
    ],
    [
        " so um",
        1459.88,
        1461.84
    ],
    [
        " I was still a p 38",
        1461.84,
        1463.98
    ],
    [
        " uh",
        1465.32,
        1466.12
    ],
    [
        " fan",
        1466.12,
        1465.94
    ],
    [
        " uh got the england and I had",
        1465.94,
        1469.82
    ],
    [
        " great interest in",
        1469.82,
        1473.76
    ],
    [
        " aerial combat there was a fellow by the name of screw ball burling who was an r a f pilot",
        1473.76,
        1480.08
    ],
    [
        " and he was one of the greatest deflection",
        1480.08,
        1483.24
    ],
    [
        " shooting",
        1483.24,
        1485.52
    ],
    [
        " experts in",
        1485.52,
        1487.88
    ],
    [
        " In combat I guess and he was the hero of multi the r a f so you said the greatest what deflection deflection shooting what which is what is that that means that",
        1488.74,
        1499.78
    ],
    [
        " when you're",
        1499.78,
        1502.16
    ],
    [
        " camera when you're coming in on an aircraft",
        1502.16,
        1504.84
    ],
    [
        " If you're on his tail you've got zero deflection",
        1504.84,
        1508.42
    ],
    [
        " If he's in a turn now you've got to move the note your your aim point out in front of that airplane",
        1508.42,
        1515.8
    ],
    [
        " Got it and you've got what they called a hundred mill site",
        1515.8,
        1519.0
    ],
    [
        " Which was it",
        1519.0,
        1522.76
    ],
    [
        " Forgotten now I guess but it was about so many inches for thousand feet",
        1522.76,
        1528.98
    ],
    [
        " and",
        1528.98,
        1530.28
    ],
    [
        " And radii you'd say as you're if you're in and say a",
        1530.28,
        1534.34
    ],
    [
        " 30 degree turn you might put one radii or radii on half in front of him and it's all eyeball",
        1534.34,
        1543.38
    ],
    [
        " um",
        1544.34,
        1545.0
    ],
    [
        " 90 degrees you're out maybe seven radii way out here",
        1545.0,
        1548.84
    ],
    [
        " and so",
        1548.84,
        1550.2
    ],
    [
        " That's deflection shooting now this is before we got the gyro site",
        1550.2,
        1557.34
    ],
    [
        " Which we never gotten in the p 38 but the 51's got the gyro site that computed that for you",
        1557.34,
        1564.4
    ],
    [
        " so you'd put the",
        1564.4,
        1566.02
    ],
    [
        " The size of the airplane would be put into the site by a little slide",
        1566.02,
        1571.24
    ],
    [
        " and",
        1574.3,
        1575.0
    ],
    [
        " that adjusted your site",
        1575.0,
        1576.48
    ],
    [
        " on your reflector and",
        1576.48,
        1580.26
    ],
    [
        " So then you'd put the piper right on the aircraft and the site with compute got it the the leads necessary to hit it",
        1580.26,
        1589.24
    ],
    [
        " so",
        1589.24,
        1590.6
    ],
    [
        " Anyway, I had studied those angles off in you know an hour before you go to sleep after you go to bed you you're doing",
        1590.6,
        1599.76
    ],
    [
        " computations on how many",
        1599.76,
        1602.26
    ],
    [
        " radii lead from what position whether you're going up or going down or sideways or whichever where you want to go",
        1603.72,
        1610.44
    ],
    [
        " but",
        1610.44,
        1611.6
    ],
    [
        " I'll set for real combat I get to England and",
        1611.6,
        1616.56
    ],
    [
        " All of a sudden I'm in the ninth year of forcing now this is the the mud air force and the support of",
        1616.56,
        1626.36
    ],
    [
        " the ground troops and",
        1626.36,
        1628.42
    ],
    [
        " and",
        1630.12,
        1630.6
    ],
    [
        " All operations usually have fairly low altitude so you're calling them the mud air force is that what you is that what you said?",
        1630.6,
        1636.38
    ],
    [
        " Yeah, and that's just a that's delineating that these guys are working with the ground troops in your flying low and the dream of aerial combat is not so much there right",
        1636.38,
        1644.76
    ],
    [
        " The air forces of the glamour air forces got the all these you guys must have been all ears though",
        1644.76,
        1653.2
    ],
    [
        " I mean you talked about screwball",
        1653.2,
        1654.76
    ],
    [
        " But but the RAF pilots that had fought the battle of Britain",
        1654.76,
        1658.04
    ],
    [
        " I mean did you guys getting lessons learned from them and and were you were they actually directly teaching you guys at all?",
        1658.04,
        1665.08
    ],
    [
        " They talked to us. We didn't have any formal instruction from them but the conversations and usually at the bar",
        1665.5,
        1672.24
    ],
    [
        " at the old club who officers club is called it",
        1672.24,
        1676.32
    ],
    [
        " I got two two good points",
        1676.32,
        1678.92
    ],
    [
        " an old RAF",
        1679.5,
        1680.9
    ],
    [
        " Sergeant who had flown in the battle of Britain",
        1680.9,
        1683.5
    ],
    [
        " told me that",
        1683.5,
        1685.22
    ],
    [
        " If you have a jury on your tail to something violent",
        1685.22,
        1689.76
    ],
    [
        " So it doesn't make any difference what it is just make sure it's violent and",
        1689.76,
        1694.94
    ],
    [
        " The second thing was keep your eye on his exhaust because that's your first indication you're going to get of what's what he's trying to do and",
        1694.94,
        1705.04
    ],
    [
        " I thought there was for two good points and I used them a couple times",
        1705.96,
        1710.38
    ],
    [
        " Yeah, the violent piece and you could apply that to really many situations in life where",
        1710.38,
        1715.64
    ],
    [
        " You know we see people and they're they're in a bad position in life",
        1715.64,
        1719.74
    ],
    [
        " They need to do something violent to move out of that situation",
        1719.74,
        1722.68
    ],
    [
        " I'm just sitting there and wait for something to unfold",
        1722.68,
        1725.76
    ],
    [
        " That was not only air combat that one went a lot",
        1725.76,
        1729.56
    ],
    [
        " Yeah, and that's interesting about watching the exhaust because you'd see a change",
        1729.56,
        1734.62
    ],
    [
        " That like a plume come out of the exhaust or you see the exhaust cut off and you'd know what type of maneuver they were going to do",
        1734.62,
        1740.38
    ],
    [
        " He's trying to pull a fast one and yank the power off and you overrunning and he shoots you down",
        1740.38,
        1747.26
    ],
    [
        " So but the mud air force is that came along",
        1747.26,
        1752.8
    ],
    [
        " We began to realize just how much help we were to the ground forces and",
        1752.8,
        1758.96
    ],
    [
        " and it was",
        1758.96,
        1760.24
    ],
    [
        " pretty primitive",
        1760.24,
        1761.8
    ],
    [
        " But I'm covering a lot of area here in the big and the role of really short time, but",
        1762.48,
        1768.7
    ],
    [
        " uh",
        1768.7,
        1769.64
    ],
    [
        " You know we we had we had no navigational radio",
        1769.64,
        1773.94
    ],
    [
        " We can have four channel VHF",
        1773.94,
        1777.52
    ],
    [
        " uh",
        1777.52,
        1778.64
    ],
    [
        " That meant that usually we could talk amongst the squadron, but",
        1778.64,
        1783.22
    ],
    [
        " The word was don't be an ear ache squadron don't talk on the RT. Yeah, stay off",
        1783.22,
        1789.8
    ],
    [
        " I we had that same",
        1790.44,
        1792.34
    ],
    [
        " Philosophy and all my seal platoons and seal task units stay off the radio. Yep",
        1792.34,
        1798.38
    ],
    [
        " and",
        1798.38,
        1799.78
    ],
    [
        " Now you're trying you know, we're doing ground support",
        1799.78,
        1803.68
    ],
    [
        " give us",
        1803.68,
        1805.82
    ],
    [
        " coordinates on the chart now you go go out and find it with the and it's all eyeball",
        1805.82,
        1812.34
    ],
    [
        " So when you're eyeballing the ground and you're looking for ground targets",
        1812.34,
        1817.9
    ],
    [
        " You're wide open and you're six six o'clock position. So",
        1818.4,
        1823.12
    ],
    [
        " So would you would you fly with multiple people or multiple aircraft?",
        1823.12,
        1829.2
    ],
    [
        " So someone had the duty of watching the rear? Uh, yes",
        1829.2,
        1832.52
    ],
    [
        " We did in fact that's I got to duty several times",
        1832.52,
        1837.1
    ],
    [
        " What we we did",
        1837.1,
        1839.8
    ],
    [
        " We usually flew as a squadron sometimes we'd fly as a group with three squadrons",
        1839.8,
        1846.78
    ],
    [
        " Usually we try to put out at least 12 aircraft as a squadron",
        1846.94,
        1852.12
    ],
    [
        " Max would be maybe four flights of four sixteen and so",
        1852.12,
        1858.7
    ],
    [
        " To answer your question about um",
        1858.7,
        1863.94
    ],
    [
        " You know being attacked from the rear and so forth in the six o'clock the Germans",
        1863.94,
        1870.52
    ],
    [
        " Developed the tactic against the the tactical aircraft is which we were",
        1870.52,
        1876.08
    ],
    [
        " And they would they started vectoring",
        1876.78,
        1879.6
    ],
    [
        " their fighters in",
        1879.6,
        1881.56
    ],
    [
        " With ground control radar and your first indication there was all of a sudden you had a swarm of the enemy aircraft that you're six o'clock",
        1881.56,
        1892.62
    ],
    [
        " and in early August the 44",
        1892.62,
        1896.66
    ],
    [
        " one of our sister",
        1896.66,
        1898.58
    ],
    [
        " groups P-38 group ninth-era force",
        1898.58,
        1902.64
    ],
    [
        " Uh, lost a half a squadron",
        1903.3,
        1905.54
    ],
    [
        " Just they got hit and they they were surprised and",
        1905.54,
        1911.16
    ],
    [
        " So we thought well boy we better start we better do something about that. So we started putting",
        1911.16,
        1916.7
    ],
    [
        " Uh a couple experience people instead of putting your your first",
        1916.7,
        1922.54
    ],
    [
        " mission fellow in the rear end purple heart corner we called it",
        1922.54,
        1928.86
    ],
    [
        " Let him drag along where we thought well let's put somebody back there that's gonna have a little experience anyway and",
        1929.12,
        1936.52
    ],
    [
        " And so we we did that and I drew one of the first",
        1936.52,
        1940.28
    ],
    [
        " missions back there and and sure enough here they came",
        1940.28,
        1944.6
    ],
    [
        " and uh, I spotted them and",
        1944.6,
        1948.2
    ],
    [
        " It called the break and made the break",
        1948.2,
        1951.58
    ],
    [
        " The squadron kept on going and the break is you're saying hey",
        1951.58,
        1955.36
    ],
    [
        " I'm gonna break off from the squadron right now or someone needs to come with me or",
        1955.36,
        1958.72
    ],
    [
        " We need to face this other issue over here. We got a bunch of enemy aircraft coming",
        1958.72,
        1962.92
    ],
    [
        " That's what that's what calling the break is call your break and I when you call the break",
        1962.92,
        1967.02
    ],
    [
        " The whoever spotted the aircraft leads the break because you don't want to lose them",
        1967.02,
        1972.74
    ],
    [
        " You can't take if you see them you got to keep your eyeball on them or you're gonna lose them and",
        1972.74,
        1979.46
    ],
    [
        " So you make the you call the break you make your break in them from whatever position they're coming from",
        1979.46,
        1986.46
    ],
    [
        " The squadron then will break with you and so all aircraft are now turning into the enemy and",
        1986.56,
        1994.8
    ],
    [
        " probably",
        1994.8,
        1996.7
    ],
    [
        " An experienced air-to-air combat group",
        1996.7,
        2001.68
    ],
    [
        " That was just a normal procedure",
        2001.68,
        2004.42
    ],
    [
        " Our ninth Air Force guys we didn't do much of this and so um",
        2004.42,
        2010.16
    ],
    [
        " Uh, when I'm called I called the break. I made the break and all of a sudden I'm by myself",
        2010.56,
        2016.5
    ],
    [
        " It's quadruing kept on going",
        2016.5,
        2018.68
    ],
    [
        " And now whether they didn't hear me or whatever I have no idea",
        2018.68,
        2023.84
    ],
    [
        " So all I had was a couple of FW19ies and the around circle sitting on a flat wing",
        2023.84,
        2031.7
    ],
    [
        " And all lit up 20 millimeters and we're doing that we got into a pretty tight turn and",
        2031.7,
        2038.48
    ],
    [
        " and",
        2040.56,
        2041.1
    ],
    [
        " All of a sudden I lost them",
        2041.1,
        2043.04
    ],
    [
        " in the turn and",
        2043.04,
        2045.56
    ],
    [
        " I'm looking at my six o'clock and you might as well been facing backwards",
        2045.56,
        2051.56
    ],
    [
        " It would have been a lot easier, but I turned around",
        2051.56,
        2055.92
    ],
    [
        " Front and in my gun sight here's the FW191. I mean I'm on top of it and",
        2055.92,
        2062.6
    ],
    [
        " he",
        2062.6,
        2064.06
    ],
    [
        " um",
        2066.0,
        2066.56
    ],
    [
        " Apparently spotted me about the same type I think I fired a burst at him",
        2066.56,
        2070.82
    ],
    [
        " I'm not even sure but he did a flick roll so quick that I",
        2070.82,
        2075.34
    ],
    [
        " Literally he just flicked rolled out of my thing P30 it wouldn't do that the early ones",
        2075.34,
        2081.8
    ],
    [
        " Uh, the later ones had illarom boost and they would actually could perform that fast roll radar roll",
        2081.8,
        2090.04
    ],
    [
        " so he um",
        2090.04,
        2091.86
    ],
    [
        " He got away from me and I was in a perfectly",
        2092.48,
        2095.44
    ],
    [
        " Wonderful shot position to shoot him down",
        2095.44,
        2099.08
    ],
    [
        " Well",
        2099.08,
        2100.14
    ],
    [
        " So that was the our first encounter and the second encounter was",
        2100.14,
        2105.46
    ],
    [
        " The one where you'd read the citation. I made the break nobody came with me and I had more than I could handle",
        2105.46,
        2113.3
    ],
    [
        " Hey, when do we when you before we get to that one when you were doing close air support for troops on the ground",
        2113.3,
        2120.34
    ],
    [
        " And you had four radio nets that you could be on would you be talking to the guys on the ground?",
        2120.48,
        2126.38
    ],
    [
        " Uh, yes, in some some sometimes you could you'd be under with the control now",
        2127.26,
        2132.66
    ],
    [
        " The uh the ninth Air Force was mainly P-47s",
        2132.66,
        2137.08
    ],
    [
        " We had one group of P-51s 354th and they had been the pioneer group with the Merlin powered",
        2137.08,
        2143.8
    ],
    [
        " 51",
        2143.8,
        2145.26
    ],
    [
        " But they ended up in the ninth Air Force, but usually they were used with the eighth Air Force for the S-Court of the bombers",
        2145.92,
        2153.2
    ],
    [
        " but um",
        2153.2,
        2154.86
    ],
    [
        " So the majority and the ninth Air Force was a big Air Force we had a lot of fighter groups",
        2154.86,
        2162.16
    ],
    [
        " I've forgotten now how many we actually have but most of them were P-47s",
        2162.16,
        2167.18
    ],
    [
        " 47 was a great",
        2167.18,
        2168.8
    ],
    [
        " aircraft for close support and uh",
        2168.8,
        2173.64
    ],
    [
        " uh",
        2174.2,
        2174.96
    ],
    [
        " We had four groups of P-38s in the thing so",
        2174.96,
        2179.48
    ],
    [
        " Most of the close support work was done by the P-47s in a real max effort",
        2179.48,
        2186.8
    ],
    [
        " We were used as close support but",
        2186.8,
        2189.76
    ],
    [
        " uh the P-47 was very short-ranged",
        2189.76,
        2193.92
    ],
    [
        " Uh 38 we had a lot of range we could carry a larger bomb load than either the 47 and the 51 actually of",
        2193.92,
        2203.54
    ],
    [
        " 38 could carry",
        2203.64,
        2204.66
    ],
    [
        " 2",
        2204.66,
        2205.52
    ],
    [
        " 2,000 pound bombs",
        2205.52,
        2207.66
    ],
    [
        " That's 4,000 pounds and that's Europe and b-17 country with that",
        2207.66,
        2214.02
    ],
    [
        " so",
        2214.02,
        2215.26
    ],
    [
        " We couldn't always get them usually we could find some",
        2215.26,
        2220.88
    ],
    [
        " Thousand pound but normally we'd carry two five hundred",
        2220.88,
        2224.24
    ],
    [
        " Um, I like the thousand because the bigger the bang is the less chance you have to go back and do it again",
        2224.24,
        2231.54
    ],
    [
        " And when you went back to do it again they're waiting for you",
        2232.9,
        2236.26
    ],
    [
        " It's so up until that point that was kind of your primary mission and was going in and hitting",
        2236.26,
        2242.66
    ],
    [
        " Railway stations or f- munitions factories arm reconnaissance anything that moved",
        2242.66,
        2249.14
    ],
    [
        " And if you couldn't find anything you moved you try to shoot the ins- ins- insulators off the high tension lines",
        2249.14,
        2256.06
    ],
    [
        " So any anything you could get",
        2256.06,
        2259.7
    ],
    [
        " um",
        2259.7,
        2260.16
    ],
    [
        " We uh there was",
        2260.9,
        2262.38
    ],
    [
        " There was no problem finding targets and different from the 8th, therefore",
        2262.38,
        2267.52
    ],
    [
        " We were over the target area in a relatively short time so",
        2267.52,
        2274.36
    ],
    [
        " They were shooting at you most of the time",
        2274.36,
        2277.9
    ],
    [
        " How long did you how long did you arrive in England before d-day actually happened?",
        2277.9,
        2283.9
    ],
    [
        " Just a short time before d-day and I've forgotten the exact date that we did arrive in England and",
        2284.02,
        2290.14
    ],
    [
        " had you phone missions before d-day",
        2290.38,
        2293.02
    ],
    [
        " Started no so your first missions were actually right right right",
        2293.02,
        2297.86
    ],
    [
        " And the 38th and because they were so easy to recognize in the air",
        2297.86,
        2303.46
    ],
    [
        " Uh, we were assigned the channel",
        2303.46,
        2306.6
    ],
    [
        " uh, we we flew top cover",
        2306.6,
        2309.56
    ],
    [
        " For the channel all the shipping and everything between England and the beachhead and",
        2309.56,
        2316.14
    ],
    [
        " uh",
        2316.14,
        2316.92
    ],
    [
        " And we at that time it became very apparent that the reason we had been rushed into through",
        2318.1,
        2324.5
    ],
    [
        " Training into England was they anticipated",
        2324.5,
        2328.42
    ],
    [
        " uh heavy losses",
        2328.42,
        2330.7
    ],
    [
        " uh, we",
        2330.7,
        2332.7
    ],
    [
        " expected they lift off the really show",
        2332.7,
        2336.44
    ],
    [
        " During the invasion they didn't",
        2336.44,
        2338.86
    ],
    [
        " Is I think you've read that there were just that I think they had two",
        2338.86,
        2343.92
    ],
    [
        " Sorties over the beachhead on d-day and",
        2344.06,
        2347.68
    ],
    [
        " We anticipated that there would be a a larger effort against the the channel with all the shipping",
        2347.68,
        2355.88
    ],
    [
        " I mean you could probably walk across the channel with a number of ships",
        2355.88,
        2360.32
    ],
    [
        " They were there",
        2360.32,
        2362.1
    ],
    [
        " This tremendous target and the fluff didn't show up",
        2362.1,
        2366.52
    ],
    [
        " so uh",
        2366.52,
        2368.78
    ],
    [
        " most of the",
        2368.78,
        2371.24
    ],
    [
        " Like my group",
        2372.1,
        2373.3
    ],
    [
        " The uh, did they uh missions were pretty boring",
        2373.3,
        2377.9
    ],
    [
        " When you were when d-day was about to go",
        2377.9,
        2382.04
    ],
    [
        " I mean, it's every single person you guys must have absolutely known that what you were about to do was that was you know gonna be",
        2382.04,
        2391.26
    ],
    [
        " That one of the most epic undertakings of the modern history",
        2391.26,
        2396.56
    ],
    [
        " Oh, yes, it was a hundred percent you guys all knew that and it was",
        2396.56,
        2400.98
    ],
    [
        " Every little by road in England was jammed with equipment",
        2402.24,
        2407.3
    ],
    [
        " And you know, it's funny",
        2407.3,
        2409.5
    ],
    [
        " Coming back to",
        2409.5,
        2412.22
    ],
    [
        " Some of the things we hear today about our country",
        2412.22,
        2417.04
    ],
    [
        " uh in",
        2417.04,
        2418.8
    ],
    [
        " 1940",
        2418.8,
        2420.08
    ],
    [
        " 1941",
        2420.08,
        2421.74
    ],
    [
        " I wrote well 1940. I was up into haeless Washington and we were flying",
        2421.74,
        2427.62
    ],
    [
        " There was a whole oh 38s. We had two brand new airplanes from North American 047s",
        2427.62,
        2434.96
    ],
    [
        " Had a thousand horsepower great aircraft",
        2434.96,
        2437.64
    ],
    [
        " Not worth a damn in combat",
        2437.64,
        2440.08
    ],
    [
        " but uh",
        2440.08,
        2441.96
    ],
    [
        " We uh, we knew that we were again working with the uh with the ground troops",
        2441.96,
        2449.32
    ],
    [
        " And we would fill a little paper sacks with uh white uh with flower",
        2449.32,
        2455.4
    ],
    [
        " That was our bombing",
        2455.58,
        2457.12
    ],
    [
        " We'd attack them what the bridge had and throw toilet paper out and these little sacks full of",
        2457.12,
        2465.18
    ],
    [
        " Of flower and if you draped toilet paper over a bridge on the squally river the infantry couldn't use it anymore",
        2465.18,
        2473.18
    ],
    [
        " So they had to get across the river some other way and",
        2473.18,
        2477.22
    ],
    [
        " Mortars",
        2477.22,
        2478.88
    ],
    [
        " Cross two by fours served as a mortar",
        2478.88,
        2483.12
    ],
    [
        " um",
        2484.82,
        2485.52
    ],
    [
        " Cavalry on horses we they got lost we had to go look for them",
        2485.52,
        2489.74
    ],
    [
        " um now that's in 1940",
        2489.74,
        2492.54
    ],
    [
        " In june 44",
        2492.54,
        2496.02
    ],
    [
        " As far as you could see is American made equipment",
        2496.02,
        2500.72
    ],
    [
        " Everything",
        2500.72,
        2502.22
    ],
    [
        " Not only what we were carrying but we supplied the British and everyone else",
        2502.22,
        2507.66
    ],
    [
        " This magnificent effort by this magnificent country and",
        2508.34,
        2513.06
    ],
    [
        " You just it's unbelievable when you think back",
        2513.06,
        2516.88
    ],
    [
        " Uh, just before d day as I say every",
        2516.88,
        2520.58
    ],
    [
        " Every little robe was jammed with stored equipment",
        2520.58,
        2525.22
    ],
    [
        " Can't imagine it's one of the island didn't sink",
        2525.22,
        2528.72
    ],
    [
        " but uh",
        2528.72,
        2530.28
    ],
    [
        " No, I have actually on a recent podcast. I was talking about the fact that",
        2530.28,
        2535.9
    ],
    [
        " Many of American or at least as much of America's victories",
        2537.38,
        2541.94
    ],
    [
        " In many cases have to be attributed to our ability to produce and make things and and America's incredible ability to like you said",
        2541.94,
        2549.38
    ],
    [
        " Build such incredible equipment in such a short amount of time. It's it's epic. It's it really was and we switched from",
        2549.38,
        2557.58
    ],
    [
        " Isolation Henry Ford was the nice solution that's I understand and he turns around and builds a bomber",
        2557.58,
        2565.74
    ],
    [
        " Plan to turn it out six seven eight ten",
        2565.9,
        2568.22
    ],
    [
        " B-24s a day. Yeah. Yeah. So",
        2568.22,
        2571.66
    ],
    [
        " This fantastic effort but we all stood together in those days",
        2571.66,
        2578.08
    ],
    [
        " Yeah, when when um I always read that for d day they they wanted troops",
        2578.08,
        2585.36
    ],
    [
        " Not all but they were looking for they brought a lot of troops that didn't have any combat experience",
        2585.36,
        2590.34
    ],
    [
        " I don't think",
        2590.34,
        2591.64
    ],
    [
        " Five percent of the people that hit the beaches had experience. You know it's funny. I got in trouble in Paris",
        2592.2,
        2598.06
    ],
    [
        " A few years ago",
        2598.06,
        2600.32
    ],
    [
        " Now this is a good story my wife can hear it",
        2600.32,
        2604.76
    ],
    [
        " She was there in fact",
        2604.76,
        2607.22
    ],
    [
        " But we were in dinner in Paris and d-day celebration and um I made a mistake",
        2607.22,
        2616.3
    ],
    [
        " I stood up and said",
        2616.3,
        2618.04
    ],
    [
        " To the people in the room that the ground troops here the infantry",
        2618.24,
        2622.98
    ],
    [
        " um",
        2622.98,
        2624.42
    ],
    [
        " All you people that landed on d day I said d day is your day",
        2624.42,
        2630.24
    ],
    [
        " It's not the air forces day",
        2630.24,
        2632.52
    ],
    [
        " The missions we flew on d day were what we'd been doing for",
        2632.52,
        2637.02
    ],
    [
        " Two years out of England",
        2637.02,
        2640.24
    ],
    [
        " And it was there was no better no worse",
        2640.24,
        2643.68
    ],
    [
        " But when you stop and think of those kids that hit that beach no experience",
        2643.8,
        2650.38
    ],
    [
        " Uh officers no experience in combat and",
        2650.38,
        2656.56
    ],
    [
        " And so in my opinion and all stand by it and I had a few people at the dinner who objected to what I said",
        2656.56,
        2664.3
    ],
    [
        " But d day was the guys that hit the beach",
        2664.3,
        2668.14
    ],
    [
        " We uh we supported them",
        2668.14,
        2671.94
    ],
    [
        " But we didn't do much more than what we have been doing",
        2672.24,
        2676.0
    ],
    [
        " day after day",
        2676.0,
        2677.66
    ],
    [
        " Um, you know you can talk about the eighth their force and",
        2677.66,
        2681.94
    ],
    [
        " The heavy bombers and the fact that they're",
        2681.94,
        2685.02
    ],
    [
        " Their losses were heavier than total marine loss in world war two",
        2685.02,
        2690.24
    ],
    [
        " So",
        2690.24,
        2691.72
    ],
    [
        " We we've been hurt",
        2691.72,
        2694.82
    ],
    [
        " But uh d day",
        2694.82,
        2697.3
    ],
    [
        " Uh hit the lawn to those youngsters",
        2697.3,
        2700.34
    ],
    [
        " It what was the because these these guys were so you know were inexperienced",
        2701.62,
        2707.34
    ],
    [
        " When you were out at a pub in England talking to these army guys that were getting ready to go in",
        2707.34,
        2713.32
    ],
    [
        " What were they just a hundred percent fired up to go",
        2713.32,
        2717.48
    ],
    [
        " Oh",
        2717.48,
        2718.82
    ],
    [
        " Because I can imagine myself when I was 18 or 19 years old",
        2718.82,
        2724.98
    ],
    [
        " I first was in the military",
        2724.98,
        2726.4
    ],
    [
        " If you would have told me I was going to do a giant amphibious landing",
        2726.48,
        2731.28
    ],
    [
        " An epic amphibious landing there would have been just nothing but um absolute",
        2731.28,
        2736.52
    ],
    [
        " Motivation and excitement from me because I was young and stupid and and didn't know any better",
        2736.52,
        2745.44
    ],
    [
        " You know and we were all young",
        2745.44,
        2747.16
    ],
    [
        " I guess I guess at some point young and stupid goes a long way doesn't it?",
        2747.16,
        2752.08
    ],
    [
        " Well, I can tell you a little story about that. I was um",
        2752.26,
        2755.52
    ],
    [
        " I was in camp Kilmer",
        2755.52,
        2757.28
    ],
    [
        " We were in fact we thought we were going to fly across uh to England",
        2757.28,
        2762.58
    ],
    [
        " Out of we expected air transportation for there were a group of about",
        2762.58,
        2767.76
    ],
    [
        " 18 pilots and",
        2767.76,
        2770.78
    ],
    [
        " I think we were set to fly and all of a sudden they gave us uh all this equipment and",
        2770.78,
        2780.06
    ],
    [
        " uh",
        2780.06,
        2780.62
    ],
    [
        " uh leggings and backpacks and",
        2781.4,
        2784.2
    ],
    [
        " Helmet and all this stuff",
        2784.2,
        2786.84
    ],
    [
        " That kind of stuff makes pilots nervous doesn't it?",
        2786.84,
        2790.3
    ],
    [
        " Well, it not only made a nervous made damn fools out of us",
        2790.54,
        2794.38
    ],
    [
        " Nobody knew how to use this stuff and I know I got the leggings on",
        2794.38,
        2801.02
    ],
    [
        " I know they were from World War One",
        2801.02,
        2804.46
    ],
    [
        " They gave me this backpack and and all of this gas",
        2804.46,
        2808.84
    ],
    [
        " a",
        2809.62,
        2810.3
    ],
    [
        " Underwear and everything and they didn't tell us how to pack it and I went out behind the barracks and there was a clothesline back there",
        2810.3,
        2818.58
    ],
    [
        " And I got some clothesline and I tied to stand pack up for clothesline and",
        2818.58,
        2825.2
    ],
    [
        " um, they gave me a helmet and I never tried it on so that that evening",
        2825.2,
        2831.14
    ],
    [
        " Get get ready and we start marching down some",
        2831.14,
        2837.02
    ],
    [
        " To the gates of the camp kilmer they load us on trucks and we're over getting on the Queen Elizabeth",
        2837.84,
        2846.32
    ],
    [
        " And you had to go down a pier and then up a whole bunch of stairs to get to",
        2846.32,
        2853.6
    ],
    [
        " Into the entrance to the ship",
        2853.6,
        2856.2
    ],
    [
        " And I had a b-4 bag with all of my clothes and everything and I had a bottle of scotch in there",
        2856.2,
        2863.38
    ],
    [
        " And I packed very carefully and I had a portable radio and portable radios and those days were like 36 inches long and full of batteries",
        2864.1,
        2875.08
    ],
    [
        " So I'm carrying this thing and they gave me this",
        2875.08,
        2879.36
    ],
    [
        " Damn helmet",
        2879.36,
        2880.86
    ],
    [
        " But they didn't give me the interior of it",
        2880.86,
        2884.04
    ],
    [
        " And so this damn without the inside of it",
        2884.04,
        2888.82
    ],
    [
        " Every time I took a step it was coming down hit me on the nose and then bouncing back again",
        2889.14,
        2895.9
    ],
    [
        " We go up the stairs and someplace along the line. I set that bag down too long",
        2895.9,
        2902.16
    ],
    [
        " And now I got scotch",
        2902.16,
        2904.82
    ],
    [
        " Drown me up the bottom before bag",
        2904.82,
        2908.58
    ],
    [
        " And",
        2908.58,
        2909.84
    ],
    [
        " We we come to where they're checking us in and there's a full kernel army kernels then",
        2909.84,
        2916.24
    ],
    [
        " And he says my god, we're gonna lose the war",
        2917.46,
        2920.34
    ],
    [
        " So there you go we got people that don't know how to wear their helmets pack of their bags filled with scotch",
        2920.34,
        2935.36
    ],
    [
        " War",
        2935.36,
        2936.52
    ],
    [
        " So but when you're when you're talking to guys they're they're they're ready to go and be day commences",
        2936.52,
        2945.18
    ],
    [
        " They just don't you know they don't know they don't understand what they're getting into yet and again",
        2946.18,
        2950.36
    ],
    [
        " Maybe to the credit of the planners",
        2950.36,
        2953.46
    ],
    [
        " They decided it's better to have a bunch of guys that aren't really 100% sure of what to expect",
        2953.46,
        2959.42
    ],
    [
        " Then it is to have a bunch of people that know what they're getting into and know how hard this is gonna be",
        2959.42,
        2964.34
    ],
    [
        " Well, that's very in fact what I started to say before I got off again",
        2964.34,
        2969.16
    ],
    [
        " You have to watch me very carefully",
        2969.16,
        2971.22
    ],
    [
        " Wait you have scotch in your bag down there",
        2971.22,
        2974.0
    ],
    [
        " We go down to the Oscars Club just before",
        2975.68,
        2978.34
    ],
    [
        " We were gonna take off for England and there's quite a party going and there was a little",
        2978.34,
        2985.48
    ],
    [
        " spirit flowing and",
        2985.48,
        2988.6
    ],
    [
        " And if you were a war two",
        2988.6,
        2990.92
    ],
    [
        " Barracks buildings where the club was they had a mezzanine on the second floor and then it's open in the center",
        2990.92,
        2998.78
    ],
    [
        " And all these damn fools from the airborne",
        2999.32,
        3002.58
    ],
    [
        " her up on the second floor yelling dronimo and jumping off",
        3002.58,
        3006.8
    ],
    [
        " And this one kid broke his leg",
        3006.8,
        3010.18
    ],
    [
        " And so",
        3010.18,
        3011.6
    ],
    [
        " I've heard about guys breaking their leg and then going on to combat. That's another story",
        3011.6,
        3017.9
    ],
    [
        " From my friend Charlotte Plum. What's that what about?",
        3017.9,
        3023.72
    ],
    [
        " Oh brother",
        3023.88,
        3025.46
    ],
    [
        " Oh",
        3026.34,
        3026.94
    ],
    [
        " We got so many stories to tell you I was on my way to combat on the aircraft carrier kitty hawk",
        3026.94,
        3032.68
    ],
    [
        " We stopped in Hawaii for our last",
        3032.68,
        3034.76
    ],
    [
        " Who raw and so we went out and found some pubs and whatnot when I had rented a little",
        3034.76,
        3041.48
    ],
    [
        " A motor scooter you know like a little vest spa right and uh that's gonna work out well",
        3041.48,
        3047.5
    ],
    [
        " So I'm driving around",
        3047.5,
        3050.54
    ],
    [
        " Honolulu and I look back and when I look forward I'm a bore sighted on an 18 wheeler",
        3051.78,
        3057.86
    ],
    [
        " Yeah, and so I so I laid that",
        3057.86,
        3060.56
    ],
    [
        " That motor scooter on its side and slid underneath the axle of this truck and pin my",
        3060.56,
        3067.4
    ],
    [
        " Right ankle between the frame and the motor scooter and the truck",
        3067.4,
        3071.82
    ],
    [
        " Well, and so I you know I I came out and dusted myself off. I'm thinking okay, then I tried to walk",
        3071.82,
        3078.06
    ],
    [
        " You know, I'm not walking very well",
        3078.06,
        3079.5
    ],
    [
        " And so I go up to the closest house and knock on the door and say you know",
        3079.5,
        3084.98
    ],
    [
        " I guess I need a ride to the hospital. Whatever the trip or",
        3084.98,
        3087.78
    ],
    [
        " Hospital big hospital in Hawaii",
        3087.78,
        3089.84
    ],
    [
        " and",
        3089.84,
        3091.24
    ],
    [
        " In the dock",
        3091.24,
        3092.74
    ],
    [
        " There looks me any",
        3092.74,
        3095.02
    ],
    [
        " Takes an x-ray in my leg and you know it was really funny when you when you see an x-ray of a broken part of your body",
        3095.02,
        3101.94
    ],
    [
        " You know you you're in disbelief",
        3101.94,
        3104.08
    ],
    [
        " You know you're like wait how can this happen?",
        3104.08,
        3106.34
    ],
    [
        " You know you're in denial and the guy said okay report to",
        3106.44,
        3110.74
    ],
    [
        " wing",
        3110.74,
        3112.24
    ],
    [
        " Bravo floor three. I said what's on Bravo three you said it's all the other idiots that broke their leg riding motor scooters in Hawaii",
        3112.24,
        3121.14
    ],
    [
        " And sure enough all these military guys in this military hospital had broken their leg on motor scooters",
        3121.14,
        3127.78
    ],
    [
        " And so I said I can't do that. I'm a fighter pilot, you know",
        3127.78,
        3131.92
    ],
    [
        " I just to help start the top guns school. I got to I got to get out of here",
        3131.92,
        3135.84
    ],
    [
        " I got to go win the war, you know and and I'll never forget this doctor",
        3135.92,
        3140.4
    ],
    [
        " His name was Jensen doctor Jensen said son take my advice",
        3140.4,
        3146.24
    ],
    [
        " um",
        3146.24,
        3146.94
    ],
    [
        " You can get into war in six months or so after your leg heels and so",
        3146.94,
        3151.82
    ],
    [
        " What guy said I can't do that. I got to go back to the ship. He said you said you can't ride around on a ship of the broken leg",
        3151.82,
        3158.52
    ],
    [
        " I said no an aircraft carry we've got hospitals and x-ray machines and all this good stuff",
        3158.52,
        3163.2
    ],
    [
        " We had doctors and surgeons and all this stuff",
        3163.2,
        3165.4
    ],
    [
        " Oh, no, I can't let you do that. You know",
        3165.84,
        3167.6
    ],
    [
        " We report to all the other characters that broke their legs. No, no, I can't do that",
        3167.6,
        3173.16
    ],
    [
        " So I find I'm arguing with this doctor who outranked me my about three ranks and uh",
        3173.16,
        3178.3
    ],
    [
        " I said tell you what let me call the ship. I'll let you talk to our flight surgeon",
        3178.3,
        3184.2
    ],
    [
        " And he can assure you that I'll be okay by going back to the ship because I got to go to the war",
        3184.2,
        3189.42
    ],
    [
        " Well, so I so I call the ship. Well, of course the flight surgeon out getting drunk too",
        3189.42,
        3195.64
    ],
    [
        " You know",
        3195.64,
        3196.0
    ],
    [
        " So he went there and in fact the only one in sick bay on that ship was a was a",
        3196.0,
        3203.84
    ],
    [
        " A Cormin like a third-class Cormin, okay, and he didn't know what he's doing and but I say okay",
        3203.84,
        3209.64
    ],
    [
        " I'm whispering to the guy so okay to tell tell this doctor that you're in charge of the hospital and that it's okay for me to come back",
        3209.64,
        3216.44
    ],
    [
        " So sure enough, you know, he does what I said he does a doctor",
        3216.44,
        3220.02
    ],
    [
        " So so I get a cab now I got this cast on now from my from my waist all the way up down to my toe",
        3220.76,
        3226.8
    ],
    [
        " Got a big toes. I mean, I I broke my ankle, you know, not not the rest of my leg, but I got this 20 pound cast on",
        3226.8,
        3234.48
    ],
    [
        " And so I got to use crutches and I crutch up the gangway, you know and slip",
        3234.48,
        3238.64
    ],
    [
        " Request permission come born and the the O.D. says the permission granted and and I hobble my way into",
        3238.64,
        3245.86
    ],
    [
        " The sick bay, okay, here's the same third-class Cormin sitting there",
        3246.48,
        3250.52
    ],
    [
        " And he didn't know what he's doing",
        3250.52,
        3252.16
    ],
    [
        " And he doesn't sign me in or anything he says, you know, go to the officer's quiet room that we got one of those in sick bay",
        3252.16,
        3258.86
    ],
    [
        " And so I crutch my way back to this quiet room",
        3258.86,
        3261.26
    ],
    [
        " And I am exhausted. I'm totally in this leg is starting to soil inside the cast and I'm in pain and so I just flop down",
        3261.26,
        3269.82
    ],
    [
        " In this in this rack",
        3269.82,
        3271.56
    ],
    [
        " Okay, and the quiet room. Well the next thing I hear is the engines of the ship starting up",
        3271.96,
        3278.0
    ],
    [
        " You know, we're about to leave now meanwhile my squadron buddies, you know",
        3278.0,
        3283.62
    ],
    [
        " Le- one need to leave no man behind says where's Charlie?",
        3283.62,
        3288.26
    ],
    [
        " They went back on the beach searching for me for the last place they saw me was disappearing towards diamond head on a vest",
        3288.56,
        3296.18
    ],
    [
        " And so they look all over for me and come back and report that I'm a wall. Okay. I miss ship's movement. All right",
        3298.2,
        3305.06
    ],
    [
        " Okay, so I wake up and I know what's happening. I gotta tell somebody I'm here nobody knows. I'm here",
        3305.06,
        3311.66
    ],
    [
        " I mean, you know the third-class Cormin he didn't sign me and he didn't know who I was",
        3311.66,
        3315.34
    ],
    [
        " Okay",
        3315.34,
        3315.88
    ],
    [
        " So you know you have these squeeze bottles, you know and in a hospital room and it's supposed to",
        3315.88,
        3324.14
    ],
    [
        " Some squeeze on this bottle trying to attract a nurse or something, you know",
        3324.3,
        3328.12
    ],
    [
        " It's in there squeeze squeeze squeeze. I finally looked up and then",
        3328.12,
        3331.88
    ],
    [
        " The hose from the bottle was cut. I would just squeeze an air",
        3331.88,
        3335.5
    ],
    [
        " So I get my crutch out which is the only thing I can move. I mean, I'm paralyzed",
        3335.5,
        3340.46
    ],
    [
        " I'm banging on the hatch, you know, and I finally attracted attention to this sailor and to say you'd better go up to the ready room and",
        3340.46,
        3349.04
    ],
    [
        " Squadron 114 and you better tell them up there that I'm down here",
        3350.08,
        3353.32
    ],
    [
        " Well, it wasn't probably two minutes later the commanding officer standing in the doorway. All right, and he is not",
        3353.32,
        3360.62
    ],
    [
        " He said I've got 17 pilots. He said and now I got 16",
        3360.62,
        3365.36
    ],
    [
        " He said he said first of all he said what are they telling you when are you gonna be ready to fly again? I said six weeks",
        3365.36,
        3373.08
    ],
    [
        " Well, you know weeks months. I kind of got that confused and he said you're going home",
        3376.58,
        3381.58
    ],
    [
        " I'm gonna get a replacement pilot view. Oh no, please, please",
        3381.58,
        3385.24
    ],
    [
        " Please let me stay. I gotta stay with the squadron. You know, I gotta be with the troops in all plays and so now you're going home",
        3385.24,
        3391.88
    ],
    [
        " Oh, please, please. I said okay, Skipper. What if I",
        3391.88,
        3395.38
    ],
    [
        " You need you need a pilot from the squadron to run the the maintenance on",
        3395.38,
        3401.98
    ],
    [
        " QB point in the Philippines, you know a pilot stand behind it for battle and engine stuff",
        3404.16,
        3409.3
    ],
    [
        " You know, so I'll take care and I'll run those troops and for you. I can do that on a crutch and so he said okay, so",
        3409.3,
        3415.66
    ],
    [
        " He let me he let me off on the Philippines and well the rest of the squadron, you know went to the first line period",
        3415.66,
        3423.76
    ],
    [
        " They went out there and and I'm crutching my way around the Philippines",
        3423.76,
        3428.66
    ],
    [
        " With a you know, I had I had probably six or eight chiefs and",
        3429.94,
        3434.56
    ],
    [
        " I heard",
        3434.56,
        3435.68
    ],
    [
        " Mechanics, you know working on these airplanes well",
        3435.68,
        3438.64
    ],
    [
        " So they would send these airplanes back to me, but I didn't have any way to test them",
        3438.64,
        3444.34
    ],
    [
        " But the army a trip or hospital had not taken my wings they'd they'd not give me a a down shit",
        3444.34,
        3452.22
    ],
    [
        " So I told me I couldn't fly. Why you know",
        3452.22,
        3455.52
    ],
    [
        " So I talked to doctor there at the subik bay to put on a walking cast, okay, so I got a little cast and so",
        3455.92,
        3463.76
    ],
    [
        " I can you know, I'm qualified to test these airplanes. I can do this",
        3463.76,
        3467.78
    ],
    [
        " And so the problem was first of all I couldn't get into the airplane because my cast was too big to go into to the toe hole",
        3467.78,
        3475.1
    ],
    [
        " And so I haven't my crew",
        3475.1,
        3477.12
    ],
    [
        " Fork lift me up and into the airplane my second problem was I couldn't use my right foot to push the right rudder",
        3477.12,
        3485.42
    ],
    [
        " And this is a this is kind of a nose wheel steering airplane the F4 where you got to be able to push the rudder to steer",
        3485.52,
        3492.22
    ],
    [
        " So I would I'd go out and test these airplanes and I come back and land at",
        3492.22,
        3497.06
    ],
    [
        " At at cubie point and the Philippines and instead of making they say okay",
        3497.06,
        3501.66
    ],
    [
        " You're cleared right hand turn couldn't make a right hand turn. I made three left hand turns to get off the right way",
        3501.66,
        3508.3
    ],
    [
        " So the the squadron finally came back and and I got back with them got my little cast off",
        3508.3,
        3515.22
    ],
    [
        " And I started flying missions",
        3515.22,
        3516.46
    ],
    [
        " But until the day I was shot down I was still limping on that ankle and I was really afraid with a diet in the prison camp",
        3516.46,
        3524.9
    ],
    [
        " But that was never gonna heal",
        3524.9,
        3526.26
    ],
    [
        " But you know as as as luck and and fate would have it it healed up fine and so you know it",
        3526.26,
        3533.28
    ],
    [
        " But yeah, that that's my story of I've get breaking my ligand the way to combat",
        3533.28,
        3539.26
    ],
    [
        " Yeah, thanks for bringing that up Jim",
        3539.26,
        3542.72
    ],
    [
        " Uh, you know, let's let's we're talking about now. We're talking about getting shot down",
        3546.14,
        3550.44
    ],
    [
        " You know you're ended up in the prison camp",
        3550.44,
        3552.1
    ],
    [
        " Let's you you were about to get to the to the to the to the engagement where you actually did get shot down",
        3552.1,
        3558.38
    ],
    [
        " You want to talk through that one a little bit further Jim and just give us some details on that. Oh sure it",
        3558.38,
        3564.44
    ],
    [
        " some of the details",
        3564.44,
        3566.26
    ],
    [
        " are not original",
        3566.26,
        3568.8
    ],
    [
        " but um",
        3568.8,
        3570.92
    ],
    [
        " uh",
        3572.28,
        3572.92
    ],
    [
        " Back to the",
        3572.92,
        3573.9
    ],
    [
        " Purple heart corner",
        3573.9,
        3576.42
    ],
    [
        " You spot them coming in again",
        3576.42,
        3579.72
    ],
    [
        " And this time there were two different gaggles that I could see and the gaggle is a word that we use for the Germans because they didn't fly",
        3579.72,
        3588.9
    ],
    [
        " uh real type formation. They kind of",
        3588.9,
        3591.94
    ],
    [
        " They were just there was that was that intentional?",
        3591.94,
        3595.24
    ],
    [
        " Yes, it must have been because they were you know the German pilots are sharp pilots. Yeah, but um",
        3595.68,
        3602.0
    ],
    [
        " I would guess",
        3602.0,
        3602.54
    ],
    [
        " You know especially in germans are generally orderly people so you'd think they'd want to fly tight formations",
        3602.54,
        3608.46
    ],
    [
        " But I guess if you think about it from uh from like even from a basic camouflage perspective when you see things in a pattern",
        3608.46,
        3615.98
    ],
    [
        " It stands out more so maybe they did that to break up their pattern a little bit",
        3615.98,
        3619.1
    ],
    [
        " Well, I would assume that because they were very effective and",
        3619.1,
        3623.38
    ],
    [
        " um",
        3623.86,
        3624.42
    ],
    [
        " You know some of these boys you we'd run into had been at it for a long time and",
        3624.42,
        3630.16
    ],
    [
        " But as I saw them coming in and",
        3630.16,
        3633.18
    ],
    [
        " Referred to them as I said at the gaggle",
        3633.18,
        3636.92
    ],
    [
        " uh, I picked the one closest and broke into it made the call that I was making the break and",
        3636.92,
        3645.02
    ],
    [
        " broke and just as I broke",
        3645.02,
        3647.42
    ],
    [
        " Somebody got a shot at me and I got hit back in the after a part of the fuselage and I",
        3648.24,
        3656.08
    ],
    [
        " I thought I had a little fire going. I'm not sure I did",
        3656.08,
        3658.96
    ],
    [
        " but um as I",
        3658.96,
        3662.14
    ],
    [
        " Made my first pass through them I lined up and if you could get the p 38",
        3662.14,
        3668.14
    ],
    [
        " Nose on a target",
        3668.14,
        3670.48
    ],
    [
        " Those 450s and that 20 millimeter were devastating",
        3670.48,
        3674.86
    ],
    [
        " And so how many rounds of 50 cow would you have we usually carry 400 rounds per gun and 130 rounds of",
        3675.72,
        3684.08
    ],
    [
        " uh 20 millimeter yeah, and we arranged our uh",
        3684.08,
        3689.82
    ],
    [
        " Our triggers so that you we wanted to fire them all at the same time. We didn't carry any tracer",
        3689.82,
        3696.94
    ],
    [
        " Yeah, we put five tracers in",
        3696.94,
        3699.32
    ],
    [
        " At about 25 rounds remaining so that you knew you were",
        3699.32,
        3703.7
    ],
    [
        " You had to have something to go home on right start conserving your ammunition and",
        3704.1,
        3710.5
    ],
    [
        " So I got a line on a a clear shot",
        3710.5,
        3715.68
    ],
    [
        " I fired at him, but I don't I didn't know what the results were because all of a sudden I'm in the middle of us",
        3715.68,
        3722.38
    ],
    [
        " of a firestorm",
        3722.38,
        3723.86
    ],
    [
        " uh a",
        3723.86,
        3725.96
    ],
    [
        " literal firestorm inside your cabin inside your cockpit",
        3725.96,
        3729.3
    ],
    [
        " No or just still outside the point",
        3729.3,
        3731.54
    ],
    [
        " Outside the aircraft there were there were lots of targets and apparently I went through them",
        3731.54,
        3737.68
    ],
    [
        " uh",
        3737.68,
        3738.7
    ],
    [
        " really",
        3738.7,
        3740.44
    ],
    [
        " At this late day",
        3740.44,
        3742.92
    ],
    [
        " In my story it's how much I really remember about this",
        3742.92,
        3748.54
    ],
    [
        " uh, I heard stories later which I'll get to but",
        3748.54,
        3753.94
    ],
    [
        " uh, it seemed like it went on forever",
        3753.94,
        3757.86
    ],
    [
        " and",
        3760.08,
        3760.64
    ],
    [
        " Finally, uh, I'm on the tail of a 190. I saw I saw some I knew I was involved with 190s",
        3760.64,
        3767.56
    ],
    [
        " But I saw a couple 109 some place in my peripheral vision. So there",
        3767.56,
        3773.26
    ],
    [
        " There were other aircraft involved and they're all apparently they're all with me. I didn't know it at the time",
        3773.26,
        3779.44
    ],
    [
        " but um",
        3779.44,
        3781.42
    ],
    [
        " We made a number a number of",
        3781.42,
        3786.18
    ],
    [
        " Passes I was very concerned about the monon ammunition if you hold a",
        3786.56,
        3791.3
    ],
    [
        " Fire button down you're you're gonna be out in about",
        3791.3,
        3795.32
    ],
    [
        " 20 seconds",
        3795.32,
        3796.6
    ],
    [
        " So I was very concerned about using all my ammunition. So I was trying to fire very short bursts",
        3796.6,
        3802.5
    ],
    [
        " and",
        3802.5,
        3803.88
    ],
    [
        " We go round and round and we're",
        3803.88,
        3807.68
    ],
    [
        " yo-yoing up and down and",
        3807.68,
        3809.56
    ],
    [
        " and uh",
        3809.56,
        3811.62
    ],
    [
        " Got on the tail of a 190 again. I'm right up on top of them",
        3812.12,
        3817.38
    ],
    [
        " uh, and when the p-38 through your gun sight you could also see your two top 50s",
        3817.38,
        3824.08
    ],
    [
        " uh, and it looked like I had those 250s right around the rudder post of this 190",
        3824.08,
        3829.9
    ],
    [
        " And out of the corner of my eye, I see these flashes out on my wingtip and they're coming up the wingtip",
        3829.9,
        3837.8
    ],
    [
        " And I get closer and closer and this is milloseconds and he hit me right in",
        3838.7,
        3845.86
    ],
    [
        " in by the the left engine and",
        3845.86,
        3850.02
    ],
    [
        " We had an air uh",
        3850.02,
        3852.98
    ],
    [
        " Air scoop that came in through the leaning edge of the wing and into the cockpit by your left knee",
        3852.98,
        3860.56
    ],
    [
        " Which is our only cold air into the p-38",
        3860.56,
        3863.9
    ],
    [
        " And again, I see this in the peripheral vision and I'm concentrating on the guy in front of me",
        3865.4,
        3871.66
    ],
    [
        " Uh, I see this air vent making like a blowtorch",
        3871.66,
        3876.56
    ],
    [
        " And so this is not good",
        3876.56,
        3879.3
    ],
    [
        " and",
        3879.3,
        3880.62
    ],
    [
        " Now again",
        3880.62,
        3882.34
    ],
    [
        " Falling through a cloud",
        3882.34,
        3888.32
    ],
    [
        " I don't remember our emergency reliefs was above us",
        3889.1,
        3892.9
    ],
    [
        " p-38 had actually had windows and you crank them up on both sides",
        3892.9,
        3898.9
    ],
    [
        " And the only way you could get them down is to hit the little release and then crank them down",
        3898.9,
        3905.94
    ],
    [
        " And so we had a top hatch which was our escape hatch",
        3905.94,
        3911.68
    ],
    [
        " Which was about this wide",
        3911.68,
        3914.0
    ],
    [
        " And you have a backpack shoot on and all the equipment",
        3914.62,
        3919.42
    ],
    [
        " And I um",
        3919.42,
        3922.24
    ],
    [
        " I don't know why I don't remember releasing",
        3922.24,
        3926.8
    ],
    [
        " Anything or pulling the uh the safety belt or the shoulder harnesses",
        3926.8,
        3933.56
    ],
    [
        " Uh, but this is unlike you know Charlie you're you know the modern rigs where you pull the ejection handle",
        3933.56,
        3940.04
    ],
    [
        " This is all stuff I mean in a modern aircraft you pull the ejection handle and you're getting shot out of the aircraft",
        3940.04,
        3947.04
    ],
    [
        " It's all automatic. That's all that's all you do",
        3947.04,
        3949.68
    ],
    [
        " Yeah, we didn't have to think about anything we weren't smart as these guys were you",
        3949.68,
        3953.92
    ],
    [
        " So so so this is all stuff you manually had to do unbuckle yourself",
        3953.92,
        3959.44
    ],
    [
        " Get and open up the hatch or the window and and get all that done while the plane is burning and and then you have to get out",
        3959.44,
        3967.8
    ],
    [
        " And that's kind of when you come back in the consciousness so you did that either instinctively or or at some point",
        3967.8,
        3974.4
    ],
    [
        " While all this mayhem was going on. That's right. I don't as I say. I don't remember even reaching up above for the to pull the top hatch",
        3974.4,
        3983.86
    ],
    [
        " Um, well, I was just",
        3983.86,
        3986.52
    ],
    [
        " Out floating down to a I knew the clouds were around 5000 feet because we've been yo yoin up and down during this time",
        3986.52,
        3995.02
    ],
    [
        " And also just one more point",
        3995.02,
        3997.44
    ],
    [
        " On a ejection sheet a modern ejection seat you come out your parachute opens automatically right oh, yes",
        3997.8,
        4003.1
    ],
    [
        " So you're you're still in a rip-cord scenario right where you're gonna have to make this in parachute open",
        4003.1,
        4008.42
    ],
    [
        " So when you say when you say you're floating down you're actually falling down to the 120 miles per hour towards the earth somewhat like that",
        4008.42,
        4015.94
    ],
    [
        " So anyway, I come out the bottom of the cloud and I'm facing up",
        4015.94,
        4021.2
    ],
    [
        " And I thought well, I better turn over",
        4021.2,
        4024.94
    ],
    [
        " So I turned over and I can remember distinctly",
        4026.08,
        4029.98
    ],
    [
        " Watching the ground and I thought I was behind German lines because we were a rock in Germany and",
        4029.98,
        4036.74
    ],
    [
        " I just knew that I was in we were east of rockin",
        4036.74,
        4042.36
    ],
    [
        " And I knew we're approximately where this fight started and I didn't think it had gotten any better about going west",
        4042.36,
        4050.42
    ],
    [
        " So I figured we were a we were all a different territory",
        4050.42,
        4053.88
    ],
    [
        " And so we",
        4054.48,
        4056.8
    ],
    [
        " We've been told to not pull your rip-corded out of to get down",
        4056.8,
        4064.12
    ],
    [
        " It was your your a lot less of target lore you can get",
        4064.12,
        4069.2
    ],
    [
        " So I rolled over and fell actually just fell face down and watched the ground come up when it looked like it was pretty close",
        4069.2,
        4077.48
    ],
    [
        " I pulled a rip-cord",
        4077.48,
        4078.74
    ],
    [
        " And this is your first time parachuting or did you guys do any parachuting in preparation for this?",
        4079.3,
        4085.92
    ],
    [
        " Okay",
        4085.92,
        4089.96
    ],
    [
        " Yeah, that's interesting having having jumped out of at least a decent number of airplanes",
        4089.96,
        4096.16
    ],
    [
        " This is not something you want to do for the first time",
        4096.16,
        4098.88
    ],
    [
        " You're under these circumstances",
        4098.88,
        4101.1
    ],
    [
        " You're the genie",
        4101.1,
        4101.9
    ],
    [
        " But anyway the rip-corded work and",
        4101.9,
        4110.36
    ],
    [
        " I remember thinking well, you know, I got to be ready to move when I get down",
        4110.36,
        4117.34
    ],
    [
        " So I unbuckled the two lower straps on this the shoe and I got them unbuckled and I had a 45 in the shoulder holster",
        4117.34,
        4126.46
    ],
    [
        " I got the 45 out and I'm trying to cock it",
        4126.46,
        4130.18
    ],
    [
        " To get around in the chamber and I dropped it and I didn't realize my hands were burned",
        4131.1,
        4135.94
    ],
    [
        " And so I'm not sure how I got the shoot",
        4135.94,
        4139.24
    ],
    [
        " Buckles out and so I must have been pretty low when I pulled a rip-cord because just instantaneously",
        4139.24,
        4146.68
    ],
    [
        " There's I came down in a red brick building",
        4146.68,
        4151.08
    ],
    [
        " And it had a",
        4151.08,
        4153.24
    ],
    [
        " courtyard and a tree in the middle of a courtyard and I could",
        4153.24,
        4157.66
    ],
    [
        " If I could find the building I'd recognize it today",
        4158.52,
        4161.8
    ],
    [
        " And my shoot caught in this little tree and I jerked to a stop and I'm probably six inches off the off the deck",
        4161.8,
        4170.62
    ],
    [
        " and",
        4170.62,
        4172.1
    ],
    [
        " I remember doing that, but then I don't remember",
        4172.1,
        4175.96
    ],
    [
        " for a period and I kept thinking it's getting dark",
        4175.96,
        4182.14
    ],
    [
        " And I thought, oh god, I'm in",
        4182.14,
        4184.56
    ],
    [
        " You know, where have I been? And I'm going down what I was like a little headstroke and I had my 45",
        4184.7,
        4193.42
    ],
    [
        " And I saw these guys down in this ditch",
        4193.42,
        4197.82
    ],
    [
        " Boy, I thought they were German and I saw they had",
        4197.82,
        4202.84
    ],
    [
        " Net on their helmet and our guys had net on the helmet",
        4202.84,
        4206.48
    ],
    [
        " I threw my hands up through the 45 over my shoulder never saw it again",
        4206.48,
        4212.2
    ],
    [
        " But it was first infantry division",
        4213.34,
        4216.14
    ],
    [
        " And they had seen my shoot and I came down between the German positions and first infantry division",
        4216.14,
        4225.22
    ],
    [
        " And what had happened and I found this all later",
        4225.22,
        4228.76
    ],
    [
        " They first infantry we were trying to take off and you know, we started and this is mid-September",
        4228.76,
        4236.96
    ],
    [
        " To try to take off and we didn't get off and until",
        4236.96,
        4240.3
    ],
    [
        " uh",
        4241.4,
        4242.08
    ],
    [
        " early November",
        4242.08,
        4242.76
    ],
    [
        " where we actually took the town and",
        4242.76,
        4246.16
    ],
    [
        " the first infantry had pushed up",
        4246.16,
        4249.48
    ],
    [
        " during on the night of the 15th",
        4249.48,
        4253.28
    ],
    [
        " had pushed up and taken this little area",
        4253.28,
        4256.36
    ],
    [
        " where I came down it was a little town called the Elendorp",
        4256.36,
        4261.26
    ],
    [
        " which was a suburb of a balkan",
        4261.26,
        4264.44
    ],
    [
        " and they were having trouble holding it",
        4264.44,
        4268.24
    ],
    [
        " And so they were getting ready to pull back",
        4268.44,
        4271.8
    ],
    [
        " And they saw my shoot and the",
        4271.8,
        4274.92
    ],
    [
        " Guys came out and",
        4274.92,
        4277.14
    ],
    [
        " Pick me up took me to a back hospital",
        4277.14,
        4281.02
    ],
    [
        " But before they did that",
        4281.02,
        4283.32
    ],
    [
        " They took me in and",
        4283.32,
        4286.78
    ],
    [
        " Into an area and I was in the command post",
        4286.78,
        4291.46
    ],
    [
        " And I met a full colonel and I found out later who he was he was the",
        4291.46,
        4297.08
    ],
    [
        " Commander of the 16th Infantry Regiment and he he said he asked me if you wanted dinner and I said",
        4298.14,
        4304.64
    ],
    [
        " I don't know what I said",
        4304.64,
        4307.16
    ],
    [
        " Anyway, I apparently said on and had dinner with him right with him and",
        4307.16,
        4312.32
    ],
    [
        " I do remember going outside this area and throwing it up so",
        4312.32,
        4317.24
    ],
    [
        " I knew I had eaten something but",
        4317.24,
        4320.78
    ],
    [
        " They put me in a",
        4320.78,
        4324.18
    ],
    [
        " uh",
        4325.46,
        4325.94
    ],
    [
        " Two and a half ton truck",
        4325.94,
        4327.48
    ],
    [
        " and where they put the",
        4327.48,
        4329.76
    ],
    [
        " The stretchers they put them in between the",
        4329.76,
        4333.96
    ],
    [
        " What are the side gates and I there was some Germans in there and some Americans in me",
        4333.96,
        4340.82
    ],
    [
        " And they hauled us back and I they took me to what I found out later was the 45th of the back hospital",
        4340.82,
        4346.78
    ],
    [
        " and",
        4346.78,
        4348.28
    ],
    [
        " They treated me there",
        4348.28,
        4350.7
    ],
    [
        " but",
        4350.7,
        4351.94
    ],
    [
        " uh",
        4353.96,
        4354.52
    ],
    [
        " I",
        4354.52,
        4353.7
    ],
    [
        " Right at that moment. I don't remember too much about all this going on except I thought it was getting dark",
        4353.7,
        4360.9
    ],
    [
        " So I thought I'd been on the ground for quite a while",
        4360.9,
        4363.84
    ],
    [
        " and I found out later that my eyes were",
        4363.84,
        4367.72
    ],
    [
        " had been pretty flash burns in my face and hands and everything and",
        4367.72,
        4373.1
    ],
    [
        " I couldn't see for a couple of days",
        4373.1,
        4375.88
    ],
    [
        " So apparently I was having my eyes were swelling shut or something and I'm",
        4375.88,
        4381.18
    ],
    [
        " I think it's getting dark",
        4381.18,
        4383.4
    ],
    [
        " but um",
        4383.4,
        4385.1
    ],
    [
        " They hauled the end of the the",
        4385.1,
        4388.04
    ],
    [
        " The hospital and I was",
        4388.04,
        4390.2
    ],
    [
        " Very fortunate",
        4390.2,
        4391.74
    ],
    [
        " They had a doctor there who",
        4391.74,
        4394.84
    ],
    [
        " Either had developed or was using a new technique on burns",
        4394.84,
        4400.6
    ],
    [
        " And they took me in the this operating room",
        4400.6,
        4404.14
    ],
    [
        " And it was colder and hell and I'm vibrating like places and they start picking",
        4404.14,
        4409.6
    ],
    [
        " like this",
        4409.76,
        4410.86
    ],
    [
        " And uh kind of it don't drive me crazy",
        4410.86,
        4414.78
    ],
    [
        " And what it was they developed this new technique where they picked this all the burn",
        4414.78,
        4421.5
    ],
    [
        " Areas out to get it off there so you you heal from",
        4421.5,
        4425.78
    ],
    [
        " From the inside out",
        4425.78,
        4428.02
    ],
    [
        " And as I went back to you the the hospital system",
        4428.02,
        4432.76
    ],
    [
        " They'd used me as a",
        4432.76,
        4435.42
    ],
    [
        " Demonstration to these kids that have been caught in tanks and badly burned much worse than I was",
        4436.56,
        4443.54
    ],
    [
        " And they were telling him that look what we did here look how quickly he's healing meeting me",
        4443.54,
        4450.92
    ],
    [
        " uh",
        4450.92,
        4451.92
    ],
    [
        " Using this technique and um so apparently I was one of the very first that they'd ever used this on",
        4451.92,
        4459.26
    ],
    [
        " but when",
        4459.26,
        4461.1
    ],
    [
        " And",
        4462.78,
        4463.38
    ],
    [
        " We uh we we were put on this train",
        4463.38,
        4465.94
    ],
    [
        " Hospital train and taken to the American hospital in Paris",
        4465.94,
        4469.88
    ],
    [
        " And they haul me in in there and this guy comes up to me and he says hell I know you",
        4469.88,
        4477.38
    ],
    [
        " Uh, he says we picked you up",
        4477.38,
        4479.92
    ],
    [
        " And his name was Walter Leonard Scott",
        4479.92,
        4483.62
    ],
    [
        " He was a",
        4483.62,
        4485.24
    ],
    [
        " With the first inhibited revision company C",
        4485.24,
        4488.94
    ],
    [
        " And he was the second lieutenant",
        4489.54,
        4491.32
    ],
    [
        " And um he became my friend he stayed with me for quite a while and he had witnessed almost all of this operation as we",
        4491.32,
        4500.8
    ],
    [
        " Yo-yo it around the area why he was seeing a good part and then he told me a lot about what happened",
        4500.8,
        4508.24
    ],
    [
        " They they told me that uh, they estimated to be a 20 in a 20 enemy aircraft and that's somehow or other that story has stuck",
        4508.24,
        4517.98
    ],
    [
        " And with uh with my story I don't I don't know what there were I mean",
        4519.14,
        4524.04
    ],
    [
        " he um",
        4524.04,
        4526.28
    ],
    [
        " He actually",
        4526.28,
        4528.82
    ],
    [
        " Uh",
        4528.82,
        4529.9
    ],
    [
        " Was where I got most of my information about what had gone on",
        4529.9,
        4535.3
    ],
    [
        " So we um",
        4535.3,
        4537.18
    ],
    [
        " We went through the hospital chain and you know was was he in the hospital for something?",
        4537.18,
        4543.02
    ],
    [
        " He'd been injured as well. Yeah, he",
        4543.18,
        4546.0
    ],
    [
        " We get to England and he's telling me a little bit about",
        4546.0,
        4550.68
    ],
    [
        " Infantry life",
        4550.68,
        4552.66
    ],
    [
        " And he had landed with the first infuri division in North Africa",
        4552.66,
        4557.78
    ],
    [
        " He went all through North Africa and went to Sicily and um",
        4557.78,
        4565.0
    ],
    [
        " He had",
        4565.0,
        4566.44
    ],
    [
        " Been very badly wounded in Sicily and they um",
        4566.44,
        4572.44
    ],
    [
        " He and another officer",
        4572.44,
        4575.1
    ],
    [
        " had",
        4577.0,
        4577.68
    ],
    [
        " manned a man of tank gun",
        4577.68,
        4579.36
    ],
    [
        " In some big operation in Sicily and the two of them",
        4579.36,
        4585.98
    ],
    [
        " stayed with this anotank gun when everybody else",
        4585.98,
        4590.08
    ],
    [
        " had departed and",
        4590.08,
        4592.48
    ],
    [
        " Anyway, he had received a distinguished service cross and that was the first time I ever heard the term the",
        4592.48,
        4600.22
    ],
    [
        " thing we service cross and so now I'm starting he started in 42 and",
        4600.22,
        4606.64
    ],
    [
        " He uh went through North Africa he went to Sicily he went to England he made D day and",
        4606.64,
        4614.28
    ],
    [
        " Wow",
        4614.28,
        4615.24
    ],
    [
        " Yeah, I see the one",
        4615.24,
        4617.12
    ],
    [
        " How come you're still a second lieutenant?",
        4617.12,
        4619.7
    ],
    [
        " Well",
        4620.3,
        4622.8
    ],
    [
        " We",
        4622.8,
        4623.68
    ],
    [
        " We hadn't been and we were",
        4623.68,
        4626.52
    ],
    [
        " Sent to England they they took us to the Nephi hospital which was this",
        4626.52,
        4631.34
    ],
    [
        " gigantic hospital right outside of south Hampton",
        4631.34,
        4635.86
    ],
    [
        " That had been built in the bore wars something like that big",
        4635.86,
        4640.68
    ],
    [
        " Look like a castle and so we hadn't been in there",
        4640.68,
        4646.62
    ],
    [
        " Two hours in this cute little nurse shows up with a class A uniform",
        4646.62,
        4653.08
    ],
    [
        " For Leonard Scott and Scott was gone",
        4653.62,
        4657.02
    ],
    [
        " I mean we didn't see him for 10 days",
        4657.02,
        4660.64
    ],
    [
        " So I figured it's",
        4660.64,
        4664.38
    ],
    [
        " Leonard Scott was probably a first lieutenant four or five times",
        4664.38,
        4668.64
    ],
    [
        " It sounds like from the cute nurse it might have been worth it",
        4668.64,
        4673.38
    ],
    [
        " But",
        4673.38,
        4674.96
    ],
    [
        " You know",
        4674.96,
        4678.02
    ],
    [
        " Well",
        4679.12,
        4679.68
    ],
    [
        " We we were quite close for just a few weeks and for years and years and years I tried to find Leonard Scott",
        4679.68,
        4686.76
    ],
    [
        " I knew that he made it through the war. I knew that",
        4686.76,
        4690.5
    ],
    [
        " He'd gotten off separated from active duty and",
        4690.5,
        4694.08
    ],
    [
        " At Fort Lewis and he was from the Dow's Oregon and I tried to find him and about a year ago",
        4694.08,
        4701.44
    ],
    [
        " My wife sat down at the computer",
        4701.44,
        4704.52
    ],
    [
        " In a matter of a couple hours",
        4704.94,
        4707.84
    ],
    [
        " She finds his two his two daughters",
        4707.84,
        4711.88
    ],
    [
        " And he had passed he had gone through Korea he went back on active duty went through Korea",
        4711.88,
        4718.74
    ],
    [
        " he was",
        4718.74,
        4720.46
    ],
    [
        " Had just this thing we service across he had the purple heart with seven clusters",
        4720.46,
        4727.38
    ],
    [
        " And he had been hit",
        4727.38,
        4730.14
    ],
    [
        " He said he made the D.J. landing and in 20 minutes he was on a",
        4730.44,
        4737.16
    ],
    [
        " Landing craft on his way back to England. He'd gotten hit that quickly",
        4737.16,
        4743.16
    ],
    [
        " And then he the day after I was shot down he got hit again",
        4743.16,
        4747.62
    ],
    [
        " and he went back",
        4747.62,
        4750.4
    ],
    [
        " After we separated he went back to the first infuri division company C",
        4750.4,
        4757.36
    ],
    [
        " and",
        4758.98,
        4759.66
    ],
    [
        " it's funny",
        4759.66,
        4760.34
    ],
    [
        " Coming up to more recent times I",
        4760.34,
        4767.76
    ],
    [
        " Build a number I I used to build and we're still build airport facilities",
        4767.76,
        4773.1
    ],
    [
        " But I used to build air cargo buildings and so forth and lease them to the airlines and I did a lot of work with flying tigers",
        4773.1,
        4781.6
    ],
    [
        " and I knew Bob Prescott pretty well who was the",
        4781.6,
        4786.04
    ],
    [
        " President of tigers and then",
        4786.54,
        4788.26
    ],
    [
        " Wayne Hoffman who was the chairman of the board of tigers so tell us a little bit about the flying tigers if people don't know",
        4788.26,
        4795.96
    ],
    [
        " The flying tigers in airline",
        4795.96,
        4798.56
    ],
    [
        " cargo airline that's it was sold to federal express and is now part of federal express and",
        4798.56,
        4806.78
    ],
    [
        " Tigers was named",
        4806.78,
        4808.46
    ],
    [
        " Because Bob Prescott who was president of tigers had flown with the flying tiger",
        4808.46,
        4815.04
    ],
    [
        " Organization in China",
        4815.52,
        4817.08
    ],
    [
        " one of the original flying tigers and",
        4817.08,
        4820.58
    ],
    [
        " Right after the war he started a little airline",
        4820.58,
        4823.62
    ],
    [
        " Called it flying tigers and it became a gigantic air cargo facility",
        4823.62,
        4829.18
    ],
    [
        " and they were flying all over the world and so I started",
        4829.18,
        4833.2
    ],
    [
        " Building facilities and leasing tool",
        4833.2,
        4836.54
    ],
    [
        " and so new Bob and new Wayne Hoffman were well and I knew that Wayne Hoffman had been in the army and",
        4836.54,
        4844.82
    ],
    [
        " I",
        4845.96,
        4846.6
    ],
    [
        " In the infantry, but that's we never talked about him and",
        4846.6,
        4851.46
    ],
    [
        " Wayne's wife",
        4851.46,
        4853.78
    ],
    [
        " wrote a book and she took all of Wayne's",
        4853.78,
        4860.58
    ],
    [
        " Letters that he had written home from Europe during the war and put them in this book",
        4860.58,
        4867.62
    ],
    [
        " And so they gave me a book and I read it and I come to september 16",
        4867.62,
        4873.28
    ],
    [
        " uh",
        4874.28,
        4875.04
    ],
    [
        " Wayne Hoffman is in elendorf, Germany in the first part of the sigford line",
        4875.04,
        4881.7
    ],
    [
        " Five o'clock in the evening in his letter to his wife. He said in very short letter. He said",
        4881.7,
        4889.4
    ],
    [
        " I'm",
        4889.4,
        4890.7
    ],
    [
        " in elendor and there's an air while going on above us and",
        4890.7,
        4897.74
    ],
    [
        " We get",
        4897.74,
        4898.54
    ],
    [
        " Talking and that was me and here we've been friends for a",
        4898.54,
        4903.42
    ],
    [
        " Number of years and we'd never really talked about it and he was",
        4903.42,
        4908.78
    ],
    [
        " Company D",
        4908.78,
        4910.24
    ],
    [
        " The 16th Regiment",
        4910.24,
        4912.56
    ],
    [
        " Her Scott was company C of the 16th Regiment and we never put all this together",
        4912.56,
        4919.9
    ],
    [
        " That's",
        4919.9,
        4921.02
    ],
    [
        " So and it's amazing what comes out and I found out that",
        4921.02,
        4926.26
    ],
    [
        " Uh",
        4927.78,
        4928.18
    ],
    [
        " Two of the people that on the German side that I've been involved with",
        4928.18,
        4932.22
    ],
    [
        " A uh major boris",
        4932.22,
        4936.48
    ],
    [
        " They",
        4936.48,
        4938.92
    ],
    [
        " This is a long story. I don't know how far you want to go with this. We go as long as you want to talk",
        4938.92,
        4945.2
    ],
    [
        " They",
        4945.2,
        4947.98
    ],
    [
        " Major boris",
        4947.98,
        4952.34
    ],
    [
        " Uh",
        4952.84,
        4953.64
    ],
    [
        " A lot of go back and step i heard from gentleman in Holland",
        4953.64,
        4958.7
    ],
    [
        " And they had some information about my airplane",
        4958.7,
        4963.34
    ],
    [
        " And this gentleman had written several",
        4963.34,
        4968.48
    ],
    [
        " Big",
        4968.48,
        4969.88
    ],
    [
        " Historical books",
        4969.88,
        4972.08
    ],
    [
        " He lived in uh in that little area where Belgium and Holland and Germany all come together",
        4972.08,
        4978.84
    ],
    [
        " And he had found like 500 wrecks aircraft wrecks in this area and",
        4979.0,
        4986.72
    ],
    [
        " Traced them down in history and and uh recorded it",
        4986.72,
        4992.3
    ],
    [
        " And they came up with a p-38 in",
        4992.3,
        4996.32
    ],
    [
        " Elendorf, Germany and so they",
        4996.32,
        5000.68
    ],
    [
        " Figured out and found it was my airplane",
        5000.68,
        5004.24
    ],
    [
        " And they found it in",
        5005.3,
        5007.0
    ],
    [
        " 1997 and so anyway in a series of steps I get and they get in contact with me and",
        5007.0,
        5014.68
    ],
    [
        " He had studied",
        5014.68,
        5017.16
    ],
    [
        " That that air air warfare in that area and was writing another book about that and he said oh you wanted to talk to me about and we did",
        5017.16,
        5028.88
    ],
    [
        " But unfortunately he passed away",
        5028.88,
        5032.82
    ],
    [
        " But uh very early he was a young man and so i i never got",
        5033.12,
        5038.64
    ],
    [
        " Sooner from the wreck of my airplane. It's there someplace waiting for me if i can find it",
        5038.64,
        5044.88
    ],
    [
        " But he told me that he had he came up with two names",
        5044.88,
        5049.6
    ],
    [
        " That uh he had read this book by call well there's a story called the the uh",
        5049.6,
        5057.78
    ],
    [
        " Warddary of jg 26 the",
        5058.26,
        5062.36
    ],
    [
        " Yellow nose Abbyville boys the yellow nose",
        5062.36,
        5065.8
    ],
    [
        " aircraft and",
        5065.8,
        5068.68
    ],
    [
        " They",
        5068.68,
        5070.78
    ],
    [
        " He had written on septic 16th he had the story",
        5070.78,
        5075.52
    ],
    [
        " about attacking the three three seven years group and the the Germans claimed",
        5075.52,
        5083.1
    ],
    [
        " um",
        5083.9,
        5084.46
    ],
    [
        " 4 p 38s had been shot down",
        5084.46,
        5086.8
    ],
    [
        " And that wasn't true. I was the only one that lost they actually attacked the group after my engagement with them",
        5086.8,
        5095.72
    ],
    [
        " They finally got their act together. I guess in the attack the group",
        5095.72,
        5099.4
    ],
    [
        " And didn't do too well but like 20 minutes 30 minutes later whatever the time of them",
        5099.4,
        5105.66
    ],
    [
        " But he figured out that one of two people had shot me down one fellow was was a major",
        5105.66,
        5111.76
    ],
    [
        " Boris",
        5112.88,
        5113.6
    ],
    [
        " Major Boris had shot down his first victory was",
        5113.6,
        5117.4
    ],
    [
        " In 1939 he shot down a spitfire",
        5117.4,
        5121.14
    ],
    [
        " He had if he got me i was his 42nd victory",
        5121.14,
        5127.04
    ],
    [
        " The other guy was a no follow by the name of Keith Mula",
        5127.04,
        5131.28
    ],
    [
        " and",
        5131.28,
        5132.54
    ],
    [
        " He if he got me i would have been his 82nd",
        5132.54,
        5137.36
    ],
    [
        " Big",
        5138.18,
        5138.84
    ],
    [
        " So these guys were not beginners and",
        5138.84,
        5142.9
    ],
    [
        " So all this",
        5142.9,
        5145.34
    ],
    [
        " Information's dribbling in over the last 60 years",
        5145.34,
        5150.6
    ],
    [
        " So by the time I find out about Boris and and the lift wafa",
        5150.6,
        5156.42
    ],
    [
        " They've died. So I've never got a chance to talk with them",
        5156.42,
        5161.26
    ],
    [
        " But through scott we found scott's",
        5161.26,
        5165.44
    ],
    [
        " uh",
        5166.5,
        5167.12
    ],
    [
        " Daughter is a very famous",
        5167.12,
        5168.68
    ],
    [
        " Interior decorator in San Francisco",
        5168.68,
        5171.8
    ],
    [
        " And so we're gonna get together with her and she said that",
        5171.8,
        5176.62
    ],
    [
        " Her father passed away at a very early ay i think he was in these 50s",
        5176.62,
        5181.64
    ],
    [
        " But so all of this",
        5181.64,
        5184.72
    ],
    [
        " Keeps coming in we keep near more and more you find something will accidentally",
        5184.72,
        5190.92
    ],
    [
        " Be on earth to",
        5190.92,
        5194.04
    ],
    [
        " Interesting the stories are a gem but you haven't told us about the nurse",
        5195.44,
        5198.16
    ],
    [
        " Um",
        5198.16,
        5201.0
    ],
    [
        " Up I knew with your clothes",
        5201.0,
        5203.46
    ],
    [
        " All the nurse",
        5203.46,
        5205.9
    ],
    [
        " This is a g-rated podcast most of the time",
        5205.9,
        5212.66
    ],
    [
        " Another",
        5212.66,
        5214.18
    ],
    [
        " Echo can you know bleep some of it out and sure",
        5214.18,
        5218.72
    ],
    [
        " There were some lovely nurses",
        5218.72,
        5220.7
    ],
    [
        " And well i think we all know what happened",
        5220.7,
        5224.48
    ],
    [
        " They were you know they were so wonderful. I mean",
        5226.36,
        5229.26
    ],
    [
        " These cows were just unbelievable how they took care of it. No, it's actually you know",
        5229.26,
        5235.14
    ],
    [
        " We've read some books on the podcast where there was nurses that were over in France and they were receiving guys right off the front lines",
        5235.14,
        5240.76
    ],
    [
        " Yeah",
        5240.76,
        5241.44
    ],
    [
        " Well, they they had me on this 45th and i wake up and i'm here and all of this big bang and going on well",
        5241.44,
        5250.38
    ],
    [
        " The 45th hospital is here and there's a right behind it here. There's a 105",
        5251.44,
        5258.42
    ],
    [
        " 105",
        5258.42,
        5260.5
    ],
    [
        " Artillery",
        5260.5,
        5261.74
    ],
    [
        " Fire and over the hospital and they took me to from there. I went to",
        5261.74,
        5268.9
    ],
    [
        " The hospital the general hospital in",
        5268.9,
        5273.18
    ],
    [
        " In brought in Brussels. No, not Brussels where the man mastery and",
        5273.18,
        5280.14
    ],
    [
        " I left there one day and then the next day after I left",
        5281.16,
        5285.74
    ],
    [
        " uh be be one",
        5285.74,
        5288.88
    ],
    [
        " Rock pocket me",
        5288.88,
        5291.5
    ],
    [
        " Through right into the side of the hospital there and I have pictures of it",
        5291.5,
        5297.04
    ],
    [
        " That I took and this is later my second tour through the hospital, which is another story",
        5297.04,
        5303.44
    ],
    [
        " but",
        5303.44,
        5304.54
    ],
    [
        " uh",
        5306.04,
        5306.56
    ],
    [
        " So that that was a big tragedy",
        5306.56,
        5308.82
    ],
    [
        " I killed a number of the people in one of the wards",
        5308.82,
        5312.22
    ],
    [
        " So and those those were nurses that I knew",
        5312.22,
        5316.52
    ],
    [
        " But",
        5316.52,
        5317.74
    ],
    [
        " How long did it take you to recover and did you fly again or was that was being shot down and and wounded was at the end of the war for you",
        5317.74,
        5325.94
    ],
    [
        " No, well it was in combat really um",
        5325.94,
        5329.74
    ],
    [
        " I went through the hospital chain and",
        5329.74,
        5333.34
    ],
    [
        " uh",
        5335.1,
        5335.76
    ],
    [
        " I",
        5335.76,
        5335.64
    ],
    [
        " Was released in England",
        5335.64,
        5338.94
    ],
    [
        " Went back I was going through Paris and um",
        5338.94,
        5344.32
    ],
    [
        " You know",
        5344.32,
        5345.3
    ],
    [
        " The hospitals would collect the uniforms that they took all my flying jacket and everything was burned from",
        5345.3,
        5354.78
    ],
    [
        " Like so it's all they strip you down throw it all away. And so now I'm in a hospital in England",
        5354.78,
        5361.06
    ],
    [
        " And they're gonna let release me and I'm going back to my squadron. I'm ready to fly. This is in November",
        5361.06,
        5366.74
    ],
    [
        " and",
        5366.74,
        5368.12
    ],
    [
        " My burns had healed pretty well and so",
        5368.12,
        5373.3
    ],
    [
        " They give me a uniform",
        5373.3,
        5375.46
    ],
    [
        " To wear and I don't know how many guys",
        5375.46,
        5379.8
    ],
    [
        " Or how many times of sky whoever's uniform of was it been hit but there was a sure a bunch of holes in it",
        5379.8,
        5390.88
    ],
    [
        " And so I had no money and so I'm I'm",
        5391.42,
        5396.32
    ],
    [
        " Creeking my way back. I went to London and then I got a flight to Paris",
        5396.32,
        5401.4
    ],
    [
        " I got to Paris and so I decided well I'm in Paris and I'm on my way back to squadron",
        5401.4,
        5406.86
    ],
    [
        " um, I'm gonna see something so I went down to the Lido club and um",
        5406.86,
        5414.08
    ],
    [
        " I used to like I still like to dance",
        5414.08,
        5417.2
    ],
    [
        " But I like swing and so I'm in the Lido club and and they have this pretty little gal singing",
        5417.98,
        5425.12
    ],
    [
        " Uh, uh some french tunes and then they want to",
        5425.12,
        5429.46
    ],
    [
        " They ask the few people if they want to do a little jerobug",
        5429.46,
        5434.48
    ],
    [
        " So we uh we had quite a night and so I left early and I'm figuring out where I'm gonna sleep and",
        5434.48,
        5445.34
    ],
    [
        " I'm walking down the avenue and here comes a gaggle like the end of",
        5445.74,
        5450.66
    ],
    [
        " of the guys with pinks on and the",
        5450.66,
        5454.46
    ],
    [
        " The green jerseys and everything damn here comes my battle jacket",
        5454.46,
        5459.82
    ],
    [
        " My pants these are all friends of mine and they're wearing my clothes",
        5459.82,
        5464.86
    ],
    [
        " So",
        5464.86,
        5468.36
    ],
    [
        " I",
        5469.32,
        5469.84
    ],
    [
        " They were staying at the Clarage Hotel right next to the Lido club",
        5469.84,
        5474.88
    ],
    [
        " So all of a sudden I'm better dressed",
        5474.88,
        5478.04
    ],
    [
        " I borrowed some money and and um we enjoyed Paris and then did you get back to the squadron?",
        5478.04,
        5486.76
    ],
    [
        " Went back to the squadron with them and they had transportation so I went back with them",
        5487.02,
        5491.92
    ],
    [
        " And I'm there for a guy I walked in and everybody's glad to see me and",
        5491.92,
        5497.16
    ],
    [
        " and",
        5498.62,
        5499.1
    ],
    [
        " They say cowie just got a brand new p 38 in",
        5499.1,
        5502.6
    ],
    [
        " Right from Ireland just came through and she was",
        5502.6,
        5505.82
    ],
    [
        " And boy it was a beauty",
        5505.82,
        5508.42
    ],
    [
        " So I'm all ready to start flying again in doc burg who was our flight",
        5508.42,
        5513.48
    ],
    [
        " He comes to me and he says Jimmy says I don't like the way you're walking",
        5513.48,
        5517.96
    ],
    [
        " And I said well, I'm just a little bit sore but everything's fine",
        5517.96,
        5522.56
    ],
    [
        " And he said well, we're going over to we were at a 70 or a 78 at that time for ends Belgium",
        5523.08,
        5529.66
    ],
    [
        " He says we'll go over to chaluron and just check y'all and so I go over to the hospital at chaluron with him",
        5529.66,
        5536.96
    ],
    [
        " And the next though you knew I got a cast from here down to my rear end",
        5536.96,
        5541.96
    ],
    [
        " and they x-rayed me and and",
        5541.96,
        5545.44
    ],
    [
        " I had a broken back that they hadn't treated",
        5545.44,
        5549.46
    ],
    [
        " so",
        5549.46,
        5550.76
    ],
    [
        " uh",
        5551.32,
        5551.86
    ],
    [
        " Back to the hospital and so we did I went through that went back to third military",
        5551.86,
        5558.62
    ],
    [
        " uh",
        5558.62,
        5559.3
    ],
    [
        " Well, they had them",
        5559.3,
        5563.4
    ],
    [
        " What they did is they had a central medical",
        5563.4,
        5566.88
    ],
    [
        " Medical section and they run all the pilots through there and then they would determine what happens to you",
        5566.88,
        5574.34
    ],
    [
        " And so I kept saying well, I want to go back to chaluron",
        5574.34,
        5577.86
    ],
    [
        " And so they said okay, we're going to you got your cast and they took the big cast off and put a small one on",
        5578.24,
        5585.44
    ],
    [
        " I said we're going to send you to england for at least 30 days to a flat house",
        5585.44,
        5590.58
    ],
    [
        " Well, flat houses is where they run by the uh",
        5590.58,
        5596.1
    ],
    [
        " uh",
        5596.1,
        5596.74
    ],
    [
        " Red cross and mainly work for bomber crews",
        5596.74,
        5602.34
    ],
    [
        " if the",
        5602.34,
        5603.64
    ],
    [
        " bomber crew had",
        5603.64,
        5605.72
    ],
    [
        " We're",
        5606.94,
        5607.46
    ],
    [
        " Getting a little nervous or something that sent them down for a week or so and",
        5607.46,
        5611.4
    ],
    [
        " so they sent me to this black house",
        5611.4,
        5614.22
    ],
    [
        " And the first thing I get in trouble with with the red cross is this fighter pilots like to talk about combat",
        5614.22,
        5621.58
    ],
    [
        " and flying",
        5621.58,
        5623.14
    ],
    [
        " These bomber guys didn't want to have anything to do with that kind of conversation",
        5623.14,
        5629.04
    ],
    [
        " So the red cross gets upset with me and they tell me I got to keep my mouth shut",
        5629.04,
        5633.88
    ],
    [
        " And I said well fine. I'll keep my mouth shut but I'm going to do this",
        5633.88,
        5637.72
    ],
    [
        " Give me a set of orders and I'll go off to some base because I'm I can walk",
        5637.72,
        5643.84
    ],
    [
        " So I had a little plan used to get your flying time your pay",
        5643.84,
        5650.82
    ],
    [
        " You had to fly four hours a month",
        5650.82,
        5653.74
    ],
    [
        " So I would have I'd write a set of orders and said that I",
        5653.74,
        5659.9
    ],
    [
        " I'll just temporary duty and",
        5659.9,
        5663.2
    ],
    [
        " I want four hours of flying time so I go off to some base",
        5663.88,
        5668.68
    ],
    [
        " and with with a small cast on and",
        5668.68,
        5673.68
    ],
    [
        " uh",
        5673.68,
        5674.12
    ],
    [
        " I'd say I'd walk in and say here's my orders. I need four hours flying time so they'd arrange to not fly for four hours and",
        5674.12,
        5683.92
    ],
    [
        " And go back to the black house and a couple days later. I'd write some more orders and go someplace else",
        5683.92,
        5691.36
    ],
    [
        " So I got to fly a number of aircraft",
        5691.62,
        5693.78
    ],
    [
        " Well, I was there and so pretty soon my 30 days are over. I go back to third-minute medical and",
        5693.78,
        5701.4
    ],
    [
        " They sent me back to the squadron",
        5701.4,
        5704.78
    ],
    [
        " You know Guckberg was not happy to see me at all and at that time I got orders to report",
        5704.78,
        5712.2
    ],
    [
        " General spots headquarters in in Paris",
        5712.2,
        5715.92
    ],
    [
        " and they said they didn't tell me what I was going down there for",
        5716.88,
        5721.2
    ],
    [
        " and some kernel came",
        5721.2,
        5724.06
    ],
    [
        " Came to the squadron. He's also assigned on this same deal same set of orders and so we go down to Paris together",
        5724.06,
        5731.52
    ],
    [
        " and",
        5731.52,
        5732.8
    ],
    [
        " His name was in Galito and he ended up",
        5732.8,
        5736.02
    ],
    [
        " Two or three star general",
        5736.02,
        5738.28
    ],
    [
        " He had decorations from he's decked down to his waist already and so",
        5738.28,
        5744.64
    ],
    [
        " I get down to Paris and I'm gonna get the distinct we service costs a lot outside of",
        5745.26,
        5751.18
    ],
    [
        " Leonard Scott. We never really told me what the distinct we service cost was",
        5751.18,
        5756.5
    ],
    [
        " I wasn't sure what we were about to get and",
        5756.5,
        5760.86
    ],
    [
        " Anyway, we we got that and went back to the squadron again thinking everything at least is pretty close to right",
        5760.86,
        5769.62
    ],
    [
        " and",
        5769.62,
        5774.62
    ],
    [
        " So that was the end of that except I'm grounded",
        5774.62,
        5777.78
    ],
    [
        " And and that's why I'm going home. I'm grounded",
        5777.78,
        5782.36
    ],
    [
        " So I had I had all these records with me and you know we officers then I suppose they still do you carried your own records with you",
        5782.36,
        5791.24
    ],
    [
        " So I'm going home grounded now I got my records",
        5791.24,
        5796.82
    ],
    [
        " Well, I still have those records and they're in a foot locker down in my hangar nobody else ever got them",
        5796.82,
        5804.34
    ],
    [
        " and",
        5807.04,
        5807.72
    ],
    [
        " I got home and took a medical and",
        5807.72,
        5810.38
    ],
    [
        " passed it and so I'm back on flying duty the war's still on",
        5810.38,
        5815.72
    ],
    [
        " Looks like we could might be",
        5815.72,
        5819.24
    ],
    [
        " Going to out to the Pacific to make the invasions of plan",
        5819.24,
        5824.94
    ],
    [
        " I'm flying the latest P 51 P 51 H",
        5824.94,
        5829.58
    ],
    [
        " Uh got married and",
        5829.9,
        5832.82
    ],
    [
        " With my childhood sweetheart who I met when she was 15 and",
        5832.82,
        5838.58
    ],
    [
        " Everything was right in the world and",
        5838.58,
        5841.8
    ],
    [
        " And Harry Truman dropped the bomb and ruined the perfectly good war",
        5841.8,
        5847.56
    ],
    [
        " So",
        5847.56,
        5852.66
    ],
    [
        " So",
        5853.58,
        5854.1
    ],
    [
        " That was just about it. I stayed in till",
        5854.1,
        5856.5
    ],
    [
        " 1948 and I got to fly our first jets and",
        5856.5,
        5860.02
    ],
    [
        " And had a wonderful time had a wonderful experience learned a heck of a lot",
        5860.02,
        5865.8
    ],
    [
        " We got to do things that would have never happened to me and",
        5865.8,
        5870.12
    ],
    [
        " If we hadn't gotten involved in all of this so",
        5870.12,
        5874.9
    ],
    [
        " Worked out great and so how did you two end up meeting",
        5874.9,
        5880.66
    ],
    [
        " Well, I had this old antique airplane and I was looking for a hanger for this airplane and",
        5881.08,
        5886.98
    ],
    [
        " Jim was building hangars at the time and this little bit of airport up in the valley above Santa Barbara called sentian s",
        5886.98,
        5894.36
    ],
    [
        " And he helped me build a hanger and",
        5894.36,
        5898.18
    ],
    [
        " It was kind of interesting the attraction and",
        5898.18,
        5902.76
    ],
    [
        " It in fact my wife brought this up",
        5902.76,
        5906.76
    ],
    [
        " She said you know you're gonna have three generations of warriors talking on these telephone's yeah, I mean today on this podcast",
        5906.98,
        5913.74
    ],
    [
        " You got Jim cuncle and 30 years later you got Charlie Pum 30 years later you got jock jock a wink",
        5913.74,
        5921.3
    ],
    [
        " you said and",
        5921.3,
        5923.38
    ],
    [
        " There's a certain attraction with warriors. I don't know what it is with our brains, you know, but there's some kind of a",
        5923.38,
        5930.56
    ],
    [
        " Kind of a magnetism or something you just kind of identify with the guys that have been in combat",
        5930.56,
        5935.6
    ],
    [
        " And so even though they're I don't know they're probably a hundred pilots on this airport",
        5935.72,
        5940.74
    ],
    [
        " And Jim and I kind of hit it off without even knowing our history",
        5940.74,
        5946.46
    ],
    [
        " And the more we got to know each other this is like 20 years ago the more we got to know each other the more",
        5946.46,
        5952.7
    ],
    [
        " Similar philosophies of life, you know, we have and so it's not just our flying because Jim still flies of course",
        5952.7,
        5961.9
    ],
    [
        " I still fly",
        5961.9,
        5962.76
    ],
    [
        " and of course I've got an old anti-care plane that",
        5963.34,
        5966.52
    ],
    [
        " from his training days",
        5966.52,
        5968.98
    ],
    [
        " and",
        5968.98,
        5970.64
    ],
    [
        " But more than that the technology has changed that the enemy has changed",
        5970.64,
        5977.14
    ],
    [
        " From war work to to Vietnam to Iraq, you know",
        5977.14,
        5982.04
    ],
    [
        " That but the but the camaraderie of military guys, you know that they're just something and and a lot of stuff that you talk about jaco",
        5982.04,
        5991.92
    ],
    [
        " In your podcast and in your books",
        5992.76,
        5994.62
    ],
    [
        " just the",
        5994.62,
        5996.0
    ],
    [
        " You know the fact that you we're all accountable",
        5996.0,
        5999.94
    ],
    [
        " We're responsible not just for our lives but for our buddies and there's something about that that community of warriors",
        5999.94,
        6007.52
    ],
    [
        " That that really connects so that's how Jim and I",
        6007.52,
        6011.36
    ],
    [
        " Got started to he built the hangar for me and and and I moved in my wife made a man cave out of it and so",
        6011.36,
        6019.6
    ],
    [
        " So I mean that that's we are we're we're sitting here doing this yeah",
        6020.7,
        6024.44
    ],
    [
        " That was we we joked about that on the first time you were on the podcast that that you had the ultimate man cave and you know",
        6024.44,
        6030.94
    ],
    [
        " I kind of threw that out there, but now that I've been here",
        6030.94,
        6033.1
    ],
    [
        " It is actually factually true that you do have the ultimate man cave and",
        6033.1,
        6037.5
    ],
    [
        " I'm gonna take a go and take a bunch of pictures",
        6037.5,
        6039.5
    ],
    [
        " Maybe we can do a video like a little tour of it and just show everyone kind of what this is all about and and",
        6039.5,
        6045.6
    ],
    [
        " All the I mean the the history that you have here and the pictures and the photographs and and the you know",
        6045.6,
        6051.84
    ],
    [
        " Pieces of aircraft and everything else is it's it's phenomenal to look at and you know is interesting. So when I got here",
        6051.84,
        6058.74
    ],
    [
        " um, you know",
        6058.74,
        6061.14
    ],
    [
        " You know we we're walking around and and Jim's hangar is a few hangars down",
        6061.14,
        6065.22
    ],
    [
        " And you know you said hey Jim wants to show you something and and I said oh well, you know, okay",
        6065.22,
        6071.3
    ],
    [
        " You know, I don't really have any idea what it was",
        6071.3,
        6073.32
    ],
    [
        " So we we get out and we walk from your hanger and we're walking down towards Jim Jim's hanger and",
        6073.32,
        6080.3
    ],
    [
        " You know we shake hands and I meet Jim for the first time",
        6080.3,
        6083.64
    ],
    [
        " And he says, you know, I want to show you something and I say okay, you know",
        6083.64,
        6087.88
    ],
    [
        " Neat and he goes it's a picture and I said oh awesome, and I have no idea what to expect",
        6087.88,
        6093.26
    ],
    [
        " And he says it's someone you know",
        6093.26,
        6095.98
    ],
    [
        " And I said okay, well that narrow is it down, but I don't know you know",
        6095.98,
        6100.82
    ],
    [
        " I don't know who I have in in common",
        6100.82,
        6102.58
    ],
    [
        " You know with Jim or I don't know I've had no idea no idea who this was over this picture was gonna be so we go to",
        6102.58,
        6110.48
    ],
    [
        " Jim's man cave which is in each equally impressive and and awesome, you know hanger with you know his personal facts and pictures and models and parts of aircraft and everything else",
        6110.48,
        6122.34
    ],
    [
        " And he walks into a corner and and he picks up a picture and he hands me this picture and the picture and I immediately",
        6122.34,
        6130.22
    ],
    [
        " Know who it is and it's it's this",
        6130.82,
        6133.6
    ],
    [
        " Second Lieutenant from the Marine Corps. It's a picture of a young Chinese American second Lieutenant from the Marine Corps and",
        6133.6,
        6140.38
    ],
    [
        " It's it's currently who I talked about in podcast number 53",
        6140.38,
        6147.92
    ],
    [
        " colder than hell and I went kind of off about him a little bit",
        6147.92,
        6153.14
    ],
    [
        " I talked about him a lot because if you remember from this particular podcast and from that particular book",
        6153.14,
        6158.78
    ],
    [
        " This was at the chosen reservoir and and this",
        6158.78,
        6162.28
    ],
    [
        " Second Lieutenant currently",
        6162.28,
        6164.76
    ],
    [
        " He was while all of these guys are engaged in in just intense",
        6164.76,
        6169.62
    ],
    [
        " continuous combat",
        6169.62,
        6171.9
    ],
    [
        " in order to lead his men he fashioned a",
        6171.9,
        6176.52
    ],
    [
        " a fluorescent orange vest",
        6176.52,
        6178.98
    ],
    [
        " out of some signaling material and or out of some parachute material or something",
        6178.98,
        6184.72
    ],
    [
        " He made this vest for himself so that he would be completely visible to all of his men now that also means he's obviously",
        6184.72,
        6191.48
    ],
    [
        " Completely visible to the enemy as well, but that was what kind of a leader that this guy was you look",
        6191.48,
        6197.46
    ],
    [
        " I'm gonna take extra risk, but I'm we're I'm we're gonna make this happen",
        6197.46,
        6200.56
    ],
    [
        " I'm in charge gonna know where where I am and you can follow me",
        6200.56,
        6204.16
    ],
    [
        " Through whatever and it's an incredible story of of heroism",
        6204.16,
        6209.56
    ],
    [
        " So that's the picture that Jim puts in front of me is this picture of of currently",
        6209.56,
        6214.74
    ],
    [
        " And I kind of look at him and I you know and and it turns out that you that you knew currently",
        6214.74,
        6221.72
    ],
    [
        " Yes indeed Kurt was a good friend a dear friend",
        6221.72,
        6226.62
    ],
    [
        " and",
        6226.62,
        6228.14
    ],
    [
        " Quite a story and I had tremendous respect for him. I have tremendous respect for his principles",
        6228.14,
        6235.84
    ],
    [
        " To the last day of the before he died",
        6235.84,
        6238.96
    ],
    [
        " uh",
        6241.78,
        6242.18
    ],
    [
        " Fall memories",
        6242.18,
        6242.58
    ],
    [
        " Yeah, it was it's an interesting story too because that's another thing that we talked about was in part of that",
        6242.58,
        6248.42
    ],
    [
        " What he did at one point in that book and I don't remember it specifically",
        6248.42,
        6251.66
    ],
    [
        " But he basically dresses someone down in the middle of a firefight for not giving him you know not calling him",
        6251.66,
        6258.82
    ],
    [
        " Sir or not calling him lieutenant and you know, I'm just kind of saying hey guys",
        6258.82,
        6261.86
    ],
    [
        " You know you need to think about when the right time to do this is but as you said he was an extremely",
        6261.86,
        6266.98
    ],
    [
        " principled person and kept those principles at all times",
        6267.38,
        6271.08
    ],
    [
        " Well, you know he um he led the uh",
        6271.08,
        6274.6
    ],
    [
        " The group of Marines through the night to relieve Fox company which is quite a",
        6274.6,
        6281.62
    ],
    [
        " well-known story in the Marine Corps",
        6281.62,
        6284.44
    ],
    [
        " Fox company was holding a hill",
        6284.44,
        6288.02
    ],
    [
        " That commanded the escape route for the whole chosen reservoir group army",
        6288.02,
        6295.78
    ],
    [
        " Marine Corps and",
        6297.56,
        6300.12
    ],
    [
        " They they were under heavy attack and the the idea was to get down and support them and currently",
        6300.12,
        6308.22
    ],
    [
        " I could speak through a poor different dialects of Chinese",
        6308.22,
        6312.92
    ],
    [
        " And so he's leading these he's the scout who is actually leading the whole contingent of Marines",
        6312.92,
        6319.92
    ],
    [
        " Through the night through heavy snow",
        6319.92,
        6323.1
    ],
    [
        " uh",
        6323.96,
        6324.8
    ],
    [
        " terrible terrible conditions",
        6324.8,
        6326.42
    ],
    [
        " And actually as they came across uh Chinese centriots troops",
        6326.42,
        6333.86
    ],
    [
        " He would talk to them in Chinese",
        6333.86,
        6336.74
    ],
    [
        " And they got the whole the whole contingent got through and",
        6336.74,
        6342.66
    ],
    [
        " They made it in time they relieved Fox company",
        6342.66,
        6347.3
    ],
    [
        " tremendous story",
        6349.22,
        6349.28
    ],
    [
        " Yeah, it is unbelievable story and unbelievable that you handed that picture to me and and that you knew him",
        6349.28,
        6357.0
    ],
    [
        " I mean, that's just this phenomenal phenomenal situation",
        6357.0,
        6360.22
    ],
    [
        " um",
        6360.22,
        6361.18
    ],
    [
        " Was there anything Charlie that when when you were on last time was there anything that you know",
        6361.18,
        6367.0
    ],
    [
        " I know we we talked for a few hours. I think you know we didn't yeah",
        6367.0,
        6370.76
    ],
    [
        " Was there any major things that as you listen to it again that you said to yourself?",
        6370.76,
        6375.12
    ],
    [
        " You know what I should I should talk about this as well",
        6375.12,
        6377.24
    ],
    [
        " Not the nothing that which specifically comes to mind",
        6377.24,
        6382.52
    ],
    [
        " But now that you know that the three",
        6382.52,
        6385.66
    ],
    [
        " Warriors are here together, and I think we should talk a little bit about philosophies of combat and the fears that we faced",
        6385.66,
        6393.56
    ],
    [
        " Because I think you know to the general public the vast majority of your listeners and viewers",
        6393.56,
        6399.92
    ],
    [
        " Are not in the military",
        6400.54,
        6401.6
    ],
    [
        " And so you know my my thought is well how do they relate? Oh, it's interesting history",
        6401.6,
        6408.12
    ],
    [
        " You know, I love the history of the greater generation and I love your history as well",
        6408.12,
        6413.68
    ],
    [
        " And the things that are going on to you know today that the guys that deported the of the spear",
        6413.68,
        6418.74
    ],
    [
        " But what does that mean to the you know to the average guy you know",
        6418.74,
        6422.98
    ],
    [
        " Who's never been in the military?",
        6422.98,
        6425.66
    ],
    [
        " There's some principles. I believe that the three of us learned in combat that can that's transferable",
        6425.94,
        6432.3
    ],
    [
        " I think to to all challenges of life, you know the",
        6432.3,
        6436.08
    ],
    [
        " the",
        6436.08,
        6436.78
    ],
    [
        " Just you know the fact that you face your fears, you know you step into the",
        6436.78,
        6441.3
    ],
    [
        " Into the box and and jim bit it and you've done it where you you could have run the other way",
        6441.3,
        6447.66
    ],
    [
        " You know you you could have quit",
        6447.66,
        6449.7
    ],
    [
        " You could have checked out, but you know, I mean",
        6449.7,
        6453.2
    ],
    [
        " All three of us felt like that we had a duty a duty to our country to duty to our brotherhood",
        6453.74,
        6459.12
    ],
    [
        " And so we you know picked up the you know picked up the baton and and continued on",
        6459.12,
        6466.02
    ],
    [
        " And so you know to me that's sort of the important part",
        6466.02,
        6470.26
    ],
    [
        " The part that you can you can transfer more than just the military history that we all have the the philosophy",
        6470.26,
        6477.54
    ],
    [
        " Meeting challenges because I'm convinced you know you can you can",
        6477.54,
        6483.18
    ],
    [
        " be in just as",
        6483.2,
        6484.18
    ],
    [
        " Much of a of a challenge in your life. You don't you don't have to be flying jet airplanes or running around the seal teams",
        6484.18,
        6492.3
    ],
    [
        " You can face challenges when a person is diagnosed with cancer or loses a child or for that matter gets cut out of your land on the freeway",
        6492.3,
        6501.56
    ],
    [
        " you have a choice and",
        6501.56,
        6504.32
    ],
    [
        " And the choice that you make is certainly depends",
        6504.32,
        6507.42
    ],
    [
        " On not only your character, but then it also",
        6508.0,
        6511.98
    ],
    [
        " transmit into the outcome of the character that you continue to be in life",
        6511.98,
        6517.06
    ],
    [
        " And so while we're you know 30 60 years apart in our in our generations here our philosophies of life and the warrior",
        6517.06,
        6528.18
    ],
    [
        " psyche",
        6528.18,
        6530.5
    ],
    [
        " uh",
        6531.9,
        6532.5
    ],
    [
        " Continuous and so I'm just really really proud to be a part of this and proud to be",
        6532.5,
        6537.96
    ],
    [
        " With you jackele and of course with you Jim Jim and I see each other probably a couple times a month. We get together",
        6537.96,
        6545.34
    ],
    [
        " We have dinner our wives, you know, good meals and we go fly sometimes and",
        6545.34,
        6552.08
    ],
    [
        " And there's a certain",
        6552.08,
        6554.8
    ],
    [
        " silent language I think between us",
        6554.8,
        6558.36
    ],
    [
        " That we don't even have to talk to each other",
        6559.18,
        6561.1
    ],
    [
        " And yet we understand what what's going on, you know, where where we're coming from in the the accountability that that we share",
        6561.1,
        6569.64
    ],
    [
        " Just because of these experiences that we've had",
        6569.64,
        6572.9
    ],
    [
        " I got asked the question the other day. I was working with a company. I was actually no, it's an equal work with the company",
        6572.9,
        6580.34
    ],
    [
        " I was doing a speech and I was doing some Q&A at the end and a guy asked me",
        6580.34,
        6585.56
    ],
    [
        " How do you define character and how do you build it?",
        6587.04,
        6591.84
    ],
    [
        " And I'd actually never been asked this question before and quite frankly",
        6593.12,
        6596.44
    ],
    [
        " I hadn't really thought about it very much and and this guy had thought about it and I talked him afterwards and it was something that",
        6596.44,
        6603.0
    ],
    [
        " He was why he really wanted to hear me talk because he wanted to get my perspective on this",
        6603.0,
        6608.76
    ],
    [
        " and",
        6608.76,
        6610.46
    ],
    [
        " I answered the question",
        6610.46,
        6613.04
    ],
    [
        " Like this I said",
        6613.88,
        6616.12
    ],
    [
        " You know for me",
        6616.12,
        6617.76
    ],
    [
        " Character is not",
        6617.76,
        6620.02
    ],
    [
        " A very complex thing",
        6620.02,
        6622.76
    ],
    [
        " for me",
        6622.76,
        6624.42
    ],
    [
        " character is",
        6624.42,
        6626.52
    ],
    [
        " You do what's right",
        6626.52,
        6628.88
    ],
    [
        " You do what's right you do the right thing that's what you do",
        6628.88,
        6634.0
    ],
    [
        " And if you do the right thing regardless of what the consequences are that that represents character",
        6634.0,
        6640.5
    ],
    [
        " And so then how do you build character?",
        6641.18,
        6642.8
    ],
    [
        " It's a beautiful thing because it's the same thing if you want to build character",
        6643.22,
        6647.94
    ],
    [
        " You do the right thing you do the right thing for yourself you do the right thing for your family",
        6647.94,
        6652.14
    ],
    [
        " You do the right thing for the people that you know you do the right thing for your community",
        6652.14,
        6656.42
    ],
    [
        " You do the right thing for your country. That's what you do and now on an individual level those things",
        6656.42,
        6661.96
    ],
    [
        " Are hard things often right if those are hard things you have to make the right decisions",
        6661.96,
        6666.94
    ],
    [
        " You have to live a disciplined life",
        6666.94,
        6669.58
    ],
    [
        " Those build character those little things that you do on a daily basis to make yourself better",
        6669.78,
        6675.38
    ],
    [
        " To improve your health to improve your",
        6675.38,
        6678.7
    ],
    [
        " Your situation in life you're doing those things they're hard to do",
        6678.7,
        6683.16
    ],
    [
        " And when you do those things they build your character and ultimately they lead to your your your character being a good character",
        6683.16,
        6691.26
    ],
    [
        " As opposed to a bad one",
        6691.26,
        6692.2
    ],
    [
        " But I'd never been asked that question before and I thought that the simplicity of it is pretty clear",
        6692.2,
        6698.0
    ],
    [
        " When you think about it, you know when you think about the people that you know you know",
        6698.36,
        6701.48
    ],
    [
        " When I think about the the people that I worked for in the military or that worked for me",
        6701.48,
        6705.76
    ],
    [
        " Upward down the chain of command",
        6705.76,
        6707.18
    ],
    [
        " What what is it that made them",
        6707.18,
        6709.1
    ],
    [
        " People that because you know there's bad care you know",
        6709.1,
        6711.42
    ],
    [
        " We can't sit here and pretend like everybody that's just because you're in the military",
        6711.42,
        6714.68
    ],
    [
        " You've got great character. That's absolutely not true",
        6714.68,
        6716.88
    ],
    [
        " But what about those people and I you know I thought through this in in three seconds as this I asked me this question",
        6716.88,
        6722.9
    ],
    [
        " You know I thought to myself well what about the guys that I know that have good character that I look to and say yeah",
        6722.9,
        6727.42
    ],
    [
        " This person I trust you know without question what kind of person is that that's the person that you know is going to do the right thing all the time",
        6727.6,
        6734.66
    ],
    [
        " Regardless of the consequences and a couple of things about that first of all it isn't easy",
        6734.66,
        6741.16
    ],
    [
        " In fact usually the right thing is the toughest thing you know",
        6741.16,
        6744.84
    ],
    [
        " It's the it's the hard decision the second thing is it doesn't always turn out",
        6744.84,
        6748.96
    ],
    [
        " For the best you when you do the right thing lots of times we stumble you know and and your listeners may think that the three of us",
        6748.96,
        6757.02
    ],
    [
        " You know I've always you know been on the top of the heap but all three of us have fallen short you know, I mean",
        6757.02,
        6764.0
    ],
    [
        " I'll tell you this languishing in prison camp the first the first month in that prison camp",
        6764.0,
        6770.4
    ],
    [
        " I laid there in in in blood and sweat and tears and",
        6770.4,
        6774.2
    ],
    [
        " And in my mental state was just in the tank because I'd given up",
        6774.2,
        6780.44
    ],
    [
        " Fighter Palace are not supposed to give up Jim and I weren't trained to surrender",
        6780.44,
        6785.24
    ],
    [
        " And and my my mental but the depression that I had just because of that",
        6785.86,
        6790.52
    ],
    [
        " And I think that largely in life",
        6790.52,
        6792.76
    ],
    [
        " You know when you do do the right thing and it doesn't turn out right",
        6792.76,
        6797.34
    ],
    [
        " Then you have to get up dust yourself off get back in the back in the in the fray",
        6797.34,
        6804.18
    ],
    [
        " And that's tough to do you know the last thing you want to do when",
        6804.18,
        6808.44
    ],
    [
        " When when you're getting beat up every",
        6808.44,
        6811.42
    ],
    [
        " From every side and you really want to quit the last thing you want to do is to is to stand up and and be forceful again to",
        6811.52,
        6819.28
    ],
    [
        " To you know to to take control of the situation and yet it's those kinds of challenges in life that build that character",
        6819.28,
        6827.34
    ],
    [
        " You know that that really make the difference between you know that",
        6827.34,
        6831.58
    ],
    [
        " the the positive life",
        6831.58,
        6834.68
    ],
    [
        " The life lived well and those guys and gals that",
        6834.68,
        6839.6
    ],
    [
        " That don't make those kind of decisions and you were talking about",
        6839.62,
        6843.38
    ],
    [
        " when you were",
        6843.38,
        6845.5
    ],
    [
        " When you were depressed when you were laying there it's because you felt like you had failed",
        6845.5,
        6850.8
    ],
    [
        " You felt like you had broken you felt like you weren't the man that you thought you were",
        6850.8,
        6856.48
    ],
    [
        " And they'd found your breaking point and you'd found your breaking point and you didn't like that",
        6856.48,
        6863.66
    ],
    [
        " Yep",
        6863.66,
        6864.06
    ],
    [
        " And what if I remember correctly what what what got you through that",
        6864.06,
        6869.4
    ],
    [
        " Was you know you you went broke down into go into your one of your cellmates and said well, this is horrible",
        6869.84,
        6875.74
    ],
    [
        " I'm I'm I'm a disaster. I'm a failure. I broke and he kind of said oh yeah, welcome to the club",
        6875.74,
        6881.92
    ],
    [
        " We all break it was like one of those things and I think to your point",
        6881.92,
        6885.92
    ],
    [
        " absolutely",
        6885.92,
        6887.04
    ],
    [
        " Everyone",
        6887.04,
        6889.42
    ],
    [
        " Everyone has a point where they go. I you know, I I failed to hear I didn't do what I was supposed to do",
        6889.42,
        6896.04
    ],
    [
        " I lacked the character that I needed at that time to to be a good leader or to even stand up and fight one more time",
        6896.04,
        6903.18
    ],
    [
        " I failed and the point is also all sitting around at this table and every single person that's listening to this right now",
        6903.18,
        6910.22
    ],
    [
        " You can find a spot in your life where you said you know what I didn't do it",
        6910.22,
        6913.54
    ],
    [
        " I didn't hold the line",
        6913.54,
        6914.98
    ],
    [
        " I my character broke and I wasn't the person that I should have been at that moment",
        6914.98,
        6919.4
    ],
    [
        " And that's that's absolutely true",
        6919.4,
        6921.38
    ],
    [
        " But what's more important than the fact that that we all get to a point where we break",
        6921.74,
        6927.4
    ],
    [
        " Is number one that everybody breaks and number two that doesn't mean it's over",
        6927.4,
        6932.24
    ],
    [
        " That just mean that's it's a bump in the road",
        6932.24,
        6934.84
    ],
    [
        " It's a bump in the road and you got to rebuild from it. You got to come back and you can you can do that",
        6934.84,
        6940.14
    ],
    [
        " And not only that but largely that bump in the road",
        6940.14,
        6943.04
    ],
    [
        " Bills your character even further because you understand your limitations and you understand that you can overcome these things",
        6943.04,
        6949.5
    ],
    [
        " And you know back to the story of the prisons of war 591 of us came home",
        6950.72,
        6955.84
    ],
    [
        " And from that 591 men we produced 17 generals and six admirals and most of us retired as senior grade military officers",
        6955.84,
        6963.78
    ],
    [
        " We went back to flying planes and commanding fleets and and battalions all over the world",
        6963.78,
        6968.82
    ],
    [
        " We have a bunch of congressmen two United States senators vice-presidential Kennedy presidential Kennedy",
        6968.82,
        6974.58
    ],
    [
        " All from 591 guys",
        6974.58,
        6977.04
    ],
    [
        " And and so and and we all felt like we'd failed we all felt like we'd given up",
        6977.46,
        6983.22
    ],
    [
        " But even because of that adversity, you know, we we came out stronger than ever before",
        6983.22,
        6989.2
    ],
    [
        " Yeah, I think this really goes also to the fact that I mean what you're saying is essentially",
        6989.2,
        6996.96
    ],
    [
        " The fact that you have to know you have to understand what your weaknesses are you really do and",
        6996.96,
        7004.74
    ],
    [
        " And you have to understand human beings and what human beings weaknesses are and for me",
        7005.22,
        7012.28
    ],
    [
        " You know, and I've talked about this a ton on this podcast",
        7012.28,
        7015.02
    ],
    [
        " You have to understand that there's that human beings are capable of doing very dark and horrible things",
        7015.02,
        7020.26
    ],
    [
        " And if you can't and if you can't",
        7020.26,
        7022.76
    ],
    [
        " Recognize that you yourself are capable of the dark and horrible things and of the weak things",
        7022.76,
        7028.54
    ],
    [
        " Well, then you're not really being truthful with yourself and and with your existence",
        7028.54,
        7033.98
    ],
    [
        " Really as a human being and you ignore those things and I think when you ignore those things",
        7033.98,
        7038.2
    ],
    [
        " I think that's when they sneak up on you. I think you're right",
        7038.2,
        7040.84
    ],
    [
        " You know, I think that's the crux of our real",
        7040.84,
        7043.7
    ],
    [
        " serious challenge with suicide with the veteran population and and I've worked on this and Jim's worked on this and and you've worked on it as well",
        7043.7,
        7052.62
    ],
    [
        " and",
        7052.62,
        7053.78
    ],
    [
        " What are the advantages we had as prisoners of war is that we",
        7053.78,
        7058.56
    ],
    [
        " That we exposed ourselves, you know, we recognize our weakness and and to a man",
        7058.76,
        7064.02
    ],
    [
        " We knew that we weren't as strong as we wanted to be and so",
        7064.02,
        7068.62
    ],
    [
        " Just just that community that we built within the prison camp tapping on walls and tugging on wires our secret codes",
        7068.62,
        7077.0
    ],
    [
        " Very difficult to communicate with everybody else",
        7077.0,
        7079.88
    ],
    [
        " But we had leadership there that turned that that that turned that whole thing around and",
        7079.88,
        7085.7
    ],
    [
        " And the leadership had weed him and you're not a victim",
        7086.42,
        7089.0
    ],
    [
        " Now I'm a very junior officer there, you know, I'm a tenant jg. I'm the wait a minute",
        7089.0,
        7093.84
    ],
    [
        " I'm in a communist prison camp. I'm reading from four open wounds. I have no medical care",
        7093.84,
        7099.08
    ],
    [
        " I'm I'm starving. I've been tortured",
        7099.08,
        7102.88
    ],
    [
        " I'm down 115 pounds and I'm not on the defensive. I'm not a victim",
        7102.88,
        7108.44
    ],
    [
        " Yeah, you pull up your big boy pants. Let's get on with this thing. We had a war to fight",
        7108.44,
        7113.14
    ],
    [
        " and and and and so the leadership totally",
        7113.6,
        7116.06
    ],
    [
        " Re they they refocus the whole purpose of our being there and that and and gave us a mission",
        7116.06,
        7124.52
    ],
    [
        " And I think that's one of the challenges we face when a guy gets out of the military or a gal and takes off that uniform",
        7124.52,
        7131.44
    ],
    [
        " He loses the purpose. He loses that mission",
        7131.44,
        7134.6
    ],
    [
        " And he uses loses that community and he puts on a a coat and tire",
        7134.6,
        7140.96
    ],
    [
        " You know puts on a golf shirt and goes out and and and tries to reconnect with people",
        7140.96,
        7147.28
    ],
    [
        " And Jim is what you were talking about, you know",
        7147.28,
        7150.74
    ],
    [
        " Being in civilian clothes in Paris and you you were looking for some way to reconnect",
        7150.74,
        7156.74
    ],
    [
        " With with your unit and ironically here they come marching down the shampoos a lisee",
        7156.74,
        7170.94
    ],
    [
        " I had",
        7171.98,
        7171.2
    ],
    [
        " Racial d'attra, you know, you had a purpose a reason to live just because of the group that you were associated with",
        7171.2,
        7180.36
    ],
    [
        " and",
        7180.36,
        7181.54
    ],
    [
        " Whenever I speak publicly, I you know I challenge an audience to if you've got it if you know a veteran, you know",
        7181.54,
        7188.54
    ],
    [
        " talk to him, you know",
        7188.54,
        7190.08
    ],
    [
        " Give him a purpose",
        7190.08,
        7192.38
    ],
    [
        " invite him to",
        7192.38,
        7194.32
    ],
    [
        " Enter your into your house or your club or your church and",
        7194.88,
        7198.26
    ],
    [
        " It make make a difference in that way you can serve your country by serving those who served their country",
        7198.26,
        7204.54
    ],
    [
        " Yeah, it's interesting, you know Jim you kind of you kind of made that",
        7204.54,
        7209.24
    ],
    [
        " Joking comment, you know, hey, Truman drop the bomb and and ruin the perfectly good war and we all laughed at it",
        7209.24,
        7216.5
    ],
    [
        " But we all also kind of understand that there's some level of of",
        7216.5,
        7221.72
    ],
    [
        " Reality to that and you think when you're in the military and I always you know",
        7222.12,
        7226.0
    ],
    [
        " I was I was talking about the fact that when I joined the Navy was 1990 and I just missed the first Gulf War and",
        7226.0,
        7231.64
    ],
    [
        " Like I was completely dismayed by that because you know the head and middle a war since",
        7231.64,
        7237.3
    ],
    [
        " Basically since Vietnam so it'd been 20 years and I'm thinking okay",
        7237.3,
        7240.7
    ],
    [
        " There was there was my shot to to fight in a war and I just missed it and and so that that what you're talking about of",
        7240.7,
        7248.38
    ],
    [
        " Hey, you feel like this is your purpose and and this is what I'm supposed to be doing with my life",
        7248.42,
        7254.42
    ],
    [
        " And it's a higher purpose and it's a higher cause and it's something that is is",
        7254.42,
        7259.64
    ],
    [
        " Bigger than you and so when you're a part of it it feels good and you want to participate and you want to help",
        7259.64,
        7265.12
    ],
    [
        " And then when it's over you look around and you go wait a second. What's my higher purpose now?",
        7265.12,
        7269.66
    ],
    [
        " And and I think you're right. That's where people get in trouble because",
        7270.0,
        7273.16
    ],
    [
        " They're so tied to their old higher purpose and they can't transition to the new one and you know",
        7273.56,
        7279.2
    ],
    [
        " I get great feedback from from vets all the time that they do they open up they go, okay",
        7279.2,
        7283.72
    ],
    [
        " Well, what am I gonna do now that's that's what I'm looking at what's your next mission gonna be",
        7283.72,
        7286.76
    ],
    [
        " Yeah, what is and you know what your next mission might be being a good dad right that might be your next mission",
        7286.76,
        7291.24
    ],
    [
        " You know what your next mission might be it might be building airplane hangers",
        7291.24,
        7295.04
    ],
    [
        " You know, you don't know what your next mission is gonna be but find out what your next mission is gonna be make it something productive",
        7295.04,
        7301.84
    ],
    [
        " Make it something that's gonna impact you know",
        7302.1,
        7304.18
    ],
    [
        " At least you and your family and get good at it",
        7304.18,
        7307.22
    ],
    [
        " Even if you pick something that's somewhat selfish and you say hey, I want to I want to surf on every continent",
        7307.22,
        7314.14
    ],
    [
        " Okay, that sounds like a good mission to me actually that sounds like a really good",
        7314.14,
        7317.82
    ],
    [
        " I might have to participate in that one",
        7317.82,
        7320.1
    ],
    [
        " But you know you come up with something you can you can't hear my mission and this is what I'm gonna do with it",
        7320.1,
        7323.64
    ],
    [
        " And this is how I'm gonna go forward",
        7323.64,
        7325.3
    ],
    [
        " But yeah, I think that the lack of purpose and the lack of mission that guys stumble into",
        7325.3,
        7329.74
    ],
    [
        " Is problematic and it is problematic too because in the military it's",
        7331.04,
        7334.96
    ],
    [
        " I don't want to make the sound the wrong way because I always talk about the fact that for us",
        7334.96,
        7339.58
    ],
    [
        " We didn't get tasked missions like when when when I was in Iraq we there was no higher up telling me you guys are gonna",
        7339.58,
        7345.92
    ],
    [
        " Take this target or you guys are gonna take that that happened occasionally probably less than 5% of the time most of the time",
        7345.92,
        7350.98
    ],
    [
        " We developed our own missions, but overall when you're in the military",
        7350.98,
        7354.84
    ],
    [
        " You have a broad mission that you're trying to accomplish which again is for societal good",
        7355.12,
        7361.22
    ],
    [
        " And so when that disappears guess what you have some autonomy now now",
        7361.22,
        7366.18
    ],
    [
        " What are you gonna choose at your next mission and what are you gonna do?",
        7366.18,
        7368.7
    ],
    [
        " How are you gonna improve yourself? How are you gonna improve your life your families your",
        7368.96,
        7372.2
    ],
    [
        " Communities or your countries or the world? What are you gonna do to make it better?",
        7372.2,
        7376.34
    ],
    [
        " And you see the vets that are out there that are doing that",
        7376.34,
        7379.06
    ],
    [
        " And they they they they they go they excel they excel",
        7379.06,
        7382.08
    ],
    [
        " You know when I was in a hospital at Great Lakes",
        7382.32,
        7384.26
    ],
    [
        " After the war I was in a hospital up there. I mean I I didn't have any serious problems",
        7384.26,
        7389.68
    ],
    [
        " But I was in a debriefing thing and but I had figured out in that hospital and even on the way home",
        7389.68,
        7395.5
    ],
    [
        " That my my next stage of life is going I'm I'm going to try to forget all that six years of in that prison camp that six years of pain",
        7395.5,
        7405.18
    ],
    [
        " And I even had it figured out I'm gonna go to some little town in the middle of nowhere where they've never heard a Charlie Plum",
        7405.18,
        7411.8
    ],
    [
        " And if they have I'll change my name because I don't want anybody knowing my history",
        7411.8,
        7416.0
    ],
    [
        " I want you know, I want to slide back into the shadows of life",
        7416.0,
        7419.56
    ],
    [
        " And and I was serious about that you know my my high my high school sweetheart had just",
        7419.56,
        7425.84
    ],
    [
        " File for divorce three months before I came home and and so I was",
        7425.84,
        7431.16
    ],
    [
        " You know, I mean I felt free and I felt energized",
        7431.16,
        7435.14
    ],
    [
        " But I really didn't want to have anything to do with the Vietnam War or any of the pain that I had faced there",
        7435.14,
        7440.54
    ],
    [
        " So I'm no value in it",
        7440.54,
        7442.38
    ],
    [
        " And I was and so I was the first guy back to the",
        7442.38,
        7445.98
    ],
    [
        " From the war in in the Midwest and so the news media, you know, really wanted to talk to me",
        7445.98,
        7452.32
    ],
    [
        " And so I found myself surrounded by about 150 photographers and reporters in the basement of that hospital",
        7452.32,
        7458.44
    ],
    [
        " And I told my story and on the way back up to my hospital room just as the elevator doors closed this young reporter",
        7458.44,
        7465.38
    ],
    [
        " um",
        7465.38,
        7466.48
    ],
    [
        " Came up to me and I'm knows to knows with this young guy",
        7466.68,
        7469.52
    ],
    [
        " But he's got lines of anguish in his brow and tears in his eyes",
        7469.52,
        7472.68
    ],
    [
        " And he said mr. Plum you really got to me in there. He said",
        7472.68,
        7475.16
    ],
    [
        " I've had a miserable year my family's falling apart my job is terrible",
        7475.16,
        7480.1
    ],
    [
        " He said I even wondered if I wanted to go on living",
        7480.1,
        7483.16
    ],
    [
        " He said you've given me hope",
        7483.16,
        7486.2
    ],
    [
        " Well, I hadn't intended to give anybody any hope. I'm just telling my story here, you know and and and it surprised me",
        7486.2,
        7494.08
    ],
    [
        " That there was some value in the experience and so",
        7494.48,
        7498.88
    ],
    [
        " And so I said well if in fact that you know the pain of that experience can help one person, you know",
        7498.88,
        7507.9
    ],
    [
        " In in life then maybe there is a purpose to it",
        7507.9,
        7512.2
    ],
    [
        " And so uh, so I wrote a book my autobiography and I started to promote that book and uh and and I found that yes",
        7512.2,
        7519.32
    ],
    [
        " There's there's a lot of connection",
        7519.32,
        7521.06
    ],
    [
        " With people with challenges and you don't have to be in the military to have a challenge and uh and and while my experience might have been a little more dramatic",
        7521.7,
        7530.14
    ],
    [
        " You know than most and it's an interesting story",
        7530.14,
        7532.5
    ],
    [
        " It's still you know the the challenges I faced were the challenges that you know that that a single mother trying to make ends meet makes",
        7532.5,
        7545.24
    ],
    [
        " You know the frustration and the loneliness and the",
        7545.24,
        7547.94
    ],
    [
        " And the and the lack of confidence and the feeling that you're not measuring up and you know all these things",
        7548.0,
        7554.82
    ],
    [
        " There these are these are common human feelings. You don't have to be in a prison camp to to be in prison",
        7554.82,
        7560.16
    ],
    [
        " No, that's that's a great black show is I was curious because I'd never heard before about the flak houses",
        7560.16,
        7567.38
    ],
    [
        " And that the bombers the the bomber crews were being sent to when they'd when they'd basically said all right",
        7567.38,
        7575.16
    ],
    [
        " Where we're done right now. I mean what was the casualty rate of the bomber crews?",
        7575.16,
        7580.28
    ],
    [
        " It was something completely insane wasn't it? Well it was they they had a",
        7580.8,
        7585.54
    ],
    [
        " 25 mission requirement and the percentages said they couldn't make it",
        7585.54,
        7590.58
    ],
    [
        " Now we're talking in early 43 the start of the heavy bombing thing was late 42",
        7590.58,
        7597.78
    ],
    [
        " So so let me just let me just focus it on that for one second just to explain to everyone what that means because I did know about the",
        7597.78,
        7603.7
    ],
    [
        " 25 so if you were a bomber crew",
        7603.7,
        7606.14
    ],
    [
        " you were flying in uh in uh what a b-17 b-17 b-24 a b-17 or b-24 big giant flying fortresses",
        7606.14,
        7615.7
    ],
    [
        " and",
        7615.7,
        7616.76
    ],
    [
        " They would get attacked ruthlessly attacked and they'd fly deep into france and on into germany and they would get swarmed and attacked",
        7616.76,
        7625.46
    ],
    [
        " by you know by German fighter pilots and and also anti aircraft guns from the ground",
        7625.46,
        7631.96
    ],
    [
        " And so it was it was hellish to get through and it was so bad",
        7632.38,
        7637.4
    ],
    [
        " That they said okay, well all you have to do is this many missions and the number was 25 which I did know that number",
        7637.4,
        7644.42
    ],
    [
        " You had to make it through 25 of these bombers and you were done. You that was it. You didn't have to do anymore",
        7644.42,
        7650.4
    ],
    [
        " But you're saying the chances of actually making it through those 25 was minimal",
        7650.4,
        7656.36
    ],
    [
        " The percentages were advanced you",
        7656.36,
        7658.56
    ],
    [
        " Now sure some people are going to get through some people are going to be shot down on their first mission",
        7659.04,
        7663.96
    ],
    [
        " They don't get a second mission",
        7663.96,
        7665.88
    ],
    [
        " But uh and this was the problem with the heavy bomber forces and then we almost lost that one",
        7665.88,
        7673.06
    ],
    [
        " I mean we came close well we were at the ragged edge and",
        7673.06,
        7676.8
    ],
    [
        " And all I and I'm repeating what I learned is uh as a youngster",
        7676.8,
        7682.24
    ],
    [
        " At that time trying to be an aviation cadet that the guys were we're hanging on by our",
        7682.24,
        7688.42
    ],
    [
        " Fingertips when you say we almost lost that one you mean we almost had to stop the bombing campaign well the British were after us",
        7688.56,
        7695.92
    ],
    [
        " They had switched to night bombing for this very same reason",
        7695.92,
        7699.96
    ],
    [
        " Stay away from the fighters. Mm-hmm and so",
        7699.96,
        7703.92
    ],
    [
        " our",
        7703.92,
        7705.08
    ],
    [
        " Philosophy of heavy bombardment goes back to general Mitchell in the in the early and",
        7705.08,
        7712.76
    ],
    [
        " 30s and late 20s",
        7712.76,
        7717.62
    ],
    [
        " That the bombers will fight their way through and that was the theory of the b-17",
        7717.62,
        7722.64
    ],
    [
        " And gosh knows they were heavily armed",
        7722.64,
        7726.62
    ],
    [
        " But they're off they were up against a determined",
        7726.62,
        7729.62
    ],
    [
        " Enemy and there 500 miles from home and in German fighters all they got to step out",
        7729.62,
        7738.24
    ],
    [
        " They don't like what's going on bail out you're going to come down and we'll go get another airplane",
        7738.24,
        7743.56
    ],
    [
        " but uh",
        7743.56,
        7745.36
    ],
    [
        " uh those were dark days and they were dark days until the first",
        7746.08,
        7751.02
    ],
    [
        " fighters the beat the",
        7751.02,
        7753.74
    ],
    [
        " P-47s could only go so deep right what could they go like 200 miles deep had 200 200 miles",
        7753.74,
        7761.4
    ],
    [
        " Yes and and having that fuel to get home on and the rest of the times the the other 300 mile round trip or",
        7761.4,
        7767.5
    ],
    [
        " 400 extra miles were all the bombers by themselves",
        7767.5,
        7770.66
    ],
    [
        " If it was 50 miles it was hell",
        7770.7,
        7772.92
    ],
    [
        " once the fighters turned back",
        7772.92,
        7775.32
    ],
    [
        " So they sent four",
        7775.32,
        7778.02
    ],
    [
        " They ended up with a with four groups of p-38 since 38 was not ready to go to war over what",
        7778.02,
        7784.8
    ],
    [
        " Germany at that time at the altitude we were having trouble with the airplane and",
        7784.8,
        7790.92
    ],
    [
        " We didn't have the latest",
        7790.92,
        7792.72
    ],
    [
        " modifications to the airplane so",
        7792.72,
        7795.58
    ],
    [
        " uh",
        7796.9,
        7797.66
    ],
    [
        " Part of our problem was engine problems with the Allison engines",
        7797.66,
        7802.26
    ],
    [
        " But they went anyway and so then the 51 came along the 51 had a British engine who had which had been developed in that very same",
        7802.26,
        7814.2
    ],
    [
        " uh",
        7814.2,
        7814.62
    ],
    [
        " Area and they had you know they weren't having the cold",
        7814.62,
        7822.76
    ],
    [
        " Their engine had been designed at operate 60 degrees below zero",
        7823.32,
        7827.54
    ],
    [
        " And so they matched the two up and so on late 43 they get the first group over there and now there's a little hope",
        7827.54,
        7835.2
    ],
    [
        " They're playing could go the whole way the 38s have been going to go the whole way",
        7835.2,
        7839.88
    ],
    [
        " But 38 had been modified for the Pacific and there was no heat in the cockpit and you're sitting up there",
        7839.88,
        7846.94
    ],
    [
        " 62 degrees below zero freezing your tail off",
        7847.54,
        7851.04
    ],
    [
        " With the oxygen the oxygen and mass is actually frozen to your face",
        7851.04,
        7855.7
    ],
    [
        " He came in you had one warm spot in the whole cockpit and that was your right foot",
        7855.7,
        7862.62
    ],
    [
        " That's where the heat came in",
        7862.62,
        7864.12
    ],
    [
        " So everything else is freezing your fan a off and",
        7864.12,
        7868.3
    ],
    [
        " So and they had so we had problems",
        7868.3,
        7871.86
    ],
    [
        " luckily",
        7871.86,
        7873.56
    ],
    [
        " The the British engine and the 51 and North American's",
        7874.66,
        7880.12
    ],
    [
        " tremendous design put together they are playing that could do the job",
        7880.12,
        7884.32
    ],
    [
        " uh",
        7884.32,
        7885.56
    ],
    [
        " The um and then they could it could the p 51's escort them the whole the whole the whole way and then cruise around and go someplace else",
        7885.56,
        7894.14
    ],
    [
        " Wow",
        7894.14,
        7894.56
    ],
    [
        " The 38 could do that it had the fuel to do it",
        7894.56,
        7898.8
    ],
    [
        " but",
        7898.8,
        7899.58
    ],
    [
        " uh",
        7900.32,
        7900.88
    ],
    [
        " Again, you know, there's an old story about the 38 to kind of broke our heart",
        7900.88,
        7906.44
    ],
    [
        " There was two great modifications to the p 38",
        7906.44,
        7910.48
    ],
    [
        " 38 at altitude up with the bombers and you're hit with fighters",
        7910.48,
        7915.56
    ],
    [
        " You can get into a scrap and the German rolls over and they had",
        7915.56,
        7921.26
    ],
    [
        " I explained the flick roll that that I encountered they'd do a flick roll in split S make it dive to the deck",
        7921.26,
        7928.94
    ],
    [
        " If a 38 did that and tried to follow them",
        7929.58,
        7932.6
    ],
    [
        " The airplane would accelerate into what we call a compressibility",
        7932.6,
        7937.04
    ],
    [
        " And compressibility was nothing more than a shock wave off of the",
        7937.04,
        7941.76
    ],
    [
        " the",
        7941.76,
        7942.54
    ],
    [
        " Wing that killed all the control in your impenetraught so you couldn't pull out",
        7942.54,
        7948.38
    ],
    [
        " So all you could do is ride it down until you got into what we called thick air",
        7948.38,
        7954.02
    ],
    [
        " Got your",
        7954.02,
        7955.72
    ],
    [
        " uh",
        7957.12,
        7957.72
    ],
    [
        " Then your trim tab if you set it properly would gradually bring you out of that dive before you hit the ground some of them hit the ground",
        7957.72,
        7966.84
    ],
    [
        " so",
        7966.84,
        7968.08
    ],
    [
        " And we didn't have we had a very slow rate of roll in the 38 so they develop",
        7968.08,
        7974.8
    ],
    [
        " uh",
        7974.8,
        7975.78
    ],
    [
        " Illar on boost",
        7975.78,
        7977.3
    ],
    [
        " So we could actually we could roll with anybody",
        7977.3,
        7981.92
    ],
    [
        " uh",
        7981.92,
        7982.84
    ],
    [
        " They had the dive flap so if you went in you could actually hit the dive flap button",
        7983.16,
        7989.22
    ],
    [
        " Put that airplane straight down and dive with anybody in a German fighter",
        7989.22,
        7994.8
    ],
    [
        " So what uh locky did they got 400 sets",
        7994.8,
        7999.62
    ],
    [
        " ship sets",
        7999.62,
        8001.2
    ],
    [
        " Of dive flaps and ale or on boost they put it on and",
        8001.2,
        8005.52
    ],
    [
        " uh",
        8005.9,
        8006.5
    ],
    [
        " Air Force transport plane and they sent it to England",
        8006.5,
        8010.28
    ],
    [
        " It got intercepted off the english coast by the raf. We didn't know anything about it",
        8010.28,
        8016.36
    ],
    [
        " They thought it was a German condor",
        8016.36,
        8018.94
    ],
    [
        " Four engine never they shot it down. Oh wait",
        8018.94,
        8022.1
    ],
    [
        " There goes all of our improvements",
        8022.1,
        8024.96
    ],
    [
        " And so what do you do now?",
        8024.96,
        8028.04
    ],
    [
        " It took quite a while to pull all those 400 units together and get them over there",
        8028.68,
        8033.46
    ],
    [
        " So for the next couple months",
        8033.72,
        8035.62
    ],
    [
        " The 38s are doing the same old thing. We don't have the improvement p 51 comes along",
        8035.62,
        8042.28
    ],
    [
        " Thank god",
        8042.28,
        8043.6
    ],
    [
        " And it can do the job",
        8043.6,
        8045.56
    ],
    [
        " So it's all history. Yeah, 51s had trouble",
        8045.56,
        8050.1
    ],
    [
        " We I know of one that pulled out of a dive and the whole damn engine fell out of the airplane and",
        8050.1,
        8055.16
    ],
    [
        " The dive got killed",
        8055.16,
        8056.62
    ],
    [
        " but",
        8056.62,
        8057.76
    ],
    [
        " Uh, they had engines quit and every single engine fighter was that's the problem",
        8058.76,
        8064.34
    ],
    [
        " Somebody throws a rock that you know hits the radiator you're all done",
        8064.34,
        8068.14
    ],
    [
        " so um",
        8068.14,
        8070.16
    ],
    [
        " But those were trying times",
        8070.16,
        8073.26
    ],
    [
        " Yeah, I guess I was with all that you know thinking about these",
        8073.26,
        8078.22
    ],
    [
        " These guys that were in those bomber crews that would need a break and they say okay",
        8078.22,
        8084.26
    ],
    [
        " You need to go over here and not think about this",
        8084.26,
        8085.8
    ],
    [
        " And it reminds me of you know talking about you know dick winners from the first the 506 band of brothers",
        8086.08,
        8091.94
    ],
    [
        " And what he would say when he would see guys were getting stressed out you know he'd get them off the line",
        8091.94,
        8095.8
    ],
    [
        " Get them out of it and and give them the rest that they need",
        8095.8,
        8099.5
    ],
    [
        " And and then I think I think there's a certain part of you that goes okay",
        8099.5,
        8103.82
    ],
    [
        " Like I need to not think about this right now",
        8103.82,
        8106.14
    ],
    [
        " And then I think you got to say okay now",
        8106.14,
        8108.96
    ],
    [
        " I'm gonna talk about this and and the fact that you get around your your friend",
        8108.96,
        8112.78
    ],
    [
        " That's what a lot of people that listen to podcasts a lot of veterans that listen to podcasts they go",
        8112.78,
        8115.92
    ],
    [
        " You know now, you know, I've had my break",
        8115.92,
        8118.84
    ],
    [
        " But now you're talking about this stuff and I appreciate it and I bring me let's me know that I'm not the only guy that",
        8118.84,
        8124.64
    ],
    [
        " thinks this way or had those thoughts or you know",
        8124.64,
        8127.64
    ],
    [
        " Went through this and I think that's that's good",
        8127.64,
        8130.02
    ],
    [
        " So I think it's I think you do need a break and actually that now that I think about it",
        8130.02,
        8133.62
    ],
    [
        " When I was in Ramadi I had",
        8133.62,
        8135.96
    ],
    [
        " I the book that I read every night was about face by Colonel David Hackworth",
        8135.96,
        8139.84
    ],
    [
        " And I read it every single night every single night every single night and then about three months into deployment",
        8139.84,
        8143.86
    ],
    [
        " I wanted to I didn't want to think about you know",
        8143.86,
        8148.2
    ],
    [
        " I didn't want to go to bed so thinking about you know the war and war and and so I there was a random book sitting around and I picked up",
        8148.2,
        8155.92
    ],
    [
        " It was actually a book called the electric Kool-Aid acid test, which is about the hippies in",
        8155.92,
        8161.4
    ],
    [
        " It's written by Tom Wolf who wrote the right stuff",
        8161.4,
        8164.3
    ],
    [
        " But it's a great book and it was so completely outside of what I was doing that it gave me you know",
        8164.76,
        8171.78
    ],
    [
        " Like a mental break and I read that book and it was you know, it took me",
        8171.78,
        8175.12
    ],
    [
        " Four days to read that book and I got done and I put it away",
        8175.12,
        8178.68
    ],
    [
        " Pulled about face back out and I continued on but I just needed a little bit of a breather",
        8178.68,
        8183.54
    ],
    [
        " Right, just a little bit of a mental breather",
        8183.54,
        8185.96
    ],
    [
        " and I guess",
        8185.96,
        8186.92
    ],
    [
        " hippies and lsd provided me with that",
        8186.92,
        8190.38
    ],
    [
        " Reading about those hippies nela's d provided me with this little mental break",
        8190.92,
        8195.18
    ],
    [
        " And it was actually it's a very it's a very interesting book and it shows the mentality that those people had",
        8195.18,
        8203.48
    ],
    [
        " You know, which was the way he summed it up was was was me",
        8203.48,
        8208.34
    ],
    [
        " me me me",
        8208.34,
        8210.6
    ],
    [
        " Me everything's about me and and that was what was good for me to read this book",
        8210.6,
        8214.72
    ],
    [
        " I'm like, okay, that's not how I want to be with with my life. It's not about me",
        8214.72,
        8219.28
    ],
    [
        " It's about you know what we're trying to do here",
        8219.28,
        8221.22
    ],
    [
        " So yeah, I think sometimes people need a mental break. I can't even imagine what the you know what was going on in one of those",
        8221.22,
        8227.48
    ],
    [
        " Flak houses with those guys that's like an R&R for you",
        8227.48,
        8231.6
    ],
    [
        " It's an R&R and it's they were run by the Red Cross and I was at Mulford Manor which was right on the Thames River",
        8231.6,
        8240.34
    ],
    [
        " Of course, I was there",
        8240.34,
        8242.64
    ],
    [
        " When we had the ice storms in fact when I left the the black house",
        8242.64,
        8249.14
    ],
    [
        " uh to go back to Paris",
        8250.0,
        8252.32
    ],
    [
        " I couldn't get a ride across the channel and guess what our friend Glenn Miller got a ride and disappeared",
        8252.32,
        8260.5
    ],
    [
        " And so I'm trying to get across the channel",
        8260.5,
        8263.68
    ],
    [
        " uh to Paris and it's",
        8263.68,
        8266.92
    ],
    [
        " between Christmas and New Year's and",
        8266.92,
        8271.46
    ],
    [
        " I wait I went out to",
        8271.46,
        8275.16
    ],
    [
        " uh several of the bases around run London to get an ATC aircraft to go to Paris and they're all grounded",
        8275.66,
        8282.94
    ],
    [
        " and so I went down to south Hampton and",
        8282.94,
        8287.66
    ],
    [
        " Two ships had just commenced to south Hampton that were going on to Lahar",
        8287.66,
        8294.44
    ],
    [
        " And so I got on board and they were hospital ships",
        8294.44,
        8299.12
    ],
    [
        " uh with complete",
        8299.12,
        8301.64
    ],
    [
        " complement of",
        8302.08,
        8303.46
    ],
    [
        " General hospitals like two or three different general hospitals",
        8303.46,
        8307.54
    ],
    [
        " and full of nurses",
        8307.54,
        8309.62
    ],
    [
        " uh and so",
        8309.62,
        8311.72
    ],
    [
        " New Year's Eve",
        8311.72,
        8313.7
    ],
    [
        " We're on this ship with all these nurses and",
        8313.7,
        8319.76
    ],
    [
        " We're on uh, I guess you'd call it battle stations",
        8319.76,
        8324.7
    ],
    [
        " because the e-boats from the Germany boats were operating in the channel",
        8324.7,
        8330.96
    ],
    [
        " And we're going across from south Hampton to",
        8331.08,
        8334.36
    ],
    [
        " Lahar",
        8334.36,
        8336.46
    ],
    [
        " and all these nervous nurses from the US needed comforted",
        8336.46,
        8342.2
    ],
    [
        " But um, did you get a medal for that?",
        8342.2,
        8347.66
    ],
    [
        " So um",
        8347.68,
        8351.46
    ],
    [
        " Anyway, that was that was the story now. This is how I got to the end of this story. I forgot",
        8351.46,
        8357.14
    ],
    [
        " I don't even care anymore",
        8357.14,
        8358.88
    ],
    [
        " I picked up",
        8360.06,
        8360.86
    ],
    [
        "",
        8360.86,
        8360.86
    ],
    [
        " I left",
        8360.86,
        8361.66
    ],
    [
        " I picked up a couple things when we were talking and um",
        8361.66,
        8367.88
    ],
    [
        " Uh, when I got shot down you read the citation",
        8367.88,
        8372.98
    ],
    [
        " Well, I didn't know anything about that citation",
        8372.98,
        8375.98
    ],
    [
        " Uh, I had gotten my fanny shot off. I was not happy",
        8375.98,
        8381.58
    ],
    [
        " I said",
        8381.58,
        8382.82
    ],
    [
        " I kept thinking",
        8382.82,
        8384.36
    ],
    [
        " What could I have done different that I could have stayed in that fight longer",
        8384.56,
        8389.62
    ],
    [
        " um",
        8389.62,
        8391.18
    ],
    [
        " And I never came up with the answer",
        8391.18,
        8394.6
    ],
    [
        " What what could I have done?",
        8394.6,
        8397.34
    ],
    [
        " So for about from September",
        8397.96,
        8400.8
    ],
    [
        " Till I get this",
        8400.8,
        8402.9
    ],
    [
        " Orders to go to Paris to spots his headquarters. I was not the highest",
        8402.9,
        8409.34
    ],
    [
        " I didn't think much of myself",
        8409.34,
        8411.88
    ],
    [
        " Is",
        8412.68,
        8413.32
    ],
    [
        " Why did it",
        8413.32,
        8414.22
    ],
    [
        " Why couldn't I have done a better job",
        8414.22,
        8418.1
    ],
    [
        " but",
        8418.1,
        8419.5
    ],
    [
        " Reading that citation and then belonging to a group called the Legion of Baller",
        8419.5,
        8429.16
    ],
    [
        " Which there are not too many Air Force guys left in it",
        8429.16,
        8433.22
    ],
    [
        " Um",
        8433.22,
        8433.88
    ],
    [
        " And I read what these people have done",
        8433.88,
        8437.54
    ],
    [
        " Uh, these ground to in fact one of my very close friends and I had the Distinguished Service Cross and they just",
        8438.78,
        8445.16
    ],
    [
        " Upwarded it to Congress the Medal of Honor and he's gotten quite a bit of publicity",
        8445.16,
        8449.88
    ],
    [
        " And he was in Vietnam and in my comment when I",
        8449.88,
        8454.8
    ],
    [
        " Uh saw that he had gotten a Congress the Medal of Honor at this late date",
        8454.8,
        8461.14
    ],
    [
        " Uh, that was God somebody finally read his citation",
        8461.14,
        8466.34
    ],
    [
        " And when you when you think that",
        8467.54,
        8470.88
    ],
    [
        " That what all of these guys did a lot of the fellows in the",
        8470.88,
        8475.94
    ],
    [
        " Uh, in the Legion of Baller are medics",
        8475.94,
        8480.58
    ],
    [
        " What they did in combat conditions and got to just English curves across the Navy cross and so forth",
        8480.58,
        8489.3
    ],
    [
        " It's you know I read my citation",
        8489.3,
        8492.58
    ],
    [
        " It took six minutes",
        8492.58,
        8494.46
    ],
    [
        " That's all",
        8495.5,
        8495.94
    ],
    [
        " And then I read a book called I'm No Hero",
        8495.94,
        8499.68
    ],
    [
        " Come on and I think",
        8499.68,
        8502.18
    ],
    [
        " Come on Charlie poem",
        8502.18,
        8504.18
    ],
    [
        " Six years of bat",
        8504.18,
        8506.88
    ],
    [
        " My six minutes for me",
        8506.88,
        8510.08
    ],
    [
        " Uh, that's I mean",
        8510.08,
        8512.6
    ],
    [
        " What he went through is just unbelievable to me and said don't give me the monk about I'm no hero",
        8512.6,
        8519.86
    ],
    [
        " But it's um",
        8519.86,
        8523.32
    ],
    [
        " It's it's",
        8527.14,
        8526.06
    ],
    [
        " Deep pot. Well, thanks for that Jim. I appreciate you're saying that",
        8526.06,
        8531.3
    ],
    [
        " But let me toss one more question that you jacco because",
        8531.3,
        8534.7
    ],
    [
        " Jim and I have both talked about getting shot down and feeling miserable",
        8534.7,
        8538.96
    ],
    [
        " After your your fight where you accidentally killed one of the Iraqi soldiers, uh, but you felt pretty low about that",
        8538.96,
        8545.3
    ],
    [
        " Yeah, that's about is that's about as bad as it gets and um",
        8545.3,
        8551.66
    ],
    [
        " You know, it was a as a horrible situation. It was the fog of war. It was multiple units out on the battlefield",
        8551.74,
        8558.12
    ],
    [
        " It was it was actually not not me that was that that shot and Iraqi soldier was one of my small teams",
        8558.12,
        8567.2
    ],
    [
        " That was in a position where",
        8567.2,
        8569.64
    ],
    [
        " You know amongst the confusion they were assaulted by a friendly group of Iraqi soldiers with one",
        8569.64,
        8578.5
    ],
    [
        " They had one marine with them and yeah, you know",
        8578.5,
        8582.14
    ],
    [
        " It's it's it's something that you can it's hard to make",
        8582.14,
        8586.38
    ],
    [
        " Um, you know definite statements or or or say I know this for a fact",
        8586.38,
        8592.52
    ],
    [
        " But there's pretty much not anything worse in war than friendly forces killing friendly forces",
        8592.52,
        8599.18
    ],
    [
        " That just that's just as bad as it gets and it's a real taboo in",
        8599.18,
        8604.5
    ],
    [
        " In special operations for sure. It's a taboo in any and I'll tell you during the during the",
        8605.18,
        8610.96
    ],
    [
        " I guess we'll say the dry years in between Vietnam and and the current wars were in there was",
        8610.96,
        8618.56
    ],
    [
        " we actually",
        8618.56,
        8620.54
    ],
    [
        " Lost the understanding of how these things could happen and and no one really understood the fog of war anymore and therefore",
        8620.54,
        8629.62
    ],
    [
        " We didn't train to it properly and so when it happened",
        8629.62,
        8634.46
    ],
    [
        " it was",
        8634.46,
        8636.02
    ],
    [
        " It was like an unbelievable thing. It was so bad. It was the absolute worst thing that it could have actually",
        8636.02,
        8643.3
    ],
    [
        " I would say there'd be one more thing",
        8643.3,
        8644.84
    ],
    [
        " You know the soul the the person that was killed the soldier that was killed was an Iraqi soldier",
        8644.84,
        8649.54
    ],
    [
        " You know if it had been a seal or an American",
        8649.54,
        8651.22
    ],
    [
        " I guess that would make it one level higher for me because I would have known the person",
        8651.22,
        8655.32
    ],
    [
        " You know in this case it was an Iraqi soldier again a tragic loss nonetheless",
        8655.32,
        8659.24
    ],
    [
        " But",
        8660.82,
        8661.38
    ],
    [
        " You know how did I feel it felt it felt absolutely horrible and the thing that",
        8661.38,
        8666.42
    ],
    [
        " You know the thing that changed the",
        8666.42,
        8669.12
    ],
    [
        " Mindset for me was when I realized that as I sat there and and reviewed because you know my commanding officer was coming to inspect and",
        8669.12,
        8677.18
    ],
    [
        " and review what had happened along with the investigating officer and and",
        8677.18,
        8681.78
    ],
    [
        " You know the thing that",
        8681.78,
        8683.72
    ],
    [
        " changed my mindset was as I sat there and said okay who's fault is this who's fault is this who's fault is this",
        8684.6,
        8689.92
    ],
    [
        " Who's fault is this and I'm looking at all the different mistakes that were made by all the different units and all the different people",
        8689.92,
        8694.82
    ],
    [
        " And as I'm looking to blame this on someone it would became very clear to me and like a bolt of lightning that there's only one person in charge of this",
        8694.82,
        8701.8
    ],
    [
        " And therefore there's only one person responsible for what happens out there and that's me and",
        8701.8,
        8706.16
    ],
    [
        " Honestly, but when I had that transition in thought and",
        8706.16,
        8712.24
    ],
    [
        " It was it was the first moment that I've I felt actually okay",
        8713.72,
        8718.38
    ],
    [
        " There's a horrible sinking feeling that you get in in in in wartime situations",
        8718.38,
        8726.0
    ],
    [
        " I guess you can get it another time soon",
        8726.0,
        8727.52
    ],
    [
        " I've talked about it with with some of my friends",
        8727.52,
        8730.12
    ],
    [
        " It's like when something is just really",
        8730.12,
        8732.92
    ],
    [
        " Horrible is happening you get this not in your stomach and this",
        8732.92,
        8738.48
    ],
    [
        " It's I've never felt it any other times, but when I was overseas",
        8738.48,
        8742.7
    ],
    [
        " Of like this is I have",
        8743.54,
        8746.04
    ],
    [
        " It's it's the most horrible feeling and um that was that was",
        8746.04,
        8752.16
    ],
    [
        " The most severe I ever felt it was leading up to my own recognition",
        8752.16,
        8758.9
    ],
    [
        " That you know what and and where that was coming from was the unknown and I didn't know how to react to it",
        8758.9,
        8764.58
    ],
    [
        " And here I was you know mr. Experienced seal mr",
        8764.58,
        8767.68
    ],
    [
        " You know in charge of the task unit whatever",
        8767.68,
        8770.46
    ],
    [
        " And yet here I was going how do I deal with this and I didn't understand how to deal with it",
        8771.66,
        8776.32
    ],
    [
        " And what I had to do is go to what I actually did know which is",
        8776.32,
        8779.8
    ],
    [
        " If you're in a leadership position you take responsibility for what happens. That's what you do",
        8779.8,
        8784.46
    ],
    [
        " So hey",
        8784.46,
        8785.82
    ],
    [
        " That's what you do and if if they're gonna fire you you get fired if they're gonna reprimand you you get reprimanded",
        8785.82,
        8793.18
    ],
    [
        " If they're gonna replace you with someone else you get replaced you salute you do the best turn over you can",
        8793.18,
        8797.82
    ],
    [
        " You try and do the you know give all the information you can that's what you do and as soon as I accepted that",
        8797.82,
        8804.02
    ],
    [
        " And looked at it and said okay well then",
        8804.02,
        8806.66
    ],
    [
        " That not started to go away and I realized that okay the real problem here is is you the way that you're looking at this",
        8806.66,
        8814.6
    ],
    [
        " but uh and then",
        8814.6,
        8816.54
    ],
    [
        " The other big thing is once you admit what those or and you take ownership of those problems",
        8816.54,
        8822.52
    ],
    [
        " And you actually not just take ownership of the problems",
        8822.52,
        8824.88
    ],
    [
        " Because you say here's the problems and here's why we're gonna get them solved",
        8824.88,
        8827.46
    ],
    [
        " Here's the standard operating procedures that we're now going to follow to make sure that this never happens again",
        8827.46,
        8833.6
    ],
    [
        " Well then people look at you and they go okay. He's got a plan. He's not sitting here",
        8833.6,
        8839.48
    ],
    [
        " dodging the blame for this",
        8839.48,
        8841.76
    ],
    [
        " He's actually taking ownership of the problems and he's gonna get them solved and I think you know",
        8841.76,
        8846.34
    ],
    [
        " I've never had this conversation with my commanding officer",
        8846.34,
        8848.48
    ],
    [
        " about his reaction",
        8848.48,
        8850.9
    ],
    [
        " But I could see it you know I could see it and the fact that I",
        8851.68,
        8855.52
    ],
    [
        " The fact that he said okay, you know, let's make sure it doesn't happen again",
        8855.52,
        8858.92
    ],
    [
        " I like the procedures that you're putting in place",
        8858.92,
        8860.6
    ],
    [
        " Use caution proceed",
        8860.6,
        8862.56
    ],
    [
        " You know where is I believe that if I would have said well wasn't my fault",
        8862.56,
        8866.94
    ],
    [
        " It was his fault and that fault the other guys fault he would have said okay",
        8866.94,
        8869.98
    ],
    [
        " You need you're not gonna have this job anymore",
        8869.98,
        8872.0
    ],
    [
        " And I think that's the same thing with life, you know the minute that you're you're looking around you and you're saying",
        8872.0,
        8876.82
    ],
    [
        " Hey, it's someone else's fault that this that I'm in this bad situation",
        8876.82,
        8880.1
    ],
    [
        " And again, you know what okay",
        8880.58,
        8882.68
    ],
    [
        " There's things that happen I get that there's things that happen to two people you mentioned one of them",
        8882.68,
        8889.1
    ],
    [
        " You can get a disease that you can't control you you know you can get",
        8889.1,
        8892.66
    ],
    [
        " You can have you know a child get hit by a car. I mean there's awful things that can happen that you can't have",
        8892.66,
        8899.08
    ],
    [
        " Control over",
        8899.08,
        8900.26
    ],
    [
        " But what you can have control over is how you proceed and how you go forward and that's the part that you need to focus on because",
        8900.26,
        8907.16
    ],
    [
        " The the opportunity to fix what happened in the past it's gone. I'm sorry. There's no time machine",
        8907.32,
        8913.82
    ],
    [
        " There's no way of going back. It's happened. It's gone. Okay. How are you gonna move forward? Where are you gonna go now?",
        8913.82,
        8920.12
    ],
    [
        " That's what you need to focus on and I've said that about regret too people say, oh, you know",
        8920.34,
        8924.12
    ],
    [
        " I live with no regrets. I'm like oh, I there's all kinds of things. I'll tell you a regret",
        8924.12,
        8927.78
    ],
    [
        " But I don't walk around with them because I can't do anything about them like you know",
        8927.78,
        8931.68
    ],
    [
        " Maybe you would have maneuvered your aircraft a little bit different on September 16th",
        8931.68,
        8936.4
    ],
    [
        " 1944 you've looked at it. Maybe you couldn't but maybe you could have",
        8936.4,
        8939.36
    ],
    [
        " But you don't walk around carrying that because it doesn't matter anymore",
        8939.36,
        8943.26
    ],
    [
        " And it's the same thing with the things I've been through. It's like okay. Look. I made mistakes. You've made mistakes. We've all made mistakes",
        8943.26,
        8948.8
    ],
    [
        " Okay, what are we gonna do? Are we gonna dwell on those and let them you know bear down on us and even things that we can't control",
        8948.8,
        8955.38
    ],
    [
        " Maybe the mistake wasn't ours or something that we couldn't control not gonna carry that",
        8955.38,
        8959.7
    ],
    [
        " I'm gonna I'm gonna not gonna carry that regret",
        8960.46,
        8963.02
    ],
    [
        " I'm gonna say what what can I do to move forward and actually there's a great guy just had on the podcast named Rob Jones",
        8963.02,
        8967.76
    ],
    [
        " He's a marine",
        8967.76,
        8969.2
    ],
    [
        " He fought in Iraq and in Afghanistan and he ended up he was a he was a",
        8969.2,
        8974.9
    ],
    [
        " Bomb disposal digging from mines a combat engineer and he ended up finding a mine",
        8974.9,
        8982.28
    ],
    [
        " And he found that mine, you know with his own feet and he he lost both of his legs",
        8982.28,
        8987.3
    ],
    [
        " And he said something that was was awesome",
        8987.4,
        8989.86
    ],
    [
        " He said, you know, you've got this weight",
        8989.86,
        8992.18
    ],
    [
        " That's bearing down on you and he was sitting in a hospital bed and then he had this weight that was bearing down on him",
        8992.18,
        8997.68
    ],
    [
        " If he's gonna live now the rest of his life with you know both legs amputee amputated above the knee",
        8997.68,
        9003.16
    ],
    [
        " and",
        9003.16,
        9004.82
    ],
    [
        " He you know, he said what am I gonna do with this weight? Am I gonna let it?",
        9004.82,
        9009.04
    ],
    [
        " Am I gonna let it push me down and and bury me under the ground?",
        9009.32,
        9012.54
    ],
    [
        " Or am I gonna use that weight to make myself stronger and I think that's a",
        9013.0,
        9018.22
    ],
    [
        " Incredible attitude to have and and by the way, he's about to run 31 Marathons in 31 days",
        9018.22,
        9025.08
    ],
    [
        " He's gonna run 31 Marathons in 31 days. Yeah, yeah, unbelievable",
        9025.08,
        9030.12
    ],
    [
        " So you know the toughest flying that I ever did",
        9030.12,
        9034.58
    ],
    [
        " Was in combat in support of the ground troops and they'd bring us in",
        9034.58,
        9039.84
    ],
    [
        " With",
        9041.56,
        9042.02
    ],
    [
        " Rockas for bombs or napalm we didn't have any guns on that airplane",
        9042.02,
        9044.74
    ],
    [
        " And but we knew that we had to get close but not too close to the to the friendlies",
        9044.74,
        9049.84
    ],
    [
        " To be effective, you know, we couldn't put our weapons",
        9049.84,
        9053.6
    ],
    [
        " You know",
        9053.6,
        9055.0
    ],
    [
        " Forty clicks away and and and do it to get it all",
        9055.0,
        9058.56
    ],
    [
        " but we get in too close to start sending them",
        9058.56,
        9061.88
    ],
    [
        " Mustaches of those soldiers and Marines down there and and and by the way if you get too close actually",
        9061.88,
        9069.28
    ],
    [
        " It goes way beyond synching moustaches you go too close you can kill from the troops and again",
        9069.28,
        9073.42
    ],
    [
        " We're back to what we just talked about so that's that's a nightmare and it was done",
        9073.42,
        9077.16
    ],
    [
        " You know, I mean it again the fog of war and that's what happens and it's really really unfortunate",
        9077.16,
        9082.86
    ],
    [
        " So I would get that not in my stomach when era was called in to support the ground troops and a fact would",
        9082.86,
        9089.48
    ],
    [
        " You know",
        9089.48,
        9090.36
    ],
    [
        " Torch off the smoke signal and I'd look at the wind and trying to figure out exactly how I can get in there close",
        9090.36,
        9096.84
    ],
    [
        " In lots of times I would go below the frag pattern of the bomb I was dropping just so I could get more accuracy",
        9096.88,
        9104.8
    ],
    [
        " And and we all did that you know, we weren't supposed to but",
        9104.8,
        9108.7
    ],
    [
        " You know an average bomb, you know, five and a pound bomb would have a frag pattern of twenty four hundred feet above the ground",
        9108.7,
        9115.38
    ],
    [
        " That's what you were flying through after you dropped the bomb and we'd go below that just to get more accuracy",
        9115.38,
        9122.22
    ],
    [
        " Because we knew that those guys were to pin on us and boy they were there were some happy facts",
        9122.9,
        9128.04
    ],
    [
        " You know after we after we would",
        9128.04,
        9130.12
    ],
    [
        " It's support those ground troops, but it was you know, it was",
        9130.12,
        9135.08
    ],
    [
        " pretty scary stuff",
        9135.08,
        9136.82
    ],
    [
        " But back to your point about blaming other people I had a coach early on the very losing team",
        9136.82,
        9144.78
    ],
    [
        " Sorry to say but but he would he he told us this",
        9144.78,
        9149.18
    ],
    [
        " Because we'd start you know blaming other things for the problem, you know, yeah, we were away and we didn't you know",
        9149.46,
        9155.1
    ],
    [
        " The things weren't right",
        9155.1,
        9158.1
    ],
    [
        " Sobby's we blame somebody for this or somebody that you know the refs were calling",
        9158.1,
        9162.82
    ],
    [
        " bad calls and all this stuff and he said you know",
        9162.82,
        9166.6
    ],
    [
        " said",
        9166.6,
        9168.08
    ],
    [
        " The difference in success and failure in life is not the things around you",
        9168.08,
        9172.94
    ],
    [
        " It's the choices you make about things around you and you can blame everybody else for your problems",
        9172.94,
        9178.16
    ],
    [
        " But in doing so you give away control of your life",
        9178.44,
        9182.38
    ],
    [
        " And I think that's the the accountability issue that you're talking about you know is that there's",
        9182.38,
        9187.98
    ],
    [
        " There's certainly freedom in discipline",
        9187.98,
        9190.38
    ],
    [
        " There's also freedom in accountability I think because when you like you say you know when you say okay",
        9190.38,
        9195.22
    ],
    [
        " Yeah, lots of people made a lot of mistakes, but oh by the way I was in charge and so you know the onus is really on me",
        9195.22,
        9202.54
    ],
    [
        " And I find that when I when I practice taking",
        9202.54,
        9206.72
    ],
    [
        " When I",
        9208.62,
        9209.3
    ],
    [
        " Practice taking responsibility for some of the bad things that really weren't my fault",
        9209.3,
        9215.16
    ],
    [
        " And I practice doing that it it frees me up. I think to lit you know to live a",
        9215.16,
        9222.38
    ],
    [
        " Free your life. Yeah, that's actually an interesting point because",
        9222.38,
        9226.1
    ],
    [
        " Sometimes people they they hear like they'll read the book extreme ownership that we wrote and they go",
        9226.1,
        9232.56
    ],
    [
        " Okay cool all I need to do is take ownership of the problems and then I'm then I'm a good guy",
        9232.56,
        9235.82
    ],
    [
        " Yeah, right they go oh, you know, hey these mistakes happen. It's my fault",
        9235.82,
        9239.8
    ],
    [
        " You know, so let's get him fixed and it actually doesn't work actually and and when I say hey",
        9239.8,
        9246.42
    ],
    [
        " There's all these mistakes that were made on the battlefield and different people made actual mistakes",
        9246.42,
        9251.68
    ],
    [
        " They made mistakes the day we had that blue on blue there was other people that made mistakes",
        9251.68,
        9256.42
    ],
    [
        " What I'm saying isn't like all those were my mistakes. Hey, it's my fault",
        9256.42,
        9260.66
    ],
    [
        " No, no, what I'm saying is actually truthfully those mistakes were things that I should have foreseen that I should have understood better that I should have",
        9260.66,
        9269.26
    ],
    [
        " planned better that I should have trained guys better for that they they're they they made the mistake",
        9269.26,
        9275.06
    ],
    [
        " But the root problem of that mistake is my fault. It's not just saying",
        9275.06,
        9279.66
    ],
    [
        " Hey, my boss states it's you know, oh, yeah, that was my fault. No, no, no, and actually is my fault",
        9279.66,
        9284.76
    ],
    [
        " I have this conversation too where people say",
        9284.76,
        9287.44
    ],
    [
        " Well, what if I do if what do I do if I tell my employees? Oh guys, it was my fault",
        9288.18,
        9292.34
    ],
    [
        " And then my employees say yeah, that's right. It was your fault",
        9292.34,
        9295.82
    ],
    [
        " And the people don't know what to do and I said well",
        9295.82,
        9299.4
    ],
    [
        " It is your fault. That's what I'm saying. I'm not saying this so that it makes people not look at you and blame",
        9299.4,
        9307.48
    ],
    [
        " No, no, no, and someone says if I say Charlie we screwed up this mission. It was my fault. You go that's right",
        9307.48,
        9312.62
    ],
    [
        " It was your fault. I don't go no, no, no, no, no, no, no, no, no, no, no, that's not how it works",
        9312.62,
        9316.14
    ],
    [
        " I say Charlie I was the commander of this mission. I didn't give you enough information. I didn't I didn't review your plan well enough",
        9317.08,
        9322.98
    ],
    [
        " I didn't give you the training that you needed. I didn't give you the sport that you needed that was my fault",
        9322.98,
        9326.68
    ],
    [
        " That is what and here is what I'm gonna do to fix it",
        9326.68,
        9329.16
    ],
    [
        " So when I look at you and say hey, this is my fault that this happened and you say you're right",
        9329.16,
        9333.14
    ],
    [
        " It was I go exactly these are the things I'm gonna do to fix it",
        9333.14,
        9336.68
    ],
    [
        " Here's what the way we're gonna do this from now on here's some procedures. We're gonna put in place so that this doesn't happen",
        9336.68,
        9341.9
    ],
    [
        " So yes extreme ownership is not by any stretch",
        9341.9,
        9346.04
    ],
    [
        " Unescape hatch. It's not in fact when you take ownership you shut the hatch and you're there and you're not getting out",
        9346.04,
        9353.42
    ],
    [
        " The only way to get out is to find solutions for the problems and move forward. Yeah, so it's an interesting",
        9353.42,
        9358.52
    ],
    [
        " It's interesting",
        9358.52,
        9359.86
    ],
    [
        " That brings me up to civilian life now you've talked about a mission and",
        9359.86,
        9365.96
    ],
    [
        " Having something out in front of you",
        9366.48,
        9368.64
    ],
    [
        " Well, I got off active duty in 1948 June exactly two years before Korea started and",
        9368.64,
        9377.36
    ],
    [
        " My father-in-law who it actually became almost like a father to me. We by that time we'd been married for three years and",
        9377.36,
        9386.88
    ],
    [
        " He was deeply involved in the paper industry. He was president of",
        9386.88,
        9393.26
    ],
    [
        " Wax P-Rest in Wax paper here in Los Angeles and he had sold the company to Crown Zeller back",
        9393.44,
        9400.3
    ],
    [
        " And his best friend was Richard McDonald who was executive vice president of Crown Zeller back and",
        9400.3,
        9410.36
    ],
    [
        " Between the two of them",
        9410.36,
        9413.26
    ],
    [
        " they deep found this little paper company and",
        9413.26,
        9417.32
    ],
    [
        " They're gonna take care of their son-in-laws and son and so",
        9417.32,
        9422.02
    ],
    [
        " uh",
        9423.36,
        9424.0
    ],
    [
        " Dick McDonald got off active duty as an engineer in the army before",
        9424.0,
        9429.1
    ],
    [
        " Before I did",
        9429.1,
        9430.94
    ],
    [
        " So he arrived at the paper company maybe almost a year before I did and",
        9430.94,
        9437.72
    ],
    [
        " I had put my all the money I had",
        9437.72,
        9442.72
    ],
    [
        " Into this company before well. I was still on active duty",
        9442.72,
        9446.5
    ],
    [
        " So um I come home in June 48 and it's fourth of July coming up and",
        9447.0,
        9453.72
    ],
    [
        " In my father-in-law takes me down and we buy three civilian suits and all of a sudden I'm a civilian",
        9453.72,
        9461.88
    ],
    [
        " And I'm going to go work for this little company and Dick McDonald was running the company because he was there a year before",
        9461.88,
        9470.12
    ],
    [
        " But we had a partner",
        9470.12,
        9472.04
    ],
    [
        " In this company and so I go down and I go to work and born",
        9472.48,
        9477.74
    ],
    [
        " Because I'm genetically lined and minded they put me in charge of the operation the plant operation",
        9477.74,
        9486.1
    ],
    [
        " So now I'm a civilian and I'm working hard",
        9486.1,
        9490.78
    ],
    [
        " And it goes for about three months and then I begin to notice",
        9490.78,
        9494.96
    ],
    [
        " That we'd get an order in and we by that time we had maybe 50 employees and we were",
        9494.96,
        9501.94
    ],
    [
        " Paper napkins and shelf paper and all these little items we were what was called a paper converter",
        9502.74,
        9508.32
    ],
    [
        " and so",
        9508.32,
        9509.88
    ],
    [
        " I noticed in running the plant that we'd get an order in and I'd look at the inventory and we'd had so much paper back in the inventory",
        9509.88,
        9518.7
    ],
    [
        " And I go back and check it and we ain't got it",
        9518.7,
        9521.84
    ],
    [
        " And so now what's wrong and so we had a little meeting and each side well",
        9521.84,
        9527.04
    ],
    [
        " Maybe we'd better take an inventory and see what's in the back of the plant there",
        9527.04,
        9531.54
    ],
    [
        " And it turns out that our partner who actually had control of the company",
        9532.04,
        9538.2
    ],
    [
        " Uh",
        9538.2,
        9538.54
    ],
    [
        " Was definitely afraid to admit that he had been losing money",
        9538.54,
        9543.52
    ],
    [
        " And he wasn't dishonest or anything. He just didn't want to admit it and so",
        9543.52,
        9550.04
    ],
    [
        " To cover the losses he inflated the inventory",
        9550.04,
        9554.46
    ],
    [
        " So now we have this big meeting. I'm",
        9554.46,
        9558.7
    ],
    [
        " 90 days into being a civilian",
        9558.7,
        9561.48
    ],
    [
        " And we take the inventory and we add all this up and Dick McDonald and I",
        9562.3,
        9568.26
    ],
    [
        " Oh",
        9568.26,
        9569.62
    ],
    [
        " Crowns overback corporation about $20,000",
        9569.62,
        9574.06
    ],
    [
        " It's 1948 and let me tell you $20,000",
        9574.06,
        9580.12
    ],
    [
        " Is one hell of a lot a lot of money and this is when a house would cost what 500 to a thousand dollars. No, yeah",
        9580.12,
        9588.58
    ],
    [
        " Wow",
        9588.58,
        9589.46
    ],
    [
        " So so now what do we do",
        9590.68,
        9593.38
    ],
    [
        " Um",
        9593.38,
        9594.64
    ],
    [
        " Well the first thing we do is uh welcome welcome to the business world",
        9594.64,
        9599.54
    ],
    [
        " Business world",
        9599.54,
        9601.48
    ],
    [
        " We we decide that we'd better do something",
        9601.48,
        9606.28
    ],
    [
        " And our father and my father-in-law and Richard McDonald's father",
        9606.28,
        9612.64
    ],
    [
        " said well",
        9612.64,
        9614.3
    ],
    [
        " What are you gonna do?",
        9614.3,
        9616.66
    ],
    [
        " Well the first thing we had to do is we had to go up and talk to Crowns L.R. back in San Francisco",
        9616.84,
        9622.6
    ],
    [
        " And so in order to do that",
        9622.6,
        9624.94
    ],
    [
        " I had to buy a top coat and a hat because you didn't go to San Francisco on a business",
        9624.94,
        9630.96
    ],
    [
        " Uh",
        9630.96,
        9631.94
    ],
    [
        " Meeting without having a hat and a top coat",
        9631.94,
        9635.28
    ],
    [
        " And so we get on",
        9635.28,
        9637.84
    ],
    [
        " Get on the train and we go to San Francisco and we're plotting the whole way out there up. What are we gonna tell them?",
        9637.84,
        9645.44
    ],
    [
        " I had no idea",
        9645.68,
        9647.1
    ],
    [
        " And got off the",
        9647.1,
        9649.6
    ],
    [
        " Train at the station up there got a taxi and we get down to Sanson Street to this big beautiful buildings",
        9649.6,
        9656.26
    ],
    [
        " It's Crowns L.R. back and",
        9656.26,
        9657.76
    ],
    [
        " And I'm wearing my hat my new top coat",
        9657.76,
        9660.88
    ],
    [
        " And I'm going to see Mr. Zeller back himself",
        9660.88,
        9665.44
    ],
    [
        " And just as I walk in the front door some goddamn pension up above let's go",
        9665.44,
        9672.98
    ],
    [
        " Right down across my brain",
        9673.74,
        9675.86
    ],
    [
        " Brand new top coat",
        9675.86,
        9678.1
    ],
    [
        " Now",
        9678.1,
        9679.02
    ],
    [
        " The world can't be any worse than this",
        9679.02,
        9683.12
    ],
    [
        " Now what do I do?",
        9683.12,
        9684.88
    ],
    [
        " Well we had our meeting with uh",
        9685.4,
        9688.38
    ],
    [
        " Mr. Zeller back and he was",
        9688.38,
        9690.46
    ],
    [
        " very very gracious",
        9690.46,
        9692.92
    ],
    [
        " Uh, he's all he said was when he gonna pay us the $20,000",
        9692.92,
        9698.34
    ],
    [
        " So he said well we're gonna work on it",
        9698.34,
        9702.32
    ],
    [
        " And we did and we worked very hard",
        9702.32,
        9704.74
    ],
    [
        " For about two years then we finally begin to make some money getting ahead and",
        9704.74,
        9712.12
    ],
    [
        " and",
        9712.12,
        9712.6
    ],
    [
        " Korea started",
        9712.6,
        9714.28
    ],
    [
        " 25th of June and",
        9714.28,
        9717.76
    ],
    [
        " But about a week later",
        9717.76,
        9720.46
    ],
    [
        " This fellow walks into our office and he said",
        9720.46,
        9724.34
    ],
    [
        " We have a problem",
        9724.34,
        9727.2
    ],
    [
        " From the US government and he said you know",
        9727.2,
        9731.52
    ],
    [
        " We have",
        9732.32,
        9733.36
    ],
    [
        " We have to build up our supplies",
        9733.36,
        9736.5
    ],
    [
        " And one thing that we just can't seem to solve",
        9736.5,
        9741.3
    ],
    [
        " Is toilet tissue for K-rations",
        9741.3,
        9744.46
    ],
    [
        " Uh",
        9744.46,
        9746.28
    ],
    [
        " Little pack of toilet tissue for the little piece of paper around it too",
        9746.28,
        9752.64
    ],
    [
        " And so he said we got one machine that belongs to one of the paper companies and he said we got that machine working",
        9752.64,
        9760.7
    ],
    [
        " Uh",
        9762.22,
        9762.78
    ],
    [
        " 24 hours a day",
        9762.78,
        9763.86
    ],
    [
        " Seven days a week and we're not getting enough",
        9763.86,
        9766.84
    ],
    [
        " toilet tissue into these K-rations what can you do?",
        9766.84,
        9771.22
    ],
    [
        " I don't know how in the heck he found us but anyway he didn't so we thought well we took a look at it",
        9772.26,
        9778.18
    ],
    [
        " And we figured that we could go to crowns our back and get interfold tissue paper",
        9778.18,
        9783.66
    ],
    [
        " And you could sit down and you could flick 20 sheets of",
        9783.66,
        9789.06
    ],
    [
        " Interfold",
        9790.12,
        9790.68
    ],
    [
        " Make two folds in it and then we had to have a tube and so our superintendent and I went out and we bought a nickel",
        9790.68,
        9798.84
    ],
    [
        " I'm a little machine and made a nickel",
        9798.84,
        9801.06
    ],
    [
        " Pack for a dollars worth of nickels of two",
        9801.06,
        9804.9
    ],
    [
        " 20 nickel",
        9804.9,
        9806.2
    ],
    [
        " We made the tube and we cut it in half now. We got a tube to put the 20 sheets in",
        9806.2,
        9813.36
    ],
    [
        " And so I",
        9813.7,
        9815.2
    ],
    [
        " Sit down for about an hour and I folded paper and they timed me and they figured it",
        9815.2,
        9821.02
    ],
    [
        " Is",
        9821.02,
        9821.62
    ],
    [
        " Rough as I am why if if I can do it that much in an hour then",
        9821.62,
        9827.84
    ],
    [
        " A young lady could do it",
        9827.84,
        9829.94
    ],
    [
        " So we hired about",
        9829.94,
        9831.74
    ],
    [
        " 50 gals and we put put them to work",
        9831.74,
        9835.86
    ],
    [
        " And I'm making these little toilet tissue wraps and put the tube on it and throw it in the box and we put them on piecework",
        9835.86,
        9843.26
    ],
    [
        " and",
        9846.14,
        9846.78
    ],
    [
        " They were doing very well in fact we were out producing Scott tissues machine",
        9846.78,
        9851.6
    ],
    [
        " Almost immediately and these little gals down in East Los Angeles were making more money than anybody else in East Los Angeles on piecework",
        9851.6,
        9861.0
    ],
    [
        " And so everything's going great. We're making money. We're paying off the balance of the",
        9861.0,
        9866.5
    ],
    [
        " $20,000 we owe two years later and",
        9866.5,
        9871.02
    ],
    [
        " The guy walks into the office he came into my office and he says you know, he said we got a situation here",
        9871.7,
        9877.96
    ],
    [
        " And he had some of my",
        9877.96,
        9879.72
    ],
    [
        " Spacks and he said I'd like to see your operation",
        9879.72,
        9884.84
    ],
    [
        " So we took him out and plant and he picked up some of these tubes and he looked at it took them apart kind of the tissues in front of me",
        9884.84,
        9892.58
    ],
    [
        " And they were all perfect and he said",
        9892.58,
        9895.32
    ],
    [
        " I got something to show you",
        9895.32,
        9898.7
    ],
    [
        " How he pulls these little notes out and he said this freedom and here's his little note written at hand writing in this tube",
        9899.68,
        9909.02
    ],
    [
        " And these young ladies have been writing these little notes",
        9909.02,
        9914.08
    ],
    [
        " And putting them inside the two of the tissue",
        9914.08,
        9918.18
    ],
    [
        " And they left nothing to your imagination",
        9918.18,
        9922.2
    ],
    [
        " He said he said you can you imagine some GI in a box hole in the rain taking this apart and reading this note how's he going to feel",
        9930.04,
        9939.36
    ],
    [
        " Oh",
        9939.36,
        9943.18
    ],
    [
        " What are we going to do",
        9943.18,
        9946.16
    ],
    [
        " What are we he says why don't we just leave it alone",
        9946.16,
        9950.5
    ],
    [
        " That's not talking to gals. Just let him keep on doing it. It has to be a maroiled builder",
        9950.5,
        9956.92
    ],
    [
        " Anyway, that's how we paid off the $20",
        9956.96,
        9959.12
    ],
    [
        " So believe me",
        9959.12,
        9963.56
    ],
    [
        " That two years of trying to pay that off",
        9963.56,
        9967.12
    ],
    [
        " That military training that I had",
        9967.12,
        9969.92
    ],
    [
        " Really was very helpful",
        9969.92,
        9973.68
    ],
    [
        " It must be a museum somewhere that's looking for those two",
        9973.68,
        9978.28
    ],
    [
        " You know, I have one I'm down with it's not it's not an original",
        9978.28,
        9982.78
    ],
    [
        " Uh",
        9983.86,
        9984.46
    ],
    [
        " Somebody picked it up after it must have been for",
        9984.46,
        9987.26
    ],
    [
        " Vietnam",
        9987.26,
        9988.9
    ],
    [
        " They they were they picked it up and were producing and so I just I have one of my desk. This is a reminder",
        9988.9,
        9996.34
    ],
    [
        " But that's awesome. It's um you know, I have an omission. Uh, I got a mission real quick",
        9996.34,
        10004.04
    ],
    [
        " And it's uh there was a very discouraging one to think of owing $20,000 from that was",
        10004.04,
        10012.02
    ],
    [
        " Well over twice what I paid for my house",
        10012.78,
        10015.58
    ],
    [
        " I just looked at my watch we've been going for about two hours and 45 minutes",
        10015.58,
        10022.1
    ],
    [
        " I say we wrap up this run um echo you got anything else have you said anything today? No",
        10022.1,
        10030.82
    ],
    [
        " Okay, do you have anything to add yet? Do um",
        10030.82,
        10034.1
    ],
    [
        " When I lived in Honolulu",
        10034.1,
        10036.18
    ],
    [
        " I had a motor scooter as well really crashed it didn't break my leg",
        10036.18,
        10041.06
    ],
    [
        " Relating to you",
        10042.86,
        10043.74
    ],
    [
        " But yeah, they can get you you yeah",
        10043.74,
        10047.02
    ],
    [
        " You feel so like free with it and you want to distance and yeah",
        10047.02,
        10051.82
    ],
    [
        " Be careful of the scooters. Oh, yeah, for sure. Put in Honolulu. Oh, yeah go everywhere. Yeah. Yeah",
        10051.82,
        10058.9
    ],
    [
        " Well, yeah, and that that's it. Thank you both very very much. Oh, hey proud to be with you",
        10058.9,
        10064.0
    ],
    [
        " Charlie plum sir anything else you want to you want to say? I think we've covered it all really great",
        10064.0,
        10069.12
    ],
    [
        " And with you guys, you know, I think that the the transfer of our",
        10069.12,
        10073.92
    ],
    [
        " Not necessarily our knowledge but an award stories, but just the philosophy, you know that we're coming up with because it",
        10073.92,
        10080.76
    ],
    [
        " It spans the test of time I think and we'll continue to",
        10080.76,
        10086.76
    ],
    [
        " Spend the test of time now the accountability issue",
        10086.76,
        10091.4
    ],
    [
        " the",
        10091.4,
        10093.0
    ],
    [
        " Face your fears issue the making choices issue the we've you know refusal to blame other people for your problems",
        10093.9,
        10101.52
    ],
    [
        " You know take take control of your life and it's just not just a military thing",
        10101.52,
        10105.9
    ],
    [
        " I think it's true with with our kids and it's true with students and",
        10105.9,
        10110.36
    ],
    [
        " politicians and all all manners of our society just I think needs a",
        10110.36,
        10117.16
    ],
    [
        " A little shot, you know of accountability",
        10117.16,
        10121.0
    ],
    [
        " Well, I agree with that and I think that you know meeting Charlie and",
        10123.22,
        10127.32
    ],
    [
        " what a wonderful sports person he is",
        10127.32,
        10131.5
    ],
    [
        " he's actually",
        10131.5,
        10133.06
    ],
    [
        " Got me into a",
        10133.06,
        10135.72
    ],
    [
        " position that I had to talk and fund a crowd a few times and and I always try to get in first because I don't want to follow",
        10135.72,
        10144.3
    ],
    [
        " People will be walking out",
        10144.3,
        10147.48
    ],
    [
        " So well, they're captive. I want to talk to",
        10147.48,
        10152.04
    ],
    [
        " But I would love to be able to read some of the as you are doing reach some of these young people",
        10153.22,
        10159.64
    ],
    [
        " Not that they're just because they're not thinking the way I think but",
        10159.64,
        10166.88
    ],
    [
        " I think they're losing something they're losing",
        10166.88,
        10170.66
    ],
    [
        " Something with this great country has given to a awful lot of people and",
        10170.66,
        10178.42
    ],
    [
        " I",
        10178.42,
        10180.6
    ],
    [
        " I",
        10181.68,
        10182.32
    ],
    [
        " I feel that I'd like to reach them and I can't and I think you're reaching them. I think Charlie's reaching him",
        10182.32,
        10188.66
    ],
    [
        " You're reaching them",
        10188.66,
        10190.86
    ],
    [
        " but there's so much we could say and",
        10190.86,
        10194.84
    ],
    [
        " My granddaughter just",
        10194.84,
        10197.1
    ],
    [
        " graduated from the University of Michigan four years and it's pretty liberal school",
        10197.1,
        10203.94
    ],
    [
        " And we we pay a lot of money and our send our kids to school and sometimes they",
        10203.94,
        10210.2
    ],
    [
        " Get some wrong thoughts and at least I think they're wrong. Maybe they're not maybe they're right",
        10210.84,
        10215.84
    ],
    [
        " but I don't think so and so",
        10215.84,
        10219.74
    ],
    [
        " I think the work you're doing and Charlie's doing and the three of you are doing",
        10219.74,
        10226.08
    ],
    [
        " is so so important",
        10226.08,
        10229.12
    ],
    [
        " and for the future",
        10229.12,
        10231.84
    ],
    [
        " Well",
        10231.84,
        10233.86
    ],
    [
        " Obviously, thank you for coming for coming on the show both of you",
        10233.86,
        10238.62
    ],
    [
        " It's",
        10240.0,
        10240.6
    ],
    [
        " It's such an honor to be sitting here with you guys and and also we wouldn't be sitting here if it wasn't",
        10240.6,
        10246.34
    ],
    [
        " You know for for men like you that stood up and and fought and that's why we're here",
        10246.34,
        10254.12
    ],
    [
        " And that's why we have the freedom to be here to do this and the freedom to try and pass that information on",
        10254.12,
        10260.9
    ],
    [
        " So people understand what kind of sacrifices were made so that we can live in this amazing country with this",
        10260.9,
        10268.18
    ],
    [
        " incredible amount of opportunity to do just about anything you want and whether that's",
        10268.62,
        10275.14
    ],
    [
        " Take care of your family or go out and build some kind of a corporate empire",
        10275.14,
        10280.24
    ],
    [
        " You can do it here and you can be happy in any one of those categories",
        10280.24,
        10284.18
    ],
    [
        " And it's amazing",
        10284.18,
        10286.06
    ],
    [
        " so thank you for coming on",
        10286.06,
        10288.06
    ],
    [
        " and",
        10288.06,
        10289.88
    ],
    [
        " Again, I think if it wasn't",
        10289.88,
        10295.94
    ],
    [
        " For generations of men like you",
        10295.94,
        10300.28
    ],
    [
        " Answering the call to fight then our great nation would have perished long ago",
        10300.28,
        10306.88
    ],
    [
        " And it would have perished to tyranny and it would have perished to darkness",
        10306.88,
        10311.66
    ],
    [
        " But because of you and men like you we do live in freedom",
        10311.66,
        10319.58
    ],
    [
        " And we provide hope and light to the world",
        10319.58,
        10325.6
    ],
    [
        " So thank you both for giving that to us",
        10325.94,
        10328.94
    ],
    [
        " So we wrapped up with Charlie Plum and with",
        10328.94,
        10338.3
    ],
    [
        " Jim",
        10338.3,
        10339.44
    ],
    [
        " Conkel in",
        10339.44,
        10341.34
    ],
    [
        " In hangars",
        10341.34,
        10344.74
    ],
    [
        " I got a little off track at the end there. I know that we were going to mention",
        10344.74,
        10351.42
    ],
    [
        " At least some social media and Charlie Plum's information",
        10351.74,
        10356.96
    ],
    [
        " I failed to do that. We're now back in the studio",
        10356.96,
        10359.84
    ],
    [
        " To do that right now. So if anybody wants to link up with",
        10359.84,
        10364.92
    ],
    [
        " Captain Charlie Plum",
        10364.92,
        10367.56
    ],
    [
        " You can find him",
        10367.56,
        10369.52
    ],
    [
        " on twitter",
        10369.52,
        10371.68
    ],
    [
        " He is at captain",
        10371.68,
        10374.7
    ],
    [
        " Captain Plum Plum",
        10374.7,
        10381.4
    ],
    [
        " You",
        10383.54,
        10384.1
    ],
    [
        " He's also Charlie Plum on Facebook or you can go to",
        10384.1,
        10387.22
    ],
    [
        " Charlie Plum.com",
        10387.22,
        10389.4
    ],
    [
        " If you want to get in touch with him also if you do want to find",
        10389.4,
        10392.74
    ],
    [
        " Either myself",
        10392.74,
        10394.8
    ],
    [
        " Echo Charles you can find us also on twitter on instagram and also on",
        10394.8,
        10402.56
    ],
    [
        " The Facebook you can find us there echo is at echo Charles and I am at",
        10402.56,
        10407.98
    ],
    [
        " Jaco Willink and",
        10408.56,
        10410.36
    ],
    [
        " If you want to support this podcast in any way echo how can we do that?",
        10410.36,
        10414.28
    ],
    [
        " Anyways, we'll keep this brief",
        10414.58,
        10416.4
    ],
    [
        " try to",
        10416.4,
        10417.5
    ],
    [
        " origin",
        10417.5,
        10418.76
    ],
    [
        " origin main dot com main the state so origin main dot com",
        10418.76,
        10424.62
    ],
    [
        " Good stuff gear all made in America from the cotton",
        10424.62,
        10428.34
    ],
    [
        " The actual raw cotton to the material to make it",
        10428.34,
        10434.04
    ],
    [
        " All the way into",
        10434.04,
        10436.14
    ],
    [
        " What shirts",
        10438.46,
        10437.96
    ],
    [
        " pants",
        10437.96,
        10439.42
    ],
    [
        " Gees",
        10439.42,
        10440.5
    ],
    [
        " Gees are flagship kind of flagship yes",
        10440.5,
        10444.0
    ],
    [
        " Yeah, that's the origin of origin is to make jiu jitsu geese in America. Yeah, but now we're making all kinds of stuff",
        10444.0,
        10450.52
    ],
    [
        " All kinds of cool stuff anyway. Yeah go to the website check those ones out compression gear also. Yeah",
        10450.52,
        10455.68
    ],
    [
        " Not just rascals. Yeah compression compression gear",
        10455.68,
        10460.36
    ],
    [
        " Are we calling the rascals compression gear? I don't know gear. We're gonna have to trigger that one out",
        10460.36,
        10465.82
    ],
    [
        " compression gear sort of sounds all technical rascals because so are the reality the scenario in the surfing situation",
        10466.14,
        10472.34
    ],
    [
        " Yeah",
        10472.34,
        10472.74
    ],
    [
        " Yeah, so both whatever you like you know what we mean. Yeah, you know what we're coming from all that one ultimately yeah",
        10472.74,
        10479.34
    ],
    [
        " also",
        10479.34,
        10481.26
    ],
    [
        " Super krill",
        10481.26,
        10483.92
    ],
    [
        " That's Jaco super krill krill oil",
        10483.92,
        10486.6
    ],
    [
        " That's out yep",
        10486.6,
        10488.92
    ],
    [
        " origin main",
        10488.92,
        10490.64
    ],
    [
        " And then you click on labs right",
        10491.54,
        10493.36
    ],
    [
        " The lab tab and they got a little bar you you'll see it. Yeah, go there good or should main dot com and then a bunch of people pre-ordered it",
        10493.36,
        10501.0
    ],
    [
        " Ordered it. So what they should start. Oh, it's still there getting it people have it now. Oh dang. Okay",
        10501.0,
        10506.26
    ],
    [
        " There you go and yeah, if you want more you can get it there. Yeah",
        10506.26,
        10510.74
    ],
    [
        " And joint warfare",
        10510.74,
        10512.74
    ],
    [
        " That's a good one too",
        10512.74,
        10514.86
    ],
    [
        " So if you got this bland you got to buy the double you know situation",
        10514.86,
        10520.24
    ],
    [
        " That's ultimately the kit right the joint maintenance",
        10521.24,
        10524.18
    ],
    [
        " Excellence kit that's it. Yeah",
        10524.18,
        10527.56
    ],
    [
        " Boom",
        10527.56,
        10528.54
    ],
    [
        " And then yeah, like I said geese rash guards all kinds of cool stuff just going there and that's a that's a good way to support also",
        10528.54,
        10534.7
    ],
    [
        " Fitness gear kettlebells. You know how like you",
        10534.7,
        10537.96
    ],
    [
        " Mention this and I and I posted a little Instagram video of me up like you know how you said",
        10537.96,
        10543.68
    ],
    [
        " All random yeah, I'm walking through the house. I saw that Instagram. That was a I'll give you credit",
        10543.68,
        10548.92
    ],
    [
        " Yeah, that was a very good Instagram video. I",
        10549.1,
        10552.36
    ],
    [
        " Like that a lot that actually that is exactly what that was it was when you said yeah, I keep my uh",
        10552.36,
        10559.34
    ],
    [
        " Sometimes just do a snatch. Yeah, I just do a clean and jerk clean and jerk. Yeah, so that's what it was",
        10559.34,
        10563.54
    ],
    [
        " You know you walk by and you notice it boom hit it. Yeah, that thing was calling you out. You know",
        10563.54,
        10568.04
    ],
    [
        " Who's do you call that who now?",
        10568.04,
        10569.8
    ],
    [
        " But I will admit now that I have like the whole set pretty much",
        10569.96,
        10574.52
    ],
    [
        " Chimp were wolf gorilla 72 pounds bigfoot 90 pounds. They're all out there right?",
        10575.78,
        10581.08
    ],
    [
        " You know right where you where I made that video",
        10581.42,
        10583.04
    ],
    [
        " I feel the same way as you when I walk by you just you kind of want to and that's good for you",
        10583.04,
        10588.1
    ],
    [
        " Yeah, unless you're all super cold and stiff and then you want to grab the 90 pound one. That's not good for you",
        10588.1,
        10594.04
    ],
    [
        " Go a little lighter. Yeah, yeah, you're stiff. Yes. Anyway",
        10594.04,
        10596.92
    ],
    [
        " Point there being I digress anyway",
        10596.92,
        10600.28
    ],
    [
        " I",
        10601.84,
        10602.24
    ],
    [
        " Get my kettlebells from on it. So kettlebells are cool. Of course. I'm not gonna go into a whole kettlebell thing",
        10602.24,
        10608.34
    ],
    [
        " No, I'm not gonna but if you want the cooler kettlebells the kettlebells the artistic ones. I like the on it ones",
        10608.34,
        10616.78
    ],
    [
        " Brute where we'll find I think is my favorite one to dope you can get the regular ones too",
        10616.78,
        10622.6
    ],
    [
        " Anyway, also a bunch of other stuff maces battle ropes like any kind of",
        10622.6,
        10626.86
    ],
    [
        " kind of the",
        10626.86,
        10628.28
    ],
    [
        " Functional train is yeah, it's functional stuff. Yeah, it's functional and it's I guess the word is fitness",
        10629.82,
        10635.64
    ],
    [
        " Even I don't like that word. That's that's why I was kind of asking you to say functional training",
        10635.64,
        10640.04
    ],
    [
        " I guess hardcore functional training. Yeah, there is some cool stuff on there and all the info behind it too",
        10640.04,
        10645.82
    ],
    [
        " You know on it.com slash jockele. That's a good way to support also",
        10645.82,
        10649.52
    ],
    [
        " When you buy books",
        10649.52,
        10652.0
    ],
    [
        " Including but not limited to",
        10652.0,
        10654.26
    ],
    [
        " Charlie plums book jockeus book",
        10654.26,
        10657.92
    ],
    [
        " Go to the website Charlie plums book is called I'm no hero",
        10658.28,
        10662.64
    ],
    [
        " Right. Yeah, that's what it's called. I'm not a hero. I'm no hero",
        10662.64,
        10666.44
    ],
    [
        " Anyway, go to jockelepodcast.com",
        10666.44,
        10670.28
    ],
    [
        " Yeah, for that book actually get it from Charlie plums.com. Okay, that's the best place to get that book",
        10670.28,
        10675.64
    ],
    [
        " Okay, actually, you know what I'm gonna link it to Charlie plums. Yeah, cool. One on the website",
        10675.64,
        10679.88
    ],
    [
        " But yeah, that's good idea. So nonetheless go to jockelepodcast.com go to the book section",
        10679.88,
        10685.16
    ],
    [
        " Boom click through there when you get your books",
        10685.16,
        10686.84
    ],
    [
        " It's a good way to support brings you to amazon and and could you do your shopping you sure could like it",
        10686.84,
        10693.52
    ],
    [
        " Let as in duct tape",
        10693.52,
        10695.44
    ],
    [
        " Your your phones Sarah Armstrong bought something big. I forget what a lot more",
        10695.44,
        10702.46
    ],
    [
        " Long hours. I don't know if you need a lawn mower. Definitely. Yeah, Amazon click through for sure",
        10702.46,
        10707.38
    ],
    [
        " Good way to support very good way also subscribe to the podcast on iton stitcher Google play",
        10707.38,
        10712.0
    ],
    [
        " And all other podcasts providing platforms seems obvious, but hey, that's a good way also on youtube",
        10712.54,
        10719.86
    ],
    [
        " Put some excerpts on there put one out the other day",
        10719.86,
        10722.84
    ],
    [
        " Good one",
        10722.84,
        10725.84
    ],
    [
        " Very shareable, but nonetheless, no less subscribe to the youtube. That's a good way to support you get other stuff",
        10725.84,
        10733.12
    ],
    [
        " On top of the video",
        10733.12,
        10735.12
    ],
    [
        " version of this podcast excerpts and how should I say",
        10735.12,
        10739.8
    ],
    [
        " Other creative short films yeah by one echo Charles sure",
        10739.94,
        10744.44
    ],
    [
        " With people that we know acting in them. Yes",
        10744.44,
        10748.36
    ],
    [
        " Sometime",
        10748.36,
        10749.9
    ],
    [
        " But yeah some value there anyway. Yeah, youtube subscribe. P. YouTube. That's a good way also jockele as a store",
        10749.9,
        10756.54
    ],
    [
        " It's called jockele store jockele store.com. There are some good",
        10756.54,
        10760.12
    ],
    [
        " Shirts on there literally literally",
        10760.12,
        10763.12
    ],
    [
        " Sure, this is good backwards anyway",
        10763.12,
        10766.34
    ],
    [
        " I'm not saying to buy something just go on there check out stuff if you like the stuff on there",
        10767.28,
        10772.1
    ],
    [
        " Get something this stuff for women shirts patches rash guards hoodies",
        10772.1,
        10777.34
    ],
    [
        " Any day now the hoodies are the more they're heavier",
        10777.34,
        10782.68
    ],
    [
        " Come on. Yes, and I'm gonna put some new rest of the have yes",
        10782.68,
        10786.04
    ],
    [
        " There's well, here's the thing about the heaviest",
        10786.04,
        10790.0
    ],
    [
        " So I'm going through the options, you know how there's one that's like too heavy",
        10791.54,
        10796.98
    ],
    [
        " And it's like super expensive you never been to mission. Yeah, they're like you've never been the main yeah well",
        10796.98,
        10803.16
    ],
    [
        " Oh, I guess you have been the man you never know that whole it wasn't that cool",
        10803.16,
        10806.8
    ],
    [
        " Yeah, no, I get it um put it this way. I'm convinced",
        10806.8,
        10811.7
    ],
    [
        " For whatever that's worth I'm convinced this is the appropriate one. Okay, that's what I can well",
        10811.7,
        10818.12
    ],
    [
        " We",
        10820.04,
        10820.6
    ],
    [
        " Meaning everyone that listens to this and myself",
        10820.6,
        10822.78
    ],
    [
        " We will be the judge of that. Yeah, especially people out of from the north of America. Yeah",
        10822.78,
        10829.74
    ],
    [
        " Or Canada sure the northern region. I got you and I'm confident",
        10829.74,
        10834.7
    ],
    [
        " Yeah, just give me the feedback all good we will also psychological warfare on your journey",
        10834.7,
        10842.08
    ],
    [
        " I",
        10843.34,
        10844.06
    ],
    [
        " Slash campaign against weakness",
        10844.06,
        10845.64
    ],
    [
        " If you run into those days where you're not feeling like it and that's affecting you where you're",
        10845.64,
        10851.58
    ],
    [
        " led to make or potentially make the decision to",
        10851.58,
        10855.44
    ],
    [
        " slack",
        10855.44,
        10856.56
    ],
    [
        " Hit this news skip the workout cheat on the diet",
        10856.56,
        10861.22
    ],
    [
        " procrastinate more or other",
        10861.22,
        10864.36
    ],
    [
        " forms of weakness you listen to this",
        10864.36,
        10868.04
    ],
    [
        " ah",
        10869.64,
        10870.36
    ],
    [
        " album",
        10870.36,
        10870.02
    ],
    [
        " with tracks jaco tracks telling you pragmatically",
        10870.02,
        10874.34
    ],
    [
        " Why you shouldn't",
        10874.34,
        10877.26
    ],
    [
        " give into those weaknesses",
        10877.26,
        10879.4
    ],
    [
        " results",
        10879.4,
        10882.1
    ],
    [
        " Do not vary 100% success rate on that one in my experience",
        10882.1,
        10887.62
    ],
    [
        " Psychological warfare on iTunes",
        10887.62,
        10890.06
    ],
    [
        " Amazon music anywhere where they sell MP3s. It's a good one",
        10890.06,
        10894.06
    ],
    [
        " Very effective good way to support as well",
        10894.06,
        10896.88
    ],
    [
        " Also on Amazon",
        10898.02,
        10899.14
    ],
    [
        " Jockeau white tea you can get that through Amazon you just search jaco white tea",
        10899.14,
        10905.34
    ],
    [
        " Then you order it and then you drink it and then you start throwing things around and smashing everything around you",
        10905.34,
        10911.32
    ],
    [
        " That's what it does no big deal be prepared",
        10911.32,
        10913.68
    ],
    [
        " Do have some books there too? You can get them way the warrior kid. That's a kid's book",
        10913.68,
        10920.34
    ],
    [
        " Extreme ownership. That's a book about leadership",
        10920.34,
        10923.68
    ],
    [
        " Discipline equals freedom field manual",
        10923.68,
        10926.14
    ],
    [
        " That comes out",
        10927.12,
        10928.22
    ],
    [
        " October 17th",
        10928.22,
        10930.72
    ],
    [
        " it's",
        10930.72,
        10931.16
    ],
    [
        " It's a book about getting after it for lack of a better word now. What's interesting about this is",
        10931.16,
        10937.82
    ],
    [
        " The book is the book is not going to be",
        10937.82,
        10940.72
    ],
    [
        " Available through audible itself",
        10940.72,
        10944.2
    ],
    [
        " It's going to be available through MP3 platforms such as",
        10944.2,
        10950.68
    ],
    [
        " iTunes",
        10950.68,
        10952.12
    ],
    [
        " Google play what other platforms are there",
        10952.12,
        10955.66
    ],
    [
        " Amazon",
        10958.86,
        10959.4
    ],
    [
        " Prime music listening",
        10959.4,
        10960.48
    ],
    [
        " So that's what's going to be available the reason we did that is that the beats that we could instead of just make it a big long",
        10960.48,
        10967.22
    ],
    [
        " multi-hour drone of talking",
        10967.22,
        10971.92
    ],
    [
        " It's cut up as an album",
        10971.92,
        10974.46
    ],
    [
        " With tracks",
        10974.46,
        10975.86
    ],
    [
        " Which seems to be the way that we can utilize it for",
        10975.86,
        10981.08
    ],
    [
        " Just quick listening for almost like you'd use psychological warfare album. Yeah, and well",
        10981.56,
        10987.46
    ],
    [
        " It's a manual. That's why right. Yeah, it's not like this. Um, no, it's not a story. No, it's not a story",
        10987.46,
        10992.76
    ],
    [
        " Yes, this one goes warfare. I mean, this one goes freedom field manual is not a story",
        10992.76,
        10997.52
    ],
    [
        " It's a field manual",
        10997.52,
        11001.5
    ],
    [
        " It's instructions. So you can get that there",
        11001.5,
        11004.58
    ],
    [
        " for your business",
        11004.58,
        11006.34
    ],
    [
        " echelon front leadership",
        11006.34,
        11008.76
    ],
    [
        " me",
        11009.66,
        11010.18
    ],
    [
        " Wave Bab and JP to know Dave Burke if you want to get tied into that if you want us to come out and work with your company info at echelonfront.com",
        11010.18,
        11018.28
    ],
    [
        " so",
        11018.28,
        11019.26
    ],
    [
        " That is that those are all great ways to support this podcast",
        11019.26,
        11023.2
    ],
    [
        " We appreciate it and thanks to everyone for your support and",
        11023.2,
        11028.48
    ],
    [
        " Mostly for listening to the podcast especially those that are out there in uniform",
        11028.48,
        11034.12
    ],
    [
        " That provide the freedom and protection that we will never take for granted",
        11034.34,
        11041.54
    ],
    [
        " Freedom that men like Charlie Plum and Jim Kunkel fought and sacrificed to uphold for us",
        11041.54,
        11052.42
    ],
    [
        " And I would simply ask everyone",
        11052.42,
        11056.36
    ],
    [
        " To make something out of the freedom that you have don't waste it",
        11056.36,
        11061.5
    ],
    [
        " And",
        11063.16,
        11063.68
    ],
    [
        " The way that you get the most out of your freedom",
        11063.68,
        11067.2
    ],
    [
        " I'll tell you that what way that is the way you get the most out of your freedom is discipline",
        11067.2,
        11071.04
    ],
    [
        " That's how you get the most out of your freedom",
        11071.04,
        11073.94
    ],
    [
        " Push yourself hard get things done",
        11073.94,
        11078.14
    ],
    [
        " Create and build and make yourself the best you that you can",
        11078.14,
        11085.06
    ],
    [
        " In everything that you do",
        11085.06,
        11089.22
    ],
    [
        " By getting out there",
        11091.5,
        11092.52
    ],
    [
        " And getting after it",
        11092.52,
        11095.68
    ],
    [
        " So until next time",
        11095.68,
        11100.0
    ],
    [
        " This was",
        11100.0,
        11102.6
    ],
    [
        " Mr. Jim Kunkel",
        11102.6,
        11104.96
    ],
    [
        " Captain Charlie Plum",
        11104.96,
        11106.84
    ],
    [
        " And",
        11106.84,
        11108.6
    ],
    [
        " Echo and Jocco",
        11108.6,
        11112.04
    ],
    [
        " Out",
        11112.04,
        11113.22
    ]
]