[
    [
        " How do I get the desire to have discipline?",
        0.0,
        2.84
    ],
    [
        " How do I get the desire to have discipline?",
        4.34,
        10.86
    ],
    [
        " I keep getting asked this type of question,",
        11.92,
        17.86
    ],
    [
        " how do I get discipline or how do I want discipline or how do I maintain discipline?",
        17.88,
        22.84
    ],
    [
        " And the answer, it's a simple answer,",
        23.96,
        26.98
    ],
    [
        " but obviously it's not easy.",
        28.14,
        30.72
    ],
    [
        " And there's all kinds of little tricks and methods that people talk about.",
        31.64,
        35.66
    ],
    [
        " And they have some merit.",
        36.34,
        40.22
    ],
    [
        " Maybe they do work, these things.",
        41.04,
        43.64
    ],
    [
        " Do the little things people say and wake up early.",
        44.0,
        47.08
    ],
    [
        " I say that and write things down and take cold showers and tell everyone what you're going to do.",
        47.22,
        55.3
    ],
    [
        " So broadcast it and make promises or make bets with your friends of something that you don't want to lose.",
        55.46,
        64.2
    ],
    [
        " And those things, those ideas, they're cool.",
        64.84,
        68.1
    ],
    [
        " I'm sure they're going to have some impact.",
        68.3,
        69.98
    ],
    [
        " And if they work for you, that's, that's awesome.",
        69.98,
        73.44
    ],
    [
        " But the fact of the matter is that the reason discipline is hard to maintain is because it is hard to maintain.",
        74.94,
        83.76
    ],
    [
        " That's what makes discipline hard.",
        86.0,
        88.4
    ],
    [
        " It's hard.",
        88.64,
        89.5
    ],
    [
        " And if you hear me claim that discipline is easy for me,",
        90.08,
        98.72
    ],
    [
        " then straight up, that's just my ego talking.",
        99.4,
        102.9
    ],
    [
        " That's what that is because I'm,",
        103.48,
        107.96
    ],
    [
        " unfortunately, just as human as everyone else.",
        108.06,
        113.88
    ],
    [
        " And it is work to maintain the discipline.",
        113.88,
        116.58
    ],
    [
        " That's what it is work.",
        116.82,
        117.88
    ],
    [
        " Holding the line,",
        118.64,
        120.96
    ],
    [
        " maintaining the standard,",
        121.36,
        125.0
    ],
    [
        " giving no slack none.",
        125.4,
        128.94
    ],
    [
        " That's the discipline.",
        129.36,
        130.2
    ],
    [
        " That's the discipline and it is hard.",
        130.94,
        135.44
    ],
    [
        " And if there's one thing I would say that does make it easier,",
        136.9,
        142.28
    ],
    [
        " it's to envision what it feels like when you're done.",
        143.68,
        148.32
    ],
    [
        " What it feels like after you've worked out or you've held the line on your food intake or you've",
        148.94,
        157.8
    ],
    [
        " pushed through some monotonous project that you have to do in all those things.",
        157.8,
        165.18
    ],
    [
        " When they're done, they feel good.",
        165.92,
        168.72
    ],
    [
        " And contrary to that, envision what you will feel like later",
        172.16,
        177.96
    ],
    [
        " when you let the discipline slack.",
        177.96,
        181.5
    ],
    [
        " You know the feeling.",
        182.08,
        183.48
    ],
    [
        " Feeling weak and defeated and you know that you're falling behind.",
        184.14,
        192.54
    ],
    [
        " So get to know those two different types of feelings and ask yourself which one you want to feel in 10 minutes.",
        195.56,
        204.26
    ],
    [
        " Or in a half an hour.",
        205.14,
        208.04
    ],
    [
        " When the thing is done, when the discipline has been implemented.",
        208.48,
        215.82
    ],
    [
        " Remember what that feels like and then remember that those minutes and those hours they turn into weeks",
        218.74,
        226.42
    ],
    [
        " and months and years and holding the line in those critical minutes will put you in an infinitely",
        226.42,
        235.02
    ],
    [
        " better place physically and mentally if you maintain the discipline.",
        235.02,
        241.8
    ],
    [
        " So work through the weakness, fight through the temptation, hold the line.",
        244.7,
        252.42
    ],
    [
        " Hold the line, maintain the discipline. It is not easy.",
        252.88,
        260.58
    ],
    [
        " But it is worth it.",
        261.98,
        265.14
    ],
    [
        " Because yes, because discipline equals freedom.",
        267.66,
        276.92
    ]
]