[
    [
        " This is Jocco Podcasts number 94 with Echo Charles and me, Jocco Willink.",
        0.64,
        7.18
    ],
    [
        " Good evening, Echo.",
        7.9,
        8.48
    ],
    [
        " Good evening.",
        8.68,
        9.02
    ],
    [
        " The black cloud of smoke exploded silently outside the open door of the Dakota,",
        9.76,
        17.16
    ],
    [
        " obscuring for the moment my view of the geometrical Dutch landscape,",
        17.64,
        22.2
    ],
    [
        " deserted but for a few for Lorne cows.",
        22.72,
        25.92
    ],
    [
        " As soon as the sea had appeared below us, I started to think about the flak,",
        27.36,
        31.12
    ],
    [
        " and I knew that everyone else in the aircraft must be worrying as well.",
        31.7,
        35.08
    ],
    [
        " When we crossed the east Anglican coastline, that slight wave of movement",
        35.64,
        41.14
    ],
    [
        " had flickered down the aircraft as the men checked their watches,",
        41.14,
        44.88
    ],
    [
        " calculating the time it would take to fly over the sea and come within range",
        45.34,
        49.06
    ],
    [
        " of the now alerted German anti-aircraft guns.",
        49.06,
        52.0
    ],
    [
        " Below us, the air sea rescue launches of the RAF dotting the water",
        53.4,
        58.16
    ],
    [
        " at precise intervals were pleasantly comforting.",
        58.16,
        60.96
    ],
    [
        " The narrow band of beach, which was the coast of Holland,",
        61.52,
        66.26
    ],
    [
        " had aroused us once again.",
        66.42,
        67.86
    ],
    [
        " As the flooded fields flashed into view, private harrowsett had leaned across",
        68.66,
        72.82
    ],
    [
        " to point out the guns on the ground shooting up at the masked ranks of our aircraft.",
        72.82,
        77.48
    ],
    [
        " At the sound of my Batman's voice, which had been silent for the past hour,",
        78.48,
        83.28
    ],
    [
        " the men near to the open doorway had cramed forward to see what they could.",
        83.76,
        88.02
    ],
    [
        " While the rest, anxious for the first indications of the enemy,",
        88.54,
        91.88
    ],
    [
        " had twisted their necks to peer through the small windows at their backs.",
        92.22,
        95.48
    ],
    [
        " At first I could see nothing, and I was stupidly aggravated that everyone",
        96.26,
        104.3
    ],
    [
        " but myself could spot gun flashes.",
        104.3,
        106.26
    ],
    [
        " Then came that cloud of smoke, producing an odd sense of satisfaction,",
        107.56,
        111.78
    ],
    [
        " a reaction which immediately shamed me.",
        112.62,
        115.6
    ],
    [
        " This was the behavior of a small boy.",
        116.32,
        118.8
    ],
    [
        " For all that, it was satisfying not to feel scared by it.",
        119.86,
        123.86
    ],
    [
        " Perhaps it was because the experience was not only novel, but in some way impersonal.",
        124.5,
        130.36
    ],
    [
        " Looking down the dark tunnel of the aircraft at the double line of soldiers,",
        131.02,
        135.92
    ],
    [
        " it was a relief to see that all traces of nervousness had disappeared.",
        135.92,
        139.8
    ],
    [
        " We had been waiting a long time for this.",
        140.32,
        144.1
    ],
    [
        " So that is the opening of a book called Men at Arnhem.",
        145.6,
        156.12
    ],
    [
        " It was actually sent to me by a guy by the name of James Fettelon,",
        156.86,
        162.04
    ],
    [
        " and the book was originally published under the pseudonym Tom Angus.",
        162.04,
        168.14
    ],
    [
        " It was about this battle at this place called Arnhem, which is in Holland.",
        168.62,
        174.08
    ],
    [
        " In the book, the units that are doing the fighting, they're not identified.",
        175.22,
        179.22
    ],
    [
        " They don't say what units they are, but shortly after the book was published,",
        179.38,
        183.9
    ],
    [
        " it became very clear and it was revealed that the author was an individual named Jeffrey.",
        184.38,
        191.82
    ],
    [
        " The Powell, a British Army officer, and that the unit that the book talks about",
        191.82,
        197.02
    ],
    [
        " was the 156th parachute battalion of the British Army, who fought against all odds.",
        197.02,
        206.02
    ],
    [
        " And really with misfortune after misfortune for eight days during Operation Market Garden,",
        206.54,
        216.98
    ],
    [
        " which is a famous World War II operation, a bold and super-aggressive plan,",
        216.98,
        223.84
    ],
    [
        " and also the largest airborne operation up until that point.",
        224.34,
        229.92
    ],
    [
        " And the goal was to isolate parts of the German forces and to cut off what's known as the Rur District,",
        230.12,
        242.28
    ],
    [
        " which is like the heart of German industry, and then open up a route going from through that whole area,",
        242.28,
        251.28
    ],
    [
        " take control of the roads in the bridges and be able to punch right into the heart of Germany.",
        251.64,
        256.16
    ],
    [
        " Over 40,000 airborne troops took part in the operation, including America's 82nd Airborne and the 101st Airborne Divisions.",
        256.54,
        268.08
    ],
    [
        " But the deepest, those that jumped deepest into enemy territory were from the British,",
        268.08,
        275.08
    ],
    [
        " British first airborne division, and that included this battalion, the 156th parachute battalion.",
        275.26,
        282.9
    ],
    [
        " And if you know anything about Operation Market Garden, although it did achieve some beneficial things,",
        283.4,
        294.32
    ],
    [
        " overall the mission was considered a failure because it didn't actually achieve the objectives",
        294.9,
        301.52
    ],
    [
        " that it wanted to achieve. And as you can imagine, those that were furthest out suffered some absolutely catastrophic casualties",
        301.52,
        311.66
    ],
    [
        " and people taking prisoner and people killed in action.",
        311.66,
        316.4
    ],
    [
        " And this is only an eight day. This is eight days long.",
        318.0,
        321.54
    ],
    [
        " So this is this period that we're about to cover is only eight days long, and you're going to see that it is, it is vicious.",
        321.82,
        328.06
    ],
    [
        " And the names were changed in this book, but again, this is an account from one of the company commanders inside this battalion.",
        328.66,
        342.24
    ],
    [
        " So obviously the opening was them flying over the English Channel and getting ready to jump in to Holland.",
        349.54,
        356.86
    ],
    [
        " And here we go back to the book. I braced myself at the open door, the first man in the stick to jump, gripping the fuselage,",
        357.1,
        364.46
    ],
    [
        " and in case a sudden jerk flung me out too soon.",
        364.46,
        367.52
    ],
    [
        " Leaning forward, the wind whipped my face, pouring over the details of the placid Dutch landscape below,",
        368.3,
        374.64
    ],
    [
        " I could now see one or two cyclists dotting the otherwise deserted countryside.",
        375.02,
        379.36
    ],
    [
        " The flicker of the red warning light near my face told me that there was one minute to go.",
        380.24,
        385.04
    ],
    [
        " A railway line flashed below. The pattern of the woods was familiar as the view of the stable yard from the office window.",
        386.4,
        393.3
    ],
    [
        " The air photographs and the briefing model of the ground had imprinted the shapes on my mind.",
        393.5,
        398.92
    ],
    [
        " The pilots were dead on target. More often than not, in the old days we had been dropped to stray, but these yanks always learned from their mistakes.",
        400.46,
        409.22
    ],
    [
        " I never saw the red light turned to green. Harrison's hand slapped my shoulder, I was out of the door.",
        411.08,
        416.26
    ],
    [
        " The slipstream hit me, flicking me sideways, and I fell away just catching a glimpse of Harrison in the air above me,",
        416.9,
        423.66
    ],
    [
        " and the tail of the aircraft flashing out of sight.",
        423.9,
        426.06
    ],
    [
        " Then I was floating suspended gently in mid-air. My parachute can't be high.",
        426.64,
        432.84
    ],
    [
        " I looked up at the sky, choked with hundreds of swaying parachutes.",
        433.92,
        439.96
    ],
    [
        " Most of them patterned in green and brown camouflage, but others in a galaxy of colors.",
        439.96,
        445.5
    ],
    [
        " Red and orange, purple, blue and yellow vivid against the scattered white clouds.",
        445.92,
        450.58
    ],
    [
        " Every moment more aircraft arrived to discord their cargoes into the crowded air.",
        451.48,
        457.18
    ],
    [
        " Then I noticed the humming.",
        458.1,
        460.1
    ],
    [
        " We were being shot at from the ground.",
        460.94,
        463.36
    ],
    [
        " There were boasts on the drop zone.",
        464.28,
        466.36
    ],
    [
        " Something was badly wrong, and opposed landing with the enemy firing as we hung from our parachutes,",
        466.98,
        473.4
    ],
    [
        " or tried to collect our weapons before we could gather into a cohesive force on the ground,",
        473.52,
        478.12
    ],
    [
        " with something new for us in the British airborne forces.",
        478.12,
        481.1
    ],
    [
        " So as they're coming down, they're getting shot at.",
        482.4,
        484.76
    ],
    [
        " He uses this term throughout the book. He calls the German Boche, B-O-C-H-E,",
        485.06,
        491.68
    ],
    [
        " and where it comes from, from what I gathered, there's a French word that means it could mean head, like kaboche,",
        493.88,
        503.44
    ],
    [
        " or something like that, and it also can mean cabbage.",
        504.02,
        507.48
    ],
    [
        " So I guess their slang term, their derogatory slang term,",
        508.58,
        513.5
    ],
    [
        " was these big headed German big cabbage heads.",
        513.64,
        516.26
    ],
    [
        " And he reduced that down to this term Boche, and it's a common one for them to use.",
        516.56,
        521.46
    ],
    [
        " They used it a lot in World War I.",
        521.56,
        522.94
    ],
    [
        " And so this is a hangover from that, but you're going to hear it throughout the book.",
        523.48,
        527.18
    ],
    [
        " That's how he's referring to the Germans.",
        527.18,
        528.74
    ],
    [
        " Back to the book, a sharp pain burned the knuckles of my left hand.",
        530.7,
        533.82
    ],
    [
        " Blood was seeping from my fingers. A bullet must have hit me, grazed me anyways.",
        534.12,
        538.36
    ],
    [
        " But now the Heathland was rushing up,",
        539.28,
        542.54
    ],
    [
        " raising my hands to lift the webs, I pulled, and then hit the ground, hit me with an uncomfortable jar.",
        543.26,
        549.14
    ],
    [
        " A bad landing.",
        550.0,
        550.78
    ],
    [
        " I lay in the sunken road, listening to the bullets cracking overhead.",
        551.76,
        555.44
    ],
    [
        " And they're right, they get right into the mix.",
        556.18,
        561.98
    ],
    [
        " I mean, it's immediately into the mix.",
        562.26,
        563.62
    ],
    [
        " Obviously, they're getting shot out of the way down, and then what's in there as they hit the ground?",
        563.62,
        566.9
    ],
    [
        " It's on. Back to the book. A man with blood stains, blood stains, shell dressing,",
        567.12,
        571.22
    ],
    [
        " wrapped around his throat, walked around the corner of the wooding towards us,",
        571.4,
        575.44
    ],
    [
        " just as pritchard, whose the medic finished his work.",
        575.78,
        578.04
    ],
    [
        " Then came a couple of parties carrying stretchers, the occupant of one unconscious,",
        578.66,
        583.04
    ],
    [
        " the other with a cigarette between his gray, tight lips.",
        583.44,
        586.04
    ],
    [
        " They were the first stream of wounded men from a variety of units,",
        586.86,
        590.86
    ],
    [
        " making their painful way towards the dressing station, which had been set up in the wood behind us.",
        591.22,
        596.0
    ],
    [
        " So far, sea company had been lucky.",
        597.1,
        599.22
    ],
    [
        " Only four men were missing, and a fifth had turned up late, smiling cheerfully,",
        599.76,
        604.26
    ],
    [
        " despite a bullet through his bandaged arm.",
        604.6,
        606.5
    ],
    [
        " Another four or five were limping and hopping about on strange or twisted ankles,",
        607.64,
        611.36
    ],
    [
        " expressions of disgust in their faces, victims of the gusty wind on the dropping zone.",
        611.78,
        616.56
    ],
    [
        " All of them would have to be left behind.",
        617.82,
        619.62
    ],
    [
        " But then I thought again, calculating the figures once more,",
        621.0,
        623.66
    ],
    [
        " perhaps we had not been so lucky after all.",
        624.02,
        626.1
    ],
    [
        " A tenth of the men who had imprained that morning were already casualties.",
        626.22,
        631.12
    ],
    [
        " It had sounded as if all the fighting had happened on the far side of the dropping zone,",
        631.74,
        636.9
    ],
    [
        " in the Arnhem direction.",
        637.38,
        638.78
    ],
    [
        " Now the noise of the battle began to ebb.",
        639.84,
        641.86
    ],
    [
        " The enemy posts had probably been overrun.",
        642.44,
        644.88
    ],
    [
        " Neither news nor orders had arrived from battalion headquarters.",
        646.0,
        650.02
    ],
    [
        " But I knew better than to obstruct the radio net with needless questions.",
        650.98,
        654.88
    ],
    [
        " So first of all, you're rolling into a situation where you're on your insert",
        655.82,
        660.68
    ],
    [
        " and you lose 10% of your men.",
        660.68,
        662.22
    ],
    [
        " That's just where you're starting now.",
        662.8,
        664.26
    ],
    [
        " If I remember correctly, that is the standard kind of figure",
        664.64,
        670.88
    ],
    [
        " that when you're conducting a big airborne operation,",
        670.88,
        673.66
    ],
    [
        " like when the army conducts big airborne operations, that's what they figure.",
        673.98,
        677.32
    ],
    [
        " They're going to take for casualties on the drop zone.",
        677.42,
        679.62
    ],
    [
        " Obviously they usually do better than that, but for worst case scenarios,",
        679.88,
        683.64
    ],
    [
        " that's kind of what they figure and that's where they're at.",
        683.64,
        685.58
    ],
    [
        " The other thing that I thought was cool is here he is.",
        685.98,
        689.04
    ],
    [
        " He hasn't heard any word from the battalion HQ yet,",
        689.2,
        691.1
    ],
    [
        " but he's not going to jump on the net and say,",
        691.16,
        692.7
    ],
    [
        " hey, boss, what do you want me to do?",
        692.72,
        693.76
    ],
    [
        " Hey, what's going on?",
        694.06,
        694.7
    ],
    [
        " Hey, where do you want me to be?",
        694.76,
        695.46
    ],
    [
        " Because there's other people that are trying to talk",
        695.78,
        697.58
    ],
    [
        " and he's got to just kind of figure things out at this point.",
        697.58,
        701.62
    ],
    [
        " Now he's talking about his own company,",
        703.46,
        708.78
    ],
    [
        " but here's the report on the rest of the battalion as he figures himself.",
        709.06,
        712.82
    ],
    [
        " And as usual, obviously I'm not reading the whole book",
        713.16,
        715.9
    ],
    [
        " and I'm skipping through big chunks of combat situations,",
        715.9,
        719.58
    ],
    [
        " but at this point he figures out what's going on",
        719.58,
        722.08
    ],
    [
        " with the battalion going back to the book.",
        722.08,
        724.08
    ],
    [
        " Casualties in the battalion had not been light.",
        724.42,
        726.6
    ],
    [
        " Two officers and a hundred men had failed to arrive.",
        727.8,
        730.74
    ],
    [
        " Among them, the plane load, which we had seen, shot down.",
        731.2,
        734.48
    ],
    [
        " Another load had probably been dropped in the wrong place.",
        735.56,
        739.06
    ],
    [
        " In Hampshire was one of the missing officers,",
        740.06,
        742.42
    ],
    [
        " rumor had it that he was dead.",
        742.78,
        744.02
    ],
    [
        " The other was the intelligence officer whose job Jimmy Gray",
        744.54,
        748.3
    ],
    [
        " had now combined with his own.",
        748.3,
        750.26
    ],
    [
        " Jimmy could not explain the reason for the delay.",
        751.56,
        753.68
    ],
    [
        " No one seemed to know.",
        754.74,
        756.28
    ],
    [
        " And that's one of the parts that I didn't go over in the beginning of the book",
        757.28,
        761.08
    ],
    [
        " as they're flying in as they're seeing flak hit",
        761.08,
        763.32
    ],
    [
        " and explode around them.",
        763.32,
        765.18
    ],
    [
        " You know, they see another one of their aircraft",
        765.18,
        767.66
    ],
    [
        " filled with their brothers go down.",
        767.66,
        770.54
    ],
    [
        " No shoots.",
        770.56,
        772.08
    ],
    [
        " Now they start getting some coherent input from the battalion",
        772.52,
        781.48
    ],
    [
        " and here's what they figured out coming back to the book.",
        781.48,
        783.76
    ],
    [
        " We would move as had already been planned in England.",
        783.86,
        786.6
    ],
    [
        " The leading company of the battalion",
        786.96,
        788.84
    ],
    [
        " with Leslie Doyle's platoon, number nine in the front,",
        788.84,
        792.3
    ],
    [
        " some 200 yards ahead, followed by company headquarters,",
        792.62,
        795.88
    ],
    [
        " then Luke Tyler's eight platoon, then Douglas Thompson's seven platoon at the back.",
        796.64,
        801.66
    ],
    [
        " As I had expected, the company was ready to move",
        802.24,
        805.58
    ],
    [
        " by the time orders had been given out.",
        805.58,
        807.88
    ],
    [
        " Two minutes were all that was needed for the men to slide their entrenching tools into place,",
        809.2,
        813.3
    ],
    [
        " pick up their weapons and sort themselves out.",
        813.66,
        815.44
    ],
    [
        " No one had removed his equipment.",
        816.48,
        818.02
    ],
    [
        " It was a lesson which the colonel had drummed into us.",
        818.56,
        820.82
    ],
    [
        " No man must ever remove his equipment when the enemy is anywhere near,",
        820.82,
        824.44
    ],
    [
        " no matter whether he was digging, sleeping, or defecating.",
        824.74,
        827.98
    ],
    [
        " Whatever time it may be, day or night, a soldier had only to reach for his weapon",
        828.44,
        833.3
    ],
    [
        " to be ready to fight or to march.",
        833.3,
        834.96
    ],
    [
        " Just once this day, just once each day, one man in three at a time",
        835.88,
        840.32
    ],
    [
        " was allowed to strip so that he could wash and shave.",
        840.32,
        842.38
    ],
    [
        " And shave they must.",
        842.98,
        844.76
    ],
    [
        " The last man of nine platoon was disappearing",
        845.52,
        848.98
    ],
    [
        " around the corner of the sandy track, which ran parallel with the railway line to Ardenham.",
        848.98,
        854.24
    ],
    [
        " When I noticed the colonel standing on the right next to the shell of a still smoking glider,",
        854.58,
        860.16
    ],
    [
        " which partly blocked the battalion's path.",
        860.62,
        862.32
    ],
    [
        " So there was parachuppers that came in, but other people came in on gliders.",
        862.68,
        866.36
    ],
    [
        " Just big gliders.",
        866.94,
        868.62
    ],
    [
        " You know, no engine that would get towed by other planes.",
        869.0,
        871.72
    ],
    [
        " They're filled with men and they would just land these gliders in big open fields.",
        872.12,
        876.14
    ],
    [
        " Gray was by the colonel's side and behind them,",
        880.28,
        883.38
    ],
    [
        " crouched a knot of radio operators in orderlies.",
        883.54,
        886.08
    ],
    [
        " It was the same as ever.",
        886.68,
        888.18
    ],
    [
        " The colonel's eyes were still, but he never missed anything.",
        888.9,
        892.1
    ],
    [
        " The unfastened pouch from which a grenade or bread magazine could slip.",
        892.92,
        896.8
    ],
    [
        " The slack chin strap, which would fail to hold a running man's steel helmet in place.",
        897.44,
        901.74
    ],
    [
        " Quietly, the colonel would indicate the error to whichever passing officer or NCO was responsible for the man.",
        902.68,
        909.96
    ],
    [
        " Nothing was ever ignored.",
        910.96,
        912.64
    ],
    [
        " Safely out of range, the offender would mumble about the nitpicking old bastard.",
        913.96,
        918.36
    ],
    [
        " But the abuse was usually perfunctory and good-natured.",
        919.18,
        923.34
    ],
    [
        " All of them knew his ways, and by now they had learned that his fads mattered.",
        923.52,
        928.9
    ],
    [
        " So the colonels were on an tight ship.",
        930.48,
        932.12
    ],
    [
        " That's what he's doing.",
        932.62,
        934.26
    ],
    [
        " He's a highly disciplined guy and he keeps his troops in check.",
        934.52,
        938.4
    ],
    [
        " And as you can see, they're not offended by that.",
        939.58,
        942.1
    ],
    [
        " Like they complain about it a little bit, but they also know it's the right thing.",
        942.4,
        947.1
    ],
    [
        " Here we go back to the book.",
        947.28,
        950.96
    ],
    [
        " Although we were moving along our planned route, our role in the battle had been changed.",
        951.0,
        956.0
    ],
    [
        " Instead of making for the high ground north of Arnhem, the whole of the brigade was now marching for the bridge to relieve the struggling remnants of the first brigade, which had been fighting alone there for more than 24 hours.",
        956.08,
        968.2
    ],
    [
        " One thing was certain.",
        968.9,
        970.32
    ],
    [
        " So their mission had changed a little bit.",
        971.1,
        973.14
    ],
    [
        " There's a bridge and first brigade was at this bridge, had taken the bridge, but now they're getting attacked at that bridge by the Germans.",
        973.2,
        979.52
    ],
    [
        " And now these guys get, this brigade gets the orders to go and help them, go and relieve them.",
        980.72,
        987.0
    ],
    [
        " Back to the book, one thing was certain.",
        987.82,
        989.22
    ],
    [
        " Parachute infantry were not the fast-moving, hard-hitting troops depicted by the daily press.",
        989.58,
        994.56
    ],
    [
        " With no more transport in a battalion than four lightly armored carriers and some half dozen jeeps, nearly everything needed in battle either had to be carried on the backs of soldiers or dragged behind them.",
        995.38,
        1007.94
    ],
    [
        " There were no trucks just behind the forward companies loaded with spare ammunition.",
        1008.56,
        1013.06
    ],
    [
        " Instead, extra bandoliers were strung around necks and light anti-tank mines swung from waste belts.",
        1013.86,
        1020.6
    ],
    [
        " Success came with surprise in this sort of fighting. The enemy must be caught unaware and crushed before they could recover.",
        1021.84,
        1029.78
    ],
    [
        " Inevitably, we would run short of ammunition if the boash were allowed the chance of standing and fighting.",
        1030.92,
        1037.88
    ],
    [
        " This weary trudge toward the bridge in Arnhem along the endless tracks was a crazy way to use airborne troops.",
        1039.06,
        1046.58
    ],
    [
        " Surprise had been lost long ago.",
        1047.54,
        1049.64
    ],
    [
        " Before the operation started, I doubted the wisdom of dropping so far from the bridges.",
        1050.48,
        1055.16
    ],
    [
        " Now it was clear that it had been a mistake.",
        1055.96,
        1059.06
    ],
    [
        " So they're in a radically different situation. Instead of dropping in and holding some ground, now they're moving, they have to carry all their gear with them. It's not a good situation.",
        1060.46,
        1070.32
    ],
    [
        " These talking about some of the guys are carrying it as much as a hundred pounds, which is a ton of weight.",
        1072.56,
        1078.78
    ],
    [
        " Now they get word from the colonel back to the book. He was able to confirm that the first parachute brigade was still holding out at the bridge where the casualties had been heavy on both sides.",
        1081.46,
        1092.04
    ],
    [
        " The Germans having already lost 2,000 men, although it was not clear who had counted them.",
        1092.6,
        1099.24
    ],
    [
        " Now as he gets done with that, he kind of gives some word. They're going to start moving down this track.",
        1103.32,
        1109.76
    ],
    [
        " So he's giving that order to this one of his officers, Doyle.",
        1110.36,
        1114.84
    ],
    [
        " And Doyle's normally pretty fired up about what he's doing. He's a motivated guy.",
        1115.12,
        1120.96
    ],
    [
        " And here we go back to the book. Doyle was not at all his embelliant self. The task of 9 platoon was simple.",
        1120.96,
        1127.62
    ],
    [
        " He and his men had to walk straight down the track until they ran into the boge position.",
        1127.96,
        1133.08
    ],
    [
        " Their first warning of the enemy presence would be the rifle and machine gunfire tearing into them.",
        1134.02,
        1140.06
    ],
    [
        " Still less were the two scouts to be envied who would be moving out in front of the rest of the platoon.",
        1141.56,
        1147.1
    ],
    [
        " It was almost inevitable that the first German rounds would hit one or both of them,",
        1148.16,
        1154.2
    ],
    [
        " unless the Germans were cunning enough to let them pass so as to kill more of the men behind.",
        1154.5,
        1159.56
    ],
    [
        " But without armor in front to draw the enemy fire in pinpoint their positions, there was no other way to advance.",
        1160.48,
        1168.58
    ],
    [
        " I had chosen Doyle to lead the advance because I was certain that I could rely on him.",
        1169.46,
        1174.82
    ],
    [
        " This was the penalty for being good at one's job.",
        1176.12,
        1179.3
    ],
    [
        " So there you go. They're actually walking down train tracks and they know 100% that Germans are waiting for them.",
        1181.38,
        1191.44
    ],
    [
        " And they're going to push down the tracks and the way they're going to find the Germans is when the Germans start shooting at them.",
        1191.98,
        1196.86
    ],
    [
        " So they proceed down the tracks and now going back to the book, the expected happened. Happened.",
        1201.7,
        1208.68
    ],
    [
        " The calm of the night collapsed in an explosion of light and noise.",
        1209.62,
        1213.14
    ],
    [
        " From a wide arc in front of 9 platoon, streams of white, red and yellow tracer bullets converged on the stretch of track where the men must have flung themselves to the ground.",
        1214.2,
        1225.16
    ],
    [
        " The airy lights and parachute flares larger and brighter than anything carried by us swung down towards the earth, lighting the dark countryside to the shade of a gray November morning.",
        1226.86,
        1237.8
    ],
    [
        " A house burst into flames on the other side of the railway. It was too sudden for an accident. The conflagration must have been planned.",
        1238.3,
        1246.68
    ],
    [
        " Anything which moved was now visible. Overall was the noise.",
        1247.78,
        1253.14
    ],
    [
        " The din of shells and mortars bursting both behind and ahead, merging with the harsh roar of this enemy spanned out light machine guns and the more sustained drumming of the heavier weapons.",
        1254.16,
        1265.54
    ],
    [
        " Now I could hear another sound. It was a slow rata tat tat of 9 platoons, Bren guns and the crack of British rifles replying to the German fire.",
        1266.62,
        1276.06
    ],
    [
        " There were a lot of enemy in front of us. The Germans had men everywhere.",
        1276.9,
        1282.1
    ],
    [
        " So this is like a well plan ambush scenario. And if you think about it, it sounds like they rigged this house to light up and be on fire.",
        1283.78,
        1295.62
    ],
    [
        " And now that's backlighting and silhoueting all the friendly troops because it just makes you stand out because it a fire behind you.",
        1295.62,
        1303.06
    ],
    [
        " On top of that machine gun fire on top of that mortars shells are hitting you.",
        1303.34,
        1309.64
    ],
    [
        " And here we go. Back to the book as as the major here as the company commander Jeffrey Powell is is crouched down waiting as all this is happening out ahead of him.",
        1310.34,
        1324.5
    ],
    [
        " He's not with that first platoon. He's behind them a little bit. And here we go back to the book. I saw a single crouched figure running up the track behind towards me.",
        1324.5,
        1332.76
    ],
    [
        " Then I recognize the broad bulk of bar far from you. Leslie Doyle's platoon sergeant. This was quick. Leslie had wasted no timing sending back news.",
        1333.3,
        1343.82
    ],
    [
        " Only a little out of breath. Sergeant Bart Follomew sank down by my side and began to speak. His voice is calm and sensible as usual.",
        1344.52,
        1352.7
    ],
    [
        " His leading section had come under fire at a range of only some 20 or 30 yards. It appeared that the Germans had allowed the two scouts to pass unmolisted, but everyone else in the front section had been killed.",
        1353.56,
        1366.5
    ],
    [
        " There were several other casualties in the platoon as well, including Mr. Doyle who had been hit badly in the thigh and was only semi conscious.",
        1368.0,
        1375.44
    ],
    [
        " The survivors were pinned to the ground by fire, which was coming from either side of the track.",
        1376.74,
        1380.6
    ],
    [
        " This was all wrong. With his platoon commander hit Sergeant Bart Follomew. His place was with the platoon.",
        1382.98,
        1391.6
    ],
    [
        " There were plenty of other people to carry messages. Not only that, but Bart Follomew could hardly have had time to verify the disastrous information about the leading section.",
        1392.42,
        1400.56
    ],
    [
        " It was far from likely that every man in it had been killed. So Bart Follomew's nerve had broken in the first test.",
        1401.62,
        1412.34
    ],
    [
        " So that's the situation. This guy ran and he comes back and reports in and says, you know, hey, everyone's dead. And he realizes he realizes the company commander realizes that not true.",
        1413.58,
        1428.54
    ],
    [
        " Going back to the book, perhaps the responsibility had been too much for him. Whatever it was, he was certainly scared despite his success in concealing the fact.",
        1429.02,
        1437.44
    ],
    [
        " The sergeant had run away, leaving the platoon to its own devices. I was flabbergasted. Of all the NCOs, I had judged this cool, reserved man to be the most dependable.",
        1438.02,
        1451.28
    ],
    [
        " A hard taskmaster, too ruthless to be popular, Sergeant Bart Follomew had been an effective foil to the easy going and friendly Doyle. And the two men had formed a fine team.",
        1452.14,
        1463.48
    ],
    [
        " It was incredible that this should have happened. In the light of a flare, I studied the sergeant's face. There was nothing to be seen.",
        1464.3,
        1473.4
    ],
    [
        " Bart Follomew returned my glaze with steady eyes. There could be no point in my further destroying the man's self-respect. It was possible that he might recover after this first shock, his pride taking charge to control his fear.",
        1474.68,
        1491.14
    ],
    [
        " So my rebuke was restrained, no more than a comment that Bart Follomew should have sent private Jones back with the news and not come himself.",
        1492.88,
        1500.24
    ],
    [
        " Then I stood up once again, told Robert who had appeared by my side to take charge and started down the track toward the forward platoon, motioning Bart Follomew to accompany me.",
        1501.04,
        1511.08
    ],
    [
        " There was no need to say anything to Harrison, who automatically rose to his feet, his stend, cradled in his elbow, ready to shoot.",
        1511.7,
        1520.34
    ],
    [
        " So interesting leadership dynamic there instead of saying you coward, you quit. He doesn't do that. Instead, he really tones it back and says you should have set Jones instead.",
        1522.3,
        1533.66
    ],
    [
        " He's hoping that this guy will recover. And this is a great line. His pride taking charge to control his fear, meaning this guy just has no pride at this point. He's trying to keep it together.",
        1534.1,
        1546.42
    ],
    [
        " But hopefully the company commander is thinking that, okay, this guy will get it back together, hopefully, and we'll be able to utilize him as opposed to me just dropping the hammer on him right now, in which case he might just completely break and be worthless.",
        1548.98,
        1564.0
    ],
    [
        " And the other thing, and I tried to include as much as I could of this guy, Harrison, that gets mentioned, who's sort of the company commander's right hand guy.",
        1564.16,
        1573.92
    ],
    [
        " But he's just always there, always ready, always stepping up and making things happen.",
        1574.46,
        1579.4
    ],
    [
        " Now, eventually, as all that unfolds, we're going back to the book, Nesbit, which is one of the guys in that in that platoon. Nesbit had decided it was time to leave and had used the lull to bring back the survivors of the platoon.",
        1585.84,
        1599.48
    ],
    [
        " Two men were dead, while nothing was known of the fate of the two scouts. With Nesbit, we're five wounded men, two of whom, including his officer, were being carried.",
        1600.0,
        1610.4
    ],
    [
        " Leslie, in shocking pain from a shattered thigh, which Morphea had done little to help, had fainted after a few yards and was still unconscious.",
        1611.38,
        1620.08
    ],
    [
        " A third of the platoon were casualties. It was bad, but not as quite as bad as pictured by Bartholomew.",
        1621.3,
        1627.2
    ],
    [
        " I could not blame Nesbit for withdrawing without permission. Short of ammunition, with her officer wounded and the platoon sergeant, unaccountably missing, the men had heard nothing of the troops behind them for the past hour and had concluded that the battalion must have pulled back.",
        1628.54,
        1644.06
    ],
    [
        " Nesbit had seen a lot of war, as his DCM won in Crete testified. He understood its muddle. He knew it was rare for a battle to go as planned.",
        1646.06,
        1657.26
    ],
    [
        " His responsibility was to his men to rescue them from what seemed to be a mess. This he had done and his judgment had been correct.",
        1658.86,
        1668.6
    ],
    [
        " They were no place to be caught at daylight overlooked on a forward slope and unencumbered with wounded men.",
        1669.78,
        1677.0
    ],
    [
        " So you see decentralized command and action right there. Nesbit doesn't hear, doesn't know what's going on. He makes a decision. I'm getting these guys out of here. And what's good is the company commander supports. Hey, he made a good call. That was the right thing to do.",
        1677.62,
        1689.94
    ],
    [
        " Now at this point, they're moving back, they're moving back after they've confirmed, you know, they pushed forward trying to find out where the Germans were. And now they're moving back because they realized that the Germans are absolutely holding strong.",
        1694.36,
        1709.46
    ],
    [
        " So they've done this push forward. They've got it basically ambushed and now they pulled back after, you know, like I said, confirming where the Germans were.",
        1709.46,
        1718.56
    ],
    [
        " Back to the book to accomplish this, meaning to accomplish finding out where the Germans were, to accomplish this had cost us Leslie Doyle and the absent Bartholomew, while two men in Doyle's leading section were dead and the two scouts were missing, probably either killed or made prisoner.",
        1719.06,
        1735.58
    ],
    [
        " Seven other men had been wounded, including another sergeant. This is a total of 13 casualties with another nine men lost when we landed with nothing at all accomplished over 20 men had already been killed or injured. And now the battalion was moving in the wrong direction back the way we had come.",
        1736.26,
        1756.28
    ],
    [
        " And you're going to find, I mean, this is what makes this story so devastating is that you know, I talk about Murphy's Law and things go wrong. These guys are complete. It's just Murphy's Law over and over again. And in most of the books that we read on here, there's triumph and there's victory at the end. And you can see right now already where this is heading.",
        1758.46,
        1784.38
    ],
    [
        " We got 20 guys wounded or killed and instead of moving forward, we're actually moving backward.",
        1784.38,
        1790.32
    ],
    [
        " Back to the book sooner than expected, we reached the battalion base. It had been cited in a rectangular patch of wood about 20 acres inside, lying just north of the railway.",
        1790.78,
        1804.24
    ],
    [
        " It was 2.30 a.m., a horrible hour, especially so if one is tired, cold and hungry.",
        1806.12,
        1813.66
    ],
    [
        " Thank God it would be starting to get light in a couple of hours. What would happen tomorrow? Something had gone very wrong indeed.",
        1814.28,
        1823.98
    ],
    [
        " By now we should be dug in on the high ground north of Artheim, waiting for the Germans to counter attack the bridges. Instead, we were sitting here in the woods only a few miles from where we had dropped with strong enemy forces between ourselves and the city where the men of first brigade must be fighting for their lives.",
        1825.2,
        1843.86
    ],
    [
        " Wherever one turned, there seemed to be German troops and good ones at that. The men who had stopped us had not behaved like rear area troops scraped together to put up some sort of resistance, but it fought with skill and tenacity.",
        1845.2,
        1859.12
    ],
    [
        " The slit trenches were dug and everyone except for the double centuries in each section and the officers and ensues on duty was sound asleep.",
        1860.36,
        1868.64
    ],
    [
        " The men humped like dogs, some curled up with a companion for warmth lying in their full equipment, their weapons tied to their wrists by the slings.",
        1869.38,
        1878.56
    ],
    [
        " I should be asleep too, not sitting and worrying, feeling sorry for myself, but trying to get some rest in preparation for the coming day.",
        1879.34,
        1888.74
    ],
    [
        " Stand to would be at 0 4 30 hours, half an hour before first light, when everyone would be awake and ready in this slit weapon poised for a possible dawn attack.",
        1890.7,
        1902.82
    ],
    [
        " So they're dug in and of course it's not looking good at this point. They're going to stand to at 0 4 30, which is pretty common, going to be up before the sunrise and you want to be up before the enemy as well.",
        1907.46,
        1922.36
    ],
    [
        " Now they get together and get some word, here we go back to the book, it did not take long, it did not take the Colonel long to give us our orders.",
        1925.18,
        1932.68
    ],
    [
        " The brigade was to renew its effort to reach the bridge and bring relief to the men still fighting there. So pretty simple, straight forward goal.",
        1933.04,
        1939.76
    ],
    [
        " And in order to achieve this goal, they set up to do an attack on this little section of woods where they think there's a bunch of Germans and here we go back to the book, the leading sections plunged into the wood and disappeared.",
        1946.3,
        1956.72
    ],
    [
        " There were no enemy there at all.",
        1957.66,
        1959.82
    ],
    [
        " The information from brigade must have been wrong, we had attacked and taken an empty position.",
        1960.58,
        1965.8
    ],
    [
        " Never was there such an anti-climax, but never was an anti-climax. More welcome.",
        1966.74,
        1973.02
    ],
    [
        " Now we get a little visit up on the front lines, here we go back to the book as the small spare figure stepped out of the first vehicle.",
        1974.6,
        1985.38
    ],
    [
        " I realized that it was the first time I had seen the Brigadier commander since we left England. He was just the same as ever, relaxed and smiling.",
        1985.42,
        1993.96
    ],
    [
        " Battle was nothing new to him, he had been through the worst of the desert war.",
        1994.74,
        1999.08
    ],
    [
        " Model in no way disconcerted him, at least not outwardly. It's interesting he uses the term model. He's talking about the fog of war, this model when you don't really know what's happening.",
        2000.06,
        2011.32
    ],
    [
        " He talks about how the veterans are used to it and a custom to it and they can deal with it.",
        2011.32,
        2015.96
    ],
    [
        " Model in no way disconcerted him, at least not outwardly. He seemed to anticipate it, understanding how judgment and behavior was impaired by danger.",
        2016.46,
        2025.76
    ],
    [
        " Wherever he went, he inspired confidence with his gentle eyes and friendly manner.",
        2026.86,
        2031.56
    ],
    [
        " For regular cavalry officer, his background was unusual. He had come to his regiment not from Sanhurst, but from Oxford.",
        2032.56,
        2040.6
    ],
    [
        " With a double first and fluency and a half a dozen languages.",
        2040.88,
        2044.64
    ],
    [
        " And I love this line right here. He wore his learning light meat lightly as he did his decorations.",
        2045.1,
        2052.1
    ],
    [
        " Meaning this guy is highly educated and highly decorated, but you don't even know it.",
        2052.9,
        2057.08
    ],
    [
        " It was rare for soldiers to be aware of officers more senior than the colonels who commanded their battalions, but every man in the brigade could recognize and name the Brigadier.",
        2058.0,
        2067.68
    ],
    [
        " The two visitors did not stay long, but their appearance was atomic for all.",
        2068.88,
        2072.84
    ],
    [
        " It was a reminder that there were able men in charge, even though the battle was developing in a rather odd manner.",
        2073.2,
        2081.7
    ],
    [
        " Now as they, as he continues in these situation back to the book, suddenly my preoccupation with the problems of others ceased.",
        2086.26,
        2096.1
    ],
    [
        " There was a familiar wine overhead, and I found myself propelled into the half dug trench, all but on top of gallbraith and robber.",
        2096.42,
        2104.58
    ],
    [
        " The action had been a reflex. I knew that I had made no conscious decision to jump.",
        2105.24,
        2110.32
    ],
    [
        " As I lay there with my second in commands and trenching tool carving into a ridge in my left buttock, the mortar bomb burst about eight feet to the right.",
        2111.0,
        2119.7
    ],
    [
        " The scream of the shards of jagged metal passing just overhead flailed my ears as earth and stones spattered down on top of us.",
        2120.66,
        2128.18
    ],
    [
        " The stench of high explosive filled my filled the trench.",
        2129.28,
        2132.86
    ],
    [
        " My face I found was pressed into the coarse material of corporal gallbraiths, battle trousers.",
        2133.72,
        2138.76
    ],
    [
        " Gingely raising my head, I peered over the low parapet.",
        2139.86,
        2142.62
    ],
    [
        " At the foot of the tree, some fifteen yards away, lay a motionless heap, a green and cacky bundle which did not stir.",
        2143.08,
        2151.34
    ],
    [
        " Jumping out of the trench, I ran across and turned over the limp body.",
        2152.48,
        2156.5
    ],
    [
        " The head fell back to show the open staring eyes of Sergeant Hawks, one of the seven platoon section commanders, a bright young A-N-C-O, only just promoted, who had been with the battalion since the day it was raised.",
        2157.4,
        2169.88
    ],
    [
        " He was another old friend.",
        2170.64,
        2173.26
    ],
    [
        " At first I could see no sign of injury, but then I noticed the small hole in the back of Hawks helmet and the thin stream of blood streaking the back of his neck.",
        2174.58,
        2183.38
    ],
    [
        " Lying by hug and side, I seemed to count seven explosions, all just a little further away than the first, but still close enough to smell the hot gases.",
        2185.46,
        2194.0
    ],
    [
        " There was a short pause, and then as if it were not afterthought, an eighth bomb struck the branches of the tree just above us, directing its hot metal splinters down to the trenches below.",
        2195.02,
        2205.06
    ],
    [
        " A half strangled, his cry of distress brought my head up, just in time to see Corporal Pritchard clamber out of his slit and race across the, towards the cry, his haversack of medical supplies marked with its red cross dangling from his hand.",
        2206.18,
        2220.06
    ],
    [
        " The pause lasted no more than a half a minute.",
        2221.24,
        2223.74
    ],
    [
        " Again the wine, again I ducked, this was the covering fire for a counterattack, or was this the covering fire for a counterattack, or were the boash merely harassing us spitefully.",
        2224.0,
        2235.6
    ],
    [
        " But when I raised my head from Higgins, from Huggins boots to look around, I was relief to see one of the seven platoon Bren Gunners, his helmet and eyes just above the level of the parapet, gazing down the track towards his front.",
        2236.38,
        2248.92
    ],
    [
        " So the centuries were still doing their job, the fire was not forcing their heads down. If this was the covering fire for an attack, we would not be caught unawares.",
        2249.98,
        2261.6
    ],
    [
        " So that's the standard procedure right here for the Germans, and really for anyone, it's cover move.",
        2262.44,
        2268.82
    ],
    [
        " We put in big bonds, we put in mortars, we put our in artillery, and while you're hiding and while you're ducking down so you don't get killed, they maneuver in.",
        2269.08,
        2277.46
    ],
    [
        " And then right when they get so close that they're in danger of their own artillery, the artillery stops and then they proceed with the assault.",
        2277.88,
        2285.3
    ],
    [
        " Here we go. The low, now there's a low, the low provided a chance to finish digging. There was no longer any need to persuade the men to dig faster. The lesson had really been driven home.",
        2286.48,
        2296.3
    ],
    [
        " We've been digging for no more than a few minutes when the sound of firing to the north slackened, but the noise from the vehicles in front had increased.",
        2296.7,
        2305.08
    ],
    [
        " The thought of guns only a few hundred yards away was punctuated by the hammering of brands. By the way, brands, I don't think I've said this, brands are sort of the weapon of British machine gun.",
        2305.42,
        2315.98
    ],
    [
        " Versus the spanned out, which is the German machine guns and they use the the Brits and the Americans use the term spanned out to talk about basically heavy machine heavy your machine guns, but",
        2316.92,
        2331.02
    ],
    [
        " but that's what they're talking about when they're talking about spanned out and then a brand is the Brit machine gun.",
        2331.02,
        2337.24
    ],
    [
        " Both Ford platoons were in action and I had placed company headquarters too far back to be able to see what was happening.",
        2338.92,
        2347.88
    ],
    [
        " The walkie talkies were silent. Also, I worried about the sitting of the platoon some 300 yards apart each isolated in its own corner of the woods and unable to support the others against a determined attack.",
        2348.44,
        2361.72
    ],
    [
        " This is so important for tactical leaders out there. Think about these lessons and these are lessons that I talk about all the time and these are lessons that I used to have to teach all the time.",
        2364.16,
        2374.06
    ],
    [
        " So you've got your platoons. They're out there doing something. You need to be close enough that you have communications with them so that you actually understand what's happening and this is the same in the business world.",
        2374.52,
        2384.3
    ],
    [
        " If you put yourself in a position where you can't, you don't understand what's happening in the field, then you're not going to be able to help.",
        2384.3,
        2391.64
    ],
    [
        " You're not going to be able to support. You're not going to be able to to understand what's happening so you can make decisions.",
        2391.74,
        2396.9
    ],
    [
        " So in this point, he's positioned himself too far away. On top of that, he's positioned his platoons too far apart from each other.",
        2397.26,
        2407.38
    ],
    [
        " So if you're too far apart from each other, you can't cover for each other. If you can't cover, you can't move.",
        2408.06,
        2414.12
    ],
    [
        " And if you can't move, you can't win. So those are critical points. Make sure your command position is close enough, not so close that you're getting in the firefight.",
        2414.56,
        2425.88
    ],
    [
        " No, not so close that you're pinned down, but close enough so that you understand what is happening.",
        2426.12,
        2430.36
    ],
    [
        " And then if you have multiple elements in the field, you get them close enough to each other that they can support each other.",
        2430.76,
        2437.14
    ],
    [
        " Always.",
        2437.66,
        2439.72
    ],
    [
        " He sees a guy running back and here we go back to the book. It was Sergeant Prior, one of Nesbit's section commanders, a rather sulky man, able and well educated, but with a grudge against authority.",
        2441.26,
        2452.42
    ],
    [
        " In his left hand, Prior Grasp has sten in a grip so firm that the knuckle has showed blue under the sunburn.",
        2453.2,
        2459.84
    ],
    [
        " His right arm, from which clothing had been cut away at the shoulder, was thrust into the front of his smock, the elbow covered by a blood stain dressing.",
        2460.6,
        2468.98
    ],
    [
        " His face was white with shock and taught with pain. A morphine injection was doing little to alleviate the agony of an elbow smashed by a bullet.",
        2469.58,
        2479.72
    ],
    [
        " The news Prior brought was serious. The vehicles which we could hear were boash armor, driving backwards and forward along the road and sweeping the front of 9-Petunce position, secure from retaliation.",
        2480.58,
        2495.02
    ],
    [
        " So far the armor had only claimed Prior, but Sergeant Avondale had been killed by a mortar fragment as he dashed across between a couple of trees to put some question to Nesbit.",
        2495.5,
        2506.88
    ],
    [
        " This inexorable loss of skilled leaders was serious. In our parachute battalions, unlike usual infantry units, section leaders ranked as sergeants not corpals.",
        2508.6,
        2519.1
    ],
    [
        " 9-Petunce had now lost not only its officer, but three of its four sergeants as well. Hawks was dead, and one of 7-Petunce section commanders had failed to appear at the rendezvous after the drop.",
        2520.0,
        2532.5
    ],
    [
        " Already nearly half the sergeants had become casualties.",
        2533.76,
        2537.78
    ],
    [
        " This is just a nightmare unfolding.",
        2538.42,
        2548.2
    ],
    [
        " Back to the book, after we'd put the final touches on our slit trenches, time was found to scrape a shallow grave for Sergeant Hawks.",
        2550.74,
        2560.16
    ],
    [
        " It was hard to suppress one's revulsion at touching the body of someone I had known so well, but just as I was stealing myself to do so, hug in step forward.",
        2561.14,
        2570.06
    ],
    [
        " Ripped open the dead man's smock and shirt and slipped one of the two identity discs over the blood stained head.",
        2570.52,
        2577.62
    ],
    [
        " The sergeant major then unbuckled his watch and searched the pockets for anything which might be useful, a morpheus syringe and a field dressing, a bar of chocolate and a couple of mills grenades, two packets of cigarettes and a box of matches, a couple of maps and a pocket knife.",
        2578.72,
        2595.2
    ],
    [
        " There was nothing personal except for a grubby envelope containing a half a dozen faded and dog-eared snapshots of a stout smiling girl holding a baby.",
        2596.32,
        2605.9
    ],
    [
        " Before buttoning the envelope into his breast pocket, hug and slip the identity disc between the photographs.",
        2607.14,
        2613.1
    ],
    [
        " I was helping Corporal Pritchard shoveled the earth back over Hawks' body, listening with one ear to hug and sharing the dead man's ammunition and other possessions among the members of the company headquarters.",
        2613.72,
        2625.16
    ],
    [
        " When suddenly I became aware of Jimmy Gray standing beside me, apparently anxious to speak, but diffident at interrupting.",
        2625.48,
        2633.3
    ],
    [
        " Telling Pritchard to finish the job, I rose from my knees, glad to be able to put my mind to something else.",
        2634.96,
        2640.36
    ],
    [
        " When I turned to speak to Gray, I was disturbed by what I saw.",
        2641.68,
        2645.84
    ],
    [
        " The dirt of battle had exaggerated his usual scruffiness.",
        2646.68,
        2651.32
    ],
    [
        " His smock and trousers were coated with mud and dust and his right sleeve was stained from top to bottom with blood.",
        2652.52,
        2658.66
    ],
    [
        " Not his own, as he explained when he saw my eyes fixed on it.",
        2659.22,
        2663.16
    ],
    [
        " The front of his smock and the battle dress under it, Nith had been torn by a large fragment of a mortar bomb, which in some miraculous fashion had failed to even scratch him.",
        2664.4,
        2674.24
    ],
    [
        " Three inches to one side and it would have severed his head.",
        2675.64,
        2679.68
    ],
    [
        " But it was the eyes above the pallid unshaven cheeks which were frightening.",
        2680.62,
        2686.64
    ],
    [
        " They were empty of life.",
        2687.76,
        2689.56
    ],
    [
        " When he spoke, the words were lucid and well chosen as ever, but the voice lacked expression.",
        2690.0,
        2696.54
    ],
    [
        " The phrases were cold.",
        2698.14,
        2699.22
    ],
    [
        " It was not as if he were describing events which he had himself witnessed, but something unreal, something half imagined.",
        2700.48,
        2707.14
    ],
    [
        " B company had attacked at 0800 hours.",
        2708.92,
        2712.06
    ],
    [
        " At the start, their advance through the woods had gone like the first attack of the morning a calm and steady progress against a seemingly non-existent enemy.",
        2712.88,
        2720.9
    ],
    [
        " Then, some hundred yards short of the objective, a swath of fire had cut down the men of the two leading platoons.",
        2722.28,
        2728.96
    ],
    [
        " The half grown trees and the sparse undergrowth had neither hidden them nor shielded them from the interlocking arcs of the enemy weapons which covered every inch of ground.",
        2730.02,
        2740.22
    ],
    [
        " It was just possible that they might have been able to deal with the machine guns alone, but the armor was too much for them.",
        2742.06,
        2748.96
    ],
    [
        " Pumping shells into the men at near point blank range.",
        2749.54,
        2753.22
    ],
    [
        " Grey had seen it all happen.",
        2754.36,
        2756.72
    ],
    [
        " The colonel had tried to stop the attack as soon as the full strength of the enemy position had become clear, but by then more than half the men of the two leading platoons had been killed or wounded.",
        2758.18,
        2769.34
    ],
    [
        " Both subalterns were dead. The other officers and the CSM had all been wounded.",
        2771.4,
        2777.94
    ],
    [
        " The colonel had tried to turn the German flank by sending a company around to the left, but there was no flank.",
        2778.96,
        2786.44
    ],
    [
        " The second attack had been a replica of the first. It too had collapsed, but not before some forty more men were dead or maimed, including two of the four surviving officers.",
        2787.64,
        2799.18
    ],
    [
        " Harry Bates had been terribly wounded in the stomach and by now was probably dead.",
        2800.96,
        2806.66
    ],
    [
        " As Grey had pulled him behind some cover, his blood had soaked his sleeve.",
        2807.28,
        2812.66
    ],
    [
        " This was not the complete story. There was further bad news.",
        2813.68,
        2819.2
    ],
    [
        " Not only had our own attack been shattered, but the other battalion to our north had hit similar enemy positions and was making little progress.",
        2820.2,
        2828.98
    ],
    [
        " In its efforts to get into Arnhem along the main road.",
        2829.66,
        2833.64
    ],
    [
        " From somewhere or other, the bow should found enough troops of quality good enough to smash the brigade's attempt to reach the city.",
        2834.32,
        2842.8
    ],
    [
        " So, we just have a horrible situation unfolding.",
        2844.48,
        2853.1
    ],
    [
        " Back to the book, from far away in the distance came the drum of powerful airplane engines.",
        2859.34,
        2864.06
    ],
    [
        " Nesbit was the first to spot the minute shapes, first circling and then diving out of the sun towards us.",
        2864.62,
        2871.02
    ],
    [
        " The noise changing to a shriek as the machine swept down towards the wood.",
        2871.5,
        2875.12
    ],
    [
        " Towards the woods.",
        2875.62,
        2876.48
    ],
    [
        " From a half a dozen different directions, a happy shout of spit fires rose from the trenches.",
        2877.74,
        2882.8
    ],
    [
        " At last, some help had arrived from the outside world. The RAF had arrived to give us close air support.",
        2883.42,
        2890.4
    ],
    [
        " And we've had close air support saved the day many times in books that we've talked about on this podcast.",
        2891.3,
        2898.98
    ],
    [
        " As I gave up at the dozen spits screaming down to strafe the boge positions on the sloping ridge head.",
        2899.34,
        2907.18
    ],
    [
        " Nesbit's voice suddenly roared in my ear, shouting to everyone to get their heads down and hide their faces.",
        2907.78,
        2913.94
    ],
    [
        " As I ducked with the rest, I spotted the black crosses on the wings.",
        2914.88,
        2919.9
    ],
    [
        " The aircraft were not ours, but German meshershmets.",
        2921.02,
        2924.16
    ],
    [
        " Our air superiority was so overwhelming that it never occurred to anyone that the machines might be hostile.",
        2924.98,
        2932.02
    ],
    [
        " They were not diving onto the enemy positions.",
        2933.28,
        2936.0
    ],
    [
        " But onto our own.",
        2937.18,
        2938.3
    ],
    [
        " I gazed, skywards, the mesher Schmidt was so close that I could see the pilots face.",
        2938.94,
        2945.74
    ],
    [
        " Two rockets detached themselves from the wings and swooped down to explode seconds later in the woods where the survivors of A and B companies were settling into their new positions.",
        2946.84,
        2956.24
    ],
    [
        " As I ducked once more, there was another scream of engines from behind, followed by the sound of a storm of bullets striking branches on the trees and the other side.",
        2957.22,
        2965.44
    ],
    [
        " Two aircraft which had discharged their rockets were now carrying out a second run strafing with their machine guns.",
        2966.28,
        2972.94
    ],
    [
        " As I squeezed even closer to the earth at the bottom of the shallow trench, the reverberations of an explosion some 50 yards away pounded my eardrums.",
        2973.92,
        2982.36
    ],
    [
        " It was another rocket.",
        2982.76,
        2983.98
    ],
    [
        " Suddenly it ended.",
        2985.76,
        2987.4
    ],
    [
        " The aircraft advanced as quickly as they had arrived.",
        2988.44,
        2991.56
    ],
    [
        " Wow.",
        2994.38,
        2994.98
    ],
    [
        " At this point, the British and the Americans had almost total air domination.",
        2995.38,
        3000.6
    ],
    [
        " Everyone just completely assumed that, oh, thank God, here comes some Spitfires to come and save us.",
        3001.56,
        3006.8
    ],
    [
        " And they were wrong.",
        3007.54,
        3008.58
    ],
    [
        " Now, the air we did have air domination for the most part.",
        3013.04,
        3017.68
    ],
    [
        " And one of the things that they needed as you heard, these airborne troops, they can only carry so much.",
        3019.52,
        3025.3
    ],
    [
        " And so they're going to need resupplies. They need more ammunition. They need medical gear. They need food. They need water. They need stuff to be dropped to them.",
        3025.9,
        3032.62
    ],
    [
        " And so there was a plan in place for them to have gear and food and equipment and ammunition dropped to them at these locations where they were supposed to be.",
        3033.64,
        3045.8
    ],
    [
        " Because remember, they were supposed to be making progress this whole time. They're not making progress, but they're supposed to be making progress.",
        3046.52,
        3051.82
    ],
    [
        " And since communication is so bad, they can't call back and say, hey, we're not supposed to be were over here, drop the gear on us.",
        3052.1,
        3061.04
    ],
    [
        " But the gear gets dropped in the pre-planned positions, which of course are enemy positions.",
        3061.5,
        3068.14
    ],
    [
        " But here's what it sounds like for them, or here's what they're thinking on the ground.",
        3069.46,
        3073.7
    ],
    [
        " Then to the south of us, I saw the familiar shape of a line of decode is approaching at about a thousand feet in a minute. The sky was crammed with them.",
        3074.6,
        3081.54
    ],
    [
        " It was the first supply drop about which we had been told that the briefings.",
        3082.54,
        3086.58
    ],
    [
        " But the drop zone was a couple miles away over the other side of the hill right in the middle of enemy positions.",
        3087.46,
        3093.78
    ],
    [
        " By now, of course, the division should have captured the area, but the boge still held it.",
        3094.58,
        3099.96
    ],
    [
        " News of the progress of the battle could not have reached the RAF, or the pilots would have diverted to drop their supplies elsewhere.",
        3101.06,
        3107.68
    ],
    [
        " Now, they can see this happening.",
        3108.6,
        3113.62
    ],
    [
        " And the people that are in the planes, they're called the RASC, the Royal Army Service Corps. They run basically the supply and the logistics and help resupply and drop this equipment.",
        3115.38,
        3129.22
    ],
    [
        " So this is, as he's watching all these decoders, the decoders are these little transport planes. It's actually what they had parachuted out of.",
        3130.62,
        3138.96
    ],
    [
        " And now they're watching them drop this resupply.",
        3139.26,
        3142.12
    ],
    [
        " Back to the book, among the masks, a single decode just overhead caught my attention.",
        3142.7,
        3148.34
    ],
    [
        " It had already been hit and flames were creeping down from the starboard engine toward the cockpit.",
        3148.92,
        3155.84
    ],
    [
        " As it lost height, the khaki clad RASC dispatchers were standing at the open doorway, pushing out the panny errors of supplies. Those are the bags of supplies.",
        3157.2,
        3168.9
    ],
    [
        " I could see their faces.",
        3170.54,
        3171.84
    ],
    [
        " The fire was on their side of the plane. The wing was burning before their eyes.",
        3173.3,
        3177.78
    ],
    [
        " The decode was now little more than 300 feet above the ground. If the men at the door jumped now, they might just save themselves.",
        3179.38,
        3187.46
    ],
    [
        " In a second or two more, the aircraft would be so low that their parachutes would not have time to open.",
        3188.68,
        3194.6
    ],
    [
        " This, the men must have known.",
        3195.94,
        3198.62
    ],
    [
        " But they went on with their routine drill, pushing out the panny errors, regardless of what would happen to them.",
        3199.9,
        3206.82
    ],
    [
        " Then the starboard wing crumpled.",
        3208.56,
        3210.8
    ],
    [
        " The flaming plane disappeared beyond the trees. The panny errors still falling from the open door.",
        3211.34,
        3217.28
    ],
    [
        " The sky was empty. The last plane had gone.",
        3218.26,
        3223.84
    ],
    [
        " But we still stood watching the place where the decode had vanished.",
        3225.48,
        3228.92
    ],
    [
        " Morning, the futility of the self-sacrifice, we had just witnessed.",
        3229.6,
        3233.96
    ],
    [
        " I can't even imagine that.",
        3239.7,
        3242.22
    ],
    [
        " Guys just continuing to do their job.",
        3243.2,
        3249.48
    ],
    [
        " Knowing their fate.",
        3249.78,
        3252.28
    ],
    [
        " At their, their senior officers at this point and their NCOs are starting to get hit pretty regularly because by snipers.",
        3253.28,
        3265.14
    ],
    [
        " And so he decides, he tells his, his guys, hey, take your, take your rank off your uniform.",
        3266.7,
        3273.64
    ],
    [
        " Because I don't want the enemy to know. And he tells us to one of his, one of his leaders named, named Robert.",
        3273.94,
        3279.46
    ],
    [
        " And he says, as I watched Robert slip his captain stars, office shoulders and tucked them away in his pocket.",
        3279.74,
        3286.54
    ],
    [
        " I knew for certain that my second and command disapproved.",
        3286.92,
        3290.8
    ],
    [
        " Officers should show themselves as such.",
        3291.98,
        3294.54
    ],
    [
        " So one of his guys is thinking, no, we're officers. We need to, we need to stand out. We need to stand up.",
        3294.94,
        3302.02
    ],
    [
        " Now, I mentioned the American forces, the 82nd and the 101st and the British forces.",
        3303.04,
        3312.52
    ],
    [
        " There was also a Polish parachute brigade that was coming in on this attack as well.",
        3312.52,
        3319.4
    ],
    [
        " And they were scheduled to come in a little bit later as reinforcements.",
        3321.34,
        3325.5
    ],
    [
        " And here we go back to the book. Only then did I remember that the glider-born part of the Polish parachute brigade was due to land that afternoon upon the stretch of enemy, upon the stretch of open country below us.",
        3325.6,
        3336.92
    ],
    [
        " At the same time as the parachute battalions were dropped in the Polterland south of Arnhem Bridges.",
        3337.04,
        3342.78
    ],
    [
        " The landing zone was already a battlefield and the wretched poles were about to land in the middle of it.",
        3343.62,
        3349.28
    ],
    [
        " First, the gliders hit the ground. Its massive weight tearing up chunks of stubble as it skidded to a halt, lurching onto one wing as it did so.",
        3350.62,
        3358.5
    ],
    [
        " Men jumped out and rushed to the rear to release the tail unit so that the vehicles inside could be driven out.",
        3358.9,
        3364.5
    ],
    [
        " Two more gliders were now plowing across the ground. Another exploded in the air in a vast ball of yellow flame just as it was upon the point of touching the ground.",
        3365.32,
        3372.76
    ],
    [
        " Mortar bombs were bursting among the men struggling to release their loads while streams of chaser bisected the scene into oddly formal patterns.",
        3373.42,
        3382.56
    ],
    [
        " Another glider was on fire on the ground as still more swooped in to land adding to the chaos.",
        3382.78,
        3389.52
    ],
    [
        " The poles were now joining in the battle themselves, some firing toward the Germans, some towards the KOSB, which is a the King's own Scottish borders. It's another British unit.",
        3390.72,
        3401.8
    ],
    [
        " And some in the direction of our other battalion, it must be impossible for the poles to distinguish enemy from friend. They probably thought they had landed in a circle of boash units all intent upon their destruction.",
        3402.78,
        3416.2
    ],
    [
        " In a few minutes it was all over from the wrecked and flaming gliders which now littered the ground. Small parties of poles were making their escape firing at anything they saw move.",
        3416.86,
        3426.68
    ],
    [
        " Two or three vehicles had been driven away but otherwise they had failed to drag their jeeps and guns from the gliders. The Polish anti tank battery no longer existed as a fighting unit.",
        3427.24,
        3437.6
    ],
    [
        " It had landed in the middle of a battle and been destroyed before it could fire a single shot. Waste. It was waste once again, waste like the supply drop. Nothing seemed to go right.",
        3438.4,
        3450.46
    ],
    [
        " A knot of some eight poles charged towards us intent on seeking shelter either in the woods or behind the safety of a railway embankment.",
        3451.68,
        3459.74
    ],
    [
        " Some 30 yards away one man slightly ahead of the others must have noticed our camouflage steel helmets in the slit trenches ahead and shouted a warning.",
        3459.98,
        3468.02
    ],
    [
        " In a bunch they flung themselves into the undergrowth. Anticipating what would happen, I yelled to everyone to get their heads down just as a hail of bullets from the poles whistled over our heads.",
        3468.6,
        3479.82
    ],
    [
        " We were hitting the trench parapets but most striking the trees well above our heads as the excited men emptied their weapons in our direction.",
        3480.46,
        3486.76
    ],
    [
        " So long as we kept our heads down we were safe from the Polish fire but the worry was that some of them might creep closer and start to fling grenades around.",
        3487.3,
        3495.84
    ],
    [
        " However in a couple of minutes the firing slackened and then ceased. Possibly the pole sensed that something might be wrong when no one retaliated.",
        3497.16,
        3505.84
    ],
    [
        " The comparative silence provided the opportunity to shout a warning across the narrow stretch of ground which separated us.",
        3506.34,
        3512.92
    ],
    [
        " There was no reply and I shouted once again in faltering English a voice inquired who we were.",
        3513.7,
        3519.34
    ],
    [
        " Firmly the company Sergeant Major Huggins told them the poles seemed to understand after a few seconds of audible consultation they rose through their feet and walked across.",
        3519.92,
        3530.82
    ],
    [
        " So you've got a just a chaotic situation the poles land they're getting attacked from all directions and sure enough they're shooting at the friendly forces blue on blue happening.",
        3533.48,
        3543.62
    ],
    [
        " Once he gets them settled down he's got some people some of these Polish folks that now have no leadership back to the book calling Douglas over I told them they need now had a fourth section in seven platoon.",
        3544.06,
        3555.08
    ],
    [
        " And within a few minutes the poles were digging hard under the two to live of their corporal the only comprehensible part of whose name sounded like Peter.",
        3555.08,
        3563.16
    ],
    [
        " The digging had hardly started when a jeep roared down the track in the direction from the direction of the battalion headquarters.",
        3563.64,
        3571.3
    ],
    [
        " As it break to stop in the cover of the trees Jimmy get gray jumped out and ran towards us.",
        3571.82,
        3576.78
    ],
    [
        " Grey's news was startling we were all to withdraw to Wolfhazen in 15 minutes time.",
        3577.42,
        3583.24
    ],
    [
        " One could not just stand up and walk away from an enemy right on one's heels in daylight the only way to withdraw was to move by bounds with platoons and companies covering one another back.",
        3586.16,
        3598.32
    ],
    [
        " Any other plan was madness things over in the north must be bad indeed for the Colonel to be rushed in this way but Grey's instructions were unshakable so they're digging in they're getting order get out of here we're going to leave.",
        3598.84,
        3610.36
    ],
    [
        " And he's saying okay that's fine but guess what even when you leave you still use the fundamental principle of cover move and that's what he's wanting to do.",
        3610.9,
        3617.48
    ],
    [
        " So now they're on the retreat and here we go back to the book the pace was far too quick some men were all but running to keep up.",
        3618.14,
        3627.04
    ],
    [
        " As I expected little by little cohesion was starting to break down some of the men of the mortar platoon had overtaken us despite the weight of the loads and were mixed in among us.",
        3627.38,
        3637.2
    ],
    [
        " There were two small groups from another unit in the middle of seven platoon from somewhere in the front a long way off a spandale spent sent its bullets flying harmlessly overhead but men were looking apprehensive and flinching.",
        3637.34,
        3649.02
    ],
    [
        " We were now under fire from two different directions at any minute the bush would find the range and then the slaughter would begin.",
        3649.54,
        3656.8
    ],
    [
        " It was no longer an orderly retreat the withdrawal was taking on the nature of a horde of men seeking safety.",
        3657.68,
        3663.7
    ],
    [
        " Soon discipline would crack and everyone would start to run.",
        3664.86,
        3668.26
    ],
    [
        " What a target we must be some 500 men from four or five different units rapidly coalescing into a solid moving mass.",
        3668.58,
        3677.76
    ],
    [
        " Yeah this is just a nightmare and you can imagine it's an individual thing and you're going to see some great leadership examples but it's an individual thing because if you can keep the teams working together covering and moving for each other.",
        3678.56,
        3692.3
    ],
    [
        " That's good you're going to keep the enemies heads down but if people in the group start saying you know what I'm not going to cover I'm going to run and now no one's covering and now you've got a bunch of people that are moving and no cover and that's when you're going to get slaughtered.",
        3693.06,
        3707.46
    ],
    [
        " Not only going to get slaughtered by people that are shooting at you but if you're not putting down cover fire the enemy maneuvers they don't just sit there.",
        3707.46,
        3716.5
    ],
    [
        " I mean some of them will be shooting but they'll be shooting but other elements of them are going to move and they're going to be able to cut you off.",
        3716.66,
        3721.82
    ],
    [
        " They finally do make it back and they get a little bit of luck here.",
        3722.32,
        3727.82
    ],
    [
        " Here we go back to the book we caught our breath in the wood so they get to a woods.",
        3727.94,
        3731.84
    ],
    [
        " David's men had disappeared and there was no sign of the Colonel or of the battalion headquarters.",
        3732.3,
        3736.88
    ],
    [
        " No one had followed us.",
        3737.14,
        3738.34
    ],
    [
        " We were the last across but a quick check told me that only Robert Watson the CSM and three or four other men were missing in addition to seven platoon.",
        3738.38,
        3747.06
    ],
    [
        " Of the ladder there was nothing to be seen in all there were still about 50 men with me not counting Peter and his seven poles still clinging to naciously to us.",
        3747.56,
        3756.2
    ],
    [
        " Perhaps I should try to get back across the bullet spattered embankment to find out what had happened to the others.",
        3757.36,
        3763.54
    ],
    [
        " But the noise of the battle was getting louder.",
        3764.44,
        3766.88
    ],
    [
        " The boge must be closing in the vital thing must be to rejoin the rest of the battalion with the 50 men I still had and not to leave them in Luke Tyler's charge while I returned on what could be a full hearty errand.",
        3767.48,
        3780.58
    ],
    [
        " But it was difficult to avoid the thought that perhaps I was reluctant reluctant to climb back over the top of that embankment.",
        3781.12,
        3789.88
    ],
    [
        " So he does make it to this woods reason have everybody with him and he's questioning himself should I go back over there and risk it or not.",
        3792.06,
        3799.88
    ],
    [
        " And part of his part of his rationalizing you know I have the best thing to do is get back with the rest of battalion but part of him is saying you're rationalizing this and you're just you're just not you're you're being a coward.",
        3800.4,
        3810.6
    ],
    [
        " But he does he he proceeds on with the time he knows he's going to get killed if he goes over that he can hear the enemy coming.",
        3811.02,
        3817.12
    ],
    [
        " So back to the book ten minutes later we found the remnants of the battalion.",
        3818.6,
        3821.88
    ],
    [
        " Half of a company the mortars and what was left of the machine guns were still were missing as well as our own seven platoon.",
        3822.82,
        3829.72
    ],
    [
        " More than one third of the men who had withdrawn from the woods had failed to cross the railway.",
        3830.62,
        3835.4
    ],
    [
        " We were now down to no more than a couple of hundred men.",
        3836.0,
        3839.36
    ],
    [
        " So we're going we're down to a couple of hundred men from five or six hundred men in the battalion.",
        3843.68,
        3849.7
    ],
    [
        " Maybe even a little bit more maybe there might have been seven hundred men in the battalion.",
        3850.0,
        3854.16
    ],
    [
        " They get word once again here's what's going to happen tomorrow at first light the brigade would move on to Easter beaks to join the rest of the division.",
        3854.68,
        3864.9
    ],
    [
        " But unless ammunition together with air and artillery support was forthcoming the prospects were far from good.",
        3865.38,
        3872.24
    ],
    [
        " We were it seemed not opposed by a few third line troops.",
        3872.72,
        3878.08
    ],
    [
        " Elements of three SS pans or divisions had been identified in the battle.",
        3879.34,
        3883.62
    ],
    [
        " The Germans seemed to have moved quickly or else something had gone wrong with the intelligence.",
        3884.58,
        3888.86
    ],
    [
        " It was not surprising that the days fighting had been so very bitter.",
        3889.28,
        3892.56
    ],
    [
        " So they're pointing out that they weren't going against you know third rate troops.",
        3893.06,
        3896.72
    ],
    [
        " They were going against SS panzer divisions the best of the German soldiers.",
        3896.92,
        3901.16
    ],
    [
        " In talking with Sergeant Major Bauer and Sergeant Nesbitt before I reached Tyler's platoon I had done my best to be as cheerful as possible.",
        3901.26,
        3914.76
    ],
    [
        " But it was plain that the two NCOs realized that I was making the best of things.",
        3914.76,
        3919.3
    ],
    [
        " With Luke Tyler it was different.",
        3919.98,
        3921.78
    ],
    [
        " I could not insult him by trying to disguise our straits.",
        3922.38,
        3927.1
    ],
    [
        " I just told him the facts as I had received them from the colonel possibly it was a mistake.",
        3928.76,
        3933.14
    ],
    [
        " Quite suddenly the failure of it all oppressed me.",
        3933.7,
        3937.34
    ],
    [
        " In less than 36 hours two thirds of the battalion had gone.",
        3938.1,
        3942.3
    ],
    [
        " 15 rifle company officers had landed only two were left.",
        3943.2,
        3948.2
    ],
    [
        " Ten for certain had either been killed or wounded.",
        3949.0,
        3952.02
    ],
    [
        " The chances of surviving another day were small fatigue and hunger had drained me.",
        3953.28,
        3957.78
    ],
    [
        " There was a need to unburden myself.",
        3958.1,
        3960.26
    ],
    [
        " Luke was junior in my rank but equal in years and in any case it was easier to confide in someone who was in many ways a stranger.",
        3961.6,
        3969.2
    ],
    [
        " Even as I spoke I was ashamed of this weakness.",
        3970.96,
        3974.28
    ],
    [
        " But there was no stopping.",
        3975.4,
        3977.0
    ],
    [
        " Quietly Luke gave me the reassurance I needed.",
        3978.14,
        3981.4
    ],
    [
        " The iron needed to sustain oneself through such a day was easily expended and I felt that I had pralined some of Luke's share.",
        3982.5,
        3990.1
    ],
    [
        " So he basically unloads to one of his guys or to another officer below him in rank.",
        3994.96,
        4000.72
    ],
    [
        " But what I think is interesting about this is he needed someone to talk to.",
        4001.18,
        4007.5
    ],
    [
        " He was holding it all inside and wasn't saying anything and trying to look positive.",
        4007.76,
        4011.7
    ],
    [
        " And even he's looking at his guys as he's telling them don't worry.",
        4011.88,
        4013.96
    ],
    [
        " Jensen were going to be okay and his guys are looking at him like hey no we don't believe you.",
        4014.02,
        4018.2
    ],
    [
        " And so he has to he feels the need to unload on someone and that's why you know I just think from my perspective you know we always talk about relationships that you have on your team.",
        4018.34,
        4027.84
    ],
    [
        " And for sure in your platoon or in your team it's really good to have someone that you can just kind of unload on that you know is professional enough to bolster you up without getting dragged down into your negativity.",
        4028.2,
        4040.26
    ],
    [
        " And a lot of times I've found if you have someone like that or maybe a couple people like that in your team that you can talk to well guess what sometimes they're going to be bolstering your attitude and sometimes you're going to be bolstering their attitude.",
        4040.86,
        4055.92
    ],
    [
        " And so you got to find someone like that that's in your team that you can say man this is this horrible this is going wrong and that someone's going to go hey you know what it's not that bad we're going to get through it.",
        4056.3,
        4066.2
    ],
    [
        " And in two or three days later he might be coming to you and saying hey this is a horrible situation I can't believe this and you're going to say no man we're going to be all right.",
        4066.36,
        4072.6
    ],
    [
        " So I think it's important and that's again we're building relationships but that's one of the reasons we build relationships.",
        4072.62,
        4079.22
    ],
    [
        " They get into a hold up position back to the book on stand two rounds I found the Polish trenches empty except for Peter their corporal crouched grimly behind his brain.",
        4079.66,
        4092.1
    ],
    [
        " The rest of the party had vanished in the early hours sensing perhaps a day attached themselves to an unlucky unit.",
        4093.04,
        4099.46
    ],
    [
        " Peter explained nothing but his embarrassment was clear it was both unfair and pointless to press him for details when either pride or sense of duty had kept him there to fight among strangers.",
        4100.48,
        4112.2
    ],
    [
        " The thought of what would have happened if the enemy had attacked from this direction against a position held by one solitary man was chilling.",
        4113.62,
        4120.56
    ],
    [
        " It was a mistake to trust strangers.",
        4120.96,
        4124.72
    ],
    [
        " I had learned yet another lesson rely on only those you knew.",
        4125.96,
        4130.4
    ],
    [
        " Again it's interesting how he sometimes backs off instead of pressing where you guys he knows is like what what point is that or when Bartholomew was was running away he didn't press him super hard and you're going to get to point there's point in here when he does press people.",
        4133.78,
        4148.48
    ],
    [
        " But here he's deciding he's not going to do it and the other interesting thing is here it says I learned another lesson rely you know not to trust strangers rely on only those you know what you have to do in those situations is you have to put someone that you do trust in bed them with these units that you don't know.",
        4149.06,
        4165.9
    ],
    [
        " So if you would have taken and he gave these he gave that section to one of his platoon commanders and said hey you got another section now but maybe in bed one more guy or two more guys in there or split these guys up even more so instead of seven and one big bulk you put two or three there two or three there two or three there now you split them up a little bit and you can have better control over them.",
        4166.56,
        4186.24
    ],
    [
        " It's weird there's you know this opportunity to dessert though and these guys took the opportunity.",
        4186.66,
        4191.92
    ],
    [
        " Now the fighting rages on and obviously I have to fast forward through some of it and they eventually get into a little village a little small village and they've they've taken down they've taken some buildings.",
        4197.02,
        4212.44
    ],
    [
        " And here we go they're in these buildings back to the book we were in a mess the boat were on the other side of the valley outnumbered and outgunned us.",
        4213.62,
        4225.28
    ],
    [
        " There was not the slightest hope of reaching the back of the breed line this way and to stay here on this forward slope was impossible at this rate we would all be dead or wounded soon.",
        4225.82,
        4238.82
    ],
    [
        " Somehow I had to get the survivors back up the hill but it was near but it was a near insuperable problem with the men scattered down among the houses lawns and shrubberies shot at every time they moved.",
        4240.16,
        4252.56
    ],
    [
        " Someone called from the side of the house as I turned and looked private Gregory darted across to throw himself down beside me.",
        4252.98,
        4260.42
    ],
    [
        " Under the dirt and two days scrub of beard his face was grayish white he seemed about to vomit as Gregory stammered out his platoon commander's name I knew what had happened.",
        4261.0,
        4275.46
    ],
    [
        " Lieutenant Tyler was dead.",
        4275.74,
        4277.52
    ],
    [
        " It must have happened just after we parted Luke had been killed on the steep garden path which led from the house down the road he'd been hit by a sniper killed outright by a bullet through the heart we did a couple yards of the place where Gregory was lying.",
        4279.72,
        4293.7
    ],
    [
        " Possibly Luke had been careless because he was still dazed but he had to get back to his platoon and the path was his only route so they had been together and they'd been hit by some kind of artillery.",
        4294.1,
        4307.4
    ],
    [
        " In the house and it rattled him and then Luke had gone out to get back back to his platoon and when he left he got shot by a sniper back to the book this was how officers and NCOs were killed just doing their routine job.",
        4307.4,
        4321.3
    ],
    [
        " This is why casualties among the leaders were so high all the time that they were moving about checking here encouraging their backwards and forwards now besides myself and only the quarter master sergeant",
        4321.3,
        4336.7
    ],
    [
        " Bauer and sergeant Winer were left all the rest of the officers and sergeants in the company had gone.",
        4336.7,
        4344.14
    ],
    [
        " One problem however had been solved the remnants of Tyler's two forward sections had managed to extricate themselves without waiting for orders.",
        4344.94,
        4354.2
    ],
    [
        " Since last night, private Gregory had been in charge of one of the other sections both the NCOs having been hit the day before.",
        4355.6,
        4362.2
    ],
    [
        " During that last mortar, stonk, a bomb and fallen right on top of the corporal who was commanding the other section blowing him and his Bren Gunner half to pieces.",
        4363.24,
        4372.12
    ],
    [
        " Common sense had told the survivors to quit and there had been no one to stop them except Gregory who for the moment was shaken by the sight of what had happened to his friends and who in any case lacked the authority to hold them there.",
        4372.88,
        4385.9
    ],
    [
        " No one else had been hit and scrambled back and the survivors were now sheltering in the house.",
        4386.78,
        4392.36
    ],
    [
        " So they're in these houses and for the first time you're going to hear the company commander start to realize he's got people at the breaking point back to the book.",
        4393.32,
        4412.28
    ],
    [
        " The others were as uneasy as I was for the first time I was unhappy about them until now they'd endured the successive disasters but the events of the morning had tried them too far.",
        4412.28,
        4425.04
    ],
    [
        " It had been yesterday once again yet another failure failure against an enemy who is far too strong for us.",
        4425.36,
        4433.04
    ],
    [
        " Men were looking jittery some could be well near their breaking point.",
        4434.08,
        4438.7
    ],
    [
        " As I gaze down the slope trying to spot some activity among the bush a movement to the right caught my eye about 20 yards away two of Kelly's men were moving diagonally behind me sheltered on the far side of the ridge.",
        4440.42,
        4452.74
    ],
    [
        " These are these are deserters my shout made them hesitate and then stop after two or three more steps for getting the enemy I stood up and strove down towards them.",
        4453.18,
        4465.16
    ],
    [
        " No explanation was necessary this certainly guilt on their faces was enough deliberately choosing words for effect I curse them in language rarely used by officers towards their shoulders.",
        4465.92,
        4478.6
    ],
    [
        " It was enough the two men turned back towards their platoon.",
        4478.6,
        4484.7
    ],
    [
        " So like I said sometimes he will very there he's dropping the hammer these two guys are trying to desert and he goes on and drops the hammer on him and gets them back with their platoon back the book in this mood the men would never stand up to an enemy attack.",
        4488.46,
        4502.32
    ],
    [
        " Even a mortar stonk could break them I could see it happening first one or two men would slip away like the two I just stopped and then a rush would follow.",
        4502.62,
        4513.32
    ],
    [
        " The same drastic had to be done no more than the occasional rifle bullet was now coming over in fact no one had been hit since we took our positions along this ridge.",
        4514.7,
        4523.3
    ],
    [
        " It seemed safe enough.",
        4523.8,
        4525.28
    ],
    [
        " Standing up I begin to walk along the path towards the left of our position for the first few steps I felt wretchedly vulnerable but then an odd exhalation seized me.",
        4526.08,
        4541.02
    ],
    [
        " Not too slowly and not too quickly I strode deliberately toward the first group of men grinning down at Lance Corporal Williams I made some a nap remark about it being the wrong place for a company clerk.",
        4550.04,
        4562.24
    ],
    [
        " If I were to be hit it would happen anyway now seem to be as good a time as ever stopping at each group of men I checked their firing positions and made necessary changes then I was at the end of Kelly's line and I started back conscious that everyone was watching there was a burst of machine gunfire well wide of us but I managed to avoid flinching at it.",
        4563.54,
        4586.4
    ],
    [
        " Suddenly Sergeant Wee Winer's voice harsh with concern was yelling at me to get down demanding angrily what I was playing at the spell broke I was grateful for the excuse to lower myself down beside him very relieved that it was over.",
        4586.9,
        4602.04
    ],
    [
        " The rage and Winer's face dissolved into an unacostom grin the corny dramatic's were over but they had served their purpose the men had got a grip on themselves.",
        4602.54,
        4614.62
    ],
    [
        " So he basically stood up and walked around and talked to everyone and made himself visible and made himself appeared to not be scared to get the guys heads back in the game until his sergeant Weiner yells at him and says hey dude get down.",
        4615.18,
        4633.8
    ],
    [
        " When these guys are dessert like the dessert is what do they go so they can head back towards towards the areas that have been secured so as this beach had you know we landed D day June 6th this is now in September so you know coalition forces or sorry allied forces had pushed into France so if you could walk back you could eventually get to friendly lines yeah and that's that's what their plan was and then what when you get there don't they know hey",
        4634.24,
        4663.74
    ],
    [
        " you deserted well you tell you know you'd say oh I was I got separated from my troops when I parachute you did and I couldn't find my people or whatever you make up your lie and you deal with it later with the waiter because right now you're thinking I'm not going to make it yeah I want that be",
        4663.74,
        4678.28
    ],
    [
        " it was clear why nothing we had heard nothing from battalion headquarters for the past two hours like everyone else the signal the signals orderlies and clerks had been fighting for their own survival the Germans were all around them and had been pressing them hard throughout the morning so not getting any information about what's happening",
        4680.88,
        4699.28
    ],
    [
        " this is this is interesting he goes back to get they they they end up with a little extra ammunition and he goes back to get some ammunition from the battalion they have got it like stage in the battalion headquarters and as he's doing this he he the ammunition was in a Jeep",
        4700.92,
        4716.0
    ],
    [
        " and so he goes to the Jeep he finds the Jeep and he's with one of his other guys and there the regimental sergeant major is sitting basically on top of the Jeep on top of the ammunition and he kind of is looking at the guy you know say hey I'm here I'm an officer I got a platoon's out there and a company out there I got to get them ammunition and he doesn't really move he just kind of sits there",
        4716.62,
        4742.04
    ],
    [
        " and so finally here he was but the here the regimental sergeant major was in the middle of battle sitting on his arse and taking his ease while the company commander hunted for ammunition majors are not in the habit of rebuking regimental sergeant majors but this was too much the tensions of the morning it snapped myself restraint restraint and in a couple of succinct sentences I told the RS the regimental sergeant major what I thought of him",
        4743.28,
        4770.24
    ],
    [
        " then the regimental sergeant major apologized but he did not move without any trace of irony or annoyance in his voice he quietly explained that he could not stand up because he had been shot through both legs I had not noticed the airborne smock with which someone had covered his outstretched and bandaged legs",
        4772.16,
        4792.48
    ],
    [
        " think before you act now they're on their way they're heading finally to this area of oyster beak they're on their patrol and here we go back to the book a spandow opening up ahead sent us all to the ground men diving for cover just a little too quickly a moment later a second gun fired on us from the right but it was the",
        4797.02,
        4820.26
    ],
    [
        " it was the ominous rattle of the tracked vehicles which chilled the first one then another then two more quite close and in front their engine clatter rising above the den of the machine gun and rifles",
        4821.48,
        4834.76
    ],
    [
        " then some 70 yards away I saw the first of the sp guns it's stubby weeping traversing slowly towards us sp guns are they're kind of like tanks it's self propelled guns they're like artillery pieces with tracks on them",
        4834.76,
        4849.78
    ],
    [
        " the flash from its stout from its now was one of with the explosion of the bursting shell just to the right a half grown tree shattered into jagged splinters a second shot falling hard on the first one covered Harrison and me with earth we were swamped by the noise every sort of weapon seemed to be firing grenades were exploding but the distinct above the rest was the clank and the throat he cough of the armored guns caught like this in the open",
        4852.02,
        4879.46
    ],
    [
        " we were helpless tanks plowing among about among us could have been no worse there was no way of fighting back no one to seem to have even a peat which is like their bazooka anti armor weapon and we could not get close enough to use the gammon bombs the bags of plastic explosive carried for the for use against armor so that's another little it's like a big bag of explosives that you can put on a on a armor vehicle to destroy they call them gammon bombs",
        4879.5,
        4908.66
    ],
    [
        " the men in front were moving again I stood up in signal those behind to follow we were doubling now but there was still some sort of control we were not running away but making for somewhere where I did not know",
        4909.96,
        4923.62
    ],
    [
        " then about a hundred yards away I caught a glimpse through the trees of a German half track it stopped and helmeted shapes jumped from its sides how many more of them were there this could be the start of another attack which could only end at all our will to fight back was all but broken",
        4928.32,
        4946.92
    ],
    [
        " then I heard the brig the brigadier telling me to clear the enemy out of the hollow after which the survivors of the brigade would join us there see company it seemed was the last organized body of troops",
        4948.36,
        4961.56
    ],
    [
        " so they're looking at this area this open area where there's some enemy but it looks like it's a good position of course they're will to fight is just about broken and you hear the brigadier is saying hey take your company and clear out that hollow go back to the book for a moment I was so dumbfounded that I hardly heard the brigadier going on to say that the brigade major was dead as well killed about five minutes ago",
        4962.18,
        4987.68
    ],
    [
        " another friend was gone but I hardly listened what was the brigadier ordering us to do in his quiet and determined fashion it was absurd the men were finished only a few minutes ago I had realized that they were past defending themselves now we were being told to assault that boge position the brigadier's look was both quizzical and encouraging the confounded man could see what was passing through my mind",
        4988.1,
        5015.72
    ],
    [
        " then I was away dodging back and through the bushes towards the men in the ditch even more aware than ever before of the bullets singing overhead with my back to a broad tree which hit me from the enemy front I looked down at the upturn faces there was no point in wasting at all in wasting time on details",
        5016.4,
        5037.1
    ],
    [
        " the orders I had to give them were quite simple devoid of any complications such as who would provide covering fire it was time for play acting again my naturally loud voice carrying down the line of men among the above the sound of battles I bald at them to follow me adding the comment that is better to be killed going for the bastards than lying in that bloody ditch no one hesitated the men rose to their feet at the moment I stepped out into the ditch",
        5037.78,
        5067.08
    ],
    [
        " the open from behind the shelter of the tree glancing to my right I was exhilarated by the sight of David unwind solid bulk running parallel to me and half a dozen of his men following David shouted something to the effect that they were coming as well and I waived my stand gun and acknowledgement",
        5067.1,
        5085.1
    ],
    [
        " behind me sergeant wine or broken to a scream of rage harsh and furious the yell spread down the line to heavily laden and too tired to sprint we lumbered forward towards the enemy in a sort of jog trot",
        5085.88,
        5100.82
    ],
    [
        " now I was careless of everything we did not stand a chance but this was the right way to go this was the proper way to finish it all",
        5100.82,
        5112.34
    ],
    [
        " nearly hysterical now with rage and excitement I heard my own voice join in the screaming the Germans were shooting at us I could see flashes of their weapons springing out of the gloom of the trees",
        5113.96,
        5125.16
    ],
    [
        " there was no need to look back to confirm that the line of men was still following the noise told me they were there",
        5125.16,
        5131.22
    ],
    [
        " now the boast were no more than 50 yards away as I brought my stand down to hip level to press the trigger it flashed through my mind that it was the first time I had fired my weapon since the battle started",
        5132.32,
        5142.66
    ],
    [
        " my forefinger squeezed the metal nothing happened it had jammed here I was running toward the enemy with a useless piece of metal in my hands",
        5142.66,
        5152.74
    ],
    [
        " there were figures moving among the trees first a couple then a half dozen dark shapes were outlined against the green background men sprinting away men disappearing through the trees the boast were running away",
        5153.74,
        5165.24
    ],
    [
        " we had done it we had driven the enemy out at the point of bayonet this was the ultimate in war the site of the savage screaming parachutists streaming towards them had been too much for the Germans",
        5165.24,
        5181.42
    ],
    [
        " even though they had to do nothing more than keep their heads and shoot straight yeah so there you go surrounded broken and I think key point here when you're think you're broken do something and do something aggressive",
        5181.84,
        5204.28
    ],
    [
        " that's that's the D this is this is 100% default aggressive that's what this is you know what we're here we're being defensive we're hiding in our slits",
        5204.72,
        5212.2
    ],
    [
        " trenches okay you know what we're going to do we're going to attack we're going to attack full force yeah back to the book the site of David on the right added to my",
        5212.2,
        5222.3
    ],
    [
        " delight shouting to him to hold the right of the hollow I directed sergeant whiner round to the left there was no need to tell anyone to hurry",
        5222.3,
        5230.14
    ],
    [
        " they all knew that the Germans would not delay in mounting a counter attack a moan of terror distracted me I turned to the wounded German the man's features were contorted into a rictus of despair above him stood sergeant major Kelly red eyed and panting his ban at raised above the soldiers stomach",
        5230.32,
        5252.62
    ],
    [
        " but Kelly did not strike he was relishing the moment snatching maximum pleasure from the wounded man's anguish before he slifed it sliced into the soft belly as my newly found",
        5253.48,
        5266.2
    ],
    [
        " Mauser knocked the bayonet to one side the sergeant major snalled at me in an unspoken protest at such silly scruples then he seemed to shake himself the blood lust has",
        5266.2,
        5278.7
    ],
    [
        " had passed he came to his senses gathering his men to the defenses so again he could this guy goes from the pure fury and rage of this incredible bayonet assault and then he immediately just puts his one of",
        5278.7,
        5306.08
    ],
    [
        " the book something had been snatched back from the disasters of the day the remnants of the brigade headquarters together with a few",
        5308.32,
        5314.68
    ],
    [
        " stragglers from other units had now all arrived in all there seemed to be about 150 men with a half a dozen officers as well as the brigadier David in myself there was Jimmy Gray",
        5314.68,
        5324.56
    ],
    [
        " the latter brought news that the colonel was probably dead although he could not be sure as they become separated during a",
        5324.56,
        5336.02
    ],
    [
        " officers who had jumped with the battalion captain john Simmons the gunner forward observer was the only left one left",
        5336.02,
        5344.18
    ],
    [
        " continuing after about 15 minutes of low-end shooting suggested that I might now be able to get round to visit the battalion positions the battalion for the first time it struck me that I was now in command of what was",
        5353.24,
        5365.16
    ],
    [
        " left of it pitiful remnants but they are still fighting the brigadier had a lot of the south and west sides of the perimeter to us the first pit held sergeant whiner with seven or eight men at the bottom his eyes shut lay a gray faced in motionless private Gregory shot through his stomach",
        5365.16,
        5386.22
    ],
    [
        " corporal pritchard had bandaged him up and given a shot of morphea but because his airborne smock had been pulled down over his bloodstained dressing to keep his warmest possible he lay there with no outward sign of injury looking as a man might do who had collapsed with exhaustion",
        5387.98,
        5403.24
    ],
    [
        " Gregory's eyes opened when he saw who was standing over him he asked for the favor his voice was quiet his words measured and coherent his proposal quite logical out here without the help of a doctor he was going to die in any case and he could stand the pain no longer",
        5405.12,
        5425.96
    ],
    [
        " would someone please put a bullet through his head for the moment my grip tightened on the Mauser in Gregory's state I probably would have been asking for the same release if it did happen I hope that someone would have the guts to give it to me then I caught whiners eye and he knew that I could not do it",
        5427.3,
        5450.94
    ],
    [
        " the only way to help Gregory was to give him a further shot of morphea dangerous though it would be to do so as I reached for my own ampule in the breast pocket of my smock I was ashamed by my reluctance",
        5452.3,
        5465.46
    ],
    [
        " the reason was purely selfish sooner or later I might want to use it on myself wounded and alone behind a bush with no one about to help me",
        5465.46,
        5474.08
    ],
    [
        " but Sergeant Weiner came to the rescue he had scrounged a couple a supply of ampules from somewhere another opening the small black tin he bared Gregory's arm and pressed the needle home",
        5475.1,
        5488.94
    ],
    [
        " the words of sympathy and encouragement sounded pitifully trite as I pressed Gregory's shoulder",
        5488.94,
        5496.98
    ],
    [
        " nervous of any reproach which I might see I turned and walked away without looking at the wounded man's face",
        5498.7,
        5509.16
    ],
    [
        " my name was being called it was private Jones slithering towards me down the opposite slope of the hollow Jones told me quickly",
        5519.62,
        5529.4
    ],
    [
        " I was major unwin killed by a sniper shot through the forehead as he was peering over the rim of the hollow trying to locate the whereabouts of a spando machine gun",
        5530.22,
        5539.36
    ],
    [
        " he had died instantly Jones was adamant there was no doubt that he was dead his brains had been blown out",
        5539.36,
        5548.36
    ],
    [
        " Jones was urging me to come see his body but I could not bring myself to do so",
        5548.36,
        5554.1
    ],
    [
        " David could not be dead it could not have killed David everyone else yes one after another friends had died but I never believed that this could happen to David so vast so indestructible the humorous gentle David",
        5555.64,
        5572.64
    ],
    [
        " the brigadier was beside me he had also heard the news for nearly two years he had known us both and it was plain that he understood the anguish",
        5575.16,
        5586.58
    ],
    [
        " but there were other things to think about as we knew only too well the brigadier told us our ammunition was nearly finished",
        5586.58,
        5598.76
    ],
    [
        " and as our own fire slackened the enemy snipers were becoming bolder and more men were being hit soon we would be forced to surrender so we decided to take the initiative",
        5599.34,
        5610.38
    ],
    [
        " we would break out towards Usterbeak charging through the enemy in solid mass trusting our numbers and impetus to get through",
        5610.38,
        5619.1
    ],
    [
        " it was an extraordinary plan for the second time that day the brigadier was ordering us to do what seemed impossible",
        5620.42,
        5628.84
    ],
    [
        " but our trust in the brigadier's judgment was now implicit it was a gamble but one which offered at least a chance of success",
        5628.84,
        5637.08
    ],
    [
        " to stay here would only one end one way 15 minutes later we were ready",
        5637.08,
        5646.16
    ],
    [
        " it could have been the start of a race the brigadier asked whether we were ready then at his shout the hundred of us rose to our feet and exploded in a solid mass over the lip of the hollow",
        5647.02,
        5657.26
    ],
    [
        " in front was the brigadier himself leading the way behind came the yelling screaming men filthy and blood stained weapons in their hands banets dull and menacing a fearful sight to anyone in our path",
        5657.26,
        5672.06
    ],
    [
        " the German fire now seemed to be coming from every direction but I saw no one hit we were rushing downhill along a lane a solid human battering ram",
        5673.06,
        5683.56
    ],
    [
        " the first wild plate pays slackened the firing stopped we had done it we were through the enemy and out of the forest for the second time that day boldness had saved us",
        5683.56,
        5698.78
    ],
    [
        " once again some default aggressive activity and and I mean obviously I want to make it clear that in both the both the situations it wasn't it wasn't it wasn't a call of hey there's a there's a there's an objective we want to reach charge it",
        5703.92,
        5726.3
    ],
    [
        " it was we can either sit here and do nothing and die or we can attack that's that that's the big I don't want anyone out there thinking okay I'm just going to every time default aggressive I'm going to run and we're going to attack no these are situations where the alternative to attacking is is being defensive laying down and dying and continue to get picked off snipers until you get overrun",
        5727.44,
        5749.86
    ],
    [
        " yeah now they meet up with finally they they meet up with these other British troop back to the book someone was leading us into a garden of a large house the men dropped the ground as they halted conscious that they were now safe with houses and other British troops around them others after a swing from a water bottle",
        5752.18,
        5770.84
    ],
    [
        " lay supine unconscious in instant sleep I counted them Jimmy Gray John Simmons and Sergeant wine or were there Sergeant Major Kelly was missing someone had seen him fall in the rush there were just 49 other men about half from C company last night there had been 200 the night before 500",
        5770.84,
        5794.48
    ],
    [
        " now they're in these positions and they're about to get attacked just below in the garden but outside another brand opened up it was Jimmy Gray's century at the garden gate there was a glimpse of a camouflage figure running through the trees opposite no more than a hundred yards away diagonally across our front towards the air landing troops then a couple more Jimmy's brand fired again and one of the figures pitched forward rolling over carried on by its own momentum",
        5802.08,
        5830.22
    ],
    [
        " we would not we would have to fight and this is their their talking talking about the fact that they're in the houses now in these in this village we would have to fight from the house itself not from the trenches in the garden it was a sturdy building with thick solid walls and in any case the garden was too small for the purpose from these upper windows we would have an extra range and observation to fire diagonally down the road in front of the houses held by units to the left",
        5834.06,
        5860.82
    ],
    [
        " and right 15 minutes later the trim Dutch house had been wrecked every pain of glass had been smashed and every picture and mirror knock from the walls there was no time to be careful in the center of each room barricades had been built well back from the windows out of sight of the bush but cited so that every scrap of ground outside was covered",
        5860.84,
        5881.62
    ],
    [
        " side boards and chests of drawers stuffed with books or bedding made the barricades contents of the furniture flung and heaps into corners of the rooms mattresses were rolled down to the basement ready for use if needed by wounded men more books crammed into drawers were blocking those windows not required for shooting through",
        5882.26,
        5900.62
    ],
    [
        " fortunately the owner of the house possessed a fine library from its contents seemed a who is a doctor with gray I walked around the house for a final check before leaving to return to my own headquarters at the rear",
        5901.78,
        5914.12
    ],
    [
        " manic vandals might have swept through it some woman's life work ruined in the time it took to drink a cup of coffee",
        5914.12,
        5921.86
    ],
    [
        " in explosion from above followed by the clatter of tiles falling from the roof drowned out the noise from the gun another bomb burst in the garden just outside the window sending a couple fragments whistling into the room now the bush were hitting us with mortars as well",
        5929.56,
        5943.06
    ],
    [
        " a bullet splintered of the empty frame behind me and buried itself in the ceiling a warning that I was far too close to the back bedroom window there was a sniper behind us as well as the spanned out a quick movement in the garden of the house caught my eye then two figures in the wrong sort of camouflage darted from behind a bush into the shelter of a wall they were boasts not British so now the enemy was indeed all around us there was no",
        5946.12,
        5973.04
    ],
    [
        " doubt about it now John Simmons and his men were in the houses where they had been left that morning John had made strong points out of a couple of houses smaller but just as robust as the ones held by gray the two groups had been working closely together largely I felt certain because of John's charm of man or in determination this young gunner had done very well it hardly seemed possible that most of his men hardly knew him by sight yesterday",
        5973.04,
        6000.18
    ],
    [
        " today he has welded the survivors of four different companies of a unit into of another arm into a tight knit entity well capable of carrying on the fight all day they had held firm killing and wounding quite a lot of enemy but losing only one man themselves a corporal of a company whose hand had been blown in half by a flying mortar splinter",
        6000.94,
        6024.76
    ],
    [
        " lined and filthy though his face was eyes red rimmed and chin stained with three days worth of fair fuzzy down John still moved briskly a reminder to all of us that we could still keep going",
        6025.02,
        6039.9
    ],
    [
        " so he's got guys that are stepping up big time inside the houses we felt reasonably safe from the shells and bullets but there was always some cause for the officers and senior NCOs to move about in the open from one building to another",
        6039.9,
        6054.02
    ],
    [
        " it was the same as it had been in the woods the officers and sergeants to this traitor greater chance of being killed or wounded as their men all the same it was easier for an officer with so much to do he had little time to worry about his own safety",
        6054.54,
        6068.1
    ],
    [
        " also he always had to try and act the part to set an example to the others an officer had to exude confidence however hard it might be",
        6068.1,
        6078.24
    ],
    [
        " but because he always had to try to keep a grip on himself it helped him forget the danger very true very true got a lot of things on your mind",
        6078.88,
        6093.24
    ],
    [
        " they get a massive bombardment in these positions that they're in back to the book of the Germans must be softening us up in preparation for something more serious their ammunition seemed unlimited",
        6096.16,
        6108.4
    ],
    [
        " the bombardment ended quite suddenly rather as it had started this would be it nudging Williams to get his head up from behind the barricade I shouted a warning to the others",
        6108.4,
        6119.36
    ],
    [
        " Elkins and Bauer in the next room and the two signolars who had moved up to the bedroom at the back the stutter of the brand gun cut across the words",
        6119.5,
        6128.26
    ],
    [
        " Bauer's rifle thudded next door and then Williams was firing a succession of bursts from his brand gun in the orchard opposite Germans were running through the trees towards us several dropped",
        6128.26,
        6140.68
    ],
    [
        " this could only be the start of an attack now from either flank the sound of rifles and machine guns reached us accompanied by the thud of exploding grenades the attack was coming in all along our front",
        6141.22,
        6153.86
    ],
    [
        " some of the Germans among the fruit trees were firing back a couple of rifle bullets splintered the front of the wardrobe then more grey figures were lumbering towards us through the trees some fell others ducked behind the puny trees",
        6153.86,
        6168.08
    ],
    [
        " they didn't stand a chance it was like shooting targets on the past practice range the Germans and the mortars had been forced to stop because their troops were so close it was so it was impossible to fire slow carefully aimed shots with little or no distraction",
        6168.78,
        6189.0
    ],
    [
        " the only way out of the orchard was through the single gap in the high fence but the enemy soldiers never got within 20 yards of it",
        6189.76,
        6197.78
    ],
    [
        " a tall German officer was standing in the middle of the drive out in the open clear of the trees waving his arms to the men behind him",
        6197.78,
        6207.9
    ],
    [
        " no more than 50 yards away every detail of his face in uniform was clearly visible he was a handsome young man fair haired and smartly turned out",
        6208.88,
        6219.72
    ],
    [
        " already he'd been standing there for about five seconds encouraging his men to advance as I leveled my sights on the German officer I knew that I was looking at someone who is just about to die",
        6219.72,
        6232.96
    ],
    [
        " it seemed a pity he was such a courageous boy just the sort just the sort one would like to have had as a platoon commander",
        6234.24,
        6244.34
    ],
    [
        " my finger started to squeeze the trigger but it was too late someone else had fired the German fell spread eagled and lay still",
        6244.34,
        6255.2
    ],
    [
        " at least he died quickly the death of the young officer marked the end of the attack now no one moved in the orchard except for a single wounded man squarming his way back through the trees",
        6256.46,
        6271.84
    ],
    [
        " so it's interesting when you you take the leader and the leader goes down and the attacks over now also it's important to note that although the leader stood up and encouraged the attack by taking that risk of being out there in front of everyone",
        6276.44,
        6292.56
    ],
    [
        " in this case it didn't work out well because he got shot killed and the attack faltered perhaps if he could have found a little bit better of a position to do that from then then maybe then maybe he would have been a little encourages troops and stay alive",
        6292.9,
        6308.26
    ],
    [
        " back to the book but we had won no more than a temporary respite 15 minutes later we could hear the unnerving noise once again tracks were clattering towards us",
        6311.32,
        6322.92
    ],
    [
        " so I haven't I don't know why I haven't talked about this yet but here you have these airborne troops on the ground",
        6322.92,
        6331.02
    ],
    [
        " and their biggest fear is tanks and you've heard me talk many times about my love for tanks and how effective and awesome they are as tools and as weapons and the way that the tankers utilize them they're just they're just awesome machines",
        6332.16,
        6351.66
    ],
    [
        " but here you have the tables turned and the good guys don't have real any effective way of stopping these tanks you can shoot a machine gun all day long at a at a Panzer tank and it's not going to do a damn thing",
        6353.16,
        6370.1
    ],
    [
        " and so it can just and by the way you hide in the building cool a tank will go right through a building they go right through buildings they will go right through a building like it looks like a construction piece of heavy equipment that's what it looks like it'll go right through a building like it's nothing",
        6370.92,
        6385.68
    ],
    [
        " so these guys are absolutely horrified of the tank showing up that's their fear",
        6385.68,
        6391.96
    ],
    [
        " tranks tracks were clattering toward us a gun fitted and the dark red house opposite began to fall apart as round after round crashed into it",
        6395.42,
        6405.0
    ],
    [
        " muzzle flashes from the far side of the orchard revealed the position of the attacker but there was nothing we could do",
        6405.0,
        6411.08
    ],
    [
        " at least the men were not waiting in the house but slipping one after another out the door back across the road through the headquarters house",
        6411.08,
        6420.34
    ],
    [
        " on either side the guns were firing now it was our turn",
        6421.04,
        6426.86
    ],
    [
        " the the tank wrecks some of the houses and then it the tank leaves so here we go it's it was time to strike back the tanks had gone",
        6426.86,
        6442.12
    ],
    [
        " and as yet the boast did not appear to have occupied the houses lying out there in the rear gardens overlooked from the windows we were vulnerable indeed",
        6442.12,
        6451.58
    ],
    [
        " soon the mortaring would start again then we would be safer back in the ruin buildings as John Simmons listened to the instructions the young captains manner was as relaxed as ever",
        6451.58,
        6464.16
    ],
    [
        " calm and outwardly self confident he somehow managed to give the impression that he was almost enjoying the morning's work possibly he was making that a point subconsciously",
        6464.82,
        6475.26
    ],
    [
        " perhaps that a gunner could always take charge of thirty infantry men but there were undoubtedly immense reserves of strength hidden behind that cool exterior as he lay behind the bed of half dead",
        6475.26,
        6489.7
    ],
    [
        " pea plants scanning the houses for any sign of German occupants there was no trace of disquiet in his voice as he discussed his orders to counter attack and clear the street of the enemy",
        6489.7,
        6499.32
    ],
    [
        " fifteen minutes after john had gone I was still in the same place in the vegetable patch watching the second hand of my watch creep towards the top of the dial",
        6499.32,
        6509.12
    ],
    [
        " then graze weapon opened up on the right firing back in the back into the rooms of the houses more in the hope of distracting the enemy than providing covering fire",
        6510.38,
        6519.84
    ],
    [
        " the danger to john's men lay on the other side the front of the houses now john's three brand guns were firing as well on the left",
        6519.84,
        6530.82
    ],
    [
        " the assault party would soon be moving into the street it came the sustained rattle of a spanned out gun first one then a second after that there was silence except for one or two rifle shots",
        6531.7,
        6550.7
    ],
    [
        " I waited lying in the vegetable patch almost to strut with worry something was badly wrong nothing could be seen from here but I had to resist the temptation of going to find out for myself what had happened I must avoid getting involved in the skirmish",
        6552.2,
        6580.68
    ],
    [
        " I started to speak the attack had failed it failed the moment john had been killed out there in the middle of the street and ten yards in front of day and the rest of the assault party john had died in just the same way as that young German officer this morning",
        6580.68,
        6597.4
    ],
    [
        " that had finished it the rest of them including day had turned and run but in some extraordinary way no one else had been hit",
        6597.4,
        6609.78
    ],
    [
        " they made no excuse no attempt to excuse himself telling the story factually and not trying to put a gloss on the incident the implication was clear they had been asked to do too much",
        6611.74,
        6625.28
    ],
    [
        " so now I had been responsible for killing john as well it had been so simple I issued the orders and then john had walked out into the middle of that road to be shot down by the machine gun",
        6628.84,
        6641.74
    ],
    [
        " I should not have done it the counter attack should never have been attempted the men were no longer capable of making such an effort they could still hang on to their positions fighting from behind cover but after six days of continuous battle they lacked the will to get to their feet and go for the enemy",
        6644.64,
        6665.18
    ],
    [
        " in the woods it had just been possible to urge them forward in one last surge of willpower but since then they'd endured a further 48 hours of death starvation thirst and fatigue",
        6666.78,
        6680.44
    ],
    [
        " and in the woods it was men from my own company today it had been different today a mixture of men survivors of four different companies had been left to follow a gunner officer whom they hardly knew",
        6681.96,
        6694.16
    ],
    [
        " there was a limit to what soldiers could be asked to do and I had gone beyond those limits and so john Simmons had died",
        6694.16,
        6707.62
    ],
    [
        " that's the burden of command back to the book it was impossible to understand why the Germans were not using their armor to support this infiltration but",
        6723.46,
        6737.6
    ],
    [
        " by their infantry if they had done so all resistance would have collapsed long ago and the tanks would have been on the lawns",
        6737.6,
        6746.92
    ],
    [
        " the crushing news that the brigadier had been badly wounded came through on the telephone just before the line went dead once again",
        6746.92,
        6753.38
    ],
    [
        " the bosh were now among the houses and gardens which the glider pilots had been holding and gray had reported that he was being shot at from two sides at the same time",
        6753.38,
        6763.94
    ],
    [
        " the quartermaster had also sent word that the enemy were behind him and that he had long ago lost all contact with the rechion is left",
        6766.74,
        6775.58
    ],
    [
        " they are just in a wretched state and he goes to meet with the colonel in one of the buildings",
        6785.68,
        6791.42
    ],
    [
        " the colonel seemed to be trying to break something to us gently and then it came out it was hard to believe harder still to understand",
        6791.42,
        6801.36
    ],
    [
        " the division was to be withdrawn over the rine that night it was all over it had been it had only been possible to ferry about 250 men of the dorsits over the river before dawn a prophetless addition to the perimeter garrison",
        6802.54,
        6818.94
    ],
    [
        " the second army had overreached itself and trying to get to us and although the troops were plowing northward they lacked the strength to cross the river and continued the advance into Germany",
        6818.94,
        6829.94
    ],
    [
        " already the bosh were hammering from the flanks at their narrow lines of communication so the operation had failed everything had been in vain",
        6831.72,
        6844.64
    ],
    [
        " it was all a waste listening to the outline of what had to be done that night it was hard to concentrate on the details",
        6844.64,
        6854.32
    ],
    [
        " the first emotion was grief the then utter disappointment the battalion had been destroyed to no purpose",
        6855.4,
        6867.24
    ],
    [
        " and that's it they get the order that night to leave and they come up with a plan they actually follow rope they put rope at night down towards the river where they're going to get extracted",
        6873.56,
        6889.08
    ],
    [
        " and at night they attempt to follow that rope down there and of course along the way they lose more men men get separated men don't hang on they get lost",
        6889.44,
        6899.16
    ],
    [
        " and they lose even more men as they're trying to make it to their extraction point but he does end up with a small group of people at this extraction point there's Canadian boats there to bring them across the rine river",
        6899.16,
        6911.92
    ],
    [
        " back to the book the Canadians were already pulling the last men into the boat and I was standing with Harrison alone in the river when I heard a whiners voice harshly insisting that no one would be left behind",
        6913.48,
        6925.44
    ],
    [
        " the young coxin needed no further urging but import us to be careful as the boat was grossly overloaded",
        6925.44,
        6933.56
    ],
    [
        " then Harrison pushed me up over the side and the two of us flop down behind the coxin as the engine went into gear and the boat moved towards the midstream",
        6933.56,
        6942.44
    ],
    [
        " so now they get across the river they get dropped off and to answer your question earlier once they get dropped off on the other side of the western side of the rine river it's basically secure area",
        6942.44,
        6957.12
    ],
    [
        " even though it was only several hundred yards away it was relatively secure and now what they have to do is they have to march back about five miles to get to even more secure base",
        6957.66,
        6971.26
    ],
    [
        " here we go back to the book as we reach the track which after a few hundred yards led us to the road when I stopped the men flopped to the ground empty and lifeless lacking any wish to go on",
        6971.26,
        6984.66
    ],
    [
        " more parties of men appeared through the darkness shambling in the exhaustion of relief all terror ended devoid of the will power needed to summon up further effort",
        6985.4,
        6995.04
    ],
    [
        " there was only one way to make the two mile march bearable an old fashioned remedy I called the sergeant whiner to fall the men in threes",
        6995.04,
        7006.1
    ],
    [
        " the discipline bark bounced back to me as whiner pulled himself to his feet shouting to the men to fall in there was no trace of query or surprise in whiner's voice and the men shuffled to their feet",
        7007.24,
        7018.54
    ],
    [
        " that's your route training right there that you're exhausted after eight days of continuous combat you're just done and the sergeant says all right on your feet form a column of threes and you do it",
        7018.54,
        7034.7
    ],
    [
        " there you get close to the end I'm now they can see the camp and I halted them there was only one way to end such a march it was pointless perhaps but I decided to make the final gesture bringing them to attention I ordered them to slow arms and to march by the left to attention",
        7037.66,
        7057.06
    ],
    [
        " I sensed their appreciation as their shoulders went back this was the way they always returned to camp this was the way they always finished as they stepped off for the last 50 yards they were even squinging their arms",
        7057.82,
        7072.42
    ],
    [
        " so they marched back into this camp once they get into this camp they get loaded up into a vehicle a big military transport vehicle that's going to take them further to the rear where they can get some treatment",
        7074.96,
        7086.12
    ],
    [
        " and they're loaded into that vehicle and here we go back to the book the canopy of the truck now sheltered us but my shivering became uncontrollable",
        7086.12,
        7098.22
    ],
    [
        " I knew I was becoming lightheaded and could hear myself grieving aloud for those that we had left behind particularly for those who had been lost during the withdrawal down the river bank",
        7099.12,
        7109.3
    ],
    [
        " there was silence in the truck then I heard as if from a long way off the voice of sergeant whiner calm and flat saying that none of them would have got back if it had not been for me",
        7109.3,
        7124.76
    ],
    [
        " it was true to say that I would never have got back if it hadn't been for them but I shall always be grateful to whiner for having said it",
        7126.14,
        7135.86
    ],
    [
        " the next thing I remember was whiner and Harrison half carrying me into what seemed to be a hospital",
        7135.86,
        7144.52
    ],
    [
        " someone was stripping off my clothes and dressing me in pajamas then I felt the prick of a needle in my arm",
        7146.06,
        7153.58
    ],
    [
        " I was awake the sun shining into the windows of the ward and orderly brought tea and food on a tray I lay between the clean sheets looking at the torn and filthy garments on the chair by the side of the bed",
        7153.58,
        7172.88
    ],
    [
        " there was nothing wrong with me now I saw that my hand was wrapped in a clean bandage when the nursing orderly came to remove the tray",
        7174.7,
        7184.84
    ],
    [
        " he brought me the message that a soldier was waiting in the corridor to see me as soon as the orderly left the room I slipped out of bed and put on my clothes and went out in the corridor",
        7184.84,
        7195.72
    ],
    [
        " waiting there was Harrison a broad smile on his face telling me that Captain Gray and Mr. Elkins and turned up with eight of the missing men",
        7197.58,
        7205.48
    ],
    [
        " another 20 stragglers had also arrived from somewhere or another but that was the lot that was the battalion",
        7205.48,
        7216.14
    ],
    [
        " three officers and 43 soldiers",
        7217.28,
        7220.92
    ],
    [
        " we walked out the door of the hospital side side by side the weeks of temperation shown down on the battered buildings",
        7220.92,
        7236.86
    ],
    [
        " away in the distance the dough rumble of the battle still rolled down from the north",
        7238.62,
        7245.42
    ],
    [
        " and once all the men were recovered and that's that's the end of the book",
        7262.0,
        7265.08
    ],
    [
        " and when all the men were recovered and when you look at the actual battalion of the 156th pairs of battalion it looked like this 313 men were captured many of those were wounded",
        7267.18,
        7277.52
    ],
    [
        " there was 98 killed in action and there was a total of 68 from the battalion that made it across the Rhine safely",
        7277.52,
        7285.68
    ],
    [
        " and those 68 men if they could heal up were then sent to the other battalions inside the first Parabergade",
        7287.28,
        7298.12
    ],
    [
        " and the 156th parachute battalion was actually disbanded it ceased to exist",
        7298.12,
        7308.36
    ],
    [
        " Jeffrey Powell went on to retire from the army the British army in 1964",
        7311.26,
        7318.06
    ],
    [
        " he retired as a major general he was awarded the military cross which is Britain's third highest award for valor",
        7318.06,
        7327.38
    ],
    [
        " and this is what his citation reads at Arnhem after his commanding officer had become a casualty",
        7329.88,
        7337.54
    ],
    [
        " major Powell took command of the remnants of the battalion up to this time he had conducted himself with the greatest gallantry",
        7337.54,
        7343.92
    ],
    [
        " for the remaining six days he retained control of his unit and also of the men of other units in the area under the most difficult conditions",
        7343.92,
        7353.36
    ],
    [
        " heavy fire for mortars artillery and self-propelled guns never stopped his activity in getting round his section of the perimeter",
        7354.96,
        7363.14
    ],
    [
        " and encouraging his men to greater efforts throughout the whole period of the Arnhem battle",
        7363.14,
        7370.16
    ],
    [
        " and spider being wounded this officer showed himself to be a gallant leader of men and a most capable fighter",
        7370.16,
        7377.74
    ],
    [
        " and one whose bravery was a source of inspiration to the men under his command and to all those around him",
        7377.74,
        7384.34
    ],
    [
        " and I think it's pretty clear that if you read a book like this",
        7384.34,
        7397.9
    ],
    [
        " general Powell is still a source of inspiration as are the rest of these incredibly brave men",
        7400.28,
        7409.24
    ],
    [
        " and also a source of leadership lessons of what to do and what not to do and it's also an incredible reminder of that heavy bird",
        7409.24,
        7427.82
    ],
    [
        " and the fact of the matter is when you lead you own every decision and every action not only of yourself but of your men",
        7431.66,
        7443.5
    ],
    [
        " and with that burden you owe it to them to be as well prepared to be as tactically sound and to be as physically and mentally strong as you can possibly be",
        7447.6,
        7464.76
    ],
    [
        " and that goes for any leadership position when you are a leader be as prepared as you possibly can",
        7468.46,
        7476.84
    ],
    [
        " and then you go out and you lead and you lead with courage and you lead with resolution and you lead with boldness",
        7476.84,
        7488.66
    ],
    [
        " boldness like Jeffrey Powell and the officers and the men of the 156th parachute battalion",
        7495.38,
        7504.58
    ],
    [
        " I'll give I'll open to a book in four or five different places to see what it reads like and this",
        7534.58,
        7542.34
    ],
    [
        " you know within the first page the first page that I read I said oh we looks like we have a winner here this one's going to be on the podcast",
        7542.34,
        7549.52
    ],
    [
        " because it's just impactful and the account now the in the back of the book",
        7549.52,
        7558.46
    ],
    [
        " he talks about the the individuals and it just read some of them off here the brigadier was general John Hackett",
        7559.24,
        7572.16
    ],
    [
        " the Colonel was Dickie DeVoe of the Grenadier Guards his fellow Grenadier was",
        7572.16,
        7580.26
    ],
    [
        " his sergeant made his sergeant made Dennis Gay his Batman the guy that he talks about Harrison throughout the book the guy that's there from the beginning to the end always by a side that was actually a guy named Fred Tracy",
        7581.48,
        7593.52
    ],
    [
        " the guy named David and unwitting the book is the character in the book the real guy was named Michael Page",
        7593.52,
        7600.34
    ],
    [
        " who had been Powell's best man and whose son Jeffrey born posthumously had another son named Michael",
        7601.26,
        7611.22
    ],
    [
        " and Luke Tyler and sergeant Winer and Jones and John Simmons these were all real people",
        7611.22,
        7619.98
    ],
    [
        " so you know this is another guy that very similar to Major John Glover who said he had a hard time writing about himself in the first person you know I did this and I did that that's the same thing that Powell said",
        7622.4,
        7634.06
    ],
    [
        " you had a hard time writing until he just made it about some other he put made some other character in his hand and note from that perspective",
        7634.06,
        7641.14
    ],
    [
        " but man you definitely this book I like I said I read I don't know 5% of it it's not a huge book though actually it's only a couple hundred pages long",
        7644.62,
        7654.92
    ],
    [
        " and it's a very fast read did you find it to give you this weird stressful feeling reading though absolutely like listening to it's like just more stressful it is",
        7654.92,
        7665.44
    ],
    [
        " it is and I was debating when to tell you and when to tell everyone that this is not a good that this isn't a good story",
        7665.58,
        7674.46
    ],
    [
        " this is an positive thing and I kind of just I don't know when I actually said that hey they're not going to win I said that the operation",
        7674.46,
        7684.46
    ],
    [
        " market garden was a failure but you know what does that really look like you know what I mean like you don't know what that looks like until you get reading this book",
        7684.46,
        7691.66
    ],
    [
        " and then you start to feel what it feels like and absolutely and and when you read the whole book man it is just coming apart",
        7691.66,
        7699.3
    ],
    [
        " it's just little misfortune little misfortune they're just coming and they don't stop they just don't stop",
        7699.3,
        7705.4
    ],
    [
        " it's a it's a nightmare scenario and yeah and there's tons of great lessons learned so it's so amazing because I never read this book before I just got it",
        7705.4,
        7715.3
    ],
    [
        " yeah but it's amazing cover move yeah decentralized command yeah even prioritize next cute even at that part when you're keeping it simple right everything that that we learned",
        7715.3,
        7727.46
    ],
    [
        " that you know I should have learned this years ago and when I think about you know I was you you look back at your life right and you say",
        7727.46,
        7737.72
    ],
    [
        " yourself what could I have done better what could I do different and you know everyone in the SEAL teams like basically you get one shot at each job",
        7737.72,
        7745.06
    ],
    [
        " other than just being a shooter and a platoon that you can do three or four times if you're lucky but then once you get into a leadership position",
        7745.4,
        7754.88
    ],
    [
        " you're like you're an assistant platoon commander you do that one time then you're a platoon commander you do that one time then you're a tasking a commander you do that one time",
        7754.88,
        7762.94
    ],
    [
        " generally some guys sometimes the guys rarely guys do more than one of those same thing on the enlisted side",
        7762.94,
        7769.06
    ],
    [
        " guy gets to do an a leading petty officer does that one time chief petty officer of a platoon platoon chief does that one time",
        7769.06,
        7776.34
    ],
    [
        " senior chief in charge of a task unit does that one time you don't get to repeat the jobs and so basically when you're finally getting good at your job",
        7776.34,
        7785.2
    ],
    [
        " you're done and now you got to go get the next job up the chain of command so for me it was always and now looking back",
        7785.2,
        7792.82
    ],
    [
        " and and even talking to talking to my SEAL buddies now like like how can we prepare them better so they know what we had to learn during the job",
        7793.12,
        7803.14
    ],
    [
        " it's it's it's a hard thing to do because because a lot of stuff you actually have to learn from experience",
        7803.14,
        7807.82
    ],
    [
        " and and actually we talked about that at the last master which is that was a big part that we talked about",
        7807.82,
        7814.6
    ],
    [
        " you're if you're going to get good at something you have two choices experience or training",
        7814.6,
        7819.58
    ],
    [
        " and training is a way to condense experience down and distill it and that's what was great about when we when I was running training on the west coast",
        7819.68,
        7827.6
    ],
    [
        " we we got to really condense that experiential I mean guys went through guys went through hellacious training",
        7827.6,
        7835.0
    ],
    [
        " and where we provide total chaos for them that most guys wouldn't experience that kind of chaos in their whole career or in ten careers",
        7835.0,
        7843.56
    ],
    [
        " but they would get it and they would get pushed super hard so that when they got out on the battlefield they were ready for the for the chaos that was out there",
        7843.82,
        7850.94
    ],
    [
        " because we trained them and we pushed them further and harder during training then we hope they would get pushed on the battlefield",
        7850.94,
        7857.4
    ],
    [
        " yeah it's crazy even that that covering move even when they're retreating",
        7857.4,
        7862.68
    ],
    [
        " it's like it showed like how you got to keep that that discipline it's kind of like you know like in an MMA fight or something",
        7862.68,
        7869.78
    ],
    [
        " and the guy starts getting hit on the inside and rather than still covering up a little bit while he goes back he like runs away",
        7869.82,
        7877.88
    ],
    [
        " turns his back or something like that you know turn your back in your back in your back in your dawn",
        7877.88,
        7883.12
    ],
    [
        " but great book I definitely recommend it for your beating list",
        7883.12,
        7888.12
    ],
    [
        " yeah there was a there was that part in there that the guy came up to I think reload ammo or something",
        7888.12,
        7894.76
    ],
    [
        " and the guy's sitting there you know and he's so he gets like scolded or whatever and you know turns out he's wounded",
        7894.76,
        7901.98
    ],
    [
        " like that's kind of that was an interesting little lesson there like you just don't know so you can't just start going off and so on",
        7901.98,
        7910.02
    ],
    [
        " totally true and and I don't know if you remember somebody asked us a question one time about you know how do I these people that have had everything given to them",
        7910.02,
        7918.44
    ],
    [
        " yeah and I you know I've had a I grew up in a tough neighborhood like you actually don't know what that person's been through",
        7918.68,
        7924.66
    ],
    [
        " yeah and we had that whole discussion yeah that's the same thing true on a day to day basis with every other human being that you're dealing with",
        7924.66,
        7931.04
    ],
    [
        " you don't know what they're going through you don't know what triumphs and tragedies they've had in their life you don't know what just happened to them this morning",
        7931.04,
        7937.58
    ],
    [
        " so the the recommended course of action is you you give someone a little bit of slack when you don't know you know",
        7937.58,
        7944.4
    ],
    [
        " yeah you ever seen that that sign felt when you go he goes to talk to the girl come on for this is actually it's it's pretty much this but just on sign",
        7944.56,
        7953.18
    ],
    [
        " so he goes to talk to the screen like I got to talk to that girl she's hot or whatever he goes up turn he's like he's like hey hey hello excuse me",
        7953.18,
        7961.18
    ],
    [
        " and her back is kind of turned you know he's like excuse me hello hello like getting any starts to get real mad that she's not listening to him",
        7961.18,
        7968.1
    ],
    [
        " finally he walks like more close to her and she kind of starts to turn around he's like oh so now you pay attention what are you deaf and she's like bingo like signs to him",
        7968.64,
        7977.5
    ],
    [
        " oh she she is deaf yeah you know you got to chill out yeah find out about people first before you start make sure make sure the regimental sergeant major isn't wounded in both legs before you start dressing him down I know yeah",
        7977.5,
        7992.06
    ],
    [
        " yeah man that's that's right that's a good thing he put that in this book you know that's pretty humble yeah from to put this in this book you know what I mean",
        7992.06,
        8000.26
    ],
    [
        " and that other part where they were all what like tired and stuff right or they're defeated essentially they were actually you mean",
        8000.26,
        8010.26
    ],
    [
        " when they were basically broken men yeah and then they got up and they just started charging getting default aggressives yeah yeah the",
        8010.26,
        8017.8
    ],
    [
        " fault of aggressive default aggressive part that's like like you know why there's big centipedes 10 they're like they're kind of like they like",
        8017.8,
        8029.12
    ],
    [
        " like you see long no no they're bigger than like centipedes that I've seen here okay give me a figure like six inches 12 like it's six is like a normal big",
        8029.12,
        8039.86
    ],
    [
        " centipedes okay and they get bigger anyway there I mean compared to you you know that they're they're little bugs they're little right",
        8039.92,
        8048.3
    ],
    [
        " and you just step on it but like when you start messing with it and it starts to get nuts is super into the",
        8048.3,
        8054.38
    ],
    [
        " I'm just saying what do they have to do like that I don't know but they can chase you out of your room you got chased out of your room by",
        8054.38,
        8061.6
    ],
    [
        " or anything like even like a like a wasp or you know like with these little things that are way smaller than you and they just",
        8061.78,
        8067.7
    ],
    [
        " get nuts and then and like you don't want to mess with it you know so late late was over my house is a while ago a couple of",
        8067.7,
        8073.4
    ],
    [
        " years ago and there was a lizard in my house like about a yeah thought a nine inch lizard and so my son and",
        8073.4,
        8083.04
    ],
    [
        " Lafe are going to try and catch this lizard and and they're being weak they're like they're like you're like oh you know they're like oh wait wait no grab it get a box",
        8083.04,
        8092.82
    ],
    [
        " on it and also so I come in Mr. Tough Guy you know I come in reached I go just grab that thing you will cease reached",
        8092.82,
        8100.9
    ],
    [
        " down I reached down to grab this thing this thing turns its head and bites like that and I screen like like the Jim",
        8100.9,
        8110.28
    ],
    [
        " Kerry like and I flicked my hand it was it was absolutely hilarious because I went from being a big tough guy to",
        8110.28,
        8117.18
    ],
    [
        " screaming and having a lizard bit on my finger to blood by the way this thing to blood yeah on my thumb so yeah it's",
        8117.18,
        8128.82
    ],
    [
        " default aggressive but it didn't work out the the the lizard was more default aggressive than I was yeah see and",
        8128.82,
        8134.16
    ],
    [
        " the and that is funny that's a funny story for a couple reasons in my opinion but if that is the exact same concept",
        8134.16,
        8140.04
    ],
    [
        " though you know where if you would have like how you said in the book just kept your head you smash that",
        8140.04,
        8145.24
    ],
    [
        " lizard yeah well if I want to catch a live I wasn't trying to kill it yeah but still I should have been more like the",
        8145.24,
        8151.28
    ],
    [
        " bite the bite didn't even hurt right I just shocked me yeah it just shocked me yeah I wasn't ready for the",
        8151.28,
        8158.16
    ],
    [
        " the the gnashing of the teeth getting not spent yeah those lizards we have a lot of those special when he gets",
        8158.16,
        8163.06
    ],
    [
        " hot those I mean I'm assuming it's the same kind there these but here's a thing growing up on quite there's these",
        8163.06,
        8169.04
    ],
    [
        " thing they call them we call them chameleons but they're like a no a no lay and OLE that's a",
        8169.04,
        8175.18
    ],
    [
        " you spent spell it they turn green or brown or whatever and they get they get pretty big and they're super",
        8175.18,
        8181.0
    ],
    [
        " aggressive like when you grab them oh that's the first the red thing comes out of their neck and they start biting",
        8181.0,
        8186.98
    ],
    [
        " you and you get them to when you hold them after a while they start to calm down and I think they just start to",
        8188.02,
        8193.1
    ],
    [
        " get sick and stuff I don't know I don't know but they calm down so you can do this thing where basically a",
        8193.1,
        8197.92
    ],
    [
        " key if you if you have a lizard's head you go like this and he'll go like that he'll try to bite you so what you do is",
        8197.92,
        8203.08
    ],
    [
        " when he comes down what a ray when you grab him he's trying to kill you but when he comes down after I don't know",
        8203.08,
        8207.9
    ],
    [
        " three four minutes you do that and he'll keep kind of like how do less and less and less less he'll always do that though",
        8207.9,
        8214.92
    ],
    [
        " but it'll just be a lot less aggressive and then if you put your finger in his mouth he'll bite you and he won't let go",
        8214.92,
        8219.86
    ],
    [
        " so you got to kind of drag your finger out and yeah it'll it'll it can cause blood or whatever but what we do is and you can",
        8219.86,
        8226.96
    ],
    [
        " proceed let's picture this we do that and we put it on put the lizard on our ears so the lizard would be",
        8226.96,
        8233.48
    ],
    [
        " an earring an earring yeah biting ears you'd have two lizards hanging down but anyway the point there being",
        8233.48,
        8239.26
    ],
    [
        " fun fun if you can keep your yeah in on yeah when you grow up with that stuff like those lizards are not",
        8241.52,
        8246.54
    ],
    [
        " scary even if they're aggressive and some of them they get pretty like big and bulky and they're like dang",
        8246.54,
        8252.0
    ],
    [
        " this thing has some power to it this little lizard you know and but even here when I grab them they're like oh no",
        8252.0,
        8259.12
    ],
    [
        " I wouldn't scream like you yeah planning experience it's yeah and those are got me dude it was awful it was awful",
        8259.12,
        8267.0
    ],
    [
        " well being prepared I guess is what we're talking about being aggressive why don't you get default aggressive with letting",
        8268.58,
        8274.0
    ],
    [
        " anybody know if they want to support this podcast maybe how they could do it also support jackeles traumatizing",
        8274.0,
        8280.04
    ],
    [
        " experience with lizards with lizards fingers and him screaming was it laughing who it was",
        8280.04,
        8287.14
    ],
    [
        " laughing my son yeah did they lose respect for you that time well it's actually funny because",
        8287.14,
        8292.28
    ],
    [
        " life always talks about you know me being calm and that's why he laughed so hard we we were driving one time we almost",
        8293.4,
        8301.08
    ],
    [
        " got in a car wreck he was driving actually and I'll have him tell the story but we hit mud and we hit we were out in the desert",
        8301.08,
        8308.1
    ],
    [
        " we're going 65 miles an hour on a back road back by all these farms and it was two o'clock in the morning three o'clock in the",
        8308.1,
        8316.08
    ],
    [
        " morning something like that and normally these roads are completely dry they're in the desert and we're hauling",
        8316.08,
        8321.7
    ],
    [
        " and waves driving I think he's driving his truck yeah he was driving his truck we're hauling and all the sudden out of",
        8321.7,
        8328.96
    ],
    [
        " nowhere we see we see a big 18 wheeler on the side of the road on the opposite side of the road but it's a narrow road",
        8328.96,
        8335.1
    ],
    [
        " yeah yeah and as we're hauling all the sudden we hit a water like water probably a couple",
        8335.1,
        8344.18
    ],
    [
        " inches deep of water with mud because it's what happens somewhere irrigation from all this farmland had broken",
        8344.18,
        8351.4
    ],
    [
        " and there was this flood and so we hit this thing and we're immediately hydroplane and and laf is from",
        8351.4,
        8358.22
    ],
    [
        " Texas laf is from Texas so he did not used to driving in the snow I grew up driving the snow in New England you",
        8358.22,
        8364.2
    ],
    [
        " just you just deal with it everyone's like a rally driver up there yeah yeah that's the thing and so and so laf",
        8364.2,
        8369.38
    ],
    [
        " he's not really used to this and he starts to oversteer the car which is really really bad yeah and you know I'm sitting",
        8369.9,
        8376.22
    ],
    [
        " there and we're going 65 miles an hour he he's flutty would he tell us a story too because he's like we we thought we were going to die he thought he's",
        8376.22,
        8383.16
    ],
    [
        " like we were definitely going to die yeah and I'm sitting there in the passenger seat and I say don't oversteer don't",
        8383.16,
        8388.28
    ],
    [
        " oversteer no brakes no brakes all right you're good because that's the other thing mistake you can make if you jam on the",
        8388.28,
        8394.0
    ],
    [
        " brakes yeah you're gonna lock it up and you're gonna slide you're gonna lose control so I just don't",
        8394.0,
        8398.96
    ],
    [
        " oversteer don't oversteer no brakes no brakes all right you're good so that was not my reaction when I got",
        8398.96,
        8406.5
    ],
    [
        " bail on the phone by the lizard it was hilarious yeah dang bro it's all good but hey man you know if you",
        8406.5,
        8418.84
    ],
    [
        " want to support this podcast how about this talk about that possible do it so one good way and support",
        8418.84,
        8425.62
    ],
    [
        " this is okay this is what it is origin right origin the brand origin main dot com that's a website they",
        8425.62,
        8432.56
    ],
    [
        " got a lot of cool stuff one of the cool items actually there's a bunch of our keys for jujitsu I remember back",
        8432.56,
        8439.98
    ],
    [
        " when I kind of won't be for a start at this thing that's that would be the main question about jujitsu",
        8439.98,
        8446.26
    ],
    [
        " is what kind of key and I mean I go yeah there's these and I give them the three the top actually there",
        8446.4,
        8451.72
    ],
    [
        " was there's four of them and it was shortly after where you recommended this these origin ones and then",
        8451.72,
        8459.22
    ],
    [
        " when I went there I was like oh shoot this is kind of expensive I don't know you know but then I",
        8459.22,
        8464.2
    ],
    [
        " just looked at the one that was like it was like the first one I saw but there are many varying",
        8464.2,
        8472.16
    ],
    [
        " prices of keys and they're all good by the way I know this because I have some nonetheless if",
        8472.72,
        8479.64
    ],
    [
        " you're still wondering what kind of key to get origin key 100% you have options you know as far as",
        8479.64,
        8488.18
    ],
    [
        " pricing and stuff like that if you want the deluxe one versus the more basic one but they're all",
        8488.18,
        8492.4
    ],
    [
        " dope and here's the thing about them they're all made in America and not in the sense where they're",
        8492.4,
        8502.14
    ],
    [
        " materials are sour somewhere else the materials are sourced would you call them sourced I guess the",
        8502.14,
        8509.02
    ],
    [
        " raw material comes from like the sea or South Carolina somewhere here America I know that America",
        8509.02,
        8517.06
    ],
    [
        " boom brought over the main assembled zoom or wouldn't not loom yeah that's not a verb right yeah woven",
        8517.06,
        8526.62
    ],
    [
        " on a loom boom into this outstanding material moisture what do you call it wicking yeah right that's",
        8526.72,
        8534.94
    ],
    [
        " when it kind of like helps yeah with moisture yeah I didn't know all this by the way I'm like being",
        8534.94,
        8540.42
    ],
    [
        " educated on it and there's lots of know by the way and I anti-microbial that's a big deal",
        8540.42,
        8545.76
    ],
    [
        " anyway origin main dot com that's where you get school stuff there's other stuff too like",
        8545.76,
        8552.7
    ],
    [
        " rash guards and even like close regular clothes athletic wear still anyway all made America in",
        8552.7,
        8559.1
    ],
    [
        " America boom also for some legitimate fitness gear on it dot com slash jackele I just got the",
        8559.1,
        8567.98
    ],
    [
        " I'm into kettlebells I know I said that before I'm say it again what is yours what is your",
        8567.98,
        8573.4
    ],
    [
        " heaviest kettlebell lo and you have 40 kilograms right so 88 pounds 90 by the way I have two of them",
        8573.4,
        8581.96
    ],
    [
        " do you only have one you only have one I only have one currently all right well shoot I guess you",
        8583.36,
        8588.88
    ],
    [
        " know it's clear what I got to do maybe I'll get another one stepped up but um shoot who is",
        8588.88,
        8594.4
    ],
    [
        " I talking to about it oh yeah Morgan you know Morgan yeah right we're talking we're talking about",
        8594.4,
        8599.04
    ],
    [
        " kettlebells Morgan's Morgan's feeling strong I told him that yesterday yeah not not just because",
        8599.04,
        8603.66
    ],
    [
        " that's it's kind of a insult in jujitsu yeah right yeah like hey you feel really strong it's an",
        8603.66,
        8610.28
    ],
    [
        " insult it's an insult yeah but I made it perfectly clear yesterday I was like hey you feel jujitsu",
        8610.28,
        8616.46
    ],
    [
        " strong I said it's not I'm not trying to say you feel strong like hey you're a meat you're a meat",
        8616.46,
        8622.12
    ],
    [
        " head right but you feel strong in a positive way because and I said here's the deal if it was",
        8622.12,
        8627.6
    ],
    [
        " just you being strong then five years ago when I started training for you I'm like oh you feel",
        8627.6,
        8631.74
    ],
    [
        " strong I didn't say it then because you didn't feel strong yeah you feel strong now that you jitsu",
        8631.74,
        8635.4
    ],
    [
        " is getting yeah get better and and you're getting more skills well yeah I feel like we got to come",
        8635.4,
        8641.52
    ],
    [
        " up with a different expression or maybe just a modified expression because some people yeah like",
        8641.52,
        8647.22
    ],
    [
        " they'll people tell me I'm strong whatever and after a while I was like wait I felt the same",
        8647.22,
        8652.5
    ],
    [
        " thing that you you one time I told you like you're strong I thought it was kind of maybe subconsciously",
        8652.5,
        8658.38
    ],
    [
        " is I thought it was kind of established that okay look you're really good at jujitsu you know I",
        8658.38,
        8664.0
    ],
    [
        " thought that was kind of a given so if I were to tell you you're strong it'd be kind of like",
        8664.0,
        8668.06
    ],
    [
        " did I like rebut yeah was I like oh yeah I was like I was like I'm like no my technique you're",
        8668.06,
        8672.06
    ],
    [
        " like no my technique I was like yeah no no I know that I know your technique is outstanding but",
        8672.06,
        8676.54
    ],
    [
        " yeah a little bit not in an angry way or nothing like that but yeah yeah funny actually I'm",
        8676.54,
        8681.52
    ],
    [
        " surprised I wasn't a little bit more sarcastic about it see okay which you know I got",
        8681.52,
        8687.38
    ],
    [
        " surprised I didn't say yeah I'm glad I'm so strong yeah that I can just you know what I",
        8687.38,
        8691.9
    ],
    [
        " destroy you when people say it and I know people don't mean it I know they don't mean that you",
        8691.9,
        8695.78
    ],
    [
        " know what what how we take it kind of like you're strong yeah it's your your physical strength not",
        8695.78,
        8700.34
    ],
    [
        " your jujitsu technique that's what what we take it as you know and they're just throwing it in like",
        8700.34,
        8704.68
    ],
    [
        " how I essentially how I did with you is kind of like look you're better than jujitsu than me you",
        8704.68,
        8709.52
    ],
    [
        " beat me up all the time but in the bottom top of that you're pretty strong dude yeah I that's",
        8709.52,
        8714.76
    ],
    [
        " probably what people are saying most of the time but so when people would be like dang you're",
        8714.76,
        8720.16
    ],
    [
        " strong you're great and you when they say you're strong I say yeah I lift a lot of weights yeah",
        8720.16,
        8724.08
    ],
    [
        " so it kind of gives them the impression kind of like yeah I might weightlifting basically beats your",
        8724.08,
        8728.06
    ],
    [
        " jujitsu kind of thing and that's a more of an insult you know kind of thing but it's it's a joke",
        8728.06,
        8733.16
    ],
    [
        " really yeah nonetheless so yes Morgan you strong jujitsu strong jujitsu strong so his technique is",
        8733.16,
        8742.18
    ],
    [
        " strong so that means his technique is getting better and it reveals right it can deliver the",
        8742.18,
        8747.14
    ],
    [
        " strength in the proper way yeah yeah it's good job Morgan but we're talking about kettlebells",
        8747.14,
        8752.0
    ],
    [
        " yeah and he was like bro kettlebells hard so I started to feel kind of good because I got this 90",
        8752.0,
        8756.56
    ],
    [
        " pound one and I was like I lifted it up and you know okay you know this the one hand boom clean",
        8756.56,
        8761.1
    ],
    [
        " what clean press is there if you use your legs if you use your legs to snap it up there a little",
        8761.1,
        8767.86
    ],
    [
        " bit yes that's the clean and jerk okay even one half if you just do if you don't use any legs and",
        8767.86,
        8773.02
    ],
    [
        " you just power it up smoothly that's a press okay so my name is clean and jerk I took the",
        8773.02,
        8777.04
    ],
    [
        " whole kind of body whatever so my Metcons I do when I got the werewolf ones those are like 62 pounds",
        8777.04,
        8785.48
    ],
    [
        " I do two at a time boom boom okay easy and you do reps you know it's a whole thing so I got the",
        8785.48,
        8791.54
    ],
    [
        " the gorilla one 72 pounds and I could do that one just as you get strong you know so I get the 90",
        8791.54,
        8798.58
    ],
    [
        " pound one I'm like I only got one two so I don't know do you think two at one time is easier",
        8798.58,
        8802.76
    ],
    [
        " because of the balance right no it's not easier just I mean you're using more energy for sure but",
        8802.76,
        8807.48
    ],
    [
        " as far as like doing the balance it's like not easier yeah okay well so one is easier doing one",
        8807.48,
        8813.46
    ],
    [
        " one is for sure easier okay good well okay gotcha so I got one big foot that's 90 pounds",
        8813.46,
        8818.74
    ],
    [
        " and I lifted that up I was like man I'm not ready ready for that and so it was like maybe two",
        8818.74,
        8827.16
    ],
    [
        " three days later I was like well I gotta try that's the you know I got the 72 pound one I can do",
        8827.16,
        8832.4
    ],
    [
        " that you know a bunch of times actually but so I just warmed up a bunch and just first time I did",
        8832.4,
        8838.18
    ],
    [
        " it like I straight up failed I couldn't do it and I was like all right all right I know how it feels",
        8838.18,
        8841.98
    ],
    [
        " now and all this stuff and then I can do it boom both so you're good to both yeah that's good",
        8841.98,
        8847.16
    ],
    [
        " solid glad we all know that now yep hey you know it's relevant just say actually which is actually",
        8847.16,
        8855.7
    ],
    [
        " what makes kettlebells kind of fun to do is because it does require legitimate technique yeah like",
        8855.7,
        8861.16
    ],
    [
        " you can't say like it's hard it's it's like a dumbbell or a barbell or a machine well if you're",
        8861.16,
        8866.74
    ],
    [
        " doing barbell snatches it takes the hell yeah and that's really the spectrum you know so if you go",
        8866.74,
        8873.14
    ],
    [
        " like kettlebell and dumb because dumbbells are straight up balanced I mean they're not they're not",
        8873.14,
        8878.08
    ],
    [
        " like a print but they have a handle both sides of the handle equal amount of weight you know boom you",
        8878.08,
        8882.66
    ],
    [
        " just have to balance your body and then after you get that balance down it's pretty easy",
        8882.66,
        8885.86
    ],
    [
        " barbell even less because you don't have two sides gotta be balanced it's just one long thing",
        8885.86,
        8890.62
    ],
    [
        " and then two sides of that is balanced then you go machine you don't even need balance you just need",
        8890.62,
        8894.94
    ],
    [
        " this strength to push so it's that spectrum so the kettlebell it's way on this side of the spectrum",
        8894.94,
        8899.6
    ],
    [
        " where it kind of there's the game within the game you know that's a mix of more fun I think",
        8899.6,
        8904.44
    ],
    [
        " you see progress in both areas technique and strength anyway we'll leave it at that if you want",
        8904.44,
        8911.92
    ],
    [
        " the cool kettlebells on it dot com slash chocolate or jump ropes battle maces the way do you call",
        8911.92,
        8920.14
    ],
    [
        " battle maces or just maces yeah those are kind of clubs yeah though you can get some cool workouts",
        8920.14,
        8926.3
    ],
    [
        " with that and they did like your forearms get I didn't look into like what exactly you know",
        8926.3,
        8934.74
    ],
    [
        " they're gonna improve but I know core strength and all this stuff but there's all these little things",
        8934.74,
        8939.84
    ],
    [
        " they improve too outstanding stuff also good way to support if you're gonna get this book",
        8939.84,
        8947.68
    ],
    [
        " men at how do you how do you pronounce the the place I'm aren't him or aren't him yeah",
        8947.68,
        8952.82
    ],
    [
        " aren't they men aren't him Jeffrey Powell that's how I've announced it anyways I'm apologize to",
        8952.82,
        8957.74
    ],
    [
        " anyone that's from Holland yeah and pronounce it a different way I looked at it on YouTube and how",
        8957.74,
        8962.64
    ],
    [
        " they said it and it was like they say oh how to pronounce arm and there's 14 different ways to",
        8962.64,
        8968.26
    ],
    [
        " say it yeah so I just rolled the dice and picked one that sounded easiest for me to say so sorry if",
        8968.26,
        8974.14
    ],
    [
        " I'm saying it wrong yeah man no all good but if you want to get that book or any other book that",
        8974.14,
        8983.96
    ],
    [
        " juck reviews on the website just go to jucklepodcast dot com on the top menu there click on books",
        8983.96,
        8990.38
    ],
    [
        " from episodes all the books are listed there by episode along with the few other things but",
        8992.04,
        8998.04
    ],
    [
        " mainly just the books from by episode you click through their boom takes it amazon get those",
        8998.04,
        9003.04
    ],
    [
        " books there that's a good way to support that's the amazon click through or if you're doing the",
        9003.04,
        9007.3
    ],
    [
        " other shopping if you're getting a tripod or a video camera or duct tape or whatever click",
        9007.3,
        9014.14
    ],
    [
        " through their boom that's a good way to support great way to support also a little addition there",
        9014.14,
        9019.08
    ],
    [
        " you know how we had the website jucklepodcast 2 dot com that's a there's a long story I think I",
        9019.82,
        9026.14
    ],
    [
        " went into it it was like when I was like testing like what website provider whatever I was like let me",
        9026.14,
        9030.9
    ],
    [
        " get this one because what if I'm attached it it's a long story and then so we ended up getting",
        9030.9,
        9037.94
    ],
    [
        " jucklepodcast dot com and they're both kind of there but jucklepodcast 2 is kind of the the primary",
        9037.94,
        9042.46
    ],
    [
        " one it's not the primary one anymore jucklepodcast it's jucklepodcast dot com okay so that's",
        9044.0,
        9051.08
    ],
    [
        " the website and that was actually a trooper that straight up got us jucklepodcast yeah looking out",
        9051.08,
        9055.78
    ],
    [
        " for it's because and then that's a big deal some in New York good dude yeah that's a huge deal because",
        9055.78,
        9061.14
    ],
    [
        " like do you have your own name yeah okay so people will be like oh this guy's blowing up he'll",
        9061.14,
        9069.04
    ],
    [
        " they'll go and they'll buy the domain name either hold on to it or immediately go to you and be like",
        9069.04,
        9073.26
    ],
    [
        " hey you want to buy this for me might yeah they hold it hostage yeah in fact I think there might be",
        9073.26,
        9078.36
    ],
    [
        " like a legal like defense against it like if someone gets your name or your your kids name and you're",
        9078.36,
        9084.32
    ],
    [
        " kind of a public figure so I think I'm not sure but yeah that's what people do man though or",
        9084.32,
        9089.2
    ],
    [
        " they'll buy a bunch of domain names that sound cool yeah they'll be like yeah you can buy this",
        9089.2,
        9094.78
    ],
    [
        " from me kind of thing it's super whack when they do it with like you're you know when they know like",
        9094.78,
        9099.5
    ],
    [
        " that's your company you have to have for a long time they I don't know what they paid for eventually",
        9099.5,
        9104.38
    ],
    [
        " paid for UFC dot com but for a long time they were like UFC dot tv and all these UFC but they had",
        9104.38,
        9110.58
    ],
    [
        " to step up I bet you they I bet somebody made a lot of money off that one yeah you see especially",
        9110.58,
        9115.88
    ],
    [
        " the three letters I guess like if you get the last letter to the money crazy time nonetheless but",
        9115.88,
        9121.78
    ],
    [
        " yeah jockel podcast dot com that's the main website now if you were going to jockel podcast to",
        9121.78,
        9126.84
    ],
    [
        " dot com it's it's not that anymore does it send you the order it it does did but well while I'm",
        9126.84,
        9133.6
    ],
    [
        " switching I'm doing this thing it will eventually it will eventually yes but if you run into that",
        9133.6,
        9138.2
    ],
    [
        " that's why people have been hitting me up and rightly so thanks for that so yeah nonetheless back",
        9138.2,
        9145.2
    ],
    [
        " to the point if you want to support and by getting these books go through the website and click",
        9145.2,
        9149.98
    ],
    [
        " through there that's a good way to support small action huge reaction small huge that's how it",
        9149.98,
        9155.56
    ],
    [
        " works also subscribe to the podcast iTunes if you haven't already stitcher if you don't use ios",
        9155.56,
        9164.22
    ],
    [
        " i phone google play anywhere they where they provide podcasts boom we're on there so subscribe",
        9164.22,
        9171.76
    ],
    [
        " that's a good way also youtube yes I put some excerpts on there more excerpts I'm gonna continue",
        9171.76,
        9178.24
    ],
    [
        " to do so shareable excerpts try to keep them under four minutes that's cool right for yeah might be",
        9178.24,
        9184.34
    ],
    [
        " a little long but every once in a while you get it like a good like ten minute one that's",
        9184.34,
        9188.7
    ],
    [
        " sure yeah but they're more sure better than two that's a long time though think about the videos",
        9188.7,
        9193.2
    ],
    [
        " that you you want to get compression three minutes four minutes tops yeah and it depends on the",
        9193.2,
        9198.88
    ],
    [
        " do you should edit them maybe like make them shorter yeah yeah I mean if it's appropriate because",
        9198.88,
        9206.48
    ],
    [
        " sometimes you don't want to sometimes it's just you saying like a whole thing and it's like okay",
        9206.48,
        9212.56
    ],
    [
        " that's solid and sometimes it's you and then my rebuttal to kind of kind of bolster the point your",
        9212.56,
        9218.04
    ],
    [
        " point because you'll clarify it because I you know and it's all it's it makes sense so sometimes if",
        9218.04,
        9224.58
    ],
    [
        " you edit certain things out maybe the message isn't there as much as what you should be not all the time",
        9224.58,
        9229.4
    ],
    [
        " not all the time but most of the time nonetheless I'll look into it how about that ideally if a video",
        9229.4,
        9237.06
    ],
    [
        " this goes along with like people's typical attention span should be what like about a minute and a",
        9237.06,
        9246.0
    ],
    [
        " half I don't know but my attention span's getting tested right now by support just saying we this",
        9246.0,
        9253.34
    ],
    [
        " this is important stuff we need to go over this so we can come to the best conclusion on how to",
        9253.34,
        9258.72
    ],
    [
        " conduct ourselves in regards to YouTube excerpts and other things nonetheless subscribe to YouTube",
        9258.72,
        9265.36
    ],
    [
        " channel it's good we're gonna provide value how about that no you're into the video version because",
        9265.36,
        9275.2
    ],
    [
        " some people are some people are into more the video version of the podcast yeah you know bomb subscribe",
        9275.2,
        9280.74
    ],
    [
        " if you haven't already YouTube also jaco has a store it's called jaco store jaco store.com if you",
        9280.74,
        9288.02
    ],
    [
        " didn't already know on there we got some cool stuff shirts mainly some rash cards I just made",
        9288.02,
        9294.66
    ],
    [
        " in order for hoodies thicker heavier fall is coming are we in fall right now the fall is the",
        9294.66,
        9301.72
    ],
    [
        " first day of fall is like the other day we're in fall yeah so we got some not that we're doing a",
        9301.72,
        9306.66
    ],
    [
        " whole seasonal thing I'm just saying it's fall now getting cool getting cooler check got some hoodies",
        9306.66,
        9313.42
    ],
    [
        " on there got some shirts on there got some rash guards on there I think I'm gonna do a warrior kid",
        9313.42,
        9318.82
    ],
    [
        " rash guard I have one yeah I know I know but it's not in production yeah yeah and it's not I'm",
        9318.82,
        9326.88
    ],
    [
        " gonna change it a little bit some coloring stuff and whatever but it is pretty cool good good",
        9326.88,
        9331.6
    ],
    [
        " little pre-response also hats on there and some other cool stuff I'm not saying get something I'm",
        9332.66,
        9339.78
    ],
    [
        " saying go on there check it out if you want to support and you want to get something you think",
        9339.78,
        9345.76
    ],
    [
        " something is cool for yourself or for your you know friend why girlfriend neighbor whoever didn't",
        9345.76,
        9353.8
    ],
    [
        " get something good way to support actually great way to support also psychological warfare okay what",
        9353.8,
        9360.1
    ],
    [
        " psychological warfare is if you don't know it's an album with jockeau tracks so basically if you're",
        9360.1,
        9367.76
    ],
    [
        " on your campaign against weakness and you have a moment of weakness this is like a little spot so",
        9367.76,
        9375.08
    ],
    [
        " basically you put on these audio tracks to let you know hey pragmatically don't skip this workout",
        9375.08,
        9382.92
    ],
    [
        " today hey don't slip on this diet today hey your procrastination isn't working and here's why",
        9382.92,
        9389.32
    ],
    [
        " but it's jockeau telling you so it's kind of like more effective way more effective 100% success rate",
        9389.32,
        9397.84
    ],
    [
        " in my experience 100% best legit hey also jockeau white tea if you want it you can get that on",
        9397.84,
        9404.76
    ],
    [
        " Amazon it tastes good and it makes you feel good also on origin main dot com you can get",
        9404.76,
        9411.76
    ],
    [
        " jockeau super crow crow oil that will make you feel good and on top of that you can get jockeau joint",
        9412.98,
        9420.7
    ],
    [
        " warfare which is awesome what's in that by the way it's glucose amine,",
        9420.7,
        9426.62
    ],
    [
        " conjuret and goes the main the main but then we put some additional things in there um yeah and",
        9427.1,
        9433.42
    ],
    [
        " it's it's been rocking it it's it's it's awesome you've got books or I've got some books if you",
        9433.42,
        9440.52
    ],
    [
        " want to read them one is called way the warrior kid one is called extreme ownership the warrior",
        9440.52,
        9446.16
    ],
    [
        " kid book is for kids extreme ownership is for people in leadership positions or people that want",
        9446.16,
        9450.66
    ],
    [
        " to be in leadership positions there's also a new book coming out called discipline equals",
        9450.66,
        9454.26
    ],
    [
        " freedom field manual it actually comes out October 17th and at one point many months ago",
        9454.26,
        9460.68
    ],
    [
        " October 17th seemed like it was a long ways away but it's not anymore it's here so you can order",
        9460.68,
        9466.36
    ],
    [
        " that one it is unlike any book that you have ever seen or read also what's interesting about",
        9466.36,
        9472.26
    ],
    [
        " this book is people keep asking me if it's going to be on audible it's not going to be on audible",
        9472.26,
        9476.52
    ],
    [
        " instead of being on audible it is going to be on iTunes it's going to be on amazon mp3",
        9476.52,
        9482.16
    ],
    [
        " it's going to be on google play it's going to be where you can find mp3",
        9482.16,
        9487.58
    ],
    [
        " tracks there's a reason for this if you do it through audible you get this one big long",
        9487.58,
        9494.08
    ],
    [
        " book and it's in what the book is the way the book is written it's written to be chunked up and",
        9495.34,
        9501.1
    ],
    [
        " you're going to want to take parts of it and play it at certain times more like you would do with",
        9501.1,
        9505.8
    ],
    [
        " the psychological warfare album so people were asking for more psychological warfare that's what we're",
        9505.8,
        9510.72
    ],
    [
        " doing discipline equals freedom field manual it's going to be available as an album that you can buy",
        9510.72,
        9515.44
    ],
    [
        " and then you can do what you want with the track you can make them your alarm ring to him you can",
        9515.44,
        9519.4
    ],
    [
        " listen to him out of order in any order you can put him in a mix you can do a lot more stuff with",
        9519.4,
        9524.28
    ],
    [
        " him that's why we're doing it as an album with tracks instead of as an audible book so you know what",
        9524.28,
        9532.66
    ],
    [
        " we might you know people might have a little challenge finding it or realizing you know when they",
        9532.66,
        9537.54
    ],
    [
        " go on to amazon or they go on the Barnes and Noble they won't see that it's available they'll be",
        9537.54,
        9542.46
    ],
    [
        " looking for the audible and you won't be able to find it I'm sorry well just in audible I think that's",
        9542.46,
        9547.44
    ],
    [
        " where they won't you won't be able to find it in the audible platform right will not be there but",
        9547.44,
        9551.74
    ],
    [
        " it'll be on amazon just it'll be on amazon but you I don't think it'll be linked in right to the",
        9551.74,
        9556.92
    ],
    [
        " same thing where you go oh here it is I think it's going to be hidden it's going to be hard to find",
        9556.92,
        9561.14
    ],
    [
        " kind of like a hard to find on iTunes it's hard to find psychological warfare but the question is",
        9561.14,
        9565.42
    ],
    [
        " do you want to do or did I want to do something right or just do something easy yeah that's true",
        9565.42,
        9570.26
    ],
    [
        " because the the field manual like any field manual like when you want to go refer to it you don't",
        9570.26,
        9575.9
    ],
    [
        " want to be searching around searching on audiobook you know okay what is that one part you know",
        9575.9,
        9580.72
    ],
    [
        " that deals with this and boom you can just go to the yeah you just look for the track name and",
        9580.72,
        9584.52
    ],
    [
        " you're there so like I said if we could have done the easy thing and and whatever you know had",
        9584.52,
        9589.72
    ],
    [
        " everyone just being able to click on it really easy I apologize but if you want the right way",
        9589.72,
        9593.94
    ],
    [
        " then that's what I had to do so that's that book and then Ash on front that's the leadership",
        9593.94,
        9601.68
    ],
    [
        " consulting company that I have with Lafab and with JB to know Dave Burke if you want to have",
        9602.9,
        9608.62
    ],
    [
        " us come and work with your business contact info at ashelonfront.com and if you have any questions",
        9608.62,
        9617.46
    ],
    [
        " or if you have any answers or if you just want to continue this conversation you can find us on",
        9617.46,
        9631.66
    ],
    [
        " the channels and I am at jockewillink and finally thanks to everyone out there for making this podcast",
        9631.66,
        9639.32
    ],
    [
        " possible to those of you in the military especially those right now on the forward line of our own troops facing evil every day",
        9639.32,
        9650.94
    ],
    [
        " thank you for providing this freedom that we enjoy and to the first responders in law enforcement and fire and EMS",
        9650.94,
        9659.38
    ],
    [
        " thank you for taking care of us while we are here at home and the rest of you that are out there",
        9659.38,
        9667.84
    ],
    [
        " that are working and building and producing and creating and leading keep leading keep stepping up",
        9667.84,
        9682.2
    ],
    [
        " keep taking on challenges and keep striving to do more and to be more keep picking up the pace and keep",
        9682.2,
        9691.64
    ],
    [
        " pushing harder and no matter what the odds or what the probabilities keep getting after it",
        9691.64,
        9704.46
    ],
    [
        " so until next time this is echo and jaco out",
        9705.32,
        9711.8
    ]
]