[
    [
        " Tactics to flank slash shift a ferocious analyzer",
        0.14,
        4.28
    ],
    [
        " From paralysis to go meaning",
        4.28,
        7.88
    ],
    [
        " What some over things things and has it takes a landing and planning and planning and planning well",
        7.88,
        13.64
    ],
    [
        " There's a couple things here. If the person is above you or below you in the chain of command",
        13.64,
        18.42
    ],
    [
        " So if they're below you in the chain of command you you know you explain to him",
        18.42,
        21.64
    ],
    [
        " You say look we don't need perfection. We're not gonna have a hundred percent solution",
        21.64,
        24.72
    ],
    [
        " We don't have a hundred percent of the information",
        24.72,
        26.2
    ],
    [
        " That's a good enough solution. We need to move forward. Let's execute",
        27.18,
        29.66
    ],
    [
        " And you know what I'll take her things go wrong. Don't worry about it",
        29.66,
        33.26
    ],
    [
        " I'll take responsibility for it. I'm not gonna blame you which is what you're gonna do anyways as a good leader",
        33.26,
        36.8
    ],
    [
        " So that's what you're gonna do for there below you in the chain of command",
        36.8,
        39.26
    ],
    [
        " If they're above you in the chain of command guess what?",
        39.26,
        43.96
    ],
    [
        " same thing",
        44.34,
        45.22
    ],
    [
        " You're gonna tell the same thing like hey boss. We don't need perfection here look boss",
        45.22,
        49.98
    ],
    [
        " We're not gonna get all the information we need we're not gonna get a hundred percent solution. We got a 90 percent solution and",
        49.98,
        55.86
    ],
    [
        " Let's go for it and",
        55.86,
        58.26
    ],
    [
        " If things do go wrong you can blame me. I don't care",
        58.26,
        61.18
    ],
    [
        " So boom the whether they're above you or you know below you in the chain of command",
        61.18,
        65.46
    ],
    [
        " You might change your tactic or your verbiage a little bit",
        65.46,
        67.44
    ],
    [
        " But it's the same same overall concept you gotta get them to understand that we don't need perfection",
        67.44,
        72.14
    ],
    [
        " We need to move forward and the other thing is you explain the cost of not moving the cost of staying still the cost of being",
        72.14,
        79.64
    ],
    [
        " Reactive instead of proactive in basically the cost of not being aggressive because that's what we're talking about",
        79.64,
        85.22
    ],
    [
        " Is a lack of aggression and so what does that look like will you explain to them that the longer we sit?",
        85.22,
        89.88
    ],
    [
        " The better position the enemy gets into",
        90.54,
        93.14
    ],
    [
        " The longer we wait the less we know about what is actually happening",
        93.14,
        101.14
    ],
    [
        " Think about that one the more you sit here and you're planning the less we know what's going on out there the things are happening",
        101.14,
        107.38
    ],
    [
        " They're changing. They're evolving the enemy is maneuvering",
        107.38,
        110.96
    ],
    [
        " There's developments on the battlefield or in the marketplace and you don't even know because you're sitting in the planning space",
        111.3,
        115.88
    ],
    [
        " The longer we wait the less time we have to recover if something does go wrong",
        115.88,
        121.88
    ],
    [
        " So if we sit here in plan",
        121.88,
        124.6
    ],
    [
        " for 47 days and on the 48th day we set up out and we start to execute something goes wrong",
        124.6,
        130.86
    ],
    [
        " We're not gonna make the 50-day mark because we spend all that time planning",
        130.86,
        134.08
    ],
    [
        " So the longer that you're sitting around the less time you have to recover and adapt and adjust and",
        134.08,
        139.88
    ],
    [
        " The longer that you wait while you're doing planning the less relevant your plan actually becomes",
        139.88,
        144.86
    ],
    [
        " So that's what you need to make people understand and other people that are just habitual and chronic",
        144.86,
        153.46
    ],
    [
        " ferocious analyzers and those the people you gotta watch but you gotta continually just get through their head that the more we sit",
        153.46,
        161.88
    ],
    [
        " The more the enemy maneuvers and if we let them maneuver on us anymore, we're gonna get killed",
        161.88,
        167.06
    ],
    [
        " That's it pretty easy. Well, it's not easy. It's a simple concept",
        168.26,
        171.94
    ],
    [
        " It's hard to get people out of their own heads just like this like everything else",
        171.94,
        175.74
    ],
    [
        " It's hard for the ferocious analyzer to recognize themselves as that",
        175.74,
        181.2
    ],
    [
        " They think they're doing a good job. They think they're they think they're actually being thorough and you're a wild man",
        181.2,
        187.06
    ],
    [
        " You're a cowboy are you crazy?",
        187.06,
        188.5
    ],
    [
        " No, I'm not crazy. I'm real one time my my first deployment to Iraq",
        188.86,
        192.28
    ],
    [
        " They said hey John this is after I've been there for a while",
        192.28,
        195.16
    ],
    [
        " They wanted for some reason they wanted to know the minimum requirements for us to go out on an operation",
        195.16,
        201.22
    ],
    [
        " And I said I just need a vicinity of the target and of radio frequency to talk to the local",
        201.22,
        207.04
    ],
    [
        " Conventional units there and they were like well, don't you need air support?",
        207.04,
        210.6
    ],
    [
        " Don't you need it as I was like all these other things. I was like no, we'll figure it out",
        210.74,
        213.6
    ],
    [
        " Mm-hmm just send us",
        213.6,
        215.28
    ],
    [
        " Yeah",
        215.28,
        216.32
    ],
    [
        " We'll go and there was other things that we would do as we'd move to a target",
        216.32,
        220.64
    ],
    [
        " We'd align things up and we'd but we'd be good",
        220.64,
        223.3
    ],
    [
        " But sometimes people wanted to plan out every last detail and that doesn't work the details are not gonna stay the same",
        223.6,
        229.7
    ],
    [
        " The things that you're planning on are gonna change so don't sit there and plan every last detail cuz it's not gonna help you",
        229.7,
        235.66
    ],
    [
        " Man, that's actually a pretty good plan never even thought about how you say if you spend too much time planning",
        235.66,
        241.28
    ],
    [
        " You know and then you jump in the game all late. It's like thank you have no time to make any adjustments",
        241.28,
        245.84
    ],
    [
        " Can react you know you better go perfect because that's all that's the one shot you got at it",
        245.84,
        250.32
    ],
    [
        " And guess what it's not gonna go perfect because things don't go perfect. Yeah",
        250.32,
        252.8
    ],
    [
        " Things are not gonna go perfect not gonna happen. No such thing is flawless execution Dave Burke just read an article that was on business insider",
        253.46,
        259.88
    ],
    [
        " Yeah, so it was yeah, flawless execution doesn't happen",
        259.88,
        262.94
    ],
    [
        " Yeah, you know",
        262.94,
        264.1
    ],
    [
        " He was a top-gun senior instructor for three years. He he knows",
        264.1,
        268.8
    ],
    [
        " About flying and he knows how hard they worked to towards fall the execution, but it didn't exist the flawless execution was",
        268.8,
        277.26
    ],
    [
        " was",
        277.26,
        278.56
    ],
    [
        " Analyzing their mistakes seeing what they can improve upon that was flawless execution for them",
        279.52,
        283.46
    ],
    [
        " Mm-hmm. It wasn't the actual act of flawless execution",
        283.46,
        286.64
    ],
    [
        " They you know what they had flawless debriefing",
        286.64,
        288.78
    ],
    [
        " Flawless analyzation of what they did wrong. Yeah, but it wasn't gonna be perfect ops and it knows there's no such thing doesn't happen",
        288.78,
        295.74
    ],
    [
        " Yeah, so if you're sitting planning that trying to make that happen. It's not gonna work for you. Yeah, so don't do it",
        295.74,
        301.18
    ]
]