[
    [
        " I have a question about leadership. I'm a firefighter and some of the guys on my department",
        0.0,
        4.78
    ],
    [
        " have been pushing me to step up and put in for an officer's position and I'm honored",
        4.78,
        12.14
    ],
    [
        " but one we were going to a call. I was presented with an opportunity to lead and pass it up.",
        12.14,
        19.3
    ],
    [
        " I don't know what I was thinking. I can't believe I did that. Did I just lose credibility?",
        20.48,
        26.8
    ],
    [
        " If I did, is there a was to get back that back away? That's what he meant. If I did, is there a way",
        27.52,
        35.36
    ],
    [
        " to get that back? Thanks. First of all, this is just a general rule. If you want to lead,",
        35.36,
        40.96
    ],
    [
        " always be ready to lead. Be ready to step up. Make sure you're not stepping on people's toes.",
        41.14,
        46.5
    ],
    [
        " As always, be ready to lead. The way you do that is you think about what you do in certain",
        47.18,
        52.18
    ],
    [
        " situations. You should always be thinking about that. You should be thinking even if you're",
        52.26,
        56.2
    ],
    [
        " a trooper or a follower in a certain situation, you should think, okay, how would I lead? What would",
        56.2,
        61.68
    ],
    [
        " I do right now? What moves would I make? What would I do if a contingency happened right now?",
        61.68,
        67.12
    ],
    [
        " And what are the possible contingencies that I could be looking at? What are they? And if you're",
        67.26,
        71.46
    ],
    [
        " thinking that as a frontline guy, when the opportunity pops up, just jump on it. Boom. There you go.",
        71.46,
        81.4
    ],
    [
        " Then when it does happen, of course, you got to stay detached because you want to make sure that",
        82.52,
        88.22
    ],
    [
        " you don't lead too far. You don't overstep your bounds and step on toes. You got to be careful of that.",
        88.22,
        93.76
    ],
    [
        " So you need to live with that mindset. And that will make you such a better leader when the moment",
        94.18,
        101.52
    ],
    [
        " does come. If you're always thinking about it, if you're always watching, like you talked about",
        101.52,
        104.76
    ],
    [
        " earlier, I'm watching the leader. I'm seeing what they're doing. I'm seeing what I might do",
        104.76,
        107.62
    ],
    [
        " differently. I'm still supporting them. I'm supporting you. If you're in charge, I'm supporting you,",
        107.62,
        111.24
    ],
    [
        " but I'm thinking, I might do this. And then you watch what would my, what would the results of",
        111.24,
        115.72
    ],
    [
        " my decision have been compared to what they did? So you, you can be thinking like leader, even though",
        115.72,
        120.18
    ],
    [
        " you might not necessarily be in a leadership position. So live with that mindset. That's what you",
        120.18,
        128.26
    ],
    [
        " need to do. Now, as far as you passing up the opportunity to lead, which yes, your admitting",
        128.26,
        134.62
    ],
    [
        " wasn't error. First of all, I'll say this, it probably, it's probably not quite as obvious to",
        134.62,
        140.36
    ],
    [
        " everyone else as it is to you in your mind. You're thinking, oh, man, I blew it. This is my",
        140.36,
        144.92
    ],
    [
        " chance. I bet the guys went back from that column didn't even think about it. Didn't even think about",
        144.92,
        149.5
    ],
    [
        " it again. Most likely, unless it was just some flagrant, I don't want to lead already. If you did",
        149.5,
        155.1
    ],
    [
        " that, well, then yeah, people are going to say, but if you just said, if you just kind of back",
        155.1,
        158.88
    ],
    [
        " to way from a moment and people, people might have realized it, but anyways, regardless of that,",
        158.88,
        164.08
    ],
    [
        " you probably guess what I'm going to say. Then what you got to do is own it, right? You got to own it.",
        164.22,
        168.9
    ],
    [
        " So when the opportunity presents itself to explain what happened and what went wrong and what",
        169.6,
        177.14
    ],
    [
        " you did wrong, right? Not making excuses, but explain where you were weak. So you say, hey guys,",
        177.14,
        186.54
    ],
    [
        " hey, remember that last call? I should have stepped up and I had to have the wrong mindset.",
        187.9,
        192.98
    ],
    [
        " I wasn't ready to lead. Not only did I let you guys down, I let myself down.",
        193.32,
        197.46
    ],
    [
        " And I'm not going to let that happen again from now on. I'm going to have leadership in the",
        198.32,
        202.42
    ],
    [
        " front of my mind. That's what I'm going to do. I'm going to be thinking about what needs to get",
        202.42,
        206.46
    ],
    [
        " done. I'm going to be thinking about contingencies and how I'm going to lead and I promise the next",
        206.46,
        212.0
    ],
    [
        " time this opportunity comes up, I'm going to be ready to lead. So I'm sorry for letting you guys",
        212.0,
        215.5
    ],
    [
        " down. It won't happen again. Okay. That's it. Boom. Get the mindset. Live and think as a leader.",
        215.5,
        227.02
    ],
    [
        " Regardless of what position you're actually in and then when they call you in the operative",
        228.32,
        232.54
    ],
    [
        " tune indeed presents itself, step up and lead. Obviously, that's your default mindset now.",
        232.54,
        241.78
    ],
    [
        " Yes. It seems obvious to me. It is truly. Was it always like that? Even before? It's that",
        242.5,
        249.8
    ],
    [
        " story that I've told over and over again about being on oil rig and coming up and guys not know",
        249.8,
        254.62
    ],
    [
        " where to go or ever freezing and me going. Okay. Let's just step back and look around and make",
        254.62,
        260.5
    ],
    [
        " a call. And when I did that, that was it. And so I want to clicked. It clicked or I would say,",
        260.5,
        266.8
    ],
    [
        " I guess I was thinking about it beforehand because I was observing my leaders and thinking about",
        266.8,
        271.16
    ],
    [
        " what they were doing and what I would do differently in a certain situation. Yeah. Yeah. It's crazy",
        271.16,
        276.58
    ],
    [
        " because even in everyday life, which is what I represent every day life. But you know how your",
        276.58,
        282.66
    ],
    [
        " life or girl, whatever is like, Hey, you know, what's the dinner situation? What do you want?",
        282.82,
        288.62
    ],
    [
        " I don't care whatever you want. You know, that's a time where I always feel this. What this guy just",
        288.72,
        295.46
    ],
    [
        " asked, you know, I mean, obviously it's nothing compared to his situation. But I'm like, Hey,",
        295.46,
        302.22
    ],
    [
        " well, you know, what are you thinking for dinner? Kind of thing. And I'm like, I don't care. And",
        302.32,
        305.48
    ],
    [
        " that's really how I feel. I don't care. I'm done kind of down for whatever kind of thing. But",
        305.48,
        309.18
    ],
    [
        " that's not why that's not why she's asking me. She wants me. She wants me to make the decision.",
        309.18,
        315.0
    ],
    [
        " She wants me to step up and lead step up and be like, this is what we're having for dinner. I'm",
        315.12,
        319.08
    ],
    [
        " going to go get her. I'm going to make it or whatever. That's what she wants. And really those",
        319.08,
        322.0
    ],
    [
        " little distilled that situation comes up all the time. That's a good point. Just like, you know,",
        322.0,
        325.96
    ],
    [
        " the old that the joke actually that's kind of like a joke. You know, when you ask a girl,",
        326.08,
        329.42
    ],
    [
        " when a girl says, or when you ask girl, Hey, what do you want to eat? And she says, I don't",
        329.64,
        333.2
    ],
    [
        " I don't care whatever. And then you say, Okay, we're going to go eat here and you're like, I don't",
        333.2,
        339.04
    ],
    [
        " you got to yeah, I feel like this guy when when I do that. That's the point. So for now,",
        339.04,
        343.94
    ],
    [
        " when you're going to step up and lead, I'm going to do it. Yeah. But I want it to be my default",
        343.94,
        347.14
    ],
    [
        " is why you know, like yours is like your default. Like you know, oh, this is what we're doing.",
        347.14,
        350.48
    ],
    [
        " Yeah. Okay. You know what? I wish that was true with it when it did come to dinner. Actually,",
        350.84,
        354.86
    ],
    [
        " you know, it kind of is true because I only go to like three places to eat. Yes. And I go to",
        355.0,
        360.68
    ],
    [
        " one 80% of the time. Yeah. Same here. So the other 20% of the time. So she says, where you want",
        360.68,
        367.12
    ],
    [
        " to go. I'm going to say that my restaurant. Yeah. We're going to Raglins and OB. But that makes",
        367.12,
        372.6
    ],
    [
        " it harder. All right. Wait. Does she like Raglins though? She does. She does. Which makes it easier.",
        372.6,
        377.26
    ],
    [
        " Yeah. But and if she doesn't feel like it, then she'll be like, I don't really want to go there.",
        377.64,
        383.14
    ],
    [
        " Okay. Cool. Now it's on you. I gave you my vote. Right. No, you don't want to do that. But I think",
        383.26,
        389.34
    ],
    [
        " you still got to do it. You still got to make the decision. You got it like because in a way,",
        389.34,
        394.18
    ],
    [
        " I'm in the same boat as your second scenario there. Like if she's on it. So then I just",
        394.26,
        399.86
    ],
    [
        " going to name my secondary restaurant. All right. There you go. Maybe she'll say yes. Maybe she'll",
        399.86,
        403.7
    ],
    [
        " say no. Well, that got to be my default now though. All right. Step up and lead. You know what?",
        403.7,
        410.56
    ],
    [
        " I mean, what I got to do. I got to prepare. I got to prepare myself. Well, yeah. I got to have",
        410.64,
        414.54
    ],
    [
        " like five options just ready to go on deck. That's what I have three. So that's not what you have.",
        414.54,
        421.22
    ],
    [
        " One, two, three. And they all come in the same order. All right. I must be really boring.",
        421.22,
        425.42
    ],
    [
        " Hey, you focus on what's important. That's good. Well, whenever my wife says, uh, you know,",
        425.98,
        431.5
    ],
    [
        " don't you ever want to try anything new? I say no. Yeah. I don't. I don't. Yeah. Speaking of",
        431.78,
        436.32
    ],
    [
        " which, darling, you're my girl. I'm not looking to try anything new. I'm happy with my happy",
        436.32,
        441.92
    ],
    [
        " with having the same thing. Very happy. Yes. That's actually that. I'm going to use that.",
        441.92,
        445.44
    ],
    [
        " Yeah. But what do you do when the team wants to try something new?",
        446.28,
        450.64
    ],
    [
        " All right. Let's rock. All right. Let's do that. All right.",
        451.34,
        453.38
    ],
    [
        " Good tips.",
        453.62,
        455.6
    ]
]