[
    [
        " In regards to subordinate leadership, how do you begin to change the culture slash school of thought of an industry or a company?",
        0.0,
        7.98
    ],
    [
        " You know, I'm not sure if they mean in regards to how do you change your subordinate leaderships or if you are subordinate",
        9.92,
        18.88
    ],
    [
        " I'm not sure what which one of those it is, but regardless doesn't matter because guess what I'm gonna do",
        18.88,
        23.98
    ],
    [
        " I'm gonna lead",
        23.98,
        25.68
    ],
    [
        " That's what I'm gonna do whether I'm on whether I'm the subordinate guy or the superior guy. I'm gonna lead",
        26.18,
        32.94
    ],
    [
        " Oh, we're gonna I want to change things and make them a certain way cool. I'm gonna do those things. I'm gonna make those things happen",
        32.94,
        38.9
    ],
    [
        " That's how you do it and if you're doing the right things for the right reasons your message is going to spread",
        38.9,
        46.9
    ],
    [
        " You know",
        46.9,
        47.98
    ],
    [
        " You know how many bad sea level tunes I was in?",
        47.98,
        51.3
    ],
    [
        " How many?",
        51.6,
        52.26
    ],
    [
        " Zero, you know why?",
        52.38,
        54.42
    ],
    [
        " Because me and my buddies we always had a good attitude",
        54.76,
        58.02
    ],
    [
        " We always had the right attitude and that spread to the other people that were with us",
        58.02,
        62.3
    ],
    [
        " Now",
        62.3,
        65.42
    ],
    [
        " There's a red flag that you can get for yourself",
        65.42,
        70.18
    ],
    [
        " And this is frustration",
        70.18,
        74.18
    ],
    [
        " When you start saying yourself which I'm not saying this necessarily",
        74.18,
        79.18
    ],
    [
        " But this kind of question is coming from somebody that wants changed happen, but it's not happening",
        79.18,
        84.38
    ],
    [
        " So they're getting frustrated and they're thinking they are not bored. They don't care",
        84.38,
        88.38
    ],
    [
        " They aren't professional. They're not motivated like me. Mm-hmm",
        88.38,
        94.56
    ],
    [
        " They don't have a good attitude. So there's a lot of blame going on right there. Yeah",
        94.56,
        98.9
    ],
    [
        " So this isn't about them though. It's about you",
        98.9,
        103.64
    ],
    [
        " And it's about leading",
        103.64,
        107.22
    ],
    [
        " From any level in the chain of command if you're leading",
        108.64,
        112.38
    ],
    [
        " If you're doing the right things for the right reasons",
        112.38,
        116.4
    ],
    [
        " That's gonna spread so when I the classic example I talk about it all time is if you're exercising extreme ownership",
        116.4,
        124.18
    ],
    [
        " If you're saying you know what I got this there was a mistake made it was my fault",
        124.18,
        127.82
    ],
    [
        " That spreads",
        127.82,
        130.2
    ],
    [
        " Yeah",
        130.2,
        130.92
    ],
    [
        " If you're humble",
        130.92,
        133.08
    ],
    [
        " That spreads if you have an open mind that spreads",
        134.68,
        138.24
    ],
    [
        " If you're being aggressive not again not aggressive towards other people, but if you're being aggressive in pursuit of your goal that spreads",
        138.24,
        147.26
    ],
    [
        " You know what doesn't spread is when you're aggressive at people",
        147.26,
        153.54
    ],
    [
        " Oh, actually it does spread but it's negative",
        153.54,
        156.16
    ],
    [
        " You know what doesn't spread it doesn't spread when you're trying to get people to do things because it's gonna make you look good",
        156.16,
        162.54
    ],
    [
        " That doesn't spread",
        162.72,
        164.0
    ],
    [
        " You can't get people to behave better because you want to look good. It doesn't work. Yeah",
        164.0,
        170.24
    ],
    [
        " People see right through that. Oh, he wants to look good. You know what I'm gonna do sabotage",
        170.24,
        175.94
    ],
    [
        " Now the other thing I've been saying lately because people are",
        175.94,
        184.26
    ],
    [
        " Surprised or whatever or not surprised, but they're concerned",
        184.26,
        189.8
    ],
    [
        " They don't see how it's gonna work so fast and I say you know what it's not gonna work fast",
        191.0,
        195.56
    ],
    [
        " It's gotta be and here's the word. It's gotta be a campaign",
        195.56,
        199.12
    ],
    [
        " It's gotta be a campaign. It's not like World War two was not one battle",
        199.12,
        204.48
    ],
    [
        " World War one was not one battle. It's a campaign to win in Europe. It's a campaign to win in the Pacific",
        204.48,
        211.94
    ],
    [
        " It takes battle after battle after battle and guess what you don't win them all",
        211.94,
        216.32
    ],
    [
        " You lose some of them",
        216.32,
        218.5
    ],
    [
        " And so you're gonna on this campaign. You're gonna win and you're gonna lose",
        218.94,
        222.22
    ],
    [
        " But you gotta have the",
        222.22,
        224.34
    ],
    [
        " Persistence and the patience and the persuasiveness to continue",
        224.34,
        229.36
    ],
    [
        " And another piece of this is",
        229.36,
        235.16
    ],
    [
        " You you are",
        235.16,
        237.72
    ],
    [
        " Best off if you go indirect",
        237.72,
        241.82
    ],
    [
        " And not be like hey you need to act like me. No",
        241.82,
        246.86
    ],
    [
        " People don't like that",
        248.84,
        250.16
    ],
    [
        " You need to just act how you're acting and if you're doing it like I said the right things for the right reasons people are gonna see you and",
        250.16,
        259.58
    ],
    [
        " They're gonna follow",
        259.58,
        260.4
    ],
    [
        " So that's how you begin to change the school of thought",
        260.4,
        268.38
    ],
    [
        " Yeah, that genuineness like tends to show itself or that like if you're not genuine it tends to show itself",
        268.38,
        275.5
    ],
    [
        " You know just because the dynamics of any time",
        275.5,
        277.48
    ],
    [
        " Mine tends to it just straight shows itself. So when you're doing it for the right reasons like you you can't help but expose that",
        277.48,
        284.76
    ],
    [
        " You know that will be exposed",
        284.76,
        286.02
    ],
    [
        " So yeah people will sign on sign right on and then you end up gaining like I you say it's a campaign",
        286.02,
        290.94
    ],
    [
        " It's like you'll gain a little bit of ground you might win this guy over like hey wait",
        290.94,
        294.76
    ],
    [
        " That's you know that's a cool way of doing it or you know whatever the group is and you make these small little steps",
        294.76,
        300.98
    ],
    [
        " You kind of hold that ground and yeah before you know it is kind of dang the whole culture of this",
        301.26,
        305.14
    ],
    [
        " I don't know office or whatever",
        305.14,
        306.72
    ],
    [
        " It's kind of changing you know, it just",
        306.72,
        309.58
    ]
]